{
    "original_text": "By referring to many relevant data and essays, this paper aims at discussing and analyzing the importance of hip-push applied in walking race,based on the point of the view on sports biomechanics .With redard to the existing problems,the authors have made an objective analysis on the sports-biomechanics factors that can influence the race,hoping to provide a theoretical basis for the deep development and training of walking race.",
    "original_translation": "Al referirse a muchos datos y ensayos relevantes, este documento tiene como objetivo discutir y analizar la importancia del empuje de cadera aplicado en la carrera para caminar, en función del punto de la visión de la biomecánica deportiva. Con Redard a los problemas existentes, los autores han hecho unAnálisis objetivo en los factores de biomecánica deportiva que pueden influir en la raza, con la esperanza de proporcionar una base teórica para el profundo desarrollo y el entrenamiento de la raza para caminar.",
    "error_count": 0,
    "errors": [],
    "keys": {
        "data and essays": {
            "translated_key": "datos y ensayos",
            "translated_annotated_text": "Al referirse a muchos \"datos y ensayos\" relevantes, este documento tiene como objetivo discutir y analizar la importancia del empuje de cadera aplicado en la carrera para caminar, según el punto de la visión de la biomecánica deportiva. Con Redard a los problemas existentes, los autores hanHizo un análisis objetivo en los factores de biomecánica deportiva que pueden influir en la carrera, con la esperanza de proporcionar una base teórica para el profundo desarrollo y el entrenamiento de la raza para caminar."
        },
        "deep development and training of walking race": {
            "translated_key": "desarrollo profundo y el entrenamiento de la carrera a pie",
            "translated_annotated_text": "Al referirse a muchos datos y ensayos relevantes, este documento tiene como objetivo discutir y analizar la importancia del empuje de cadera aplicado en la carrera para caminar, en función del punto de la visión de la biomecánica deportiva. Con Redard a los problemas existentes, los autores han hecho unAnálisis objetivo en los factores de biomecánica deportiva que pueden influir en la raza, con la esperanza de proporcionar una base teórica para el \"desarrollo profundo y el entrenamiento de la carrera a pie\"."
        },
        "discussing and analyzing the importance of hip-push applied in walking race": {
            "translated_key": "discutir y analizar la importancia del empuje de cadera aplicado en la carrera para caminar",
            "translated_annotated_text": "Al referirse a muchos datos y ensayos relevantes, este documento tiene como objetivo \"discutir y analizar la importancia del empuje de cadera aplicado en la carrera para caminar\", basado en el punto de la visión de la biomecánica deportiva. Con Redard a los problemas existentes, los autores hanHizo un análisis objetivo en los factores de biomecánica deportiva que pueden influir en la carrera, con la esperanza de proporcionar una base teórica para el profundo desarrollo y el entrenamiento de la raza para caminar."
        },
        "hip-push": {
            "translated_key": "empuje de la cadera",
            "translated_annotated_text": "Al referirse a muchos datos y ensayos relevantes, este documento tiene como objetivo discutir y analizar la importancia del \"empuje de la cadera\" aplicado en la carrera a pie, según el punto de la opinión sobre la biomecánica deportiva. Con Redard a los problemas existentes, los autores hanHizo un análisis objetivo en los factores de biomecánica deportiva que pueden influir en la carrera, con la esperanza de proporcionar una base teórica para el profundo desarrollo y el entrenamiento de la raza para caminar."
        },
        "objective analysis on the sports-biomechanics factors": {
            "translated_key": "Análisis objetivo en los factores de biomecánica deportiva",
            "translated_annotated_text": "Al referirse a muchos datos y ensayos relevantes, este documento tiene como objetivo discutir y analizar la importancia del empuje de cadera aplicado en la carrera para caminar, en función del punto de la visión de la biomecánica deportiva. Con Redard a los problemas existentes, los autores han hecho un\"Análisis objetivo en los factores de biomecánica deportiva\" que pueden influir en la carrera, con la esperanza de proporcionar una base teórica para el desarrollo profundo y el entrenamiento de la carrera."
        },
        "sports biomechanics": {
            "translated_key": "biomecánica deportiva",
            "translated_annotated_text": "Al referirse a muchos datos y ensayos relevantes, este documento tiene como objetivo discutir y analizar la importancia del empuje de cadera aplicado en la carrera para caminar, en función del punto de la opinión sobre la \"biomecánica deportiva\". Con Redard a los problemas existentes, los autores hanHizo un análisis objetivo en los factores de biomecánica deportiva que pueden influir en la carrera, con la esperanza de proporcionar una base teórica para el profundo desarrollo y el entrenamiento de la raza para caminar."
        },
        "theoretical basis": {
            "translated_key": "base teórica",
            "translated_annotated_text": "Al referirse a muchos datos y ensayos relevantes, este documento tiene como objetivo discutir y analizar la importancia del empuje de cadera aplicado en la carrera para caminar, en función del punto de la visión de la biomecánica deportiva. Con Redard a los problemas existentes, los autores han hecho unAnálisis objetivo en los factores de biomecánica deportiva que pueden influir en la raza, con la esperanza de proporcionar una \"base teórica\" para el profundo desarrollo y el entrenamiento de la raza para caminar."
        }
    }
}