{
    "original_text": "With employment of utilizing the investigation, expert interviews and comparison, this article investigates the curricula construction, curricula design and curricula content for sports free normal students. On the basis of the investigation, this article analyzed the theoretical framework of curricular construction and proposed some suggestions. We hope that it can provide some evidences for curricula design for sports free normal students.",
    "original_translation": "Con el empleo de la utilización de la investigación, entrevistas de expertos y comparación, este artículo investiga la construcción de los planes de estudio, el diseño de los planes de estudio y el contenido de los planes de estudio para estudiantes normales gratuitos.Sobre la base de la investigación, este artículo analizó el marco teórico de la construcción curricular y propuso algunas sugerencias.Esperamos que pueda proporcionar algunas evidencias para el diseño de currículos para estudiantes normales libres de deportes.",
    "error_count": 0,
    "errors": [],
    "keys": {
        "curricula design": {
            "translated_key": "diseño de los planes de estudio",
            "translated_annotated_text": "Con el empleo de la utilización de la investigación, las entrevistas de expertos y la comparación, este artículo investiga la construcción de los planes de estudio, el \"diseño de los planes de estudio\" y el contenido de los currículos para estudiantes normales libres de deportes.Sobre la base de la investigación, este artículo analizó el marco teórico de la construcción curricular y propuso algunas sugerencias.Esperamos que pueda proporcionar algunas evidencias para el \"diseño de los planes de estudio\" para estudiantes normales libres de deportes."
        },
        "expert interviews": {
            "translated_key": "entrevistas de expertos",
            "translated_annotated_text": "Con el empleo de la utilización de la investigación, \"entrevistas de expertos\" y comparación, este artículo investiga la construcción de los planes de estudio, el diseño de los planes de estudio y el contenido de los planes de estudio para estudiantes normales libres de deportes.Sobre la base de la investigación, este artículo analizó el marco teórico de la construcción curricular y propuso algunas sugerencias.Esperamos que pueda proporcionar algunas evidencias para el diseño de currículos para estudiantes normales libres de deportes."
        },
        "investigates the curricula construction, curricula design and curricula content": {
            "translated_key": "investiga la construcción de los planes de estudio, el diseño de los planes de estudio y el contenido de los planes de estudio",
            "translated_annotated_text": "Con el empleo de la utilización de la investigación, las entrevistas de expertos y la comparación, este artículo \"investiga la construcción de los planes de estudio, el diseño de los planes de estudio y el contenido de los planes de estudio\" para estudiantes normales libres de deportes.Sobre la base de la investigación, este artículo analizó el marco teórico de la construcción curricular y propuso algunas sugerencias.Esperamos que pueda proporcionar algunas evidencias para el diseño de currículos para estudiantes normales libres de deportes."
        },
        "investigation": {
            "translated_key": "investigación",
            "translated_annotated_text": "Con el empleo de la utilización de la \"investigación\", entrevistas de expertos y comparación, este artículo investiga la construcción de los planes de estudio, el diseño de los planes de estudio y el contenido de los currículos para estudiantes normales libres de deportes.Sobre la base de la \"investigación\", este artículo analizó el marco teórico de la construcción curricular y propuso algunas sugerencias.Esperamos que pueda proporcionar algunas evidencias para el diseño de currículos para estudiantes normales libres de deportes."
        },
        "theoretical framework": {
            "translated_key": "marco teórico",
            "translated_annotated_text": "Con el empleo de la utilización de la investigación, entrevistas de expertos y comparación, este artículo investiga la construcción de los planes de estudio, el diseño de los planes de estudio y el contenido de los planes de estudio para estudiantes normales gratuitos.Sobre la base de la investigación, este artículo analizó el \"marco teórico\" de la construcción curricular y propuso algunas sugerencias.Esperamos que pueda proporcionar algunas evidencias para el diseño de currículos para estudiantes normales libres de deportes."
        }
    }
}