{
    "original_text": "Scalable techniques from nonparametric statistics for real time robot learning Locally weighted learning (LWL) is a class of techniques from nonparametric statistics that provides useful representations and training algorithms for learning about complex phenomena during autonomous adaptive control of robotic systems. The paper introduces several LWL algorithms that have been tested successfully in real-time learning of complex robot tasks. We discuss two major classes of LWL, memory-based LWL and purely incremental LWL that does not need to remember any data explicitly. In contrast to the traditional belief that LWL methods cannot work well in high-dimensional spaces, we provide new algorithms that have been tested on up to 90 dimensional learning problems. The applicability of our LWL algorithms is demonstrated in various robot learning examples, including the learning of devil-sticking, pole-balancing by a humanoid robot arm, and inverse-dynamics learning for a seven and a 30 degree-of-freedom robot. In all these examples, the application of our statistical neural networks techniques allowed either faster or more accurate acquisition of motor control than classical control engineering",
    "original_translation": "Técnicas escalables de estadísticas no paramétricas para el aprendizaje en tiempo real de robots El aprendizaje ponderado localmente (LWL) es una clase de técnicas de estadísticas no paramétricas que proporcionan representaciones útiles y algoritmos de entrenamiento para aprender sobre fenómenos complejos durante el control adaptativo autónomo de sistemas robóticos. El artículo introduce varios algoritmos LWL que han sido probados con éxito en el aprendizaje en tiempo real de tareas complejas de robots. Discutimos dos clases principales de LWL, LWL basado en memoria y LWL puramente incremental que no necesita recordar ningún dato explícitamente. En contraste con la creencia tradicional de que los métodos LWL no pueden funcionar bien en espacios de alta dimensión, proporcionamos nuevos algoritmos que han sido probados en hasta 90 problemas de aprendizaje dimensional. La aplicabilidad de nuestros algoritmos de LWL se demuestra en varios ejemplos de aprendizaje de robots, incluyendo el aprendizaje del palo del diablo, el equilibrio de polos por un brazo robot humanoide, y el aprendizaje de la dinámica inversa para un robot de siete y 30 grados de libertad. En todos estos ejemplos, la aplicación de nuestras técnicas estadísticas de redes neuronales permitió una adquisición más rápida o precisa del control motor que la ingeniería de control clásica.",
    "error_count": 10,
    "keys": {
        "scalable techniques": {
            "translated_key": [],
            "translated_annotated_text": "Técnicas escalables de estadísticas no paramétricas para el aprendizaje en tiempo real de robots El aprendizaje ponderado localmente (LWL) es una clase de técnicas de estadísticas no paramétricas que proporcionan representaciones útiles y algoritmos de entrenamiento para aprender sobre fenómenos complejos durante el control adaptativo autónomo de sistemas robóticos. El artículo introduce varios algoritmos LWL que han sido probados con éxito en el aprendizaje en tiempo real de tareas complejas de robots. Discutimos dos clases principales de LWL, LWL basado en memoria y LWL puramente incremental que no necesita recordar ningún dato explícitamente. En contraste con la creencia tradicional de que los métodos LWL no pueden funcionar bien en espacios de alta dimensión, proporcionamos nuevos algoritmos que han sido probados en hasta 90 problemas de aprendizaje dimensional. La aplicabilidad de nuestros algoritmos de LWL se demuestra en varios ejemplos de aprendizaje de robots, incluyendo el aprendizaje del palo del diablo, el equilibrio de polos por un brazo robot humanoide, y el aprendizaje de la dinámica inversa para un robot de siete y 30 grados de libertad. En todos estos ejemplos, la aplicación de nuestras técnicas estadísticas de redes neuronales permitió una adquisición más rápida o precisa del control motor que la ingeniería de control clásica. ",
            "error": []
        },
        "nonparametric statistics": {
            "translated_key": "estadísticas no paramétricas",
            "translated_annotated_text": "Técnicas escalables de <br>estadísticas no paramétricas</br> para el aprendizaje en tiempo real de robots El aprendizaje ponderado localmente (LWL) es una clase de técnicas de <br>estadísticas no paramétricas</br> que proporciona representaciones útiles y algoritmos de entrenamiento para el aprendizaje de fenómenos complejos durante el control adaptativo autónomo de sistemas robóticos. El artículo introduce varios algoritmos LWL que han sido probados con éxito en el aprendizaje en tiempo real de tareas complejas de robots. Discutimos dos clases principales de LWL, LWL basado en memoria y LWL puramente incremental que no necesita recordar ningún dato explícitamente. En contraste con la creencia tradicional de que los métodos LWL no pueden funcionar bien en espacios de alta dimensión, proporcionamos nuevos algoritmos que han sido probados en hasta 90 problemas de aprendizaje dimensional. La aplicabilidad de nuestros algoritmos de LWL se demuestra en varios ejemplos de aprendizaje de robots, incluyendo el aprendizaje del palo del diablo, el equilibrio de polos por un brazo robot humanoide, y el aprendizaje de la dinámica inversa para un robot de siete y 30 grados de libertad. En todos estos ejemplos, la aplicación de nuestras técnicas estadísticas de redes neuronales permitió una adquisición más rápida o precisa del control motor que la ingeniería de control clásica. ",
            "error": [
                ""
            ]
        },
        "real time robot learning": {
            "translated_key": "aprendizaje de robots en tiempo real",
            "translated_annotated_text": "Técnicas escalables de estadísticas no paramétricas para <br>aprendizaje de robots en tiempo real</br> El aprendizaje con ponderación local (LWL) es una clase de técnicas de estadísticas no paramétricas que proporcionan representaciones útiles y algoritmos de entrenamiento para aprender sobre fenómenos complejos durante el control adaptativo autónomo de sistemas robóticos.  El artículo introduce varios algoritmos LWL que han sido probados con éxito en el aprendizaje en tiempo real de tareas complejas de robots. Discutimos dos clases principales de LWL, LWL basado en memoria y LWL puramente incremental que no necesita recordar ningún dato explícitamente. En contraste con la creencia tradicional de que los métodos LWL no pueden funcionar bien en espacios de alta dimensión, proporcionamos nuevos algoritmos que han sido probados en hasta 90 problemas de aprendizaje dimensional. La aplicabilidad de nuestros algoritmos de LWL se demuestra en varios ejemplos de aprendizaje de robots, incluyendo el aprendizaje del palo del diablo, el equilibrio de polos por un brazo robot humanoide, y el aprendizaje de la dinámica inversa para un robot de siete y 30 grados de libertad. En todos estos ejemplos, la aplicación de nuestras técnicas estadísticas de redes neuronales permitió una adquisición más rápida o precisa del control motor que la ingeniería de control clásica. ",
            "error": [
                ""
            ]
        },
        "locally weighted learning": {
            "translated_key": [],
            "translated_annotated_text": "Técnicas escalables de estadísticas no paramétricas para el aprendizaje en tiempo real de robots El aprendizaje ponderado localmente (LWL) es una clase de técnicas de estadísticas no paramétricas que proporcionan representaciones útiles y algoritmos de entrenamiento para aprender sobre fenómenos complejos durante el control adaptativo autónomo de sistemas robóticos. El artículo introduce varios algoritmos LWL que han sido probados con éxito en el aprendizaje en tiempo real de tareas complejas de robots. Discutimos dos clases principales de LWL, LWL basado en memoria y LWL puramente incremental que no necesita recordar ningún dato explícitamente. En contraste con la creencia tradicional de que los métodos LWL no pueden funcionar bien en espacios de alta dimensión, proporcionamos nuevos algoritmos que han sido probados en hasta 90 problemas de aprendizaje dimensional. La aplicabilidad de nuestros algoritmos de LWL se demuestra en varios ejemplos de aprendizaje de robots, incluyendo el aprendizaje del palo del diablo, el equilibrio de polos por un brazo robot humanoide, y el aprendizaje de la dinámica inversa para un robot de siete y 30 grados de libertad. En todos estos ejemplos, la aplicación de nuestras técnicas estadísticas de redes neuronales permitió una adquisición más rápida o precisa del control motor que la ingeniería de control clásica. ",
            "error": []
        },
        "training algorithms": {
            "translated_key": [],
            "translated_annotated_text": "Técnicas escalables de estadísticas no paramétricas para aprendizaje de robots en tiempo real El aprendizaje con ponderación local (LWL) es una clase de técnicas de estadísticas no paramétricas que proporcionan representaciones útiles y algoritmos de entrenamiento para aprender sobre fenómenos complejos durante el control adaptativo autónomo de sistemas robóticos. El artículo introduce varios algoritmos LWL que han sido probados con éxito en el aprendizaje en tiempo real de tareas complejas de robots. Discutimos dos clases principales de LWL, LWL basado en memoria y LWL puramente incremental que no necesita recordar ningún dato explícitamente. En contraste con la creencia tradicional de que los métodos LWL no pueden funcionar bien en espacios de alta dimensión, proporcionamos nuevos algoritmos que han sido probados en hasta 90 problemas de aprendizaje dimensional. La aplicabilidad de nuestros algoritmos de LWL se demuestra en varios ejemplos de aprendizaje de robots, incluyendo el aprendizaje del palo del diablo, el equilibrio de polos por un brazo robot humanoide, y el aprendizaje de la dinámica inversa para un robot de siete y 30 grados de libertad. En todos estos ejemplos, la aplicación de nuestras técnicas estadísticas de redes neuronales permitió una adquisición más rápida o precisa del control motor que la ingeniería de control clásica. ",
            "error": []
        },
        "complex phenomena": {
            "translated_key": "fenómenos complejos",
            "translated_annotated_text": "Técnicas escalables de estadísticas no paramétricas para el aprendizaje en tiempo real de robots El aprendizaje ponderado localmente (LWL) es una clase de técnicas de estadísticas no paramétricas que proporciona representaciones útiles y algoritmos de entrenamiento para aprender sobre <br>fenómenos complejos</br> durante el control adaptativo autónomo de sistemas robóticos.  El artículo introduce varios algoritmos LWL que han sido probados con éxito en el aprendizaje en tiempo real de tareas complejas de robots. Discutimos dos clases principales de LWL, LWL basado en memoria y LWL puramente incremental que no necesita recordar ningún dato explícitamente. En contraste con la creencia tradicional de que los métodos LWL no pueden funcionar bien en espacios de alta dimensión, proporcionamos nuevos algoritmos que han sido probados en hasta 90 problemas de aprendizaje dimensional. La aplicabilidad de nuestros algoritmos de LWL se demuestra en varios ejemplos de aprendizaje de robots, incluyendo el aprendizaje del palo del diablo, el equilibrio de polos por un brazo robot humanoide, y el aprendizaje de la dinámica inversa para un robot de siete y 30 grados de libertad. En todos estos ejemplos, la aplicación de nuestras técnicas estadísticas de redes neuronales permitió una adquisición más rápida o precisa del control motor que la ingeniería de control clásica. ",
            "error": [
                ""
            ]
        },
        "autonomous adaptive control": {
            "translated_key": "control adaptativo autónomo",
            "translated_annotated_text": "Técnicas escalables de estadísticas no paramétricas para aprendizaje de robots en tiempo real El aprendizaje con ponderación local (LWL) es una clase de técnicas de estadísticas no paramétricas que proporcionan representaciones útiles y algoritmos de entrenamiento para el aprendizaje de fenómenos complejos durante el <br>control adaptativo autónomo</br> de sistemas robóticos. El artículo introduce varios algoritmos LWL que han sido probados con éxito en el aprendizaje en tiempo real de tareas complejas de robots. Discutimos dos clases principales de LWL, LWL basado en memoria y LWL puramente incremental que no necesita recordar ningún dato explícitamente. En contraste con la creencia tradicional de que los métodos LWL no pueden funcionar bien en espacios de alta dimensión, proporcionamos nuevos algoritmos que han sido probados en hasta 90 problemas de aprendizaje dimensional. La aplicabilidad de nuestros algoritmos de LWL se demuestra en varios ejemplos de aprendizaje de robots, incluyendo el aprendizaje del palo del diablo, el equilibrio de polos por un brazo robot humanoide, y el aprendizaje de la dinámica inversa para un robot de siete y 30 grados de libertad. En todos estos ejemplos, la aplicación de nuestras técnicas estadísticas de redes neuronales permitió una adquisición más rápida o precisa del control motor que la ingeniería de control clásica. ",
            "error": [
                ""
            ]
        },
        "memory-based learning": {
            "translated_key": [],
            "translated_annotated_text": "Técnicas escalables de estadísticas no paramétricas para el aprendizaje en tiempo real de robots El aprendizaje ponderado localmente (LWL) es una clase de técnicas de estadísticas no paramétricas que proporcionan representaciones útiles y algoritmos de entrenamiento para aprender sobre fenómenos complejos durante el control adaptativo autónomo de sistemas robóticos. El artículo introduce varios algoritmos LWL que han sido probados con éxito en el aprendizaje en tiempo real de tareas complejas de robots. Discutimos dos clases principales de LWL, LWL basado en memoria y LWL puramente incremental que no necesita recordar ningún dato explícitamente. En contraste con la creencia tradicional de que los métodos LWL no pueden funcionar bien en espacios de alta dimensión, proporcionamos nuevos algoritmos que han sido probados en hasta 90 problemas de aprendizaje dimensional. La aplicabilidad de nuestros algoritmos de LWL se demuestra en varios ejemplos de aprendizaje de robots, incluyendo el aprendizaje del palo del diablo, el equilibrio de polos por un brazo robot humanoide, y el aprendizaje de la dinámica inversa para un robot de siete y 30 grados de libertad. En todos estos ejemplos, la aplicación de nuestras técnicas estadísticas de redes neuronales permitió una adquisición más rápida o precisa del control motor que la ingeniería de control clásica. ",
            "error": []
        },
        "purely incremental learning": {
            "translated_key": [],
            "translated_annotated_text": "Técnicas escalables de estadísticas no paramétricas para el aprendizaje en tiempo real de robots El aprendizaje ponderado localmente (LWL) es una clase de técnicas de estadísticas no paramétricas que proporcionan representaciones útiles y algoritmos de entrenamiento para aprender sobre fenómenos complejos durante el control adaptativo autónomo de sistemas robóticos. El artículo introduce varios algoritmos LWL que han sido probados con éxito en el aprendizaje en tiempo real de tareas complejas de robots. Discutimos dos clases principales de LWL, LWL basado en memoria y LWL puramente incremental que no necesita recordar ningún dato explícitamente. En contraste con la creencia tradicional de que los métodos LWL no pueden funcionar bien en espacios de alta dimensión, proporcionamos nuevos algoritmos que han sido probados en hasta 90 problemas de aprendizaje dimensional. La aplicabilidad de nuestros algoritmos de LWL se demuestra en varios ejemplos de aprendizaje de robots, incluyendo el aprendizaje del palo del diablo, el equilibrio de polos por un brazo robot humanoide, y el aprendizaje de la dinámica inversa para un robot de siete y 30 grados de libertad. En todos estos ejemplos, la aplicación de nuestras técnicas estadísticas de redes neuronales permitió una adquisición más rápida o precisa del control motor que la ingeniería de control clásica. ",
            "error": []
        },
        "devil-sticking": {
            "translated_key": "devil-sticking",
            "translated_annotated_text": "Técnicas escalables de estadísticas no paramétricas para el aprendizaje en tiempo real de robots El aprendizaje ponderado localmente (LWL) es una clase de técnicas de estadísticas no paramétricas que proporcionan representaciones útiles y algoritmos de entrenamiento para aprender sobre fenómenos complejos durante el control adaptativo autónomo de sistemas robóticos. El artículo introduce varios algoritmos LWL que han sido probados con éxito en el aprendizaje en tiempo real de tareas complejas de robots. Discutimos dos clases principales de LWL, LWL basado en memoria y LWL puramente incremental que no necesita recordar ningún dato explícitamente. En contraste con la creencia tradicional de que los métodos LWL no pueden funcionar bien en espacios de alta dimensión, proporcionamos nuevos algoritmos que han sido probados en hasta 90 problemas de aprendizaje dimensional. La aplicabilidad de nuestros algoritmos LWL se demuestra en varios ejemplos de aprendizaje de robots, incluyendo el aprendizaje de <br>devil-sticking</br>, el balanceo de polos por un brazo robot humanoide, y el aprendizaje de la dinámica inversa para un robot de siete y 30 grados de libertad. En todos estos ejemplos, la aplicación de nuestras técnicas estadísticas de redes neuronales permitió una adquisición más rápida o precisa del control motor que la ingeniería de control clásica. ",
            "error": [
                ""
            ]
        },
        "pole-balancing": {
            "translated_key": " el equilibrio del polo",
            "translated_annotated_text": "Técnicas escalables de estadísticas no paramétricas para el aprendizaje en tiempo real de robots El aprendizaje ponderado localmente (LWL) es una clase de técnicas de estadísticas no paramétricas que proporcionan representaciones útiles y algoritmos de entrenamiento para aprender sobre fenómenos complejos durante el control adaptativo autónomo de sistemas robóticos. El artículo introduce varios algoritmos LWL que han sido probados con éxito en el aprendizaje en tiempo real de tareas complejas de robots. Discutimos dos clases principales de LWL, LWL basado en memoria y LWL puramente incremental que no necesita recordar ningún dato explícitamente. En contraste con la creencia tradicional de que los métodos LWL no pueden funcionar bien en espacios de alta dimensión, proporcionamos nuevos algoritmos que han sido probados en hasta 90 problemas de aprendizaje dimensional. La aplicabilidad de nuestros algoritmos de LWL se demuestra en varios ejemplos de aprendizaje de robots, incluyendo el aprendizaje del palo del diablo, <br> el equilibrio del polo</br> por un brazo robot humanoide, y el aprendizaje de la dinámica inversa para un robot de siete y 30 grados de libertad. En todos estos ejemplos, la aplicación de nuestras técnicas estadísticas de redes neuronales permitió una adquisición más rápida o precisa del control motor que la ingeniería de control clásica. ",
            "error": [
                ""
            ]
        },
        "humanoid robot arm": {
            "translated_key": [],
            "translated_annotated_text": "Técnicas escalables de estadísticas no paramétricas para el aprendizaje en tiempo real de robots El aprendizaje ponderado localmente (LWL) es una clase de técnicas de estadísticas no paramétricas que proporcionan representaciones útiles y algoritmos de entrenamiento para aprender sobre fenómenos complejos durante el control adaptativo autónomo de sistemas robóticos. El artículo introduce varios algoritmos LWL que han sido probados con éxito en el aprendizaje en tiempo real de tareas complejas de robots. Discutimos dos clases principales de LWL, LWL basado en memoria y LWL puramente incremental que no necesita recordar ningún dato explícitamente. En contraste con la creencia tradicional de que los métodos LWL no pueden funcionar bien en espacios de alta dimensión, proporcionamos nuevos algoritmos que han sido probados en hasta 90 problemas de aprendizaje dimensional. La aplicabilidad de nuestros algoritmos de LWL se demuestra en varios ejemplos de aprendizaje de robots, incluyendo el aprendizaje del palo del diablo, el equilibrio de polos por un brazo robot humanoide <br>, y el aprendizaje de la dinámica inversa para un robot de siete y 30 grados de libertad. En todos estos ejemplos, la aplicación de nuestras técnicas estadísticas de redes neuronales permitió una adquisición más rápida o precisa del control motor que la ingeniería de control clásica. ",
            "error": []
        },
        "inverse-dynamics learning": {
            "translated_key": "dinámica inversa",
            "translated_annotated_text": "Técnicas escalables de estadísticas no paramétricas para el aprendizaje en tiempo real de robots El aprendizaje ponderado localmente (LWL) es una clase de técnicas de estadísticas no paramétricas que proporcionan representaciones útiles y algoritmos de entrenamiento para aprender sobre fenómenos complejos durante el control adaptativo autónomo de sistemas robóticos. El artículo introduce varios algoritmos LWL que han sido probados con éxito en el aprendizaje en tiempo real de tareas complejas de robots. Discutimos dos clases principales de LWL, LWL basado en memoria y LWL puramente incremental que no necesita recordar ningún dato explícitamente. En contraste con la creencia tradicional de que los métodos LWL no pueden funcionar bien en espacios de alta dimensión, proporcionamos nuevos algoritmos que han sido probados en hasta 90 problemas de aprendizaje dimensional. La aplicabilidad de nuestros algoritmos de LWL se demuestra en varios ejemplos de aprendizaje de robots, incluyendo el aprendizaje del palo del diablo, el equilibrio de polos por un brazo robot humanoide, y el aprendizaje de <br>dinámica inversa</br> para un robot de siete y 30 grados de libertad. En todos estos ejemplos, la aplicación de nuestras técnicas estadísticas de redes neuronales permitió una adquisición más rápida o precisa del control motor que la ingeniería de control clásica. ",
            "error": [
                ""
            ]
        },
        "statistical neural networks techniques": {
            "translated_key": "estadísticas de redes neuronales",
            "translated_annotated_text": "Técnicas escalables de estadísticas no paramétricas para el aprendizaje en tiempo real de robots El aprendizaje ponderado localmente (LWL) es una clase de técnicas de estadísticas no paramétricas que proporcionan representaciones útiles y algoritmos de entrenamiento para aprender sobre fenómenos complejos durante el control adaptativo autónomo de sistemas robóticos. El artículo introduce varios algoritmos LWL que han sido probados con éxito en el aprendizaje en tiempo real de tareas complejas de robots. Discutimos dos clases principales de LWL, LWL basado en memoria y LWL puramente incremental que no necesita recordar ningún dato explícitamente. En contraste con la creencia tradicional de que los métodos LWL no pueden funcionar bien en espacios de alta dimensión, proporcionamos nuevos algoritmos que han sido probados en hasta 90 problemas de aprendizaje dimensional. La aplicabilidad de nuestros algoritmos de LWL se demuestra en varios ejemplos de aprendizaje de robots, incluyendo el aprendizaje del palo del diablo, el equilibrio de polos por un brazo robot humanoide, y el aprendizaje de la dinámica inversa para un robot de siete y 30 grados de libertad. En todos estos ejemplos, la aplicación de nuestras técnicas <br>estadísticas de redes neuronales</br> permitió una adquisición más rápida o precisa del control del motor que la ingeniería clásica de control ",
            "error": [
                ""
            ]
        },
        "nonparametric regression": {
            "translated_key": [],
            "translated_annotated_text": "Técnicas escalables de estadísticas no paramétricas para el aprendizaje en tiempo real de robots El aprendizaje ponderado localmente (LWL) es una clase de técnicas de estadísticas no paramétricas que proporcionan representaciones útiles y algoritmos de entrenamiento para aprender sobre fenómenos complejos durante el control adaptativo autónomo de sistemas robóticos. El artículo introduce varios algoritmos LWL que han sido probados con éxito en el aprendizaje en tiempo real de tareas complejas de robots. Discutimos dos clases principales de LWL, LWL basado en memoria y LWL puramente incremental que no necesita recordar ningún dato explícitamente. En contraste con la creencia tradicional de que los métodos LWL no pueden funcionar bien en espacios de alta dimensión, proporcionamos nuevos algoritmos que han sido probados en hasta 90 problemas de aprendizaje dimensional. La aplicabilidad de nuestros algoritmos de LWL se demuestra en varios ejemplos de aprendizaje de robots, incluyendo el aprendizaje del palo del diablo, el equilibrio de polos por un brazo robot humanoide, y el aprendizaje de la dinámica inversa para un robot de siete y 30 grados de libertad. En todos estos ejemplos, la aplicación de nuestras técnicas estadísticas de redes neuronales permitió una adquisición más rápida o precisa del control motor que la ingeniería de control clásica. ",
            "error": []
        },
        "learning (artificial intelligence)": {
            "translated_key": [],
            "translated_annotated_text": "Técnicas escalables de estadísticas no paramétricas para el aprendizaje en tiempo real de robots El aprendizaje ponderado localmente (LWL) es una clase de técnicas de estadísticas no paramétricas que proporcionan representaciones útiles y algoritmos de entrenamiento para aprender sobre fenómenos complejos durante el control adaptativo autónomo de sistemas robóticos. El artículo introduce varios algoritmos LWL que han sido probados con éxito en el aprendizaje en tiempo real de tareas complejas de robots. Discutimos dos clases principales de LWL, LWL basado en memoria y LWL puramente incremental que no necesita recordar ningún dato explícitamente. En contraste con la creencia tradicional de que los métodos LWL no pueden funcionar bien en espacios de alta dimensión, proporcionamos nuevos algoritmos que han sido probados en hasta 90 problemas de aprendizaje dimensional. La aplicabilidad de nuestros algoritmos de LWL se demuestra en varios ejemplos de aprendizaje de robots, incluyendo el aprendizaje del palo del diablo, el equilibrio de polos por un brazo robot humanoide, y el aprendizaje de la dinámica inversa para un robot de siete y 30 grados de libertad. En todos estos ejemplos, la aplicación de nuestras técnicas estadísticas de redes neuronales permitió una adquisición más rápida o precisa del control motor que la ingeniería de control clásica. ",
            "error": []
        },
        "real-time systems": {
            "translated_key": [],
            "translated_annotated_text": "Técnicas escalables de estadísticas no paramétricas para el aprendizaje en tiempo real de robots El aprendizaje ponderado localmente (LWL) es una clase de técnicas de estadísticas no paramétricas que proporcionan representaciones útiles y algoritmos de entrenamiento para aprender sobre fenómenos complejos durante el control adaptativo autónomo de sistemas robóticos. El artículo introduce varios algoritmos LWL que han sido probados con éxito en el aprendizaje en tiempo real de tareas complejas de robots. Discutimos dos clases principales de LWL, LWL basado en memoria y LWL puramente incremental que no necesita recordar ningún dato explícitamente. En contraste con la creencia tradicional de que los métodos LWL no pueden funcionar bien en espacios de alta dimensión, proporcionamos nuevos algoritmos que han sido probados en hasta 90 problemas de aprendizaje dimensional. La aplicabilidad de nuestros algoritmos de LWL se demuestra en varios ejemplos de aprendizaje de robots, incluyendo el aprendizaje del palo del diablo, el equilibrio de polos por un brazo robot humanoide, y el aprendizaje de la dinámica inversa para un robot de siete y 30 grados de libertad. En todos estos ejemplos, la aplicación de nuestras técnicas estadísticas de redes neuronales permitió una adquisición más rápida o precisa del control motor que la ingeniería de control clásica. ",
            "error": []
        },
        "robots": {
            "translated_key": [],
            "translated_annotated_text": "Técnicas escalables de estadísticas no paramétricas para el aprendizaje en tiempo real de robots El aprendizaje ponderado localmente (LWL) es una clase de técnicas de estadísticas no paramétricas que proporcionan representaciones útiles y algoritmos de entrenamiento para aprender sobre fenómenos complejos durante el control adaptativo autónomo de sistemas robóticos. El artículo introduce varios algoritmos LWL que han sido probados con éxito en el aprendizaje en tiempo real de tareas complejas de robots. Discutimos dos clases principales de LWL, LWL basado en memoria y LWL puramente incremental que no necesita recordar ningún dato explícitamente. En contraste con la creencia tradicional de que los métodos LWL no pueden funcionar bien en espacios de alta dimensión, proporcionamos nuevos algoritmos que han sido probados en hasta 90 problemas de aprendizaje dimensional. La aplicabilidad de nuestros algoritmos de LWL se demuestra en varios ejemplos de aprendizaje de robots, incluyendo el aprendizaje del palo del diablo, el equilibrio de polos por un brazo robot humanoide, y el aprendizaje de la dinámica inversa para un robot de siete y 30 grados de libertad. En todos estos ejemplos, la aplicación de nuestras técnicas estadísticas de redes neuronales permitió una adquisición más rápida o precisa del control motor que la ingeniería de control clásica. ",
            "error": []
        }
    }
}