{
    "original_text": "Effect of insulation layer on transcribability and birefringence distribution in optical disk substrate As the need for information storage media with high storage density increases, digital video disks (DVDs) with smaller recording marks and thinner optical disk substrates than those of conventional DVDs are being required. Therefore, improving the replication quality of land-groove or pit structure and reducing the birefringence distribution are emerging as important criteria in the fabrication of high-density optical disk substrates. We control the transcribability and distribution of birefringence by inserting an insulation layer under the stamper during injection-compression molding of DVD RAM substrates. The effects of the insulation layer on the geometrical and optical properties, such as transcribability and birefringence distribution, are examined experimentally. The inserted insulation layer is found to be very effective in improving the quality of replication and leveling out the first peak of the gapwise birefringence distribution near the mold wall and reducing the average birefringence value, because the insulation layer retarded the growth of the solidified layer",
    "original_translation": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el sustrato del disco óptico Como aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo-groove o de la estructura del hoyo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada",
    "error_count": 14,
    "keys": {
        "optical disk substrate": {
            "translated_key": [],
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el substrato de disco óptico <br> A medida que aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo-groove o de la estructura del hoyo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": []
        },
        "transcribability": {
            "translated_key": " y distribución de birrefringencia en sustrato de disco óptico Como aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo-groove o de la estructura del hoyo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad <br> y la distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección y compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como <br>transcriptability",
            "translated_annotated_text": "Efecto de la capa de aislamiento en la transcriptibilidad <br> y distribución de birrefringencia en sustrato de disco óptico Como aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo-groove o de la estructura del hoyo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad <br> y la distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección y compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como <br>transcriptability</br> y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": [
                ""
            ]
        },
        "birefringence distribution": {
            "translated_key": [
                "birefringencia",
                " están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución <br>birefringence"
            ],
            "translated_annotated_text": "Efecto de la capa de aislamiento sobre la transcriptibilidad y distribución de <br>birefringencia</br> en sustrato de disco óptico Como aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo o de la estructura del pozo y la reducción de la distribución de la birrefringencia <br> están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución <br>birefringence</br>. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia <br> cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada. ",
            "error": [
                "birefringencia",
                " están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución <br>birefringence"
            ]
        },
        "insulation layer": {
            "translated_key": " sobre la transcriptibilidad y la distribución de birrefringencia en el substrato de disco óptico A medida que aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo-groove o de la estructura del hoyo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa <br> de aislamiento",
            "translated_annotated_text": "Efecto de la capa de aislamiento <br> sobre la transcriptibilidad y la distribución de birrefringencia en el substrato de disco óptico A medida que aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo-groove o de la estructura del hoyo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa <br> de aislamiento</br> bajo el estampador durante el moldeo por inyección y compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa de aislamiento <br> sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada <br> es muy eficaz para mejorar la calidad de la replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birefringencia, porque la capa de aislamiento <br> retardó el crecimiento de la capa solidificada ",
            "error": [
                ""
            ]
        },
        "information storage media": {
            "translated_key": [],
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el sustrato del disco óptico Como la necesidad de medios de almacenamiento de información <br> con alta densidad de almacenamiento aumenta, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo-groove o de la estructura del hoyo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": []
        },
        "high storage density": {
            "translated_key": "alta densidad de almacenamiento",
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el sustrato del disco óptico Como aumenta la necesidad de medios de almacenamiento de información con <br>alta densidad de almacenamiento</br>, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo-groove o de la estructura del hoyo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": [
                ""
            ]
        },
        "digital video disks": {
            "translated_key": "discos de vídeo digitales",
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el substrato del disco óptico A medida que aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren <br>discos de vídeo digitales</br> (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo-groove o de la estructura del hoyo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": [
                ""
            ]
        },
        "smaller recording marks": {
            "translated_key": "marcas de grabación más pequeñas",
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el sustrato del disco óptico A medida que aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con <br>marcas de grabación más pequeñas</br> y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo-groove o de la estructura del hoyo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": [
                ""
            ]
        },
        "thinner optical disk substrates": {
            "translated_key": " Thinner",
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el sustrato del disco óptico A medida que aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico <br> Thinner</br> que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo-groove o de la estructura del hoyo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": [
                ""
            ]
        },
        "replication quality": {
            "translated_key": "calidad de replicación",
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el sustrato del disco óptico Como aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la <br>calidad de replicación</br> del suelo-groove o estructura de boxes y la reducción de la distribución de birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": [
                ""
            ]
        },
        "land-groove": {
            "translated_key": "land-groove",
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el sustrato del disco óptico Como aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación de la estructura <br>land-groove</br> o pit y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": [
                ""
            ]
        },
        "pit structure": {
            "translated_key": "pit",
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el sustrato del disco óptico Como aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación de la estructura de suelo-groove o <br>pit</br> y la reducción de la distribución de birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": [
                ""
            ]
        },
        "fabrication": {
            "translated_key": "fabricación",
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el sustrato del disco óptico Como aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo-groove o estructura del hoyo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la <br>fabricación</br> de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": [
                ""
            ]
        },
        "stamper": {
            "translated_key": "stamper",
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el sustrato del disco óptico Como aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo-groove o de la estructura del hoyo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el <br>stamper</br> durante el moldeo por inyección y compresión de sustratos de RAM DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": [
                ""
            ]
        },
        "injection-compression molding": {
            "translated_key": [],
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el sustrato del disco óptico Como aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo-groove o de la estructura del hoyo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": []
        },
        "DVD RAM substrates": {
            "translated_key": "DVD",
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el sustrato del disco óptico Como aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo-groove o de la estructura del hoyo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección y compresión de sustratos RAM <br>DVD</br>. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": [
                ""
            ]
        },
        "geometrical properties": {
            "translated_key": [],
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el sustrato del disco óptico Como aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo-groove o de la estructura del hoyo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": []
        },
        "optical properties": {
            "translated_key": [],
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el sustrato del disco óptico Como aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo-groove o de la estructura del hoyo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de birrefringencia, se examinan experimentalmente. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": []
        },
        "gapwise birefringence distribution": {
            "translated_key": "gapwise",
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el sustrato del disco óptico Como aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo-groove o de la estructura del hoyo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia <br>gapwise</br> cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": [
                ""
            ]
        },
        "mold wall": {
            "translated_key": "moldeo",
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el sustrato del disco óptico Como aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo-groove o de la estructura del hoyo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared de <br>moldeo</br> y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": [
                ""
            ]
        },
        "solidified layer growth retardation": {
            "translated_key": [],
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el sustrato del disco óptico Como aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo-groove o de la estructura del hoyo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": []
        },
        "polyimide thermal insulation layer": {
            "translated_key": [],
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el sustrato del disco óptico Como aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo-groove o de la estructura del hoyo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": []
        },
        "birefringence": {
            "translated_key": "birefringence",
            "translated_annotated_text": "Efecto de la capa aislante en la transcriptibilidad y distribución <br>birefringence</br> en el sustrato de disco óptico Como aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo o de la estructura del pozo y la reducción de la distribución <br>birefringence</br> están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de <br>birefringence</br> insertando una capa aislante bajo el estampador durante el moldeo por inyección y compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución <br>birefringence</br>. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución <br>birefringence</br> cerca de la pared del molde y reducir el valor medio <br>birefringence</br>, porque la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": [
                ""
            ]
        },
        "moulding": {
            "translated_key": [],
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el sustrato del disco óptico Como aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo-groove o de la estructura del hoyo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": []
        },
        "optical disc storage": {
            "translated_key": [],
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el sustrato del disco óptico Como aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo-groove o de la estructura del hoyo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": []
        },
        "optical fabrication": {
            "translated_key": [],
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el sustrato del disco óptico Como aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo-groove o de la estructura del hoyo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": []
        },
        "replica techniques": {
            "translated_key": [],
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el sustrato del disco óptico Como aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo-groove o de la estructura del hoyo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": []
        },
        "substrates": {
            "translated_key": "sustratos",
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el sustrato del disco óptico A medida que aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y discos ópticos más delgados<br>sustratos</br> que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación de la estructura del suelo-groove o del pozo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de discos ópticos de alta densidad <br>sustratos</br>. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección y compresión de RAM DVD <br>sustratos</br>. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": [
                ""
            ]
        },
        "thermal insulation": {
            "translated_key": [],
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el sustrato del disco óptico Como aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo-groove o de la estructura del hoyo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": []
        },
        "video discs": {
            "translated_key": [],
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el sustrato del disco óptico Como aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo-groove o de la estructura del hoyo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": []
        }
    }
}