{
    "original_text": "Nonlinear control of a shape memory alloy actuated manipulator This paper presents a nonlinear, robust control algorithm for accurate positioning of a single degree of freedom rotary manipulator actuated by Shape Memory Alloy (SMA). A model for an SMA actuated manipulator is presented. The model includes nonlinear dynamics of the manipulator, a constitutive model of Shape Memory Alloy, and electrical and heat transfer behavior of SMA wire. This model is used for open and closed loop motion simulations of the manipulator. Experiments are presented that show results similar to both closed and open loop simulation results. Due to modeling uncertainty and nonlinear behavior of the system, classic control methods such as Proportional-Integral-Derivative control are not able to present fast and accurate performance. Hence a nonlinear, robust control algorithm is presented based on Variable Structure Control. This algorithm is a control gain switching technique based on the weighted average of position and velocity feedbacks. This method has been designed through simulation and tested experimentally. Results show fast, accurate, and robust performance of the control system. Computer simulation and experimental results for different stabilization and tracking situations are also presented",
    "original_translation": "Control no lineal de un manipulador accionado por aleación de memoria de forma Este artículo presenta un algoritmo de control robusto y no lineal para el posicionamiento preciso de un único grado de libertad manipulador rotativo accionado por Aleación de Memoria de Forma (SMA). Se presenta un modelo para un manipulador accionado por SMA. El modelo incluye la dinámica no lineal del manipulador, un modelo constitutivo de aleación de memoria de forma, y el comportamiento eléctrico y de transferencia de calor del alambre SMA. Este modelo se utiliza para simulaciones de movimiento de bucle abierto y cerrado del manipulador. Se presentan experimentos que muestran resultados similares a los resultados de simulación en bucle cerrado y abierto. Debido a la incertidumbre de modelado y el comportamiento no lineal del sistema, los métodos clásicos de control como el control proporcional-integral-derivado no son capaces de presentar un rendimiento rápido y preciso. De ahí que se presente un algoritmo de control robusto y no lineal basado en el Control de Estructura Variable. Este algoritmo es una técnica de conmutación de ganancia de control basada en el promedio ponderado de las reacciones de posición y velocidad. Este método ha sido diseñado a través de la simulación y probado experimentalmente. Los resultados muestran un rendimiento rápido, preciso y robusto del sistema de control. También se presentan simulaciones informáticas y resultados experimentales para diferentes situaciones de estabilización y seguimiento",
    "error_count": 12,
    "keys": {
        "shape memory alloy": {
            "translated_key": [],
            "translated_annotated_text": "Control no lineal de una aleación de memoria de forma <br> manipulador accionado Este artículo presenta un algoritmo de control robusto y no lineal para el posicionamiento preciso de un único grado de libertad manipulador rotativo accionado por Aleación de Memoria de Forma (SMA). Se presenta un modelo para un manipulador accionado por SMA. El modelo incluye la dinámica no lineal del manipulador, un modelo constitutivo de aleación de memoria de forma, y el comportamiento eléctrico y de transferencia de calor del alambre SMA. Este modelo se utiliza para simulaciones de movimiento de bucle abierto y cerrado del manipulador. Se presentan experimentos que muestran resultados similares a los resultados de simulación en bucle cerrado y abierto. Debido a la incertidumbre de modelado y el comportamiento no lineal del sistema, los métodos clásicos de control como el control proporcional-integral-derivado no son capaces de presentar un rendimiento rápido y preciso. De ahí que se presente un algoritmo de control robusto y no lineal basado en el Control de Estructura Variable. Este algoritmo es una técnica de conmutación de ganancia de control basada en el promedio ponderado de las reacciones de posición y velocidad. Este método ha sido diseñado a través de la simulación y probado experimentalmente. Los resultados muestran un rendimiento rápido, preciso y robusto del sistema de control. También se presentan simulaciones informáticas y resultados experimentales para diferentes situaciones de estabilización y seguimiento ",
            "error": []
        },
        "manipulator": {
            "translated_key": [
                "manipulador",
                "manipulador",
                " ",
                " "
            ],
            "translated_annotated_text": "Control no lineal de una aleación de memoria de forma accionada <br>manipulador</br> Este artículo presenta un algoritmo de control robusto y no lineal para el posicionamiento preciso de un único grado de libertad rotatorio <br>manipulador</br> accionado por Aleación de Memoria de Forma (SMA). Se presenta un modelo para un manipulador SMA <br> </br>. El modelo incluye dinámicas no lineales del manipulador <br> </br>, un modelo constitutivo de aleación de memoria de forma, y el comportamiento eléctrico y de transferencia de calor del alambre SMA. Este modelo se utiliza para simulaciones de movimiento de bucle abierto y cerrado del manipulador <br></br>. Se presentan experimentos que muestran resultados similares a los resultados de simulación en bucle cerrado y abierto. Debido a la incertidumbre de modelado y el comportamiento no lineal del sistema, los métodos clásicos de control como el control proporcional-integral-derivado no son capaces de presentar un rendimiento rápido y preciso. De ahí que se presente un algoritmo de control robusto y no lineal basado en el Control de Estructura Variable. Este algoritmo es una técnica de conmutación de ganancia de control basada en el promedio ponderado de las reacciones de posición y velocidad. Este método ha sido diseñado a través de la simulación y probado experimentalmente. Los resultados muestran un rendimiento rápido, preciso y robusto del sistema de control. También se presentan simulaciones informáticas y resultados experimentales para diferentes situaciones de estabilización y seguimiento ",
            "error": [
                "manipulador",
                "manipulador",
                " ",
                " "
            ]
        },
        "open loop": {
            "translated_key": "open",
            "translated_annotated_text": "Control no lineal de un manipulador accionado por aleación de memoria de forma Este artículo presenta un algoritmo de control robusto y no lineal para el posicionamiento preciso de un único grado de libertad manipulador rotativo accionado por Aleación de Memoria de Forma (SMA). Se presenta un modelo para un manipulador accionado por SMA. El modelo incluye la dinámica no lineal del manipulador, un modelo constitutivo de aleación de memoria de forma, y el comportamiento eléctrico y de transferencia de calor del alambre SMA. Este modelo se utiliza para simulaciones de movimiento de bucle abierto y cerrado del manipulador. Se presentan experimentos que muestran resultados similares a los de la simulación de bucle cerrado y <br>open</br>. Debido a la incertidumbre de modelado y el comportamiento no lineal del sistema, los métodos clásicos de control como el control proporcional-integral-derivado no son capaces de presentar un rendimiento rápido y preciso. De ahí que se presente un algoritmo de control robusto y no lineal basado en el Control de Estructura Variable. Este algoritmo es una técnica de conmutación de ganancia de control basada en el promedio ponderado de las reacciones de posición y velocidad. Este método ha sido diseñado a través de la simulación y probado experimentalmente. Los resultados muestran un rendimiento rápido, preciso y robusto del sistema de control. También se presentan simulaciones informáticas y resultados experimentales para diferentes situaciones de estabilización y seguimiento ",
            "error": [
                ""
            ]
        },
        "closed loop": {
            "translated_key": "closed loop",
            "translated_annotated_text": "Control no lineal de un manipulador accionado por aleación de memoria de forma Este artículo presenta un algoritmo de control robusto y no lineal para el posicionamiento preciso de un único grado de libertad manipulador rotativo accionado por Aleación de Memoria de Forma (SMA). Se presenta un modelo para un manipulador accionado por SMA. El modelo incluye la dinámica no lineal del manipulador, un modelo constitutivo de aleación de memoria de forma, y el comportamiento eléctrico y de transferencia de calor del alambre SMA. Este modelo se utiliza para simulaciones de movimiento abiertas y <br>closed loop</br> del manipulador. Se presentan experimentos que muestran resultados similares a los resultados de simulación en bucle cerrado y abierto. Debido a la incertidumbre de modelado y el comportamiento no lineal del sistema, los métodos clásicos de control como el control proporcional-integral-derivado no son capaces de presentar un rendimiento rápido y preciso. De ahí que se presente un algoritmo de control robusto y no lineal basado en el Control de Estructura Variable. Este algoritmo es una técnica de conmutación de ganancia de control basada en el promedio ponderado de las reacciones de posición y velocidad. Este método ha sido diseñado a través de la simulación y probado experimentalmente. Los resultados muestran un rendimiento rápido, preciso y robusto del sistema de control. También se presentan simulaciones informáticas y resultados experimentales para diferentes situaciones de estabilización y seguimiento ",
            "error": [
                ""
            ]
        },
        "variable structure control": {
            "translated_key": [],
            "translated_annotated_text": "Control no lineal de un manipulador accionado por aleación de memoria de forma Este artículo presenta un algoritmo de control robusto y no lineal para el posicionamiento preciso de un único grado de libertad manipulador rotativo accionado por Aleación de Memoria de Forma (SMA). Se presenta un modelo para un manipulador accionado por SMA. El modelo incluye la dinámica no lineal del manipulador, un modelo constitutivo de aleación de memoria de forma, y el comportamiento eléctrico y de transferencia de calor del alambre SMA. Este modelo se utiliza para simulaciones de movimiento de bucle abierto y cerrado del manipulador. Se presentan experimentos que muestran resultados similares a los resultados de simulación en bucle cerrado y abierto. Debido a la incertidumbre de modelado y el comportamiento no lineal del sistema, los métodos clásicos de control como el control proporcional-integral-derivado no son capaces de presentar un rendimiento rápido y preciso. De ahí que se presente un algoritmo de control robusto y no lineal basado en el Control de Estructura Variable. Este algoritmo es una técnica de conmutación de ganancia de control basada en el promedio ponderado de las reacciones de posición y velocidad. Este método ha sido diseñado a través de la simulación y probado experimentalmente. Los resultados muestran un rendimiento rápido, preciso y robusto del sistema de control. También se presentan simulaciones informáticas y resultados experimentales para diferentes situaciones de estabilización y seguimiento ",
            "error": []
        },
        "control gain switching": {
            "translated_key": [],
            "translated_annotated_text": "Control no lineal de un manipulador accionado por aleación de memoria de forma Este artículo presenta un algoritmo de control robusto y no lineal para el posicionamiento preciso de un único grado de libertad manipulador rotativo accionado por Aleación de Memoria de Forma (SMA). Se presenta un modelo para un manipulador accionado por SMA. El modelo incluye la dinámica no lineal del manipulador, un modelo constitutivo de aleación de memoria de forma, y el comportamiento eléctrico y de transferencia de calor del alambre SMA. Este modelo se utiliza para simulaciones de movimiento de bucle abierto y cerrado del manipulador. Se presentan experimentos que muestran resultados similares a los resultados de simulación en bucle cerrado y abierto. Debido a la incertidumbre de modelado y el comportamiento no lineal del sistema, los métodos clásicos de control como el control proporcional-integral-derivado no son capaces de presentar un rendimiento rápido y preciso. De ahí que se presente un algoritmo de control robusto y no lineal basado en el Control de Estructura Variable. Este algoritmo es una técnica de conmutación de ganancia <br>control basada en la media ponderada de las reacciones de posición y velocidad. Este método ha sido diseñado a través de la simulación y probado experimentalmente. Los resultados muestran un rendimiento rápido, preciso y robusto del sistema de control. También se presentan simulaciones informáticas y resultados experimentales para diferentes situaciones de estabilización y seguimiento ",
            "error": []
        },
        "nonlinear control": {
            "translated_key": [],
            "translated_annotated_text": "Control no lineal de un manipulador accionado por aleación de memoria de forma Este artículo presenta un algoritmo de control robusto y no lineal para el posicionamiento preciso de un único grado de libertad manipulador rotativo accionado por Aleación de Memoria de Forma (SMA). Se presenta un modelo para un manipulador accionado por SMA. El modelo incluye la dinámica no lineal del manipulador, un modelo constitutivo de aleación de memoria de forma, y el comportamiento eléctrico y de transferencia de calor del alambre SMA. Este modelo se utiliza para simulaciones de movimiento de bucle abierto y cerrado del manipulador. Se presentan experimentos que muestran resultados similares a los resultados de simulación en bucle cerrado y abierto. Debido a la incertidumbre de modelado y el comportamiento no lineal del sistema, los métodos clásicos de control como el control proporcional-integral-derivado no son capaces de presentar un rendimiento rápido y preciso. De ahí que se presente un algoritmo de control robusto y no lineal basado en el Control de Estructura Variable. Este algoritmo es una técnica de conmutación de ganancia de control basada en el promedio ponderado de las reacciones de posición y velocidad. Este método ha sido diseñado a través de la simulación y probado experimentalmente. Los resultados muestran un rendimiento rápido, preciso y robusto del sistema de control. También se presentan simulaciones informáticas y resultados experimentales para diferentes situaciones de estabilización y seguimiento ",
            "error": []
        },
        "feedback": {
            "translated_key": [],
            "translated_annotated_text": "Control no lineal de un manipulador accionado por aleación de memoria de forma Este artículo presenta un algoritmo de control robusto y no lineal para el posicionamiento preciso de un único grado de libertad manipulador rotativo accionado por Aleación de Memoria de Forma (SMA). Se presenta un modelo para un manipulador accionado por SMA. El modelo incluye la dinámica no lineal del manipulador, un modelo constitutivo de aleación de memoria de forma, y el comportamiento eléctrico y de transferencia de calor del alambre SMA. Este modelo se utiliza para simulaciones de movimiento de bucle abierto y cerrado del manipulador. Se presentan experimentos que muestran resultados similares a los resultados de simulación en bucle cerrado y abierto. Debido a la incertidumbre de modelado y el comportamiento no lineal del sistema, los métodos clásicos de control como el control proporcional-integral-derivado no son capaces de presentar un rendimiento rápido y preciso. De ahí que se presente un algoritmo de control robusto y no lineal basado en el Control de Estructura Variable. Este algoritmo es una técnica de conmutación de ganancia de control basada en el promedio ponderado de las reacciones de posición y velocidad. Este método ha sido diseñado a través de la simulación y probado experimentalmente. Los resultados muestran un rendimiento rápido, preciso y robusto del sistema de control. También se presentan simulaciones informáticas y resultados experimentales para diferentes situaciones de estabilización y seguimiento ",
            "error": []
        },
        "stabilization": {
            "translated_key": "estabilización",
            "translated_annotated_text": "Control no lineal de un manipulador accionado por aleación de memoria de forma Este artículo presenta un algoritmo de control robusto y no lineal para el posicionamiento preciso de un único grado de libertad manipulador rotativo accionado por Aleación de Memoria de Forma (SMA). Se presenta un modelo para un manipulador accionado por SMA. El modelo incluye la dinámica no lineal del manipulador, un modelo constitutivo de aleación de memoria de forma, y el comportamiento eléctrico y de transferencia de calor del alambre SMA. Este modelo se utiliza para simulaciones de movimiento de bucle abierto y cerrado del manipulador. Se presentan experimentos que muestran resultados similares a los resultados de simulación en bucle cerrado y abierto. Debido a la incertidumbre de modelado y el comportamiento no lineal del sistema, los métodos clásicos de control como el control proporcional-integral-derivado no son capaces de presentar un rendimiento rápido y preciso. De ahí que se presente un algoritmo de control robusto y no lineal basado en el Control de Estructura Variable. Este algoritmo es una técnica de conmutación de ganancia de control basada en el promedio ponderado de las reacciones de posición y velocidad. Este método ha sido diseñado a través de la simulación y probado experimentalmente. Los resultados muestran un rendimiento rápido, preciso y robusto del sistema de control. También se presentan simulaciones informáticas y resultados experimentales para diferentes situaciones de <br>estabilización</br> y seguimiento. ",
            "error": [
                ""
            ]
        },
        "tracking": {
            "translated_key": " ",
            "translated_annotated_text": "Control no lineal de un manipulador accionado por aleación de memoria de forma Este artículo presenta un algoritmo de control robusto y no lineal para el posicionamiento preciso de un único grado de libertad manipulador rotativo accionado por Aleación de Memoria de Forma (SMA). Se presenta un modelo para un manipulador accionado por SMA. El modelo incluye la dinámica no lineal del manipulador, un modelo constitutivo de aleación de memoria de forma, y el comportamiento eléctrico y de transferencia de calor del alambre SMA. Este modelo se utiliza para simulaciones de movimiento de bucle abierto y cerrado del manipulador. Se presentan experimentos que muestran resultados similares a los resultados de simulación en bucle cerrado y abierto. Debido a la incertidumbre de modelado y el comportamiento no lineal del sistema, los métodos clásicos de control como el control proporcional-integral-derivado no son capaces de presentar un rendimiento rápido y preciso. De ahí que se presente un algoritmo de control robusto y no lineal basado en el Control de Estructura Variable. Este algoritmo es una técnica de conmutación de ganancia de control basada en el promedio ponderado de las reacciones de posición y velocidad. Este método ha sido diseñado a través de la simulación y probado experimentalmente. Los resultados muestran un rendimiento rápido, preciso y robusto del sistema de control. También se presentan simulaciones computarizadas y resultados experimentales para diferentes situaciones de estabilización y seguimiento <br> </br> ",
            "error": [
                ""
            ]
        },
        "positioning": {
            "translated_key": [],
            "translated_annotated_text": "Control no lineal de un manipulador accionado por aleación de memoria de forma Este papel presenta un algoritmo de control no lineal y robusto para la colocación precisa <br> de un único grado de libertad manipulador rotativo accionado por Aleación de Memoria de Forma (SMA). Se presenta un modelo para un manipulador accionado por SMA. El modelo incluye la dinámica no lineal del manipulador, un modelo constitutivo de aleación de memoria de forma, y el comportamiento eléctrico y de transferencia de calor del alambre SMA. Este modelo se utiliza para simulaciones de movimiento de bucle abierto y cerrado del manipulador. Se presentan experimentos que muestran resultados similares a los resultados de simulación en bucle cerrado y abierto. Debido a la incertidumbre de modelado y el comportamiento no lineal del sistema, los métodos clásicos de control como el control proporcional-integral-derivado no son capaces de presentar un rendimiento rápido y preciso. De ahí que se presente un algoritmo de control robusto y no lineal basado en el Control de Estructura Variable. Este algoritmo es una técnica de conmutación de ganancia de control basada en el promedio ponderado de las reacciones de posición y velocidad. Este método ha sido diseñado a través de la simulación y probado experimentalmente. Los resultados muestran un rendimiento rápido, preciso y robusto del sistema de control. También se presentan simulaciones informáticas y resultados experimentales para diferentes situaciones de estabilización y seguimiento ",
            "error": []
        },
        "nonlinear dynamics": {
            "translated_key": "dinámica no lineal",
            "translated_annotated_text": "Control no lineal de un manipulador accionado por aleación de memoria de forma Este artículo presenta un algoritmo de control robusto y no lineal para el posicionamiento preciso de un único grado de libertad manipulador rotativo accionado por Aleación de Memoria de Forma (SMA). Se presenta un modelo para un manipulador accionado por SMA. El modelo incluye <br>dinámica no lineal</br> del manipulador, un modelo constitutivo de aleación de memoria de forma, y el comportamiento eléctrico y de transferencia de calor del alambre SMA. Este modelo se utiliza para simulaciones de movimiento de bucle abierto y cerrado del manipulador. Se presentan experimentos que muestran resultados similares a los resultados de simulación en bucle cerrado y abierto. Debido a la incertidumbre de modelado y el comportamiento no lineal del sistema, los métodos clásicos de control como el control proporcional-integral-derivado no son capaces de presentar un rendimiento rápido y preciso. De ahí que se presente un algoritmo de control robusto y no lineal basado en el Control de Estructura Variable. Este algoritmo es una técnica de conmutación de ganancia de control basada en el promedio ponderado de las reacciones de posición y velocidad. Este método ha sido diseñado a través de la simulación y probado experimentalmente. Los resultados muestran un rendimiento rápido, preciso y robusto del sistema de control. También se presentan simulaciones informáticas y resultados experimentales para diferentes situaciones de estabilización y seguimiento ",
            "error": [
                ""
            ]
        },
        "manipulators": {
            "translated_key": [],
            "translated_annotated_text": "Control no lineal de un manipulador accionado por aleación de memoria de forma Este artículo presenta un algoritmo de control robusto y no lineal para el posicionamiento preciso de un único grado de libertad manipulador rotativo accionado por Aleación de Memoria de Forma (SMA). Se presenta un modelo para un manipulador accionado por SMA. El modelo incluye la dinámica no lineal del manipulador, un modelo constitutivo de aleación de memoria de forma, y el comportamiento eléctrico y de transferencia de calor del alambre SMA. Este modelo se utiliza para simulaciones de movimiento de bucle abierto y cerrado del manipulador. Se presentan experimentos que muestran resultados similares a los resultados de simulación en bucle cerrado y abierto. Debido a la incertidumbre de modelado y el comportamiento no lineal del sistema, los métodos clásicos de control como el control proporcional-integral-derivado no son capaces de presentar un rendimiento rápido y preciso. De ahí que se presente un algoritmo de control robusto y no lineal basado en el Control de Estructura Variable. Este algoritmo es una técnica de conmutación de ganancia de control basada en el promedio ponderado de las reacciones de posición y velocidad. Este método ha sido diseñado a través de la simulación y probado experimentalmente. Los resultados muestran un rendimiento rápido, preciso y robusto del sistema de control. También se presentan simulaciones informáticas y resultados experimentales para diferentes situaciones de estabilización y seguimiento ",
            "error": []
        },
        "nonlinear control systems": {
            "translated_key": [],
            "translated_annotated_text": "Control no lineal de un manipulador accionado por aleación de memoria de forma Este artículo presenta un algoritmo de control robusto y no lineal para el posicionamiento preciso de un único grado de libertad manipulador rotativo accionado por Aleación de Memoria de Forma (SMA). Se presenta un modelo para un manipulador accionado por SMA. El modelo incluye la dinámica no lineal del manipulador, un modelo constitutivo de aleación de memoria de forma, y el comportamiento eléctrico y de transferencia de calor del alambre SMA. Este modelo se utiliza para simulaciones de movimiento de bucle abierto y cerrado del manipulador. Se presentan experimentos que muestran resultados similares a los resultados de simulación en bucle cerrado y abierto. Debido a la incertidumbre de modelado y el comportamiento no lineal del sistema, los métodos clásicos de control como el control proporcional-integral-derivado no son capaces de presentar un rendimiento rápido y preciso. De ahí que se presente un algoritmo de control robusto y no lineal basado en el Control de Estructura Variable. Este algoritmo es una técnica de conmutación de ganancia de control basada en el promedio ponderado de las reacciones de posición y velocidad. Este método ha sido diseñado a través de la simulación y probado experimentalmente. Los resultados muestran un rendimiento rápido, preciso y robusto del sistema de control. También se presentan simulaciones informáticas y resultados experimentales para diferentes situaciones de estabilización y seguimiento ",
            "error": []
        },
        "nonlinear dynamical systems": {
            "translated_key": [],
            "translated_annotated_text": "Control no lineal de un manipulador accionado por aleación de memoria de forma Este artículo presenta un algoritmo de control robusto y no lineal para el posicionamiento preciso de un único grado de libertad manipulador rotativo accionado por Aleación de Memoria de Forma (SMA). Se presenta un modelo para un manipulador accionado por SMA. El modelo incluye la dinámica no lineal del manipulador, un modelo constitutivo de aleación de memoria de forma, y el comportamiento eléctrico y de transferencia de calor del alambre SMA. Este modelo se utiliza para simulaciones de movimiento de bucle abierto y cerrado del manipulador. Se presentan experimentos que muestran resultados similares a los resultados de simulación en bucle cerrado y abierto. Debido a la incertidumbre de modelado y el comportamiento no lineal del sistema, los métodos clásicos de control como el control proporcional-integral-derivado no son capaces de presentar un rendimiento rápido y preciso. De ahí que se presente un algoritmo de control robusto y no lineal basado en el Control de Estructura Variable. Este algoritmo es una técnica de conmutación de ganancia de control basada en el promedio ponderado de las reacciones de posición y velocidad. Este método ha sido diseñado a través de la simulación y probado experimentalmente. Los resultados muestran un rendimiento rápido, preciso y robusto del sistema de control. También se presentan simulaciones informáticas y resultados experimentales para diferentes situaciones de estabilización y seguimiento ",
            "error": []
        },
        "shape memory effects": {
            "translated_key": [],
            "translated_annotated_text": "Control no lineal de un manipulador accionado por aleación de memoria de forma Este artículo presenta un algoritmo de control robusto y no lineal para el posicionamiento preciso de un único grado de libertad manipulador rotativo accionado por Aleación de Memoria de Forma (SMA). Se presenta un modelo para un manipulador accionado por SMA. El modelo incluye la dinámica no lineal del manipulador, un modelo constitutivo de aleación de memoria de forma, y el comportamiento eléctrico y de transferencia de calor del alambre SMA. Este modelo se utiliza para simulaciones de movimiento de bucle abierto y cerrado del manipulador. Se presentan experimentos que muestran resultados similares a los resultados de simulación en bucle cerrado y abierto. Debido a la incertidumbre de modelado y el comportamiento no lineal del sistema, los métodos clásicos de control como el control proporcional-integral-derivado no son capaces de presentar un rendimiento rápido y preciso. De ahí que se presente un algoritmo de control robusto y no lineal basado en el Control de Estructura Variable. Este algoritmo es una técnica de conmutación de ganancia de control basada en el promedio ponderado de las reacciones de posición y velocidad. Este método ha sido diseñado a través de la simulación y probado experimentalmente. Los resultados muestran un rendimiento rápido, preciso y robusto del sistema de control. También se presentan simulaciones informáticas y resultados experimentales para diferentes situaciones de estabilización y seguimiento ",
            "error": []
        }
    }
}