{
    "original_text": "CRONE control: principles and extension to time-variant plants with asymptotically constant coefficients The principles of CRONE control, a frequency-domain robust control design methodology based on fractional differentiation, are presented. Continuous time-variant plants with asymptotically constant coefficients are analysed in the frequency domain, through their representation using time-variant frequency responses. A stability theorem for feedback systems including time-variant plants with asymptotically constant coefficients is proposed. Finally, CRONE control is extended to robust control of these plants",
    "original_translation": "Control CRÓNICO: principios y extensión a plantas con variación del tiempo con coeficientes asintóticamente constantes Se presentan los principios de control CRÓNICO, una metodología de diseño de control robusto de dominio de frecuencia basada en la diferenciación fraccional. En el dominio de frecuencia se analizan plantas con variación temporal continua con coeficientes constantes asintóticamente, mediante su representación mediante respuestas de frecuencia variable en el tiempo. Se propone un teorema de estabilidad para los sistemas de retroalimentación, incluidas las plantas con variación del tiempo con coeficientes asintóticamente constantes. Por último, el control CRONE se extiende al control robusto de estas plantas",
    "error_count": 5,
    "keys": {
        "CRONE control": {
            "translated_key": [
                "Control CRONE",
                "CRONE"
            ],
            "translated_annotated_text": "<br>Control CRONE</br>: principios y extensión a plantas con variación del tiempo con coeficientes asintóticamente constantes Se presentan los principios de control CRONE</br>, una metodología de diseño de control robusto de dominio de frecuencia basada en la diferenciación fraccional. En el dominio de frecuencia se analizan plantas con variación temporal continua con coeficientes constantes asintóticamente, mediante su representación mediante respuestas de frecuencia variable en el tiempo. Se propone un teorema de estabilidad para los sistemas de retroalimentación, incluidas las plantas con variación del tiempo con coeficientes asintóticamente constantes. Finalmente, el control <br>CRONE</br> se extiende al control robusto de estas plantas ",
            "error": [
                "Control CRONE",
                "CRONE"
            ]
        },
        "time-variant plants": {
            "translated_key": "variantes de tiempo",
            "translated_annotated_text": "Control CRÓNICO: principios y extensión a plantas <br>variantes de tiempo</br> con coeficientes asintóticamente constantes Se presentan los principios de control CRÓNICO, una metodología de diseño de control robusto de dominio de frecuencia basada en la diferenciación fraccional. En el dominio de frecuencia se analizan plantas con variación temporal continua con coeficientes constantes asintóticamente, mediante su representación mediante respuestas de frecuencia variable en el tiempo. Se propone un teorema de estabilidad para los sistemas de retroalimentación que incluya plantas <br>variantes de tiempo</br> con coeficientes asintóticamente constantes. Por último, el control CRONE se extiende al control robusto de estas plantas ",
            "error": [
                ""
            ]
        },
        "asymptotically constant coefficients": {
            "translated_key": "asintóticamente",
            "translated_annotated_text": "Control CRÓNICO: principios y extensión a plantas de variación temporal con coeficientes constantes <br>asintóticamente</br> Se presentan los principios de control CRÓNICO, una metodología de diseño de control robusto de dominio de frecuencia basada en la diferenciación fraccional. En el dominio de frecuencia se analizan plantas con variación temporal continua con coeficientes constantes <br>asintóticamente</br>, mediante su representación mediante respuestas de frecuencia variable en el tiempo. Se propone un teorema de estabilidad para los sistemas de retroalimentación, incluidas las plantas con variación temporal con coeficientes constantes <br>asintóticamente</br>. Por último, el control CRONE se extiende al control robusto de estas plantas ",
            "error": [
                ""
            ]
        },
        "frequency-domain robust control design": {
            "translated_key": " de dominio de frecuencia",
            "translated_annotated_text": "Control CRÓNICO: principios y extensión a plantas con variación del tiempo con coeficientes asintóticamente constantes Se presentan los principios de control CRÓNICO, una metodología de control robusto <br> de dominio de frecuencia</br> basada en la diferenciación fraccional. En el dominio de frecuencia se analizan plantas con variación temporal continua con coeficientes constantes asintóticamente, mediante su representación mediante respuestas de frecuencia variable en el tiempo. Se propone un teorema de estabilidad para los sistemas de retroalimentación, incluidas las plantas con variación del tiempo con coeficientes asintóticamente constantes. Por último, el control CRONE se extiende al control robusto de estas plantas ",
            "error": [
                ""
            ]
        },
        "fractional differentiation": {
            "translated_key": "diferenciación fraccional",
            "translated_annotated_text": "Control CRÓNICO: principios y extensión a plantas con variación del tiempo con coeficientes asintóticamente constantes Se presentan los principios de control CRÓNICO, una metodología de diseño de control robusto de dominio de frecuencia basada en la <br>diferenciación fraccional</br>. En el dominio de frecuencia se analizan plantas con variación temporal continua con coeficientes constantes asintóticamente, mediante su representación mediante respuestas de frecuencia variable en el tiempo. Se propone un teorema de estabilidad para los sistemas de retroalimentación, incluidas las plantas con variación del tiempo con coeficientes asintóticamente constantes. Por último, el control CRONE se extiende al control robusto de estas plantas ",
            "error": [
                ""
            ]
        },
        "time-variant frequency responses": {
            "translated_key": "time",
            "translated_annotated_text": "Control CRÓNICO: principios y extensión a plantas con variación del tiempo con coeficientes asintóticamente constantes Se presentan los principios de control CRÓNICO, una metodología de diseño de control robusto de dominio de frecuencia basada en la diferenciación fraccional. En el dominio de frecuencia se analizan plantas con variación temporal continua con coeficientes constantes asintóticamente, mediante su representación utilizando respuestas de frecuencia variable <br>time</br>. Se propone un teorema de estabilidad para los sistemas de retroalimentación, incluidas las plantas con variación del tiempo con coeficientes asintóticamente constantes. Por último, el control CRONE se extiende al control robusto de estas plantas ",
            "error": [
                ""
            ]
        },
        "stability theorem": {
            "translated_key": "estabilidad",
            "translated_annotated_text": "Control CRÓNICO: principios y extensión a plantas con variación del tiempo con coeficientes asintóticamente constantes Se presentan los principios de control CRÓNICO, una metodología de diseño de control robusto de dominio de frecuencia basada en la diferenciación fraccional. En el dominio de frecuencia se analizan plantas con variación temporal continua con coeficientes constantes asintóticamente, mediante su representación mediante respuestas de frecuencia variable en el tiempo. Se propone un teorema de <br>estabilidad</br> para los sistemas de retroalimentación, incluidas las plantas con variación del tiempo con coeficientes asintóticamente constantes. Por último, el control CRONE se extiende al control robusto de estas plantas ",
            "error": [
                ""
            ]
        },
        "feedback systems": {
            "translated_key": " ",
            "translated_annotated_text": "Control CRÓNICO: principios y extensión a plantas con variación del tiempo con coeficientes asintóticamente constantes Se presentan los principios de control CRÓNICO, una metodología de diseño de control robusto de dominio de frecuencia basada en la diferenciación fraccional. En el dominio de frecuencia se analizan plantas con variación temporal continua con coeficientes constantes asintóticamente, mediante su representación mediante respuestas de frecuencia variable en el tiempo. Se propone un teorema de estabilidad para sistemas de retroalimentación <br> </br> que incluya plantas con variación del tiempo con coeficientes asintóticamente constantes. Por último, el control CRONE se extiende al control robusto de estas plantas ",
            "error": [
                ""
            ]
        },
        "robust control": {
            "translated_key": "robusto metodología de diseño basada en la diferenciación fraccional. En el dominio de frecuencia se analizan plantas con variación temporal continua con coeficientes constantes asintóticamente, mediante su representación mediante respuestas de frecuencia variable en el tiempo. Se propone un teorema de estabilidad para los sistemas de retroalimentación, incluidas las plantas con variación del tiempo con coeficientes asintóticamente constantes. Finalmente, el control CRONE se extiende al control <br>robust",
            "translated_annotated_text": "Control CRÓNICO: principios y extensión a plantas con variación del tiempo con coeficientes asintóticamente constantes Se presentan los principios de control CRÓNICO, un control de frecuencia-dominio <br>robusto metodología de diseño basada en la diferenciación fraccional. En el dominio de frecuencia se analizan plantas con variación temporal continua con coeficientes constantes asintóticamente, mediante su representación mediante respuestas de frecuencia variable en el tiempo. Se propone un teorema de estabilidad para los sistemas de retroalimentación, incluidas las plantas con variación del tiempo con coeficientes asintóticamente constantes. Finalmente, el control CRONE se extiende al control <br>robust</br> de estas plantas ",
            "error": [
                ""
            ]
        },
        "automatic control": {
            "translated_key": [],
            "translated_annotated_text": "Control CRÓNICO: principios y extensión a plantas con variación del tiempo con coeficientes asintóticamente constantes Se presentan los principios de control CRÓNICO, una metodología de diseño de control robusto de dominio de frecuencia basada en la diferenciación fraccional. En el dominio de frecuencia se analizan plantas con variación temporal continua con coeficientes constantes asintóticamente, mediante su representación mediante respuestas de frecuencia variable en el tiempo. Se propone un teorema de estabilidad para los sistemas de retroalimentación, incluidas las plantas con variación del tiempo con coeficientes asintóticamente constantes. Por último, el control CRONE se extiende al control robusto de estas plantas ",
            "error": []
        },
        "asymptotic stability": {
            "translated_key": [],
            "translated_annotated_text": "Control CRÓNICO: principios y extensión a plantas con variación del tiempo con coeficientes asintóticamente constantes Se presentan los principios de control CRÓNICO, una metodología de diseño de control robusto de dominio de frecuencia basada en la diferenciación fraccional. En el dominio de frecuencia se analizan plantas con variación temporal continua con coeficientes constantes asintóticamente, mediante su representación mediante respuestas de frecuencia variable en el tiempo. Se propone un teorema de estabilidad para los sistemas de retroalimentación, incluidas las plantas con variación del tiempo con coeficientes asintóticamente constantes. Por último, el control CRONE se extiende al control robusto de estas plantas ",
            "error": []
        },
        "differentiation": {
            "translated_key": " ",
            "translated_annotated_text": "Control CRÓNICO: principios y extensión a plantas con variación del tiempo con coeficientes asintóticamente constantes Se presentan los principios de control CRÓNICO, una metodología de diseño de control robusto de dominio de frecuencia basada en la diferenciación fraccional <br> </br>. En el dominio de frecuencia se analizan plantas con variación temporal continua con coeficientes constantes asintóticamente, mediante su representación mediante respuestas de frecuencia variable en el tiempo. Se propone un teorema de estabilidad para los sistemas de retroalimentación, incluidas las plantas con variación del tiempo con coeficientes asintóticamente constantes. Por último, el control CRONE se extiende al control robusto de estas plantas ",
            "error": [
                ""
            ]
        },
        "frequency response": {
            "translated_key": [],
            "translated_annotated_text": "Control CRÓNICO: principios y extensión a plantas con variación del tiempo con coeficientes asintóticamente constantes Se presentan los principios de control CRÓNICO, una metodología de diseño de control robusto de dominio de frecuencia basada en la diferenciación fraccional. En el dominio de frecuencia se analizan plantas con variación temporal continua con coeficientes constantes asintóticamente, mediante su representación mediante respuestas de frecuencia variable en el tiempo. Se propone un teorema de estabilidad para los sistemas de retroalimentación, incluidas las plantas con variación del tiempo con coeficientes asintóticamente constantes. Por último, el control CRONE se extiende al control robusto de estas plantas ",
            "error": []
        },
        "time-varying systems": {
            "translated_key": [],
            "translated_annotated_text": "Control CRÓNICO: principios y extensión a plantas con variación del tiempo con coeficientes asintóticamente constantes Se presentan los principios de control CRÓNICO, una metodología de diseño de control robusto de dominio de frecuencia basada en la diferenciación fraccional. En el dominio de frecuencia se analizan plantas con variación temporal continua con coeficientes constantes asintóticamente, mediante su representación mediante respuestas de frecuencia variable en el tiempo. Se propone un teorema de estabilidad para los sistemas de retroalimentación, incluidas las plantas con variación del tiempo con coeficientes asintóticamente constantes. Por último, el control CRONE se extiende al control robusto de estas plantas ",
            "error": []
        }
    }
}