{
    "original_text": "Fractional motion control: application to an XY cutting table In path tracking design, the dynamic of actuators must be taken into account in order to reduce overshoots appearing for small displacements. A new approach to path tracking using fractional differentiation is proposed with its application on a XY cutting table. It permits the generation of optimal movement reference-input leading to a minimum path completion time, taking into account both maximum velocity, acceleration and torque and the bandwidth of the closed-loop system. Fractional differentiation is used here through a Davidson-Cole filter. A methodology aiming at improving the accuracy especially on checkpoints is presented. The reference-input obtained is compared with spline function. Both are applied to an XY cutting table model and actuator outputs compared",
    "original_translation": "Control de movimiento fraccional: aplicación a una mesa de corte XY En el diseño de seguimiento de trayectorias, la dinámica de los actuadores debe tenerse en cuenta para reducir los excesos que aparecen para pequeños desplazamientos. Se propone un nuevo enfoque para el seguimiento de trayectorias utilizando la diferenciación fraccional con su aplicación en una mesa de corte XY. Permite la generación de una entrada de referencia de movimiento óptima que conduce a un tiempo mínimo de finalización de la trayectoria, teniendo en cuenta tanto la velocidad máxima, aceleración y par y el ancho de banda del sistema de bucle cerrado. La diferenciación fraccional se utiliza aquí a través de un filtro Davidson-Cole. Se presenta una metodología destinada a mejorar la exactitud, especialmente en los puestos de control. La entrada de referencia obtenida se compara con la función spline. Ambos se aplican a un modelo de mesa de corte XY y salidas de actuador comparadas",
    "error_count": 9,
    "keys": {
        "fractional motion control": {
            "translated_key": [],
            "translated_annotated_text": "Control de movimiento fraccional: aplicación a una mesa de corte XY En el diseño de seguimiento de trayectorias, la dinámica de los actuadores debe tenerse en cuenta para reducir los excesos que aparecen para pequeños desplazamientos. Se propone un nuevo enfoque para el seguimiento de trayectorias utilizando la diferenciación fraccional con su aplicación en una mesa de corte XY. Permite la generación de una entrada de referencia de movimiento óptima que conduce a un tiempo mínimo de finalización de la trayectoria, teniendo en cuenta tanto la velocidad máxima, aceleración y par y el ancho de banda del sistema de bucle cerrado. La diferenciación fraccional se utiliza aquí a través de un filtro Davidson-Cole. Se presenta una metodología destinada a mejorar la exactitud, especialmente en los puestos de control. La entrada de referencia obtenida se compara con la función spline. Ambos se aplican a un modelo de mesa de corte XY y salidas de actuador comparadas ",
            "error": []
        },
        "XY cutting table": {
            "translated_key": "XY",
            "translated_annotated_text": "Control de movimiento fraccional: aplicación a una mesa de corte <br>XY</br> En el diseño de seguimiento de trayectorias, se debe tener en cuenta la dinámica de los actuadores para reducir los excesos que aparecen para pequeños desplazamientos. Se propone un nuevo enfoque para el seguimiento de trayectorias utilizando la diferenciación fraccional con su aplicación en una mesa de corte <br>XY</br>. Permite la generación de una entrada de referencia de movimiento óptima que conduce a un tiempo mínimo de finalización de la trayectoria, teniendo en cuenta tanto la velocidad máxima, aceleración y par y el ancho de banda del sistema de bucle cerrado. La diferenciación fraccional se utiliza aquí a través de un filtro Davidson-Cole. Se presenta una metodología destinada a mejorar la exactitud, especialmente en los puestos de control. La entrada de referencia obtenida se compara con la función spline. Ambos se aplican a un modelo de mesa de corte <br>XY</br> y a las salidas del actuador comparadas ",
            "error": [
                ""
            ]
        },
        "path tracking design": {
            "translated_key": "path",
            "translated_annotated_text": "Control de movimiento fraccional: aplicación a una mesa de corte XY En el diseño de seguimiento <br>path</br>, se debe tener en cuenta la dinámica de los actuadores para reducir los excesos que aparecen en los desplazamientos pequeños. Se propone un nuevo enfoque para el seguimiento de trayectorias utilizando la diferenciación fraccional con su aplicación en una mesa de corte XY. Permite la generación de una entrada de referencia de movimiento óptima que conduce a un tiempo mínimo de finalización de la trayectoria, teniendo en cuenta tanto la velocidad máxima, aceleración y par y el ancho de banda del sistema de bucle cerrado. La diferenciación fraccional se utiliza aquí a través de un filtro Davidson-Cole. Se presenta una metodología destinada a mejorar la exactitud, especialmente en los puestos de control. La entrada de referencia obtenida se compara con la función spline. Ambos se aplican a un modelo de mesa de corte XY y salidas de actuador comparadas ",
            "error": [
                ""
            ]
        },
        "actuators": {
            "translated_key": "actuadores",
            "translated_annotated_text": "Control de movimiento fraccional: aplicación a una mesa de corte XY En el diseño de seguimiento de trayectorias, se debe tener en cuenta la dinámica de los <br>actuadores</br> con el fin de reducir los excesos que aparecen para pequeños desplazamientos. Se propone un nuevo enfoque para el seguimiento de trayectorias utilizando la diferenciación fraccional con su aplicación en una mesa de corte XY. Permite la generación de una entrada de referencia de movimiento óptima que conduce a un tiempo mínimo de finalización de la trayectoria, teniendo en cuenta tanto la velocidad máxima, aceleración y par y el ancho de banda del sistema de bucle cerrado. La diferenciación fraccional se utiliza aquí a través de un filtro Davidson-Cole. Se presenta una metodología destinada a mejorar la exactitud, especialmente en los puestos de control. La entrada de referencia obtenida se compara con la función spline. Ambos se aplican a un modelo de mesa de corte XY y salidas de actuador comparadas ",
            "error": [
                ""
            ]
        },
        "fractional differentiation": {
            "translated_key": [],
            "translated_annotated_text": "Control de movimiento fraccional: aplicación a una mesa de corte XY En el diseño de seguimiento de trayectorias, la dinámica de los actuadores debe tenerse en cuenta para reducir los excesos que aparecen para pequeños desplazamientos. Se propone un nuevo enfoque para el seguimiento de trayectorias utilizando la diferenciación fraccional <br> con su aplicación en una mesa de corte XY. Permite la generación de una entrada de referencia de movimiento óptima que conduce a un tiempo mínimo de finalización de la trayectoria, teniendo en cuenta tanto la velocidad máxima, aceleración y par y el ancho de banda del sistema de bucle cerrado. La diferenciación fraccional se utiliza aquí a través de un filtro Davidson-Cole. Se presenta una metodología destinada a mejorar la exactitud, especialmente en los puestos de control. La entrada de referencia obtenida se compara con la función spline. Ambos se aplican a un modelo de mesa de corte XY y salidas de actuador comparadas ",
            "error": []
        },
        "minimum path completion time": {
            "translated_key": "tiempo mínimo de finalización de la trayectoria",
            "translated_annotated_text": "Control de movimiento fraccional: aplicación a una mesa de corte XY En el diseño de seguimiento de trayectorias, la dinámica de los actuadores debe tenerse en cuenta para reducir los excesos que aparecen para pequeños desplazamientos. Se propone un nuevo enfoque para el seguimiento de trayectorias utilizando la diferenciación fraccional con su aplicación en una mesa de corte XY. Permite la generación de una entrada de referencia de movimiento óptima que conduce a un <br>tiempo mínimo de finalización de la trayectoria</br>, teniendo en cuenta tanto la velocidad máxima, aceleración y par y el ancho de banda del sistema de bucle cerrado.  La diferenciación fraccional se utiliza aquí a través de un filtro Davidson-Cole. Se presenta una metodología destinada a mejorar la exactitud, especialmente en los puestos de control. La entrada de referencia obtenida se compara con la función spline. Ambos se aplican a un modelo de mesa de corte XY y salidas de actuador comparadas ",
            "error": [
                ""
            ]
        },
        "closed-loop system": {
            "translated_key": "cload-loop",
            "translated_annotated_text": "Control de movimiento fraccional: aplicación a una mesa de corte XY En el diseño de seguimiento de trayectorias, la dinámica de los actuadores debe tenerse en cuenta para reducir los excesos que aparecen para pequeños desplazamientos. Se propone un nuevo enfoque para el seguimiento de trayectorias utilizando la diferenciación fraccional con su aplicación en una mesa de corte XY. Permite la generación de una entrada de referencia de movimiento óptima que conduce a un tiempo mínimo de finalización del recorrido, teniendo en cuenta tanto la velocidad máxima, la aceleración y el par como el ancho de banda del sistema <br>cload-loop</br>. La diferenciación fraccional se utiliza aquí a través de un filtro Davidson-Cole. Se presenta una metodología destinada a mejorar la exactitud, especialmente en los puestos de control. La entrada de referencia obtenida se compara con la función spline. Ambos se aplican a un modelo de mesa de corte XY y salidas de actuador comparadas ",
            "error": [
                ""
            ]
        },
        "Davidson-Cole filter": {
            "translated_key": "Davidson-Cole",
            "translated_annotated_text": "Control de movimiento fraccional: aplicación a una mesa de corte XY En el diseño de seguimiento de trayectorias, la dinámica de los actuadores debe tenerse en cuenta para reducir los excesos que aparecen para pequeños desplazamientos. Se propone un nuevo enfoque para el seguimiento de trayectorias utilizando la diferenciación fraccional con su aplicación en una mesa de corte XY. Permite la generación de una entrada de referencia de movimiento óptima que conduce a un tiempo mínimo de finalización de la trayectoria, teniendo en cuenta tanto la velocidad máxima, aceleración y par y el ancho de banda del sistema de bucle cerrado. La diferenciación fraccional se utiliza aquí a través de un filtro <br>Davidson-Cole</br>. Se presenta una metodología destinada a mejorar la exactitud, especialmente en los puestos de control. La entrada de referencia obtenida se compara con la función spline. Ambos se aplican a un modelo de mesa de corte XY y salidas de actuador comparadas ",
            "error": [
                ""
            ]
        },
        "spline function": {
            "translated_key": "spline",
            "translated_annotated_text": "Control de movimiento fraccional: aplicación a una mesa de corte XY En el diseño de seguimiento de trayectorias, la dinámica de los actuadores debe tenerse en cuenta para reducir los excesos que aparecen para pequeños desplazamientos. Se propone un nuevo enfoque para el seguimiento de trayectorias utilizando la diferenciación fraccional con su aplicación en una mesa de corte XY. Permite la generación de una entrada de referencia de movimiento óptima que conduce a un tiempo mínimo de finalización de la trayectoria, teniendo en cuenta tanto la velocidad máxima, aceleración y par y el ancho de banda del sistema de bucle cerrado. La diferenciación fraccional se utiliza aquí a través de un filtro Davidson-Cole. Se presenta una metodología destinada a mejorar la exactitud, especialmente en los puestos de control. La entrada de referencia obtenida se compara con la función <br>spline</br>. Ambos se aplican a un modelo de mesa de corte XY y salidas de actuador comparadas ",
            "error": [
                ""
            ]
        },
        "optimization": {
            "translated_key": [],
            "translated_annotated_text": "Control de movimiento fraccional: aplicación a una mesa de corte XY En el diseño de seguimiento de trayectorias, la dinámica de los actuadores debe tenerse en cuenta para reducir los excesos que aparecen para pequeños desplazamientos. Se propone un nuevo enfoque para el seguimiento de trayectorias utilizando la diferenciación fraccional con su aplicación en una mesa de corte XY. Permite la generación de una entrada de referencia de movimiento óptima que conduce a un tiempo mínimo de finalización de la trayectoria, teniendo en cuenta tanto la velocidad máxima, aceleración y par y el ancho de banda del sistema de bucle cerrado. La diferenciación fraccional se utiliza aquí a través de un filtro Davidson-Cole. Se presenta una metodología destinada a mejorar la exactitud, especialmente en los puestos de control. La entrada de referencia obtenida se compara con la función spline. Ambos se aplican a un modelo de mesa de corte XY y salidas de actuador comparadas ",
            "error": []
        },
        "calculus": {
            "translated_key": [],
            "translated_annotated_text": "Control de movimiento fraccional: aplicación a una mesa de corte XY En el diseño de seguimiento de trayectorias, la dinámica de los actuadores debe tenerse en cuenta para reducir los excesos que aparecen para pequeños desplazamientos. Se propone un nuevo enfoque para el seguimiento de trayectorias utilizando la diferenciación fraccional con su aplicación en una mesa de corte XY. Permite la generación de una entrada de referencia de movimiento óptima que conduce a un tiempo mínimo de finalización de la trayectoria, teniendo en cuenta tanto la velocidad máxima, aceleración y par y el ancho de banda del sistema de bucle cerrado. La diferenciación fraccional se utiliza aquí a través de un filtro Davidson-Cole. Se presenta una metodología destinada a mejorar la exactitud, especialmente en los puestos de control. La entrada de referencia obtenida se compara con la función spline. Ambos se aplican a un modelo de mesa de corte XY y salidas de actuador comparadas ",
            "error": []
        },
        "cutting": {
            "translated_key": "cutting",
            "translated_annotated_text": "Control de movimiento fraccional: aplicación a una tabla XY <br>cutting</br> En el diseño de seguimiento de trayectorias, se debe tener en cuenta la dinámica de los actuadores para reducir los excesos que aparecen en pequeños desplazamientos. Se propone un nuevo enfoque para el seguimiento de trayectorias utilizando la diferenciación fraccional con su aplicación en una tabla XY <br>cutting</br>. Permite la generación de una entrada de referencia de movimiento óptima que conduce a un tiempo mínimo de finalización de la trayectoria, teniendo en cuenta tanto la velocidad máxima, aceleración y par y el ancho de banda del sistema de bucle cerrado. La diferenciación fraccional se utiliza aquí a través de un filtro Davidson-Cole. Se presenta una metodología destinada a mejorar la exactitud, especialmente en los puestos de control. La entrada de referencia obtenida se compara con la función spline. Ambos se aplican a un modelo de tabla XY <br>cutting</br> y a las salidas del actuador comparadas ",
            "error": [
                ""
            ]
        },
        "motion control": {
            "translated_key": "motion",
            "translated_annotated_text": "Control fraccional <br>motion</br>: aplicación a una mesa de corte XY En el diseño de seguimiento de trayectorias, se debe tener en cuenta la dinámica de los actuadores para reducir los excesos que aparecen para pequeños desplazamientos. Se propone un nuevo enfoque para el seguimiento de trayectorias utilizando la diferenciación fraccional con su aplicación en una mesa de corte XY. Permite la generación de una entrada de referencia de movimiento óptima que conduce a un tiempo mínimo de finalización de la trayectoria, teniendo en cuenta tanto la velocidad máxima, aceleración y par y el ancho de banda del sistema de bucle cerrado. La diferenciación fraccional se utiliza aquí a través de un filtro Davidson-Cole. Se presenta una metodología destinada a mejorar la exactitud, especialmente en los puestos de control. La entrada de referencia obtenida se compara con la función spline. Ambos se aplican a un modelo de mesa de corte XY y salidas de actuador comparadas ",
            "error": [
                ""
            ]
        },
        "optimisation": {
            "translated_key": [],
            "translated_annotated_text": "Control de movimiento fraccional: aplicación a una mesa de corte XY En el diseño de seguimiento de trayectorias, la dinámica de los actuadores debe tenerse en cuenta para reducir los excesos que aparecen para pequeños desplazamientos. Se propone un nuevo enfoque para el seguimiento de trayectorias utilizando la diferenciación fraccional con su aplicación en una mesa de corte XY. Permite la generación de una entrada de referencia de movimiento óptima que conduce a un tiempo mínimo de finalización de la trayectoria, teniendo en cuenta tanto la velocidad máxima, aceleración y par y el ancho de banda del sistema de bucle cerrado. La diferenciación fraccional se utiliza aquí a través de un filtro Davidson-Cole. Se presenta una metodología destinada a mejorar la exactitud, especialmente en los puestos de control. La entrada de referencia obtenida se compara con la función spline. Ambos se aplican a un modelo de mesa de corte XY y salidas de actuador comparadas ",
            "error": []
        },
        "polynomial approximation": {
            "translated_key": [],
            "translated_annotated_text": "Control de movimiento fraccional: aplicación a una mesa de corte XY En el diseño de seguimiento de trayectorias, la dinámica de los actuadores debe tenerse en cuenta para reducir los excesos que aparecen para pequeños desplazamientos. Se propone un nuevo enfoque para el seguimiento de trayectorias utilizando la diferenciación fraccional con su aplicación en una mesa de corte XY. Permite la generación de una entrada de referencia de movimiento óptima que conduce a un tiempo mínimo de finalización de la trayectoria, teniendo en cuenta tanto la velocidad máxima, aceleración y par y el ancho de banda del sistema de bucle cerrado. La diferenciación fraccional se utiliza aquí a través de un filtro Davidson-Cole. Se presenta una metodología destinada a mejorar la exactitud, especialmente en los puestos de control. La entrada de referencia obtenida se compara con la función spline. Ambos se aplican a un modelo de mesa de corte XY y salidas de actuador comparadas ",
            "error": []
        },
        "position control": {
            "translated_key": [],
            "translated_annotated_text": "Control de movimiento fraccional: aplicación a una mesa de corte XY En el diseño de seguimiento de trayectorias, la dinámica de los actuadores debe tenerse en cuenta para reducir los excesos que aparecen para pequeños desplazamientos. Se propone un nuevo enfoque para el seguimiento de trayectorias utilizando la diferenciación fraccional con su aplicación en una mesa de corte XY. Permite la generación de una entrada de referencia de movimiento óptima que conduce a un tiempo mínimo de finalización de la trayectoria, teniendo en cuenta tanto la velocidad máxima, aceleración y par y el ancho de banda del sistema de bucle cerrado. La diferenciación fraccional se utiliza aquí a través de un filtro Davidson-Cole. Se presenta una metodología destinada a mejorar la exactitud, especialmente en los puestos de control. La entrada de referencia obtenida se compara con la función spline. Ambos se aplican a un modelo de mesa de corte XY y salidas de actuador comparadas ",
            "error": []
        },
        "splines (mathematics)": {
            "translated_key": [],
            "translated_annotated_text": "Control de movimiento fraccional: aplicación a una mesa de corte XY En el diseño de seguimiento de trayectorias, la dinámica de los actuadores debe tenerse en cuenta para reducir los excesos que aparecen para pequeños desplazamientos. Se propone un nuevo enfoque para el seguimiento de trayectorias utilizando la diferenciación fraccional con su aplicación en una mesa de corte XY. Permite la generación de una entrada de referencia de movimiento óptima que conduce a un tiempo mínimo de finalización de la trayectoria, teniendo en cuenta tanto la velocidad máxima, aceleración y par y el ancho de banda del sistema de bucle cerrado. La diferenciación fraccional se utiliza aquí a través de un filtro Davidson-Cole. Se presenta una metodología destinada a mejorar la exactitud, especialmente en los puestos de control. La entrada de referencia obtenida se compara con la función spline. Ambos se aplican a un modelo de mesa de corte XY y salidas de actuador comparadas ",
            "error": []
        },
        "tracking filters": {
            "translated_key": [],
            "translated_annotated_text": "Control de movimiento fraccional: aplicación a una mesa de corte XY En el diseño de seguimiento de trayectorias, la dinámica de los actuadores debe tenerse en cuenta para reducir los excesos que aparecen para pequeños desplazamientos. Se propone un nuevo enfoque para el seguimiento de trayectorias utilizando la diferenciación fraccional con su aplicación en una mesa de corte XY. Permite la generación de una entrada de referencia de movimiento óptima que conduce a un tiempo mínimo de finalización de la trayectoria, teniendo en cuenta tanto la velocidad máxima, aceleración y par y el ancho de banda del sistema de bucle cerrado. La diferenciación fraccional se utiliza aquí a través de un filtro Davidson-Cole. Se presenta una metodología destinada a mejorar la exactitud, especialmente en los puestos de control. La entrada de referencia obtenida se compara con la función spline. Ambos se aplican a un modelo de mesa de corte XY y salidas de actuador comparadas ",
            "error": []
        }
    }
}