{
    "original_text": "A suggestion of fractional-order controller for flexible spacecraft attitude control A controller design method for flexible spacecraft attitude control is proposed. The system is first described by a partial differential equation with internal damping. Then the frequency response is analyzed, and the three basic characteristics of the flexible system, namely, average function, lower bound and upper bound are defined. On this basis, a fractional-order controller is proposed, which functions as phase stabilization control for lower frequency and smoothly enters to amplitude stabilization at higher frequency by proper amplitude attenuation. It is shown that the equivalent damping ratio increases in proportion to the square of frequency",
    "original_translation": "Una sugerencia de controlador de orden fraccional para el control flexible de la actitud de las naves espaciales Se propone un método de diseño de controlador para el control flexible de la actitud de las naves espaciales. El sistema se describe primero por una ecuación diferencial parcial con amortiguación interna. A continuación se analiza la respuesta de frecuencia y se definen las tres características básicas del sistema flexible, a saber, la función media, el límite inferior y el límite superior. Sobre esta base, se propone un controlador de orden fraccional, que funciona como control de estabilización de fase para menor frecuencia y entra sin problemas a la estabilización de amplitud a mayor frecuencia por atenuación de amplitud adecuada. Se muestra que la relación de amortiguación equivalente aumenta en proporción al cuadrado de frecuencia",
    "error_count": 14,
    "keys": {
        "fractional-order controller": {
            "translated_key": "controlador de orden fraccional",
            "translated_annotated_text": "Una sugerencia de <br>controlador de orden fraccional</br> para el control flexible de la actitud de las naves espaciales Se propone un método de diseño del controlador para el control flexible de la actitud de las naves espaciales. El sistema se describe primero por una ecuación diferencial parcial con amortiguación interna. A continuación se analiza la respuesta de frecuencia y se definen las tres características básicas del sistema flexible, a saber, la función media, el límite inferior y el límite superior. Sobre esta base, se propone un <br>controlador de orden fraccional</br>, que funciona como control de estabilización de fase para menor frecuencia y entra sin problemas a la estabilización de amplitud a mayor frecuencia por la atenuación de amplitud adecuada.  Se muestra que la relación de amortiguación equivalente aumenta en proporción al cuadrado de frecuencia ",
            "error": [
                ""
            ]
        },
        "flexible spacecraft attitude control": {
            "translated_key": [],
            "translated_annotated_text": "Una sugerencia de controlador de orden fraccional para el control flexible de la actitud de la nave espacial Se propone un método de diseño de controlador para el control flexible de la actitud de la nave espacial. El sistema se describe primero por una ecuación diferencial parcial con amortiguación interna. A continuación se analiza la respuesta de frecuencia y se definen las tres características básicas del sistema flexible, a saber, la función media, el límite inferior y el límite superior. Sobre esta base, se propone un controlador de orden fraccional, que funciona como control de estabilización de fase para menor frecuencia y entra sin problemas a la estabilización de amplitud a mayor frecuencia por atenuación de amplitud adecuada. Se muestra que la relación de amortiguación equivalente aumenta en proporción al cuadrado de frecuencia ",
            "error": []
        },
        "partial differential equation": {
            "translated_key": [],
            "translated_annotated_text": "Una sugerencia de controlador de orden fraccional para el control flexible de la actitud de las naves espaciales Se propone un método de diseño de controlador para el control flexible de la actitud de las naves espaciales. El sistema se describe primero por una ecuación diferencial parcial <br> con amortiguación interna. A continuación se analiza la respuesta de frecuencia y se definen las tres características básicas del sistema flexible, a saber, la función media, el límite inferior y el límite superior. Sobre esta base, se propone un controlador de orden fraccional, que funciona como control de estabilización de fase para menor frecuencia y entra sin problemas a la estabilización de amplitud a mayor frecuencia por atenuación de amplitud adecuada. Se muestra que la relación de amortiguación equivalente aumenta en proporción al cuadrado de frecuencia ",
            "error": []
        },
        "internal damping": {
            "translated_key": [],
            "translated_annotated_text": "Una sugerencia de controlador de orden fraccional para el control flexible de la actitud de las naves espaciales Se propone un método de diseño de controlador para el control flexible de la actitud de las naves espaciales. El sistema se describe primero por una ecuación diferencial parcial con amortiguación interna <br></br>. A continuación se analiza la respuesta de frecuencia y se definen las tres características básicas del sistema flexible, a saber, la función media, el límite inferior y el límite superior. Sobre esta base, se propone un controlador de orden fraccional, que funciona como control de estabilización de fase para menor frecuencia y entra sin problemas a la estabilización de amplitud a mayor frecuencia por atenuación de amplitud adecuada. Se muestra que la relación de amortiguación equivalente aumenta en proporción al cuadrado de frecuencia ",
            "error": []
        },
        "frequency response": {
            "translated_key": [],
            "translated_annotated_text": "Una sugerencia de controlador de orden fraccional para el control flexible de la actitud de las naves espaciales Se propone un método de diseño de controlador para el control flexible de la actitud de las naves espaciales. El sistema se describe primero por una ecuación diferencial parcial con amortiguación interna. A continuación se analiza la respuesta de frecuencia <br> y se definen las tres características básicas del sistema flexible, a saber, la función media, el límite inferior y el límite superior. Sobre esta base, se propone un controlador de orden fraccional, que funciona como control de estabilización de fase para menor frecuencia y entra sin problemas a la estabilización de amplitud a mayor frecuencia por atenuación de amplitud adecuada. Se muestra que la relación de amortiguación equivalente aumenta en proporción al cuadrado de frecuencia ",
            "error": []
        },
        "phase stabilization control": {
            "translated_key": "fase de estabilización control",
            "translated_annotated_text": "Una sugerencia de controlador de orden fraccional para el control flexible de la actitud de las naves espaciales Se propone un método de diseño de controlador para el control flexible de la actitud de las naves espaciales. El sistema se describe primero por una ecuación diferencial parcial con amortiguación interna. A continuación se analiza la respuesta de frecuencia y se definen las tres características básicas del sistema flexible, a saber, la función media, el límite inferior y el límite superior. Sobre esta base, se propone un controlador de orden fraccional, que funciona como <br>fase de estabilización control</br> para menor frecuencia y entra suavemente a la estabilización de amplitud a mayor frecuencia mediante la atenuación de amplitud adecuada. Se muestra que la relación de amortiguación equivalente aumenta en proporción al cuadrado de frecuencia ",
            "error": [
                ""
            ]
        },
        "amplitude stabilization": {
            "translated_key": "amplitud estabilización",
            "translated_annotated_text": "Una sugerencia de controlador de orden fraccional para el control flexible de la actitud de las naves espaciales Se propone un método de diseño de controlador para el control flexible de la actitud de las naves espaciales. El sistema se describe primero por una ecuación diferencial parcial con amortiguación interna. A continuación se analiza la respuesta de frecuencia y se definen las tres características básicas del sistema flexible, a saber, la función media, el límite inferior y el límite superior. Sobre esta base, se propone un controlador de orden fraccional, que funciona como control de estabilización de fase para menor frecuencia y entra suavemente a <br>amplitud estabilización</br> a mayor frecuencia por atenuación de amplitud adecuada. Se muestra que la relación de amortiguación equivalente aumenta en proporción al cuadrado de frecuencia ",
            "error": [
                ""
            ]
        },
        "damping ratio": {
            "translated_key": "damping",
            "translated_annotated_text": "Una sugerencia de controlador de orden fraccional para el control flexible de la actitud de las naves espaciales Se propone un método de diseño de controlador para el control flexible de la actitud de las naves espaciales. El sistema se describe primero por una ecuación diferencial parcial con amortiguación interna. A continuación se analiza la respuesta de frecuencia y se definen las tres características básicas del sistema flexible, a saber, la función media, el límite inferior y el límite superior. Sobre esta base, se propone un controlador de orden fraccional, que funciona como control de estabilización de fase para menor frecuencia y entra sin problemas a la estabilización de amplitud a mayor frecuencia por atenuación de amplitud adecuada. Se muestra que la relación equivalente <br>damping</br> aumenta en proporción al cuadrado de frecuencia ",
            "error": [
                ""
            ]
        },
        "aerospace instrumentation": {
            "translated_key": [],
            "translated_annotated_text": "Una sugerencia de controlador de orden fraccional para el control flexible de la actitud de las naves espaciales Se propone un método de diseño de controlador para el control flexible de la actitud de las naves espaciales. El sistema se describe primero por una ecuación diferencial parcial con amortiguación interna. A continuación se analiza la respuesta de frecuencia y se definen las tres características básicas del sistema flexible, a saber, la función media, el límite inferior y el límite superior. Sobre esta base, se propone un controlador de orden fraccional, que funciona como control de estabilización de fase para menor frecuencia y entra sin problemas a la estabilización de amplitud a mayor frecuencia por atenuación de amplitud adecuada. Se muestra que la relación de amortiguación equivalente aumenta en proporción al cuadrado de frecuencia ",
            "error": []
        },
        "attitude control": {
            "translated_key": "attitude control",
            "translated_annotated_text": "Se propone una propuesta de controlador de orden fraccional para naves espaciales flexibles <br>attitude control</br> Un método de diseño de controlador para naves espaciales flexibles <br>attitude control</br>. El sistema se describe primero por una ecuación diferencial parcial con amortiguación interna. A continuación se analiza la respuesta de frecuencia y se definen las tres características básicas del sistema flexible, a saber, la función media, el límite inferior y el límite superior. Sobre esta base, se propone un controlador de orden fraccional, que funciona como control de estabilización de fase para menor frecuencia y entra sin problemas a la estabilización de amplitud a mayor frecuencia por atenuación de amplitud adecuada. Se muestra que la relación de amortiguación equivalente aumenta en proporción al cuadrado de frecuencia ",
            "error": [
                ""
            ]
        },
        "controllers": {
            "translated_key": [],
            "translated_annotated_text": "Una sugerencia de controlador de orden fraccional para el control flexible de la actitud de las naves espaciales Se propone un método de diseño de controlador para el control flexible de la actitud de las naves espaciales. El sistema se describe primero por una ecuación diferencial parcial con amortiguación interna. A continuación se analiza la respuesta de frecuencia y se definen las tres características básicas del sistema flexible, a saber, la función media, el límite inferior y el límite superior. Sobre esta base, se propone un controlador de orden fraccional, que funciona como control de estabilización de fase para menor frecuencia y entra sin problemas a la estabilización de amplitud a mayor frecuencia por atenuación de amplitud adecuada. Se muestra que la relación de amortiguación equivalente aumenta en proporción al cuadrado de frecuencia ",
            "error": []
        },
        "damping": {
            "translated_key": [
                "damping interno",
                "damping"
            ],
            "translated_annotated_text": "Una sugerencia de controlador de orden fraccional para el control flexible de la actitud de las naves espaciales Se propone un método de diseño de controlador para el control flexible de la actitud de las naves espaciales. El sistema se describe primero por una ecuación diferencial parcial con <br>damping interno</br>. A continuación se analiza la respuesta de frecuencia y se definen las tres características básicas del sistema flexible, a saber, la función media, el límite inferior y el límite superior. Sobre esta base, se propone un controlador de orden fraccional, que funciona como control de estabilización de fase para menor frecuencia y entra sin problemas a la estabilización de amplitud a mayor frecuencia por atenuación de amplitud adecuada. Se muestra que la relación equivalente <br>damping</br> aumenta en proporción al cuadrado de frecuencia ",
            "error": [
                "damping interno",
                "damping"
            ]
        },
        "flexible manipulators": {
            "translated_key": [],
            "translated_annotated_text": "Una sugerencia de controlador de orden fraccional para el control flexible de la actitud de las naves espaciales Se propone un método de diseño de controlador para el control flexible de la actitud de las naves espaciales. El sistema se describe primero por una ecuación diferencial parcial con amortiguación interna. A continuación se analiza la respuesta de frecuencia y se definen las tres características básicas del sistema flexible, a saber, la función media, el límite inferior y el límite superior. Sobre esta base, se propone un controlador de orden fraccional, que funciona como control de estabilización de fase para menor frecuencia y entra sin problemas a la estabilización de amplitud a mayor frecuencia por atenuación de amplitud adecuada. Se muestra que la relación de amortiguación equivalente aumenta en proporción al cuadrado de frecuencia ",
            "error": []
        },
        "frequency stability": {
            "translated_key": [],
            "translated_annotated_text": "Una sugerencia de controlador de orden fraccional para el control flexible de la actitud de las naves espaciales Se propone un método de diseño de controlador para el control flexible de la actitud de las naves espaciales. El sistema se describe primero por una ecuación diferencial parcial con amortiguación interna. A continuación se analiza la respuesta de frecuencia y se definen las tres características básicas del sistema flexible, a saber, la función media, el límite inferior y el límite superior. Sobre esta base, se propone un controlador de orden fraccional, que funciona como control de estabilización de fase para menor frecuencia y entra sin problemas a la estabilización de amplitud a mayor frecuencia por atenuación de amplitud adecuada. Se muestra que la relación de amortiguación equivalente aumenta en proporción al cuadrado de frecuencia ",
            "error": []
        },
        "nonlinear control systems": {
            "translated_key": [],
            "translated_annotated_text": "Una sugerencia de controlador de orden fraccional para el control flexible de la actitud de las naves espaciales Se propone un método de diseño de controlador para el control flexible de la actitud de las naves espaciales. El sistema se describe primero por una ecuación diferencial parcial con amortiguación interna. A continuación se analiza la respuesta de frecuencia y se definen las tres características básicas del sistema flexible, a saber, la función media, el límite inferior y el límite superior. Sobre esta base, se propone un controlador de orden fraccional, que funciona como control de estabilización de fase para menor frecuencia y entra sin problemas a la estabilización de amplitud a mayor frecuencia por atenuación de amplitud adecuada. Se muestra que la relación de amortiguación equivalente aumenta en proporción al cuadrado de frecuencia ",
            "error": []
        },
        "nonlinear dynamical systems": {
            "translated_key": [],
            "translated_annotated_text": "Una sugerencia de controlador de orden fraccional para el control flexible de la actitud de las naves espaciales Se propone un método de diseño de controlador para el control flexible de la actitud de las naves espaciales. El sistema se describe primero por una ecuación diferencial parcial con amortiguación interna. A continuación se analiza la respuesta de frecuencia y se definen las tres características básicas del sistema flexible, a saber, la función media, el límite inferior y el límite superior. Sobre esta base, se propone un controlador de orden fraccional, que funciona como control de estabilización de fase para menor frecuencia y entra sin problemas a la estabilización de amplitud a mayor frecuencia por atenuación de amplitud adecuada. Se muestra que la relación de amortiguación equivalente aumenta en proporción al cuadrado de frecuencia ",
            "error": []
        },
        "partial differential equations": {
            "translated_key": [],
            "translated_annotated_text": "Una sugerencia de controlador de orden fraccional para el control flexible de la actitud de las naves espaciales Se propone un método de diseño de controlador para el control flexible de la actitud de las naves espaciales. El sistema se describe primero por una ecuación diferencial parcial con amortiguación interna. A continuación se analiza la respuesta de frecuencia y se definen las tres características básicas del sistema flexible, a saber, la función media, el límite inferior y el límite superior. Sobre esta base, se propone un controlador de orden fraccional, que funciona como control de estabilización de fase para menor frecuencia y entra sin problemas a la estabilización de amplitud a mayor frecuencia por atenuación de amplitud adecuada. Se muestra que la relación de amortiguación equivalente aumenta en proporción al cuadrado de frecuencia ",
            "error": []
        },
        "space vehicles": {
            "translated_key": [],
            "translated_annotated_text": "Una sugerencia de controlador de orden fraccional para el control flexible de la actitud de las naves espaciales Se propone un método de diseño de controlador para el control flexible de la actitud de las naves espaciales. El sistema se describe primero por una ecuación diferencial parcial con amortiguación interna. A continuación se analiza la respuesta de frecuencia y se definen las tres características básicas del sistema flexible, a saber, la función media, el límite inferior y el límite superior. Sobre esta base, se propone un controlador de orden fraccional, que funciona como control de estabilización de fase para menor frecuencia y entra sin problemas a la estabilización de amplitud a mayor frecuencia por atenuación de amplitud adecuada. Se muestra que la relación de amortiguación equivalente aumenta en proporción al cuadrado de frecuencia ",
            "error": []
        }
    }
}