{
    "original_text": "Dynamics and control of initialized fractional-order systems Due to the importance of historical effects in fractional-order systems, this paper presents a general fractional-order system and control theory that includes the time-varying initialization response. Previous studies have not properly accounted for these historical effects. The initialization response, along with the forced response, for fractional-order systems is determined. The scalar fractional-order impulse response is determined, and is a generalization of the exponential function. Stability properties of fractional-order systems are presented in the complex w-plane, which is a transformation of the s-plane. Time responses are discussed with respect to pole positions in the complex w-plane and frequency response behavior is included. A fractional-order vector space representation, which is a generalization of the state space concept, is presented including the initialization response. Control methods for vector representations of initialized fractional-order systems are shown. Finally, the fractional-order differintegral is generalized to continuous order-distributions which have the possibility of including all fractional orders in a transfer function",
    "original_translation": "Dinámica y control de los sistemas de orden fraccionario inicializado Debido a la importancia de los efectos históricos en los sistemas de orden fraccionario, este artículo presenta un sistema de orden fraccionario general y teoría de control que incluye la respuesta de inicialización variable en el tiempo. Estudios anteriores no han tenido debidamente en cuenta estos efectos históricos. Se determina la respuesta de inicialización, junto con la respuesta forzada, para los sistemas de orden fraccionario. Se determina la respuesta del impulso del orden fraccional escalar, y es una generalización de la función exponencial. Las propiedades de estabilidad de los sistemas de orden fraccionario se presentan en el plano w complejo, que es una transformación del plano s. Las respuestas de tiempo se discuten con respecto a las posiciones de polos en el complejo plano w y se incluye el comportamiento de respuesta de frecuencia. Se presenta una representación del espacio vectorial de orden fraccional, que es una generalización del concepto espacial de estado, incluyendo la respuesta de inicialización. Se muestran los métodos de control de las representaciones vectoriales de los sistemas de orden fraccionario inicializados. Finalmente, el orden fraccional differenteintegral se generaliza a las distribuciones continuas de orden que tienen la posibilidad de incluir todos los órdenes fraccionales en una función de transferencia",
    "error_count": 12,
    "keys": {
        "initialized fractional-order systems": {
            "translated_key": [],
            "translated_annotated_text": "Dinámica y control de sistemas de orden fraccionario inicializado Debido a la importancia de los efectos históricos en los sistemas de orden fraccionario, este artículo presenta una teoría general de sistema de orden fraccionario y control que incluye la respuesta de inicialización variable en el tiempo. Estudios anteriores no han tenido debidamente en cuenta estos efectos históricos. Se determina la respuesta de inicialización, junto con la respuesta forzada, para los sistemas de orden fraccionario. Se determina la respuesta del impulso del orden fraccional escalar, y es una generalización de la función exponencial. Las propiedades de estabilidad de los sistemas de orden fraccionario se presentan en el plano w complejo, que es una transformación del plano s. Las respuestas de tiempo se discuten con respecto a las posiciones de polos en el complejo plano w y se incluye el comportamiento de respuesta de frecuencia. Se presenta una representación del espacio vectorial de orden fraccional, que es una generalización del concepto espacial de estado, incluyendo la respuesta de inicialización. Se muestran los métodos de control para las representaciones vectoriales de los sistemas de orden fraccionario inicializados. Finalmente, el orden fraccional differenteintegral se generaliza a las distribuciones continuas de orden que tienen la posibilidad de incluir todos los órdenes fraccionales en una función de transferencia ",
            "error": []
        },
        "dynamics": {
            "translated_key": [],
            "translated_annotated_text": "Dinámica y control de los sistemas de orden fraccionario inicializado Debido a la importancia de los efectos históricos en los sistemas de orden fraccionario, este artículo presenta un sistema de orden fraccionario general y teoría de control que incluye la respuesta de inicialización variable en el tiempo. Estudios anteriores no han tenido debidamente en cuenta estos efectos históricos. Se determina la respuesta de inicialización, junto con la respuesta forzada, para los sistemas de orden fraccionario. Se determina la respuesta del impulso del orden fraccional escalar, y es una generalización de la función exponencial. Las propiedades de estabilidad de los sistemas de orden fraccionario se presentan en el plano w complejo, que es una transformación del plano s. Las respuestas de tiempo se discuten con respecto a las posiciones de polos en el complejo plano w y se incluye el comportamiento de respuesta de frecuencia. Se presenta una representación del espacio vectorial de orden fraccional, que es una generalización del concepto espacial de estado, incluyendo la respuesta de inicialización. Se muestran los métodos de control de las representaciones vectoriales de los sistemas de orden fraccionario inicializados. Finalmente, el orden fraccional differenteintegral se generaliza a las distribuciones continuas de orden que tienen la posibilidad de incluir todos los órdenes fraccionales en una función de transferencia ",
            "error": []
        },
        "control": {
            "translated_key": "control",
            "translated_annotated_text": "Dynamics and <br>control</br> of inicialized fraccional order systems Debido a la importancia de los efectos históricos en los sistemas de orden fraccionario, este artículo presenta un sistema de orden fraccionario general y una teoría <br>control</br> que incluye la respuesta de inicialización variable en el tiempo. Estudios anteriores no han tenido debidamente en cuenta estos efectos históricos. Se determina la respuesta de inicialización, junto con la respuesta forzada, para los sistemas de orden fraccionario. Se determina la respuesta del impulso del orden fraccional escalar, y es una generalización de la función exponencial. Las propiedades de estabilidad de los sistemas de orden fraccionario se presentan en el plano w complejo, que es una transformación del plano s. Las respuestas de tiempo se discuten con respecto a las posiciones de polos en el complejo plano w y se incluye el comportamiento de respuesta de frecuencia. Se presenta una representación del espacio vectorial de orden fraccional, que es una generalización del concepto espacial de estado, incluyendo la respuesta de inicialización. Se muestran los métodos de control de las representaciones vectoriales de los sistemas de orden fraccionario inicializados. Finalmente, el orden fraccional differenteintegral se generaliza a las distribuciones continuas de orden que tienen la posibilidad de incluir todos los órdenes fraccionales en una función de transferencia ",
            "error": [
                ""
            ]
        },
        "initialization response": {
            "translated_key": [
                " variable en el tiempo",
                "inicialización"
            ],
            "translated_annotated_text": "Dinámica y control de los sistemas de orden fraccionario inicializado Debido a la importancia de los efectos históricos en los sistemas de orden fraccionario, este artículo presenta un sistema de orden fraccionario general y una teoría de control que incluye la respuesta de inicialización <br> variable en el tiempo</br>. Estudios anteriores no han tenido debidamente en cuenta estos efectos históricos. Se determina la respuesta de <br>inicialización</br>, junto con la respuesta forzada, para los sistemas de orden fraccionario. Se determina la respuesta del impulso del orden fraccional escalar, y es una generalización de la función exponencial. Las propiedades de estabilidad de los sistemas de orden fraccionario se presentan en el plano w complejo, que es una transformación del plano s. Las respuestas de tiempo se discuten con respecto a las posiciones de polos en el complejo plano w y se incluye el comportamiento de respuesta de frecuencia. Se presenta una representación del espacio vectorial de orden fraccionario, que es una generalización del concepto espacial de estado, incluyendo la respuesta de inicialización. Se muestran los métodos de control de las representaciones vectoriales de los sistemas de orden fraccionario inicializados. Finalmente, el orden fraccional differenteintegral se generaliza a las distribuciones continuas de orden que tienen la posibilidad de incluir todos los órdenes fraccionales en una función de transferencia ",
            "error": [
                " variable en el tiempo",
                "inicialización"
            ]
        },
        "forced response": {
            "translated_key": "forzada",
            "translated_annotated_text": "Dinámica y control de los sistemas de orden fraccionario inicializado Debido a la importancia de los efectos históricos en los sistemas de orden fraccionario, este artículo presenta un sistema de orden fraccionario general y teoría de control que incluye la respuesta de inicialización variable en el tiempo. Estudios anteriores no han tenido debidamente en cuenta estos efectos históricos. Se determina la respuesta de inicialización, junto con la respuesta <br>forzada</br>, para los sistemas de orden fraccionario. Se determina la respuesta del impulso del orden fraccional escalar, y es una generalización de la función exponencial. Las propiedades de estabilidad de los sistemas de orden fraccionario se presentan en el plano w complejo, que es una transformación del plano s. Las respuestas de tiempo se discuten con respecto a las posiciones de polos en el complejo plano w y se incluye el comportamiento de respuesta de frecuencia. Se presenta una representación del espacio vectorial de orden fraccional, que es una generalización del concepto espacial de estado, incluyendo la respuesta de inicialización. Se muestran los métodos de control de las representaciones vectoriales de los sistemas de orden fraccionario inicializados. Finalmente, el orden fraccional differenteintegral se generaliza a las distribuciones continuas de orden que tienen la posibilidad de incluir todos los órdenes fraccionales en una función de transferencia ",
            "error": [
                ""
            ]
        },
        "impulse response": {
            "translated_key": "impulse response",
            "translated_annotated_text": "Dinámica y control de los sistemas de orden fraccionario inicializado Debido a la importancia de los efectos históricos en los sistemas de orden fraccionario, este artículo presenta un sistema de orden fraccionario general y teoría de control que incluye la respuesta de inicialización variable en el tiempo. Estudios anteriores no han tenido debidamente en cuenta estos efectos históricos. Se determina la respuesta de inicialización, junto con la respuesta forzada, para los sistemas de orden fraccionario. Se determina el orden fraccionario escalar <br>impulse response</br>, y es una generalización de la función exponencial. Las propiedades de estabilidad de los sistemas de orden fraccionario se presentan en el plano w complejo, que es una transformación del plano s. Las respuestas de tiempo se discuten con respecto a las posiciones de polos en el complejo plano w y se incluye el comportamiento de respuesta de frecuencia. Se presenta una representación del espacio vectorial de orden fraccional, que es una generalización del concepto espacial de estado, incluyendo la respuesta de inicialización. Se muestran los métodos de control de las representaciones vectoriales de los sistemas de orden fraccionario inicializados. Finalmente, el orden fraccional differenteintegral se generaliza a las distribuciones continuas de orden que tienen la posibilidad de incluir todos los órdenes fraccionales en una función de transferencia ",
            "error": [
                ""
            ]
        },
        "exponential function": {
            "translated_key": "exponencial",
            "translated_annotated_text": "Dinámica y control de los sistemas de orden fraccionario inicializado Debido a la importancia de los efectos históricos en los sistemas de orden fraccionario, este artículo presenta un sistema de orden fraccionario general y teoría de control que incluye la respuesta de inicialización variable en el tiempo. Estudios anteriores no han tenido debidamente en cuenta estos efectos históricos. Se determina la respuesta de inicialización, junto con la respuesta forzada, para los sistemas de orden fraccionario. Se determina la respuesta de impulso del orden fraccional escalar, y es una generalización de la función <br>exponencial</br>. Las propiedades de estabilidad de los sistemas de orden fraccionario se presentan en el plano w complejo, que es una transformación del plano s. Las respuestas de tiempo se discuten con respecto a las posiciones de polos en el complejo plano w y se incluye el comportamiento de respuesta de frecuencia. Se presenta una representación del espacio vectorial de orden fraccional, que es una generalización del concepto espacial de estado, incluyendo la respuesta de inicialización. Se muestran los métodos de control de las representaciones vectoriales de los sistemas de orden fraccionario inicializados. Finalmente, el orden fraccional differenteintegral se generaliza a las distribuciones continuas de orden que tienen la posibilidad de incluir todos los órdenes fraccionales en una función de transferencia ",
            "error": [
                ""
            ]
        },
        "vector space representation": {
            "translated_key": [],
            "translated_annotated_text": "Dinámica y control de los sistemas de orden fraccionario inicializado Debido a la importancia de los efectos históricos en los sistemas de orden fraccionario, este artículo presenta un sistema de orden fraccionario general y teoría de control que incluye la respuesta de inicialización variable en el tiempo. Estudios anteriores no han tenido debidamente en cuenta estos efectos históricos. Se determina la respuesta de inicialización, junto con la respuesta forzada, para los sistemas de orden fraccionario. Se determina la respuesta del impulso del orden fraccional escalar, y es una generalización de la función exponencial. Las propiedades de estabilidad de los sistemas de orden fraccionario se presentan en el plano w complejo, que es una transformación del plano s. Las respuestas de tiempo se discuten con respecto a las posiciones de polos en el complejo plano w y se incluye el comportamiento de respuesta de frecuencia. Se presenta una representación del espacio <br>vector de orden fraccional, que es una generalización del concepto de espacio de estado, incluyendo la respuesta de inicialización. Se muestran los métodos de control de las representaciones vectoriales de los sistemas de orden fraccionario inicializados. Finalmente, el orden fraccional differenteintegral se generaliza a las distribuciones continuas de orden que tienen la posibilidad de incluir todos los órdenes fraccionales en una función de transferencia ",
            "error": []
        },
        "state space concept": {
            "translated_key": "state",
            "translated_annotated_text": "Dinámica y control de los sistemas de orden fraccionario inicializado Debido a la importancia de los efectos históricos en los sistemas de orden fraccionario, este artículo presenta un sistema de orden fraccionario general y teoría de control que incluye la respuesta de inicialización variable en el tiempo. Estudios anteriores no han tenido debidamente en cuenta estos efectos históricos. Se determina la respuesta de inicialización, junto con la respuesta forzada, para los sistemas de orden fraccionario. Se determina la respuesta del impulso del orden fraccional escalar, y es una generalización de la función exponencial. Las propiedades de estabilidad de los sistemas de orden fraccionario se presentan en el plano w complejo, que es una transformación del plano s. Las respuestas de tiempo se discuten con respecto a las posiciones de polos en el complejo plano w y se incluye el comportamiento de respuesta de frecuencia. Se presenta una representación de espacio vectorial de orden fraccional, que es una generalización del concepto espacial <br>state</br>, incluyendo la respuesta de inicialización. Se muestran los métodos de control de las representaciones vectoriales de los sistemas de orden fraccionario inicializados. Finalmente, el orden fraccional differenteintegral se generaliza a las distribuciones continuas de orden que tienen la posibilidad de incluir todos los órdenes fraccionales en una función de transferencia ",
            "error": [
                ""
            ]
        },
        "fractional-order differintegral": {
            "translated_key": "fraccional differenteintegral",
            "translated_annotated_text": "Dinámica y control de los sistemas de orden fraccionario inicializado Debido a la importancia de los efectos históricos en los sistemas de orden fraccionario, este artículo presenta un sistema de orden fraccionario general y teoría de control que incluye la respuesta de inicialización variable en el tiempo. Estudios anteriores no han tenido debidamente en cuenta estos efectos históricos. Se determina la respuesta de inicialización, junto con la respuesta forzada, para los sistemas de orden fraccionario. Se determina la respuesta del impulso del orden fraccional escalar, y es una generalización de la función exponencial. Las propiedades de estabilidad de los sistemas de orden fraccionario se presentan en el plano w complejo, que es una transformación del plano s. Las respuestas de tiempo se discuten con respecto a las posiciones de polos en el complejo plano w y se incluye el comportamiento de respuesta de frecuencia. Se presenta una representación del espacio vectorial de orden fraccional, que es una generalización del concepto espacial de estado, incluyendo la respuesta de inicialización. Se muestran los métodos de control de las representaciones vectoriales de los sistemas de orden fraccionario inicializados. Por último, el orden <br>fraccional differenteintegral</br> se generaliza a las distribuciones continuas de orden que tienen la posibilidad de incluir todos los órdenes fraccionarios en una función de transferencia ",
            "error": [
                ""
            ]
        },
        "transfer function": {
            "translated_key": [],
            "translated_annotated_text": "Dinámica y control de los sistemas de orden fraccionario inicializado Debido a la importancia de los efectos históricos en los sistemas de orden fraccionario, este artículo presenta un sistema de orden fraccionario general y teoría de control que incluye la respuesta de inicialización variable en el tiempo. Estudios anteriores no han tenido debidamente en cuenta estos efectos históricos. Se determina la respuesta de inicialización, junto con la respuesta forzada, para los sistemas de orden fraccionario. Se determina la respuesta del impulso del orden fraccional escalar, y es una generalización de la función exponencial. Las propiedades de estabilidad de los sistemas de orden fraccionario se presentan en el plano w complejo, que es una transformación del plano s. Las respuestas de tiempo se discuten con respecto a las posiciones de polos en el complejo plano w y se incluye el comportamiento de respuesta de frecuencia. Se presenta una representación del espacio vectorial de orden fraccional, que es una generalización del concepto espacial de estado, incluyendo la respuesta de inicialización. Se muestran los métodos de control de las representaciones vectoriales de los sistemas de orden fraccionario inicializados. Finalmente, el orden fraccional differenteintegral se generaliza a las distribuciones continuas de orden que tienen la posibilidad de incluir todos los órdenes fraccionarios en una función de transferencia <br></br> ",
            "error": []
        },
        "differential equations": {
            "translated_key": [],
            "translated_annotated_text": "Dinámica y control de los sistemas de orden fraccionario inicializado Debido a la importancia de los efectos históricos en los sistemas de orden fraccionario, este artículo presenta un sistema de orden fraccionario general y teoría de control que incluye la respuesta de inicialización variable en el tiempo. Estudios anteriores no han tenido debidamente en cuenta estos efectos históricos. Se determina la respuesta de inicialización, junto con la respuesta forzada, para los sistemas de orden fraccionario. Se determina la respuesta del impulso del orden fraccional escalar, y es una generalización de la función exponencial. Las propiedades de estabilidad de los sistemas de orden fraccionario se presentan en el plano w complejo, que es una transformación del plano s. Las respuestas de tiempo se discuten con respecto a las posiciones de polos en el complejo plano w y se incluye el comportamiento de respuesta de frecuencia. Se presenta una representación del espacio vectorial de orden fraccional, que es una generalización del concepto espacial de estado, incluyendo la respuesta de inicialización. Se muestran los métodos de control de las representaciones vectoriales de los sistemas de orden fraccionario inicializados. Finalmente, el orden fraccional differenteintegral se generaliza a las distribuciones continuas de orden que tienen la posibilidad de incluir todos los órdenes fraccionales en una función de transferencia ",
            "error": []
        },
        "integral equations": {
            "translated_key": [],
            "translated_annotated_text": "Dinámica y control de los sistemas de orden fraccionario inicializado Debido a la importancia de los efectos históricos en los sistemas de orden fraccionario, este artículo presenta un sistema de orden fraccionario general y teoría de control que incluye la respuesta de inicialización variable en el tiempo. Estudios anteriores no han tenido debidamente en cuenta estos efectos históricos. Se determina la respuesta de inicialización, junto con la respuesta forzada, para los sistemas de orden fraccionario. Se determina la respuesta del impulso del orden fraccional escalar, y es una generalización de la función exponencial. Las propiedades de estabilidad de los sistemas de orden fraccionario se presentan en el plano w complejo, que es una transformación del plano s. Las respuestas de tiempo se discuten con respecto a las posiciones de polos en el complejo plano w y se incluye el comportamiento de respuesta de frecuencia. Se presenta una representación del espacio vectorial de orden fraccional, que es una generalización del concepto espacial de estado, incluyendo la respuesta de inicialización. Se muestran los métodos de control de las representaciones vectoriales de los sistemas de orden fraccionario inicializados. Finalmente, el orden fraccional differenteintegral se generaliza a las distribuciones continuas de orden que tienen la posibilidad de incluir todos los órdenes fraccionales en una función de transferencia ",
            "error": []
        },
        "nonlinear control systems": {
            "translated_key": [],
            "translated_annotated_text": "Dinámica y control de los sistemas de orden fraccionario inicializado Debido a la importancia de los efectos históricos en los sistemas de orden fraccionario, este artículo presenta un sistema de orden fraccionario general y teoría de control que incluye la respuesta de inicialización variable en el tiempo. Estudios anteriores no han tenido debidamente en cuenta estos efectos históricos. Se determina la respuesta de inicialización, junto con la respuesta forzada, para los sistemas de orden fraccionario. Se determina la respuesta del impulso del orden fraccional escalar, y es una generalización de la función exponencial. Las propiedades de estabilidad de los sistemas de orden fraccionario se presentan en el plano w complejo, que es una transformación del plano s. Las respuestas de tiempo se discuten con respecto a las posiciones de polos en el complejo plano w y se incluye el comportamiento de respuesta de frecuencia. Se presenta una representación del espacio vectorial de orden fraccional, que es una generalización del concepto espacial de estado, incluyendo la respuesta de inicialización. Se muestran los métodos de control de las representaciones vectoriales de los sistemas de orden fraccionario inicializados. Finalmente, el orden fraccional differenteintegral se generaliza a las distribuciones continuas de orden que tienen la posibilidad de incluir todos los órdenes fraccionales en una función de transferencia ",
            "error": []
        },
        "nonlinear dynamical systems": {
            "translated_key": [],
            "translated_annotated_text": "Dinámica y control de los sistemas de orden fraccionario inicializado Debido a la importancia de los efectos históricos en los sistemas de orden fraccionario, este artículo presenta un sistema de orden fraccionario general y teoría de control que incluye la respuesta de inicialización variable en el tiempo. Estudios anteriores no han tenido debidamente en cuenta estos efectos históricos. Se determina la respuesta de inicialización, junto con la respuesta forzada, para los sistemas de orden fraccionario. Se determina la respuesta del impulso del orden fraccional escalar, y es una generalización de la función exponencial. Las propiedades de estabilidad de los sistemas de orden fraccionario se presentan en el plano w complejo, que es una transformación del plano s. Las respuestas de tiempo se discuten con respecto a las posiciones de polos en el complejo plano w y se incluye el comportamiento de respuesta de frecuencia. Se presenta una representación del espacio vectorial de orden fraccional, que es una generalización del concepto espacial de estado, incluyendo la respuesta de inicialización. Se muestran los métodos de control de las representaciones vectoriales de los sistemas de orden fraccionario inicializados. Finalmente, el orden fraccional differenteintegral se generaliza a las distribuciones continuas de orden que tienen la posibilidad de incluir todos los órdenes fraccionales en una función de transferencia ",
            "error": []
        },
        "numerical stability": {
            "translated_key": [],
            "translated_annotated_text": "Dinámica y control de los sistemas de orden fraccionario inicializado Debido a la importancia de los efectos históricos en los sistemas de orden fraccionario, este artículo presenta un sistema de orden fraccionario general y teoría de control que incluye la respuesta de inicialización variable en el tiempo. Estudios anteriores no han tenido debidamente en cuenta estos efectos históricos. Se determina la respuesta de inicialización, junto con la respuesta forzada, para los sistemas de orden fraccionario. Se determina la respuesta del impulso del orden fraccional escalar, y es una generalización de la función exponencial. Las propiedades de estabilidad de los sistemas de orden fraccionario se presentan en el plano w complejo, que es una transformación del plano s. Las respuestas de tiempo se discuten con respecto a las posiciones de polos en el complejo plano w y se incluye el comportamiento de respuesta de frecuencia. Se presenta una representación del espacio vectorial de orden fraccional, que es una generalización del concepto espacial de estado, incluyendo la respuesta de inicialización. Se muestran los métodos de control de las representaciones vectoriales de los sistemas de orden fraccionario inicializados. Finalmente, el orden fraccional differenteintegral se generaliza a las distribuciones continuas de orden que tienen la posibilidad de incluir todos los órdenes fraccionales en una función de transferencia ",
            "error": []
        },
        "transfer functions": {
            "translated_key": [],
            "translated_annotated_text": "Dinámica y control de los sistemas de orden fraccionario inicializado Debido a la importancia de los efectos históricos en los sistemas de orden fraccionario, este artículo presenta un sistema de orden fraccionario general y teoría de control que incluye la respuesta de inicialización variable en el tiempo. Estudios anteriores no han tenido debidamente en cuenta estos efectos históricos. Se determina la respuesta de inicialización, junto con la respuesta forzada, para los sistemas de orden fraccionario. Se determina la respuesta del impulso del orden fraccional escalar, y es una generalización de la función exponencial. Las propiedades de estabilidad de los sistemas de orden fraccionario se presentan en el plano w complejo, que es una transformación del plano s. Las respuestas de tiempo se discuten con respecto a las posiciones de polos en el complejo plano w y se incluye el comportamiento de respuesta de frecuencia. Se presenta una representación del espacio vectorial de orden fraccional, que es una generalización del concepto espacial de estado, incluyendo la respuesta de inicialización. Se muestran los métodos de control de las representaciones vectoriales de los sistemas de orden fraccionario inicializados. Finalmente, el orden fraccional differenteintegral se generaliza a las distribuciones continuas de orden que tienen la posibilidad de incluir todos los órdenes fraccionales en una función de transferencia ",
            "error": []
        },
        "transient response": {
            "translated_key": [],
            "translated_annotated_text": "Dinámica y control de los sistemas de orden fraccionario inicializado Debido a la importancia de los efectos históricos en los sistemas de orden fraccionario, este artículo presenta un sistema de orden fraccionario general y teoría de control que incluye la respuesta de inicialización variable en el tiempo. Estudios anteriores no han tenido debidamente en cuenta estos efectos históricos. Se determina la respuesta de inicialización, junto con la respuesta forzada, para los sistemas de orden fraccionario. Se determina la respuesta del impulso del orden fraccional escalar, y es una generalización de la función exponencial. Las propiedades de estabilidad de los sistemas de orden fraccionario se presentan en el plano w complejo, que es una transformación del plano s. Las respuestas de tiempo se discuten con respecto a las posiciones de polos en el complejo plano w y se incluye el comportamiento de respuesta de frecuencia. Se presenta una representación del espacio vectorial de orden fraccional, que es una generalización del concepto espacial de estado, incluyendo la respuesta de inicialización. Se muestran los métodos de control de las representaciones vectoriales de los sistemas de orden fraccionario inicializados. Finalmente, el orden fraccional differenteintegral se generaliza a las distribuciones continuas de orden que tienen la posibilidad de incluir todos los órdenes fraccionales en una función de transferencia ",
            "error": []
        }
    }
}