{
    "original_text": "Eliminating recency with self-review: the case of auditors going concern judgments This paper examines the use of self-review to debias recency. Recency is found in the going concern judgments of staff auditors, but is successfully eliminated by the auditors use of a simple self-review technique that would be extremely easy to implement in audit practice. Auditors who self-review are also less inclined to make audit report choices that are inconsistent with their going concern judgments. These results are important because the judgments of staff auditors often determine the type and extent of documentation in audit workpapers and serve as preliminary inputs for senior auditors judgments and choices. If staff auditors judgments are affected by recency, the impact of this bias may be impounded in the ultimate judgments and choices of senior auditors. Since biased judgments can expose auditors to significant costs involving extended audit procedures, legal liability and diminished reputation, simple debiasing techniques that reduce this exposure are valuable. The paper also explores some future research needs and other important issues concerning judgment debiasing in applied professional settings",
    "original_translation": "Eliminación de la reincidencia con auto-revisión: el caso de los auditores que se refieren a juicios Este documento examina el uso de la auto-revisión a la reincidencia debía. Los juicios de los auditores del personal se basan en la reincidencia, pero los auditores eliminan con éxito la utilización de una simple técnica de autoevaluación que sería extremadamente fácil de aplicar en la práctica de auditoría. Los auditores que se autoexaminan también están menos inclinados a tomar decisiones sobre los informes de auditoría que son incompatibles con sus juicios sobre las empresas en marcha. Estos resultados son importantes porque los fallos de los auditores del personal a menudo determinan el tipo y el alcance de la documentación contenida en los documentos de trabajo de auditoría y sirven de insumos preliminares para los fallos y decisiones de los auditores superiores. Si los fallos de los auditores de personal se ven afectados por la reincidencia, el impacto de este sesgo puede ser incautado en los fallos finales y las decisiones de los auditores superiores. Dado que los juicios sesgados pueden exponer a los auditores a costos significativos que implican procedimientos de auditoría ampliados, responsabilidad jurídica y menor reputación, las técnicas de sesgo simples que reducen esta exposición son valiosas. El documento también explora algunas necesidades futuras de investigación y otras cuestiones importantes relativas a la sesgo de juicio en entornos profesionales aplicados",
    "error_count": 11,
    "keys": {
        "auditor going concern judgments": {
            "translated_key": [],
            "translated_annotated_text": "Eliminación de la reincidencia con auto-revisión: el caso de los auditores que se refieren a juicios Este documento examina el uso de la auto-revisión a la reincidencia debía. Los juicios de los auditores del personal se basan en la reincidencia, pero los auditores eliminan con éxito la utilización de una simple técnica de autoevaluación que sería extremadamente fácil de aplicar en la práctica de auditoría. Los auditores que se autoexaminan también están menos inclinados a tomar decisiones sobre los informes de auditoría que son incompatibles con sus juicios sobre las empresas en marcha. Estos resultados son importantes porque los fallos de los auditores del personal a menudo determinan el tipo y el alcance de la documentación contenida en los documentos de trabajo de auditoría y sirven de insumos preliminares para los fallos y decisiones de los auditores superiores. Si los fallos de los auditores de personal se ven afectados por la reincidencia, el impacto de este sesgo puede ser incautado en los fallos finales y las decisiones de los auditores superiores. Dado que los juicios sesgados pueden exponer a los auditores a costos significativos que implican procedimientos de auditoría ampliados, responsabilidad jurídica y menor reputación, las técnicas de sesgo simples que reducen esta exposición son valiosas. El documento también explora algunas necesidades futuras de investigación y otras cuestiones importantes relativas a la sesgo de juicio en entornos profesionales aplicados ",
            "error": []
        },
        "recency debiasing": {
            "translated_key": [],
            "translated_annotated_text": "Eliminación de la reincidencia con auto-revisión: el caso de los auditores que se refieren a juicios Este documento examina el uso de la auto-revisión a la reincidencia debía. Los juicios de los auditores del personal se basan en la reincidencia, pero los auditores eliminan con éxito la utilización de una simple técnica de autoevaluación que sería extremadamente fácil de aplicar en la práctica de auditoría. Los auditores que se autoexaminan también están menos inclinados a tomar decisiones sobre los informes de auditoría que son incompatibles con sus juicios sobre las empresas en marcha. Estos resultados son importantes porque los fallos de los auditores del personal a menudo determinan el tipo y el alcance de la documentación contenida en los documentos de trabajo de auditoría y sirven de insumos preliminares para los fallos y decisiones de los auditores superiores. Si los fallos de los auditores de personal se ven afectados por la reincidencia, el impacto de este sesgo puede ser incautado en los fallos finales y las decisiones de los auditores superiores. Dado que los juicios sesgados pueden exponer a los auditores a costos significativos que implican procedimientos de auditoría ampliados, responsabilidad jurídica y menor reputación, las técnicas de sesgo simples que reducen esta exposición son valiosas. El documento también explora algunas necesidades futuras de investigación y otras cuestiones importantes relativas a la sesgo de juicio en entornos profesionales aplicados ",
            "error": []
        },
        "self-review": {
            "translated_key": "auto-revisión",
            "translated_annotated_text": "Eliminación de la reincidencia con <br>auto-revisión</br>: el caso de los auditores que se refieren a juicios Este artículo examina el uso de <br>auto-revisión</br> a la reincidencia debía. La reincidencia se encuentra en los juicios de los auditores del personal en marcha, pero es eliminado con éxito por los auditores el uso de una simple técnica de <br>auto-revisión</br> que sería extremadamente fácil de implementar en la práctica de auditoría.  Los auditores que <br>auto-revisión</br> también están menos inclinados a tomar decisiones de informes de auditoría que son incompatibles con sus juicios de negocio en marcha. Estos resultados son importantes porque los fallos de los auditores del personal a menudo determinan el tipo y el alcance de la documentación contenida en los documentos de trabajo de auditoría y sirven de insumos preliminares para los fallos y decisiones de los auditores superiores. Si los fallos de los auditores de personal se ven afectados por la reincidencia, el impacto de este sesgo puede ser incautado en los fallos finales y las decisiones de los auditores superiores. Dado que los juicios sesgados pueden exponer a los auditores a costos significativos que implican procedimientos de auditoría ampliados, responsabilidad jurídica y menor reputación, las técnicas de sesgo simples que reducen esta exposición son valiosas. El documento también explora algunas necesidades futuras de investigación y otras cuestiones importantes relativas a la sesgo de juicio en entornos profesionales aplicados ",
            "error": [
                ""
            ]
        },
        "staff auditors": {
            "translated_key": [
                "staff auditors",
                "auditores de personal"
            ],
            "translated_annotated_text": "Eliminación de la reincidencia con auto-revisión: el caso de los auditores que se refieren a juicios Este documento examina el uso de la auto-revisión a la reincidencia debía. La reincidencia se encuentra en los juicios de <br>staff auditors</br>, pero los auditores eliminan con éxito el uso de una simple técnica de autoevaluación que sería extremadamente fácil de aplicar en la práctica de auditoría. Los auditores que se autoexaminan también están menos inclinados a tomar decisiones sobre los informes de auditoría que son incompatibles con sus juicios sobre las empresas en marcha. Estos resultados son importantes porque los fallos de los auditores del personal a menudo determinan el tipo y el alcance de la documentación contenida en los documentos de trabajo de auditoría y sirven de insumos preliminares para los fallos y decisiones de los auditores superiores. Si los fallos de los <br>auditores de personal</br> se ven afectados por la reincidencia, el impacto de este sesgo puede ser incautado en los fallos definitivos y en las elecciones de los auditores superiores. Dado que los juicios sesgados pueden exponer a los auditores a costos significativos que implican procedimientos de auditoría ampliados, responsabilidad jurídica y menor reputación, las técnicas de sesgo simples que reducen esta exposición son valiosas. El documento también explora algunas necesidades futuras de investigación y otras cuestiones importantes relativas a la sesgo de juicio en entornos profesionales aplicados ",
            "error": [
                "staff auditors",
                "auditores de personal"
            ]
        },
        "audit report choices": {
            "translated_key": [],
            "translated_annotated_text": "Eliminación de la reincidencia con auto-revisión: el caso de los auditores que se refieren a juicios Este documento examina el uso de la auto-revisión a la reincidencia debía. Los juicios de los auditores del personal se basan en la reincidencia, pero los auditores eliminan con éxito la utilización de una simple técnica de autoevaluación que sería extremadamente fácil de aplicar en la práctica de auditoría. Los auditores que se auto-revisan también están menos inclinados a tomar decisiones de informes de auditoría que son inconsistentes con sus juicios de negocio en marcha. Estos resultados son importantes porque los fallos de los auditores del personal a menudo determinan el tipo y el alcance de la documentación contenida en los documentos de trabajo de auditoría y sirven de insumos preliminares para los fallos y decisiones de los auditores superiores. Si los fallos de los auditores de personal se ven afectados por la reincidencia, el impacto de este sesgo puede ser incautado en los fallos finales y las decisiones de los auditores superiores. Dado que los juicios sesgados pueden exponer a los auditores a costos significativos que implican procedimientos de auditoría ampliados, responsabilidad jurídica y menor reputación, las técnicas de sesgo simples que reducen esta exposición son valiosas. El documento también explora algunas necesidades futuras de investigación y otras cuestiones importantes relativas a la sesgo de juicio en entornos profesionales aplicados ",
            "error": []
        },
        "documentation": {
            "translated_key": "documentación",
            "translated_annotated_text": "Eliminación de la reincidencia con auto-revisión: el caso de los auditores que se refieren a juicios Este documento examina el uso de la auto-revisión a la reincidencia debía. Los juicios de los auditores del personal se basan en la reincidencia, pero los auditores eliminan con éxito la utilización de una simple técnica de autoevaluación que sería extremadamente fácil de aplicar en la práctica de auditoría. Los auditores que se autoexaminan también están menos inclinados a tomar decisiones sobre los informes de auditoría que son incompatibles con sus juicios sobre las empresas en marcha. Estos resultados son importantes porque los fallos de los auditores del personal a menudo determinan el tipo y el alcance de la <br>documentación</br> contenida en los documentos de trabajo de auditoría y sirven de insumos preliminares para los fallos y decisiones de los auditores superiores. Si los fallos de los auditores de personal se ven afectados por la reincidencia, el impacto de este sesgo puede ser incautado en los fallos finales y las decisiones de los auditores superiores. Dado que los juicios sesgados pueden exponer a los auditores a costos significativos que implican procedimientos de auditoría ampliados, responsabilidad jurídica y menor reputación, las técnicas de sesgo simples que reducen esta exposición son valiosas. El documento también explora algunas necesidades futuras de investigación y otras cuestiones importantes relativas a la sesgo de juicio en entornos profesionales aplicados ",
            "error": [
                ""
            ]
        },
        "audit workpapers": {
            "translated_key": "documentos de trabajo de auditoría",
            "translated_annotated_text": "Eliminación de la reincidencia con auto-revisión: el caso de los auditores que se refieren a juicios Este documento examina el uso de la auto-revisión a la reincidencia debía. Los juicios de los auditores del personal se basan en la reincidencia, pero los auditores eliminan con éxito la utilización de una simple técnica de autoevaluación que sería extremadamente fácil de aplicar en la práctica de auditoría. Los auditores que se autoexaminan también están menos inclinados a tomar decisiones sobre los informes de auditoría que son incompatibles con sus juicios sobre las empresas en marcha. Estos resultados son importantes porque los fallos de los auditores del personal a menudo determinan el tipo y el alcance de la documentación contenida en los <br>documentos de trabajo de auditoría</br> y sirven de insumos preliminares para los fallos y decisiones de los auditores superiores. Si los fallos de los auditores de personal se ven afectados por la reincidencia, el impacto de este sesgo puede ser incautado en los fallos finales y las decisiones de los auditores superiores. Dado que los juicios sesgados pueden exponer a los auditores a costos significativos que implican procedimientos de auditoría ampliados, responsabilidad jurídica y menor reputación, las técnicas de sesgo simples que reducen esta exposición son valiosas. El documento también explora algunas necesidades futuras de investigación y otras cuestiones importantes relativas a la sesgo de juicio en entornos profesionales aplicados ",
            "error": [
                ""
            ]
        },
        "senior auditors": {
            "translated_key": "auditores superiores",
            "translated_annotated_text": "Eliminación de la reincidencia con auto-revisión: el caso de los auditores que se refieren a juicios Este documento examina el uso de la auto-revisión a la reincidencia debía. Los juicios de los auditores del personal se basan en la reincidencia, pero los auditores eliminan con éxito la utilización de una simple técnica de autoevaluación que sería extremadamente fácil de aplicar en la práctica de auditoría. Los auditores que se autoexaminan también están menos inclinados a tomar decisiones sobre los informes de auditoría que son incompatibles con sus juicios sobre las empresas en marcha. Estos resultados son importantes porque los fallos de los auditores del personal a menudo determinan el tipo y el alcance de la documentación en los documentos de trabajo de auditoría y sirven de insumos preliminares para los fallos y decisiones de los <br>auditores superiores</br>. Si los fallos de los auditores de personal se ven afectados por la reincidencia, el impacto de este sesgo puede ser incautado en los fallos finales y las elecciones de los <br>auditores superiores</br>. Dado que los juicios sesgados pueden exponer a los auditores a costos significativos que implican procedimientos de auditoría ampliados, responsabilidad jurídica y menor reputación, las técnicas de sesgo simples que reducen esta exposición son valiosas. El documento también explora algunas necesidades futuras de investigación y otras cuestiones importantes relativas a la sesgo de juicio en entornos profesionales aplicados ",
            "error": [
                ""
            ]
        },
        "extended audit procedures": {
            "translated_key": "procedimientos de auditoría ampliados",
            "translated_annotated_text": "Eliminación de la reincidencia con auto-revisión: el caso de los auditores que se refieren a juicios Este documento examina el uso de la auto-revisión a la reincidencia debía. Los juicios de los auditores del personal se basan en la reincidencia, pero los auditores eliminan con éxito la utilización de una simple técnica de autoevaluación que sería extremadamente fácil de aplicar en la práctica de auditoría. Los auditores que se autoexaminan también están menos inclinados a tomar decisiones sobre los informes de auditoría que son incompatibles con sus juicios sobre las empresas en marcha. Estos resultados son importantes porque los fallos de los auditores del personal a menudo determinan el tipo y el alcance de la documentación contenida en los documentos de trabajo de auditoría y sirven de insumos preliminares para los fallos y decisiones de los auditores superiores. Si los fallos de los auditores de personal se ven afectados por la reincidencia, el impacto de este sesgo puede ser incautado en los fallos finales y las decisiones de los auditores superiores. Dado que las sentencias sesgadas pueden exponer a los auditores a costos significativos que implican <br>procedimientos de auditoría ampliados</br>, responsabilidad jurídica y menor reputación, las técnicas de sesgo simples que reducen esta exposición son valiosas. El documento también explora algunas necesidades futuras de investigación y otras cuestiones importantes relativas a la sesgo de juicio en entornos profesionales aplicados ",
            "error": [
                ""
            ]
        },
        "legal liability": {
            "translated_key": "responsabilidad jurídica",
            "translated_annotated_text": "Eliminación de la reincidencia con auto-revisión: el caso de los auditores que se refieren a juicios Este documento examina el uso de la auto-revisión a la reincidencia debía. Los juicios de los auditores del personal se basan en la reincidencia, pero los auditores eliminan con éxito la utilización de una simple técnica de autoevaluación que sería extremadamente fácil de aplicar en la práctica de auditoría. Los auditores que se autoexaminan también están menos inclinados a tomar decisiones sobre los informes de auditoría que son incompatibles con sus juicios sobre las empresas en marcha. Estos resultados son importantes porque los fallos de los auditores del personal a menudo determinan el tipo y el alcance de la documentación contenida en los documentos de trabajo de auditoría y sirven de insumos preliminares para los fallos y decisiones de los auditores superiores. Si los fallos de los auditores de personal se ven afectados por la reincidencia, el impacto de este sesgo puede ser incautado en los fallos finales y las decisiones de los auditores superiores. Dado que los juicios sesgados pueden exponer a los auditores a costos significativos que implican procedimientos de auditoría ampliados, <br>responsabilidad jurídica</br> y menor reputación, las técnicas de sesgo simples que reducen esta exposición son valiosas. El documento también explora algunas necesidades futuras de investigación y otras cuestiones importantes relativas a la sesgo de juicio en entornos profesionales aplicados ",
            "error": [
                ""
            ]
        },
        "diminished reputation": {
            "translated_key": [],
            "translated_annotated_text": "Eliminación de la reincidencia con auto-revisión: el caso de los auditores que se refieren a juicios Este documento examina el uso de la auto-revisión a la reincidencia debía. Los juicios de los auditores del personal se basan en la reincidencia, pero los auditores eliminan con éxito la utilización de una simple técnica de autoevaluación que sería extremadamente fácil de aplicar en la práctica de auditoría. Los auditores que se autoexaminan también están menos inclinados a tomar decisiones sobre los informes de auditoría que son incompatibles con sus juicios sobre las empresas en marcha. Estos resultados son importantes porque los fallos de los auditores del personal a menudo determinan el tipo y el alcance de la documentación contenida en los documentos de trabajo de auditoría y sirven de insumos preliminares para los fallos y decisiones de los auditores superiores. Si los fallos de los auditores de personal se ven afectados por la reincidencia, el impacto de este sesgo puede ser incautado en los fallos finales y las decisiones de los auditores superiores. Dado que los juicios sesgados pueden exponer a los auditores a costos significativos que implican procedimientos de auditoría ampliados, responsabilidad jurídica y menor reputación, las técnicas de sesgo simples que reducen esta exposición son valiosas. El documento también explora algunas necesidades futuras de investigación y otras cuestiones importantes relativas a la sesgo de juicio en entornos profesionales aplicados ",
            "error": []
        },
        "judgment debiasing": {
            "translated_key": "sesgo de juicio",
            "translated_annotated_text": "Eliminación de la reincidencia con auto-revisión: el caso de los auditores que se refieren a juicios Este documento examina el uso de la auto-revisión a la reincidencia debía. Los juicios de los auditores del personal se basan en la reincidencia, pero los auditores eliminan con éxito la utilización de una simple técnica de autoevaluación que sería extremadamente fácil de aplicar en la práctica de auditoría. Los auditores que se autoexaminan también están menos inclinados a tomar decisiones sobre los informes de auditoría que son incompatibles con sus juicios sobre las empresas en marcha. Estos resultados son importantes porque los fallos de los auditores del personal a menudo determinan el tipo y el alcance de la documentación contenida en los documentos de trabajo de auditoría y sirven de insumos preliminares para los fallos y decisiones de los auditores superiores. Si los fallos de los auditores de personal se ven afectados por la reincidencia, el impacto de este sesgo puede ser incautado en los fallos finales y las decisiones de los auditores superiores. Dado que los juicios sesgados pueden exponer a los auditores a costos significativos que implican procedimientos de auditoría ampliados, responsabilidad jurídica y menor reputación, las técnicas de sesgo simples que reducen esta exposición son valiosas. El documento también explora algunas necesidades futuras de investigación y otras cuestiones importantes relativas a la <br>sesgo de juicio</br> en entornos profesionales aplicados.  ",
            "error": [
                ""
            ]
        },
        "applied professional settings": {
            "translated_key": "entornos profesionales aplicados",
            "translated_annotated_text": "Eliminación de la reincidencia con auto-revisión: el caso de los auditores que se refieren a juicios Este documento examina el uso de la auto-revisión a la reincidencia debía. Los juicios de los auditores del personal se basan en la reincidencia, pero los auditores eliminan con éxito la utilización de una simple técnica de autoevaluación que sería extremadamente fácil de aplicar en la práctica de auditoría. Los auditores que se autoexaminan también están menos inclinados a tomar decisiones sobre los informes de auditoría que son incompatibles con sus juicios sobre las empresas en marcha. Estos resultados son importantes porque los fallos de los auditores del personal a menudo determinan el tipo y el alcance de la documentación contenida en los documentos de trabajo de auditoría y sirven de insumos preliminares para los fallos y decisiones de los auditores superiores. Si los fallos de los auditores de personal se ven afectados por la reincidencia, el impacto de este sesgo puede ser incautado en los fallos finales y las decisiones de los auditores superiores. Dado que los juicios sesgados pueden exponer a los auditores a costos significativos que implican procedimientos de auditoría ampliados, responsabilidad jurídica y menor reputación, las técnicas de sesgo simples que reducen esta exposición son valiosas. El documento también explora algunas necesidades futuras de investigación y otras cuestiones importantes relativas a la sesgo de juicio en <br>entornos profesionales aplicados</br>. ",
            "error": [
                ""
            ]
        },
        "accountability": {
            "translated_key": [],
            "translated_annotated_text": "Eliminación de la reincidencia con auto-revisión: el caso de los auditores que se refieren a juicios Este documento examina el uso de la auto-revisión a la reincidencia debía. Los juicios de los auditores del personal se basan en la reincidencia, pero los auditores eliminan con éxito la utilización de una simple técnica de autoevaluación que sería extremadamente fácil de aplicar en la práctica de auditoría. Los auditores que se autoexaminan también están menos inclinados a tomar decisiones sobre los informes de auditoría que son incompatibles con sus juicios sobre las empresas en marcha. Estos resultados son importantes porque los fallos de los auditores del personal a menudo determinan el tipo y el alcance de la documentación contenida en los documentos de trabajo de auditoría y sirven de insumos preliminares para los fallos y decisiones de los auditores superiores. Si los fallos de los auditores de personal se ven afectados por la reincidencia, el impacto de este sesgo puede ser incautado en los fallos finales y las decisiones de los auditores superiores. Dado que los juicios sesgados pueden exponer a los auditores a costos significativos que implican procedimientos de auditoría ampliados, responsabilidad jurídica y menor reputación, las técnicas de sesgo simples que reducen esta exposición son valiosas. El documento también explora algunas necesidades futuras de investigación y otras cuestiones importantes relativas a la sesgo de juicio en entornos profesionales aplicados ",
            "error": []
        },
        "probability judgments": {
            "translated_key": [],
            "translated_annotated_text": "Eliminación de la reincidencia con auto-revisión: el caso de los auditores que se refieren a juicios Este documento examina el uso de la auto-revisión a la reincidencia debía. Los juicios de los auditores del personal se basan en la reincidencia, pero los auditores eliminan con éxito la utilización de una simple técnica de autoevaluación que sería extremadamente fácil de aplicar en la práctica de auditoría. Los auditores que se autoexaminan también están menos inclinados a tomar decisiones sobre los informes de auditoría que son incompatibles con sus juicios sobre las empresas en marcha. Estos resultados son importantes porque los fallos de los auditores del personal a menudo determinan el tipo y el alcance de la documentación contenida en los documentos de trabajo de auditoría y sirven de insumos preliminares para los fallos y decisiones de los auditores superiores. Si los fallos de los auditores de personal se ven afectados por la reincidencia, el impacto de este sesgo puede ser incautado en los fallos finales y las decisiones de los auditores superiores. Dado que los juicios sesgados pueden exponer a los auditores a costos significativos que implican procedimientos de auditoría ampliados, responsabilidad jurídica y menor reputación, las técnicas de sesgo simples que reducen esta exposición son valiosas. El documento también explora algunas necesidades futuras de investigación y otras cuestiones importantes relativas a la sesgo de juicio en entornos profesionales aplicados ",
            "error": []
        },
        "auditing": {
            "translated_key": [],
            "translated_annotated_text": "Eliminación de la reincidencia con auto-revisión: el caso de los auditores que se refieren a juicios Este documento examina el uso de la auto-revisión a la reincidencia debía. Los juicios de los auditores del personal se basan en la reincidencia, pero los auditores eliminan con éxito la utilización de una simple técnica de autoevaluación que sería extremadamente fácil de aplicar en la práctica de auditoría. Los auditores que se autoexaminan también están menos inclinados a tomar decisiones sobre los informes de auditoría que son incompatibles con sus juicios sobre las empresas en marcha. Estos resultados son importantes porque los fallos de los auditores del personal a menudo determinan el tipo y el alcance de la documentación contenida en los documentos de trabajo de auditoría y sirven de insumos preliminares para los fallos y decisiones de los auditores superiores. Si los fallos de los auditores de personal se ven afectados por la reincidencia, el impacto de este sesgo puede ser incautado en los fallos finales y las decisiones de los auditores superiores. Dado que los juicios sesgados pueden exponer a los auditores a costos significativos que implican procedimientos de auditoría ampliados, responsabilidad jurídica y menor reputación, las técnicas de sesgo simples que reducen esta exposición son valiosas. El documento también explora algunas necesidades futuras de investigación y otras cuestiones importantes relativas a la sesgo de juicio en entornos profesionales aplicados ",
            "error": []
        },
        "behavioural sciences": {
            "translated_key": [],
            "translated_annotated_text": "Eliminación de la reincidencia con auto-revisión: el caso de los auditores que se refieren a juicios Este documento examina el uso de la auto-revisión a la reincidencia debía. Los juicios de los auditores del personal se basan en la reincidencia, pero los auditores eliminan con éxito la utilización de una simple técnica de autoevaluación que sería extremadamente fácil de aplicar en la práctica de auditoría. Los auditores que se autoexaminan también están menos inclinados a tomar decisiones sobre los informes de auditoría que son incompatibles con sus juicios sobre las empresas en marcha. Estos resultados son importantes porque los fallos de los auditores del personal a menudo determinan el tipo y el alcance de la documentación contenida en los documentos de trabajo de auditoría y sirven de insumos preliminares para los fallos y decisiones de los auditores superiores. Si los fallos de los auditores de personal se ven afectados por la reincidencia, el impacto de este sesgo puede ser incautado en los fallos finales y las decisiones de los auditores superiores. Dado que los juicios sesgados pueden exponer a los auditores a costos significativos que implican procedimientos de auditoría ampliados, responsabilidad jurídica y menor reputación, las técnicas de sesgo simples que reducen esta exposición son valiosas. El documento también explora algunas necesidades futuras de investigación y otras cuestiones importantes relativas a la sesgo de juicio en entornos profesionales aplicados ",
            "error": []
        },
        "decision theory": {
            "translated_key": [],
            "translated_annotated_text": "Eliminación de la reincidencia con auto-revisión: el caso de los auditores que se refieren a juicios Este documento examina el uso de la auto-revisión a la reincidencia debía. Los juicios de los auditores del personal se basan en la reincidencia, pero los auditores eliminan con éxito la utilización de una simple técnica de autoevaluación que sería extremadamente fácil de aplicar en la práctica de auditoría. Los auditores que se autoexaminan también están menos inclinados a tomar decisiones sobre los informes de auditoría que son incompatibles con sus juicios sobre las empresas en marcha. Estos resultados son importantes porque los fallos de los auditores del personal a menudo determinan el tipo y el alcance de la documentación contenida en los documentos de trabajo de auditoría y sirven de insumos preliminares para los fallos y decisiones de los auditores superiores. Si los fallos de los auditores de personal se ven afectados por la reincidencia, el impacto de este sesgo puede ser incautado en los fallos finales y las decisiones de los auditores superiores. Dado que los juicios sesgados pueden exponer a los auditores a costos significativos que implican procedimientos de auditoría ampliados, responsabilidad jurídica y menor reputación, las técnicas de sesgo simples que reducen esta exposición son valiosas. El documento también explora algunas necesidades futuras de investigación y otras cuestiones importantes relativas a la sesgo de juicio en entornos profesionales aplicados ",
            "error": []
        },
        "probability": {
            "translated_key": [],
            "translated_annotated_text": "Eliminación de la reincidencia con auto-revisión: el caso de los auditores que se refieren a juicios Este documento examina el uso de la auto-revisión a la reincidencia debía. Los juicios de los auditores del personal se basan en la reincidencia, pero los auditores eliminan con éxito la utilización de una simple técnica de autoevaluación que sería extremadamente fácil de aplicar en la práctica de auditoría. Los auditores que se autoexaminan también están menos inclinados a tomar decisiones sobre los informes de auditoría que son incompatibles con sus juicios sobre las empresas en marcha. Estos resultados son importantes porque los fallos de los auditores del personal a menudo determinan el tipo y el alcance de la documentación contenida en los documentos de trabajo de auditoría y sirven de insumos preliminares para los fallos y decisiones de los auditores superiores. Si los fallos de los auditores de personal se ven afectados por la reincidencia, el impacto de este sesgo puede ser incautado en los fallos finales y las decisiones de los auditores superiores. Dado que los juicios sesgados pueden exponer a los auditores a costos significativos que implican procedimientos de auditoría ampliados, responsabilidad jurídica y menor reputación, las técnicas de sesgo simples que reducen esta exposición son valiosas. El documento también explora algunas necesidades futuras de investigación y otras cuestiones importantes relativas a la sesgo de juicio en entornos profesionales aplicados ",
            "error": []
        }
    }
}