{
    "original_text": "Quantum-state information retrieval in a Rydberg-atom data register We analyze a quantum search protocol to retrieve phase information from a Rydberg-atom data register using a subpicosecond half-cycle electric field pulse. Calculations show that the half-cycle pulse can perform the phase retrieval only within a range of peak field values. By varying the phases of the constituent orbitals of the Rydberg wave packet register, we demonstrate coherent control of the phase retrieval process. By specially programming the phases of the orbitals comprising the initial wave packet, we show that it is possible to use the search method as a way to synthesize single energy eigenstates",
    "original_translation": "Recuperación de información de estado cuántico en un registro de datos de Rydberg-átomo Analizamos un protocolo de búsqueda cuántica para recuperar información de fase de un registro de datos de Rydberg-átomo usando un pulso de campo eléctrico de medio ciclo subpicosegundo. Los cálculos muestran que el pulso de medio ciclo puede realizar la recuperación de fase sólo dentro de un rango de valores de campo pico. Variando las fases de los orbitales constituyentes del registro de paquetes de onda Rydberg, demostramos un control coherente del proceso de recuperación de fases. Mediante la programación especial de las fases de los orbitales que componen el paquete de onda inicial, mostramos que es posible utilizar el método de búsqueda como una manera de sintetizar estados propios de energía única",
    "error_count": 8,
    "keys": {
        "quantum-state information retrieval": {
            "translated_key": [],
            "translated_annotated_text": "Recuperación de información de estado cuántico en un registro de datos de Rydberg-átomo Analizamos un protocolo de búsqueda cuántica para recuperar información de fase de un registro de datos de Rydberg-átomo usando un pulso de campo eléctrico de medio ciclo subpicosegundo. Los cálculos muestran que el pulso de medio ciclo puede realizar la recuperación de fase sólo dentro de un rango de valores de campo pico. Variando las fases de los orbitales constituyentes del registro de paquetes de onda Rydberg, demostramos un control coherente del proceso de recuperación de fases. Mediante la programación especial de las fases de los orbitales que componen el paquete de onda inicial, mostramos que es posible utilizar el método de búsqueda como una manera de sintetizar estados propios de energía única ",
            "error": []
        },
        "Rydberg-atom data register": {
            "translated_key": "Rydberg-atom",
            "translated_annotated_text": "Recuperación de información de estado cuántico en un registro de datos <br>Rydberg-atom</br> Analizamos un protocolo de búsqueda cuántica para recuperar información de fase de un registro de datos <br>Rydberg-atom</br> usando un pulso de campo eléctrico de medio ciclo subpicosegundo. Los cálculos muestran que el pulso de medio ciclo puede realizar la recuperación de fase sólo dentro de un rango de valores de campo pico. Variando las fases de los orbitales constituyentes del registro de paquetes de onda Rydberg, demostramos un control coherente del proceso de recuperación de fases. Mediante la programación especial de las fases de los orbitales que componen el paquete de onda inicial, mostramos que es posible utilizar el método de búsqueda como una manera de sintetizar estados propios de energía única ",
            "error": [
                ""
            ]
        },
        "quantum search protocol": {
            "translated_key": "quantum",
            "translated_annotated_text": "Recuperación de información de estado cuántico en un registro de datos de Rydberg-átomo Analizamos un protocolo de búsqueda <br>quantum</br> para recuperar información de fase de un registro de datos de Rydberg-átomo utilizando un pulso de campo eléctrico de medio ciclo subpicosegundo. Los cálculos muestran que el pulso de medio ciclo puede realizar la recuperación de fase sólo dentro de un rango de valores de campo pico. Variando las fases de los orbitales constituyentes del registro de paquetes de onda Rydberg, demostramos un control coherente del proceso de recuperación de fases. Mediante la programación especial de las fases de los orbitales que componen el paquete de onda inicial, mostramos que es posible utilizar el método de búsqueda como una manera de sintetizar estados propios de energía única ",
            "error": [
                ""
            ]
        },
        "phase information": {
            "translated_key": [],
            "translated_annotated_text": "Recuperación de información de estado cuántico en un registro de datos de Rydberg-Atom Analizamos un protocolo de búsqueda cuántica para recuperar información de fase <br> de un registro de datos de Rydberg-Atom usando un pulso de campo eléctrico de medio ciclo subpicosegundo. Los cálculos muestran que el pulso de medio ciclo puede realizar la recuperación de fase sólo dentro de un rango de valores de campo pico. Variando las fases de los orbitales constituyentes del registro de paquetes de onda Rydberg, demostramos un control coherente del proceso de recuperación de fases. Mediante la programación especial de las fases de los orbitales que componen el paquete de onda inicial, mostramos que es posible utilizar el método de búsqueda como una manera de sintetizar estados propios de energía única ",
            "error": []
        },
        "subpicosecond half-cycle electric field pulse": {
            "translated_key": "pulso de campo eléctrico de medio ciclo subpicosegundo",
            "translated_annotated_text": "Recuperación de información de estado cuántico en un registro de datos de Rydberg-átomo Analizamos un protocolo de búsqueda cuántica para recuperar información de fase de un registro de datos de Rydberg-átomo usando un <br>pulso de campo eléctrico de medio ciclo subpicosegundo</br>.  Los cálculos muestran que el pulso de medio ciclo puede realizar la recuperación de fase sólo dentro de un rango de valores de campo pico. Variando las fases de los orbitales constituyentes del registro de paquetes de onda Rydberg, demostramos un control coherente del proceso de recuperación de fases. Mediante la programación especial de las fases de los orbitales que componen el paquete de onda inicial, mostramos que es posible utilizar el método de búsqueda como una manera de sintetizar estados propios de energía única ",
            "error": [
                ""
            ]
        },
        "phase retrieval": {
            "translated_key": " sólo dentro de un rango de valores de campo pico. Variando las fases de los orbitales constituyentes del registro de paquetes de onda de Rydberg, demostramos un control coherente del proceso de recuperación <br>fase",
            "translated_annotated_text": "Recuperación de información de estado cuántico en un registro de datos de Rydberg-átomo Analizamos un protocolo de búsqueda cuántica para recuperar información de fase de un registro de datos de Rydberg-átomo usando un pulso de campo eléctrico de medio ciclo subpicosegundo. Los cálculos muestran que el pulso de medio ciclo puede realizar la recuperación de fase <br> sólo dentro de un rango de valores de campo pico. Variando las fases de los orbitales constituyentes del registro de paquetes de onda de Rydberg, demostramos un control coherente del proceso de recuperación <br>fase</br>. Mediante la programación especial de las fases de los orbitales que componen el paquete de onda inicial, mostramos que es posible utilizar el método de búsqueda como una manera de sintetizar estados propios de energía única ",
            "error": [
                ""
            ]
        },
        "peak field values": {
            "translated_key": "peak",
            "translated_annotated_text": "Recuperación de información de estado cuántico en un registro de datos de Rydberg-átomo Analizamos un protocolo de búsqueda cuántica para recuperar información de fase de un registro de datos de Rydberg-átomo usando un pulso de campo eléctrico de medio ciclo subpicosegundo. Los cálculos muestran que el pulso de medio ciclo sólo puede realizar la recuperación de fase dentro de un rango de valores de campo <br>peak</br>. Variando las fases de los orbitales constituyentes del registro de paquetes de onda Rydberg, demostramos un control coherente del proceso de recuperación de fases. Mediante la programación especial de las fases de los orbitales que componen el paquete de onda inicial, mostramos que es posible utilizar el método de búsqueda como una manera de sintetizar estados propios de energía única ",
            "error": [
                ""
            ]
        },
        "constituent orbitals": {
            "translated_key": "orbitales constituyentes",
            "translated_annotated_text": "Recuperación de información de estado cuántico en un registro de datos de Rydberg-átomo Analizamos un protocolo de búsqueda cuántica para recuperar información de fase de un registro de datos de Rydberg-átomo usando un pulso de campo eléctrico de medio ciclo subpicosegundo. Los cálculos muestran que el pulso de medio ciclo puede realizar la recuperación de fase sólo dentro de un rango de valores de campo pico. Variando las fases de los <br>orbitales constituyentes</br> del registro de paquetes de onda Rydberg, demostramos un control coherente del proceso de recuperación de fases.  Mediante la programación especial de las fases de los orbitales que componen el paquete de onda inicial, mostramos que es posible utilizar el método de búsqueda como una manera de sintetizar estados propios de energía única ",
            "error": [
                ""
            ]
        },
        "Rydberg wave packet register": {
            "translated_key": "Rydberg",
            "translated_annotated_text": "Recuperación de información de estado cuántico en un registro de datos de Rydberg-átomo Analizamos un protocolo de búsqueda cuántica para recuperar información de fase de un registro de datos de Rydberg-átomo usando un pulso de campo eléctrico de medio ciclo subpicosegundo. Los cálculos muestran que el pulso de medio ciclo puede realizar la recuperación de fase sólo dentro de un rango de valores de campo pico. Variando las fases de los orbitales constituyentes del registro de paquetes de onda <br>Rydberg</br>, demostramos un control coherente del proceso de recuperación de fases. Mediante la programación especial de las fases de los orbitales que componen el paquete de onda inicial, mostramos que es posible utilizar el método de búsqueda como una manera de sintetizar estados propios de energía única ",
            "error": [
                ""
            ]
        },
        "coherent control": {
            "translated_key": "control coherente",
            "translated_annotated_text": "Recuperación de información de estado cuántico en un registro de datos de Rydberg-átomo Analizamos un protocolo de búsqueda cuántica para recuperar información de fase de un registro de datos de Rydberg-átomo usando un pulso de campo eléctrico de medio ciclo subpicosegundo. Los cálculos muestran que el pulso de medio ciclo puede realizar la recuperación de fase sólo dentro de un rango de valores de campo pico. Variando las fases de los orbitales constituyentes del registro de paquetes de onda de Rydberg, demostramos un <br>control coherente</br> del proceso de recuperación de fases.  Mediante la programación especial de las fases de los orbitales que componen el paquete de onda inicial, mostramos que es posible utilizar el método de búsqueda como una manera de sintetizar estados propios de energía única ",
            "error": [
                ""
            ]
        },
        "initial wave packet": {
            "translated_key": "inicial",
            "translated_annotated_text": "Recuperación de información de estado cuántico en un registro de datos de Rydberg-átomo Analizamos un protocolo de búsqueda cuántica para recuperar información de fase de un registro de datos de Rydberg-átomo usando un pulso de campo eléctrico de medio ciclo subpicosegundo. Los cálculos muestran que el pulso de medio ciclo puede realizar la recuperación de fase sólo dentro de un rango de valores de campo pico. Variando las fases de los orbitales constituyentes del registro de paquetes de onda Rydberg, demostramos un control coherente del proceso de recuperación de fases. Mediante la programación especial de las fases de los orbitales que componen el paquete de onda <br>inicial</br>, mostramos que es posible utilizar el método de búsqueda como una forma de sintetizar estados propios de energía única ",
            "error": [
                ""
            ]
        },
        "search method": {
            "translated_key": "search",
            "translated_annotated_text": "Recuperación de información de estado cuántico en un registro de datos de Rydberg-átomo Analizamos un protocolo de búsqueda cuántica para recuperar información de fase de un registro de datos de Rydberg-átomo usando un pulso de campo eléctrico de medio ciclo subpicosegundo. Los cálculos muestran que el pulso de medio ciclo puede realizar la recuperación de fase sólo dentro de un rango de valores de campo pico. Variando las fases de los orbitales constituyentes del registro de paquetes de onda Rydberg, demostramos un control coherente del proceso de recuperación de fases. Al programar especialmente las fases de los orbitales que componen el paquete de onda inicial, mostramos que es posible utilizar el método <br>search</br> como una forma de sintetizar estados propios de energía únicos ",
            "error": [
                ""
            ]
        },
        "single energy eigenstates": {
            "translated_key": "energía única eigenstates",
            "translated_annotated_text": "Recuperación de información de estado cuántico en un registro de datos de Rydberg-átomo Analizamos un protocolo de búsqueda cuántica para recuperar información de fase de un registro de datos de Rydberg-átomo usando un pulso de campo eléctrico de medio ciclo subpicosegundo. Los cálculos muestran que el pulso de medio ciclo puede realizar la recuperación de fase sólo dentro de un rango de valores de campo pico. Variando las fases de los orbitales constituyentes del registro de paquetes de onda Rydberg, demostramos un control coherente del proceso de recuperación de fases. Mediante la programación especial de las fases de los orbitales que componen el paquete de onda inicial, mostramos que es posible utilizar el método de búsqueda como una forma de sintetizar <br>energía única eigenstates</br> ",
            "error": [
                ""
            ]
        },
        "half-cycle pulse": {
            "translated_key": [],
            "translated_annotated_text": "Recuperación de información de estado cuántico en un registro de datos de Rydberg-átomo Analizamos un protocolo de búsqueda cuántica para recuperar información de fase de un registro de datos de Rydberg-átomo usando un pulso de campo eléctrico de medio ciclo subpicosegundo. Los cálculos muestran que el pulso de medio ciclo <br> puede realizar la recuperación de fase sólo dentro de un rango de valores de campo pico. Variando las fases de los orbitales constituyentes del registro de paquetes de onda Rydberg, demostramos un control coherente del proceso de recuperación de fases. Mediante la programación especial de las fases de los orbitales que componen el paquete de onda inicial, mostramos que es posible utilizar el método de búsqueda como una manera de sintetizar estados propios de energía única ",
            "error": []
        },
        "information theory": {
            "translated_key": [],
            "translated_annotated_text": "Recuperación de información de estado cuántico en un registro de datos de Rydberg-átomo Analizamos un protocolo de búsqueda cuántica para recuperar información de fase de un registro de datos de Rydberg-átomo usando un pulso de campo eléctrico de medio ciclo subpicosegundo. Los cálculos muestran que el pulso de medio ciclo puede realizar la recuperación de fase sólo dentro de un rango de valores de campo pico. Variando las fases de los orbitales constituyentes del registro de paquetes de onda Rydberg, demostramos un control coherente del proceso de recuperación de fases. Mediante la programación especial de las fases de los orbitales que componen el paquete de onda inicial, mostramos que es posible utilizar el método de búsqueda como una manera de sintetizar estados propios de energía única ",
            "error": []
        },
        "quantum computing": {
            "translated_key": [],
            "translated_annotated_text": "Recuperación de información de estado cuántico en un registro de datos de Rydberg-átomo Analizamos un protocolo de búsqueda cuántica para recuperar información de fase de un registro de datos de Rydberg-átomo usando un pulso de campo eléctrico de medio ciclo subpicosegundo. Los cálculos muestran que el pulso de medio ciclo puede realizar la recuperación de fase sólo dentro de un rango de valores de campo pico. Variando las fases de los orbitales constituyentes del registro de paquetes de onda Rydberg, demostramos un control coherente del proceso de recuperación de fases. Mediante la programación especial de las fases de los orbitales que componen el paquete de onda inicial, mostramos que es posible utilizar el método de búsqueda como una manera de sintetizar estados propios de energía única ",
            "error": []
        },
        "quantum theory": {
            "translated_key": [],
            "translated_annotated_text": "Recuperación de información de estado cuántico en un registro de datos de Rydberg-átomo Analizamos un protocolo de búsqueda cuántica para recuperar información de fase de un registro de datos de Rydberg-átomo usando un pulso de campo eléctrico de medio ciclo subpicosegundo. Los cálculos muestran que el pulso de medio ciclo puede realizar la recuperación de fase sólo dentro de un rango de valores de campo pico. Variando las fases de los orbitales constituyentes del registro de paquetes de onda Rydberg, demostramos un control coherente del proceso de recuperación de fases. Mediante la programación especial de las fases de los orbitales que componen el paquete de onda inicial, mostramos que es posible utilizar el método de búsqueda como una manera de sintetizar estados propios de energía única ",
            "error": []
        },
        "Rydberg states": {
            "translated_key": [],
            "translated_annotated_text": "Recuperación de información de estado cuántico en un registro de datos de Rydberg-átomo Analizamos un protocolo de búsqueda cuántica para recuperar información de fase de un registro de datos de Rydberg-átomo usando un pulso de campo eléctrico de medio ciclo subpicosegundo. Los cálculos muestran que el pulso de medio ciclo puede realizar la recuperación de fase sólo dentro de un rango de valores de campo pico. Variando las fases de los orbitales constituyentes del registro de paquetes de onda Rydberg, demostramos un control coherente del proceso de recuperación de fases. Mediante la programación especial de las fases de los orbitales que componen el paquete de onda inicial, mostramos que es posible utilizar el método de búsqueda como una manera de sintetizar estados propios de energía única ",
            "error": []
        },
        "storage media": {
            "translated_key": [],
            "translated_annotated_text": "Recuperación de información de estado cuántico en un registro de datos de Rydberg-átomo Analizamos un protocolo de búsqueda cuántica para recuperar información de fase de un registro de datos de Rydberg-átomo usando un pulso de campo eléctrico de medio ciclo subpicosegundo. Los cálculos muestran que el pulso de medio ciclo puede realizar la recuperación de fase sólo dentro de un rango de valores de campo pico. Variando las fases de los orbitales constituyentes del registro de paquetes de onda Rydberg, demostramos un control coherente del proceso de recuperación de fases. Mediante la programación especial de las fases de los orbitales que componen el paquete de onda inicial, mostramos que es posible utilizar el método de búsqueda como una manera de sintetizar estados propios de energía única ",
            "error": []
        }
    }
}