{
    "original_text": "Development of a real-time monitoring system This paper describes a pattern recognition (PR) technique, which uses learning vector quantization (LVQ). This method is adapted for practical application to solve problems in the area of condition monitoring and fault diagnosis where a number of fault signatures are involved. In these situations, the aim is health monitoring, including identification of deterioration of the healthy condition and identification of causes of the failure in real-time. For this reason a fault database is developed which contains the collected information about various states of operation of the system in the form of pattern vectors. The task of the real-time monitoring system is to correlate patterns of unknown faults with the known fault signatures in the fault database. This will determine cause of failure and degree of deterioration of the system under test. The problem of fault diagnosis may involve a large number of patterns and large sampling time, which affects the learning stage of neural networks. The study here also aims to find a fast learning model of neural networks for instances when a high number of patterns and numerous processing elements are involved. It begins searching for an appropriate solution. The study is extended to the enforcement learning models and considers LVQ as a network emerged from the competitive learning model through enforcement training. Finally, tests show an accuracy of 92.3 per cent in the fault diagnostic capability of the technique",
    "original_translation": "Desarrollo de un sistema de monitoreo en tiempo real Este artículo describe una técnica de reconocimiento de patrones (PR), que utiliza la cuantificación vectorial de aprendizaje (LVQ). Este método está adaptado para su aplicación práctica para resolver problemas en el área de monitoreo de condiciones y diagnóstico de fallas donde se involucran varias firmas de fallas. En estas situaciones, el objetivo es la vigilancia de la salud, incluyendo la identificación del deterioro de la salud y la identificación de las causas del fracaso en tiempo real. Por esta razón se desarrolla una base de datos de fallas que contiene la información recopilada sobre diversos estados de funcionamiento del sistema en forma de vectores de patrón. La tarea del sistema de monitoreo en tiempo real es correlacionar patrones de fallas desconocidas con las firmas de falla conocidas en la base de datos de fallas. Esto determinará la causa del fallo y el grado de deterioro del sistema bajo prueba. El problema del diagnóstico de fallas puede implicar un gran número de patrones y un gran tiempo de muestreo, lo que afecta a la etapa de aprendizaje de las redes neuronales. El estudio aquí también tiene como objetivo encontrar un modelo de aprendizaje rápido de redes neuronales para casos en los que un alto número de patrones y numerosos elementos de procesamiento están involucrados. Comienza a buscar una solución apropiada. El estudio se extiende a los modelos de aprendizaje de la aplicación y considera que el LVQ es una red surgida del modelo de aprendizaje competitivo a través de la formación en aplicación. Por último, las pruebas muestran una exactitud del 92,3% en la capacidad de diagnóstico de fallas de la técnica",
    "error_count": 19,
    "keys": {
        "real-time monitoring system": {
            "translated_key": [
                " en tiempo real",
                "real-time"
            ],
            "translated_annotated_text": "Desarrollo de un sistema de monitoreo <br> en tiempo real</br> Este artículo describe una técnica de reconocimiento de patrones (PR), que utiliza la cuantificación vectorial de aprendizaje (LVQ). Este método está adaptado para su aplicación práctica para resolver problemas en el área de monitoreo de condiciones y diagnóstico de fallas donde se involucran varias firmas de fallas. En estas situaciones, el objetivo es la vigilancia de la salud, incluyendo la identificación del deterioro de la salud y la identificación de las causas del fracaso en tiempo real. Por esta razón se desarrolla una base de datos de fallas que contiene la información recopilada sobre diversos estados de funcionamiento del sistema en forma de vectores de patrón. La tarea del sistema de monitoreo <br>real-time</br> es correlacionar patrones de fallas desconocidas con las firmas de falla conocidas en la base de datos de fallas. Esto determinará la causa del fallo y el grado de deterioro del sistema bajo prueba. El problema del diagnóstico de fallas puede implicar un gran número de patrones y un gran tiempo de muestreo, lo que afecta a la etapa de aprendizaje de las redes neuronales. El estudio aquí también tiene como objetivo encontrar un modelo de aprendizaje rápido de redes neuronales para casos en los que un alto número de patrones y numerosos elementos de procesamiento están involucrados. Comienza a buscar una solución apropiada. El estudio se extiende a los modelos de aprendizaje de la aplicación y considera que el LVQ es una red surgida del modelo de aprendizaje competitivo a través de la formación en aplicación. Por último, las pruebas muestran una exactitud del 92,3% en la capacidad de diagnóstico de fallas de la técnica ",
            "error": [
                " en tiempo real",
                "real-time"
            ]
        },
        "LVQ": {
            "translated_key": "LVQ",
            "translated_annotated_text": "Desarrollo de un sistema de monitoreo en tiempo real Este artículo describe una técnica de reconocimiento de patrones (PR), que utiliza la cuantificación vectorial de aprendizaje (<br>LVQ</br>). Este método está adaptado para su aplicación práctica para resolver problemas en el área de monitoreo de condiciones y diagnóstico de fallas donde se involucran varias firmas de fallas. En estas situaciones, el objetivo es la vigilancia de la salud, incluyendo la identificación del deterioro de la salud y la identificación de las causas del fracaso en tiempo real. Por esta razón se desarrolla una base de datos de fallas que contiene la información recopilada sobre diversos estados de funcionamiento del sistema en forma de vectores de patrón. La tarea del sistema de monitoreo en tiempo real es correlacionar patrones de fallas desconocidas con las firmas de falla conocidas en la base de datos de fallas. Esto determinará la causa del fallo y el grado de deterioro del sistema bajo prueba. El problema del diagnóstico de fallas puede implicar un gran número de patrones y un gran tiempo de muestreo, lo que afecta a la etapa de aprendizaje de las redes neuronales. El estudio aquí también tiene como objetivo encontrar un modelo de aprendizaje rápido de redes neuronales para casos en los que un alto número de patrones y numerosos elementos de procesamiento están involucrados. Comienza a buscar una solución apropiada. El estudio se extiende a los modelos de aprendizaje de aplicación y considera <br>LVQ</br> como una red surgida del modelo de aprendizaje competitivo a través de la formación en aplicación. Por último, las pruebas muestran una exactitud del 92,3% en la capacidad de diagnóstico de fallas de la técnica ",
            "error": [
                ""
            ]
        },
        "pattern recognition technique": {
            "translated_key": [],
            "translated_annotated_text": "Desarrollo de un sistema de monitoreo en tiempo real Este artículo describe una técnica de reconocimiento de patrones (PR), que utiliza la cuantificación vectorial de aprendizaje (LVQ). Este método está adaptado para su aplicación práctica para resolver problemas en el área de monitoreo de condiciones y diagnóstico de fallas donde se involucran varias firmas de fallas. En estas situaciones, el objetivo es la vigilancia de la salud, incluyendo la identificación del deterioro de la salud y la identificación de las causas del fracaso en tiempo real. Por esta razón se desarrolla una base de datos de fallas que contiene la información recopilada sobre diversos estados de funcionamiento del sistema en forma de vectores de patrón. La tarea del sistema de monitoreo en tiempo real es correlacionar patrones de fallas desconocidas con las firmas de falla conocidas en la base de datos de fallas. Esto determinará la causa del fallo y el grado de deterioro del sistema bajo prueba. El problema del diagnóstico de fallas puede implicar un gran número de patrones y un gran tiempo de muestreo, lo que afecta a la etapa de aprendizaje de las redes neuronales. El estudio aquí también tiene como objetivo encontrar un modelo de aprendizaje rápido de redes neuronales para casos en los que un alto número de patrones y numerosos elementos de procesamiento están involucrados. Comienza a buscar una solución apropiada. El estudio se extiende a los modelos de aprendizaje de la aplicación y considera que el LVQ es una red surgida del modelo de aprendizaje competitivo a través de la formación en aplicación. Por último, las pruebas muestran una exactitud del 92,3% en la capacidad de diagnóstico de fallas de la técnica ",
            "error": []
        },
        "learning vector quantization": {
            "translated_key": "learning vector quantization",
            "translated_annotated_text": "Desarrollo de un sistema de monitoreo en tiempo real Este artículo describe una técnica de reconocimiento de patrones (PR), que utiliza <br>learning vector quantization</br> (LVQ). Este método está adaptado para su aplicación práctica para resolver problemas en el área de monitoreo de condiciones y diagnóstico de fallas donde se involucran varias firmas de fallas. En estas situaciones, el objetivo es la vigilancia de la salud, incluyendo la identificación del deterioro de la salud y la identificación de las causas del fracaso en tiempo real. Por esta razón se desarrolla una base de datos de fallas que contiene la información recopilada sobre diversos estados de funcionamiento del sistema en forma de vectores de patrón. La tarea del sistema de monitoreo en tiempo real es correlacionar patrones de fallas desconocidas con las firmas de falla conocidas en la base de datos de fallas. Esto determinará la causa del fallo y el grado de deterioro del sistema bajo prueba. El problema del diagnóstico de fallas puede implicar un gran número de patrones y un gran tiempo de muestreo, lo que afecta a la etapa de aprendizaje de las redes neuronales. El estudio aquí también tiene como objetivo encontrar un modelo de aprendizaje rápido de redes neuronales para casos en los que un alto número de patrones y numerosos elementos de procesamiento están involucrados. Comienza a buscar una solución apropiada. El estudio se extiende a los modelos de aprendizaje de la aplicación y considera que el LVQ es una red surgida del modelo de aprendizaje competitivo a través de la formación en aplicación. Por último, las pruebas muestran una exactitud del 92,3% en la capacidad de diagnóstico de fallas de la técnica ",
            "error": [
                ""
            ]
        },
        "condition monitoring": {
            "translated_key": [],
            "translated_annotated_text": "Desarrollo de un sistema de monitoreo en tiempo real Este artículo describe una técnica de reconocimiento de patrones (PR), que utiliza la cuantificación vectorial de aprendizaje (LVQ). Este método está adaptado para su aplicación práctica para resolver problemas en el área de monitoreo de condiciones y diagnóstico de fallas donde se involucran una serie de firmas de fallas. En estas situaciones, el objetivo es la vigilancia de la salud, incluyendo la identificación del deterioro de la salud y la identificación de las causas del fracaso en tiempo real. Por esta razón se desarrolla una base de datos de fallas que contiene la información recopilada sobre diversos estados de funcionamiento del sistema en forma de vectores de patrón. La tarea del sistema de monitoreo en tiempo real es correlacionar patrones de fallas desconocidas con las firmas de falla conocidas en la base de datos de fallas. Esto determinará la causa del fallo y el grado de deterioro del sistema bajo prueba. El problema del diagnóstico de fallas puede implicar un gran número de patrones y un gran tiempo de muestreo, lo que afecta a la etapa de aprendizaje de las redes neuronales. El estudio aquí también tiene como objetivo encontrar un modelo de aprendizaje rápido de redes neuronales para casos en los que un alto número de patrones y numerosos elementos de procesamiento están involucrados. Comienza a buscar una solución apropiada. El estudio se extiende a los modelos de aprendizaje de la aplicación y considera que el LVQ es una red surgida del modelo de aprendizaje competitivo a través de la formación en aplicación. Por último, las pruebas muestran una exactitud del 92,3% en la capacidad de diagnóstico de fallas de la técnica ",
            "error": []
        },
        "fault diagnosis": {
            "translated_key": "fault",
            "translated_annotated_text": "Desarrollo de un sistema de monitoreo en tiempo real Este artículo describe una técnica de reconocimiento de patrones (PR), que utiliza la cuantificación vectorial de aprendizaje (LVQ). Este método está adaptado para su aplicación práctica para resolver problemas en el área de monitoreo de condiciones y diagnóstico de fallas donde se involucran varias firmas de fallas.  En estas situaciones, el objetivo es la vigilancia de la salud, incluyendo la identificación del deterioro de la salud y la identificación de las causas del fracaso en tiempo real. Por esta razón se desarrolla una base de datos de fallas que contiene la información recopilada sobre diversos estados de funcionamiento del sistema en forma de vectores de patrón. La tarea del sistema de monitoreo en tiempo real es correlacionar patrones de fallas desconocidas con las firmas de falla conocidas en la base de datos de fallas. Esto determinará la causa del fallo y el grado de deterioro del sistema bajo prueba. El problema del diagnóstico de <br>fault</br> puede implicar un gran número de patrones y un gran tiempo de muestreo, lo que afecta a la etapa de aprendizaje de las redes neuronales. El estudio aquí también tiene como objetivo encontrar un modelo de aprendizaje rápido de redes neuronales para casos en los que un alto número de patrones y numerosos elementos de procesamiento están involucrados. Comienza a buscar una solución apropiada. El estudio se extiende a los modelos de aprendizaje de la aplicación y considera que el LVQ es una red surgida del modelo de aprendizaje competitivo a través de la formación en aplicación. Por último, las pruebas muestran una exactitud del 92,3% en la capacidad de diagnóstico de fallas de la técnica ",
            "error": [
                ""
            ]
        },
        "fault signatures": {
            "translated_key": [],
            "translated_annotated_text": "Desarrollo de un sistema de monitoreo en tiempo real Este artículo describe una técnica de reconocimiento de patrones (PR), que utiliza la cuantificación vectorial de aprendizaje (LVQ). Este método está adaptado para su aplicación práctica para resolver problemas en el área de monitoreo de condiciones y diagnóstico de fallas donde se involucran una serie de firmas de fallas. En estas situaciones, el objetivo es la vigilancia de la salud, incluyendo la identificación del deterioro de la salud y la identificación de las causas del fracaso en tiempo real. Por esta razón se desarrolla una base de datos de fallas que contiene la información recopilada sobre diversos estados de funcionamiento del sistema en forma de vectores de patrón. La tarea del sistema de monitoreo en tiempo real es correlacionar patrones de fallas desconocidas con las firmas de fallas conocidas en la base de datos de fallas. Esto determinará la causa del fallo y el grado de deterioro del sistema bajo prueba. El problema del diagnóstico de fallas puede implicar un gran número de patrones y un gran tiempo de muestreo, lo que afecta a la etapa de aprendizaje de las redes neuronales. El estudio aquí también tiene como objetivo encontrar un modelo de aprendizaje rápido de redes neuronales para casos en los que un alto número de patrones y numerosos elementos de procesamiento están involucrados. Comienza a buscar una solución apropiada. El estudio se extiende a los modelos de aprendizaje de la aplicación y considera que el LVQ es una red surgida del modelo de aprendizaje competitivo a través de la formación en aplicación. Por último, las pruebas muestran una exactitud del 92,3% en la capacidad de diagnóstico de fallas de la técnica ",
            "error": []
        },
        "health monitoring": {
            "translated_key": "vigilancia de la salud",
            "translated_annotated_text": "Desarrollo de un sistema de monitoreo en tiempo real Este artículo describe una técnica de reconocimiento de patrones (PR), que utiliza la cuantificación vectorial de aprendizaje (LVQ). Este método está adaptado para su aplicación práctica para resolver problemas en el área de monitoreo de condiciones y diagnóstico de fallas donde se involucran varias firmas de fallas. En estas situaciones, el objetivo es la <br>vigilancia de la salud</br>, incluida la identificación del deterioro de la salud y la identificación de las causas del fracaso en tiempo real. Por esta razón se desarrolla una base de datos de fallas que contiene la información recopilada sobre diversos estados de funcionamiento del sistema en forma de vectores de patrón. La tarea del sistema de monitoreo en tiempo real es correlacionar patrones de fallas desconocidas con las firmas de falla conocidas en la base de datos de fallas. Esto determinará la causa del fallo y el grado de deterioro del sistema bajo prueba. El problema del diagnóstico de fallas puede implicar un gran número de patrones y un gran tiempo de muestreo, lo que afecta a la etapa de aprendizaje de las redes neuronales. El estudio aquí también tiene como objetivo encontrar un modelo de aprendizaje rápido de redes neuronales para casos en los que un alto número de patrones y numerosos elementos de procesamiento están involucrados. Comienza a buscar una solución apropiada. El estudio se extiende a los modelos de aprendizaje de la aplicación y considera que el LVQ es una red surgida del modelo de aprendizaje competitivo a través de la formación en aplicación. Por último, las pruebas muestran una exactitud del 92,3% en la capacidad de diagnóstico de fallas de la técnica ",
            "error": [
                ""
            ]
        },
        "deterioration identification": {
            "translated_key": [],
            "translated_annotated_text": "Desarrollo de un sistema de monitoreo en tiempo real Este artículo describe una técnica de reconocimiento de patrones (PR), que utiliza la cuantificación vectorial de aprendizaje (LVQ). Este método está adaptado para su aplicación práctica para resolver problemas en el área de monitoreo de condiciones y diagnóstico de fallas donde se involucran varias firmas de fallas. En estas situaciones, el objetivo es la vigilancia de la salud, incluyendo la identificación del deterioro de la salud y la identificación de las causas del fracaso en tiempo real. Por esta razón se desarrolla una base de datos de fallas que contiene la información recopilada sobre diversos estados de funcionamiento del sistema en forma de vectores de patrón. La tarea del sistema de monitoreo en tiempo real es correlacionar patrones de fallas desconocidas con las firmas de falla conocidas en la base de datos de fallas. Esto determinará la causa del fallo y el grado de deterioro del sistema bajo prueba. El problema del diagnóstico de fallas puede implicar un gran número de patrones y un gran tiempo de muestreo, lo que afecta a la etapa de aprendizaje de las redes neuronales. El estudio aquí también tiene como objetivo encontrar un modelo de aprendizaje rápido de redes neuronales para casos en los que un alto número de patrones y numerosos elementos de procesamiento están involucrados. Comienza a buscar una solución apropiada. El estudio se extiende a los modelos de aprendizaje de la aplicación y considera que el LVQ es una red surgida del modelo de aprendizaje competitivo a través de la formación en aplicación. Por último, las pruebas muestran una exactitud del 92,3% en la capacidad de diagnóstico de fallas de la técnica ",
            "error": []
        },
        "real-time failure cause identification": {
            "translated_key": [],
            "translated_annotated_text": "Desarrollo de un sistema de monitoreo en tiempo real Este artículo describe una técnica de reconocimiento de patrones (PR), que utiliza la cuantificación vectorial de aprendizaje (LVQ). Este método está adaptado para su aplicación práctica para resolver problemas en el área de monitoreo de condiciones y diagnóstico de fallas donde se involucran varias firmas de fallas. En estas situaciones, el objetivo es la vigilancia de la salud, incluyendo la identificación del deterioro de la salud y la identificación de las causas del fracaso en tiempo real. Por esta razón se desarrolla una base de datos de fallas que contiene la información recopilada sobre diversos estados de funcionamiento del sistema en forma de vectores de patrón. La tarea del sistema de monitoreo en tiempo real es correlacionar patrones de fallas desconocidas con las firmas de falla conocidas en la base de datos de fallas. Esto determinará la causa del fallo y el grado de deterioro del sistema bajo prueba. El problema del diagnóstico de fallas puede implicar un gran número de patrones y un gran tiempo de muestreo, lo que afecta a la etapa de aprendizaje de las redes neuronales. El estudio aquí también tiene como objetivo encontrar un modelo de aprendizaje rápido de redes neuronales para casos en los que un alto número de patrones y numerosos elementos de procesamiento están involucrados. Comienza a buscar una solución apropiada. El estudio se extiende a los modelos de aprendizaje de la aplicación y considera que el LVQ es una red surgida del modelo de aprendizaje competitivo a través de la formación en aplicación. Por último, las pruebas muestran una exactitud del 92,3% en la capacidad de diagnóstico de fallas de la técnica ",
            "error": []
        },
        "fault database": {
            "translated_key": "fault",
            "translated_annotated_text": "Desarrollo de un sistema de monitoreo en tiempo real Este artículo describe una técnica de reconocimiento de patrones (PR), que utiliza la cuantificación vectorial de aprendizaje (LVQ). Este método está adaptado para su aplicación práctica para resolver problemas en el área de monitoreo de condiciones y diagnóstico de fallas donde se involucran varias firmas de fallas. En estas situaciones, el objetivo es la vigilancia de la salud, incluyendo la identificación del deterioro de la salud y la identificación de las causas del fracaso en tiempo real. Por esta razón se desarrolla una base de datos <br>fault</br> que contiene la información recopilada sobre los diversos estados de funcionamiento del sistema en forma de vectores de patrón. La tarea del sistema de monitoreo en tiempo real es correlacionar patrones de fallas desconocidas con las firmas de falla conocidas en la base de datos <br>fault</br>. Esto determinará la causa del fallo y el grado de deterioro del sistema bajo prueba. El problema del diagnóstico de fallas puede implicar un gran número de patrones y un gran tiempo de muestreo, lo que afecta a la etapa de aprendizaje de las redes neuronales. El estudio aquí también tiene como objetivo encontrar un modelo de aprendizaje rápido de redes neuronales para casos en los que un alto número de patrones y numerosos elementos de procesamiento están involucrados. Comienza a buscar una solución apropiada. El estudio se extiende a los modelos de aprendizaje de la aplicación y considera que el LVQ es una red surgida del modelo de aprendizaje competitivo a través de la formación en aplicación. Por último, las pruebas muestran una exactitud del 92,3% en la capacidad de diagnóstico de fallas de la técnica ",
            "error": [
                ""
            ]
        },
        "pattern vectors": {
            "translated_key": "pattern",
            "translated_annotated_text": "Desarrollo de un sistema de monitoreo en tiempo real Este artículo describe una técnica de reconocimiento de patrones (PR), que utiliza la cuantificación vectorial de aprendizaje (LVQ). Este método está adaptado para su aplicación práctica para resolver problemas en el área de monitoreo de condiciones y diagnóstico de fallas donde se involucran varias firmas de fallas. En estas situaciones, el objetivo es la vigilancia de la salud, incluyendo la identificación del deterioro de la salud y la identificación de las causas del fracaso en tiempo real. Por esta razón se desarrolla una base de datos de fallas que contiene la información recopilada sobre los diversos estados de funcionamiento del sistema en forma de vectores <br>pattern</br>. La tarea del sistema de monitoreo en tiempo real es correlacionar patrones de fallas desconocidas con las firmas de falla conocidas en la base de datos de fallas. Esto determinará la causa del fallo y el grado de deterioro del sistema bajo prueba. El problema del diagnóstico de fallas puede implicar un gran número de patrones y un gran tiempo de muestreo, lo que afecta a la etapa de aprendizaje de las redes neuronales. El estudio aquí también tiene como objetivo encontrar un modelo de aprendizaje rápido de redes neuronales para casos en los que un alto número de patrones y numerosos elementos de procesamiento están involucrados. Comienza a buscar una solución apropiada. El estudio se extiende a los modelos de aprendizaje de la aplicación y considera que el LVQ es una red surgida del modelo de aprendizaje competitivo a través de la formación en aplicación. Por último, las pruebas muestran una exactitud del 92,3% en la capacidad de diagnóstico de fallas de la técnica ",
            "error": [
                ""
            ]
        },
        "pattern correlation": {
            "translated_key": [],
            "translated_annotated_text": "Desarrollo de un sistema de monitoreo en tiempo real Este artículo describe una técnica de reconocimiento de patrones (PR), que utiliza la cuantificación vectorial de aprendizaje (LVQ). Este método está adaptado para su aplicación práctica para resolver problemas en el área de monitoreo de condiciones y diagnóstico de fallas donde se involucran varias firmas de fallas. En estas situaciones, el objetivo es la vigilancia de la salud, incluyendo la identificación del deterioro de la salud y la identificación de las causas del fracaso en tiempo real. Por esta razón se desarrolla una base de datos de fallas que contiene la información recopilada sobre diversos estados de funcionamiento del sistema en forma de vectores de patrón. La tarea del sistema de monitoreo en tiempo real es correlacionar patrones de fallas desconocidas con las firmas de falla conocidas en la base de datos de fallas. Esto determinará la causa del fallo y el grado de deterioro del sistema bajo prueba. El problema del diagnóstico de fallas puede implicar un gran número de patrones y un gran tiempo de muestreo, lo que afecta a la etapa de aprendizaje de las redes neuronales. El estudio aquí también tiene como objetivo encontrar un modelo de aprendizaje rápido de redes neuronales para casos en los que un alto número de patrones y numerosos elementos de procesamiento están involucrados. Comienza a buscar una solución apropiada. El estudio se extiende a los modelos de aprendizaje de la aplicación y considera que el LVQ es una red surgida del modelo de aprendizaje competitivo a través de la formación en aplicación. Por último, las pruebas muestran una exactitud del 92,3% en la capacidad de diagnóstico de fallas de la técnica ",
            "error": []
        },
        "large sampling time": {
            "translated_key": "grande",
            "translated_annotated_text": "Desarrollo de un sistema de monitoreo en tiempo real Este artículo describe una técnica de reconocimiento de patrones (PR), que utiliza la cuantificación vectorial de aprendizaje (LVQ). Este método está adaptado para su aplicación práctica para resolver problemas en el área de monitoreo de condiciones y diagnóstico de fallas donde se involucran varias firmas de fallas. En estas situaciones, el objetivo es la vigilancia de la salud, incluyendo la identificación del deterioro de la salud y la identificación de las causas del fracaso en tiempo real. Por esta razón se desarrolla una base de datos de fallas que contiene la información recopilada sobre diversos estados de funcionamiento del sistema en forma de vectores de patrón. La tarea del sistema de monitoreo en tiempo real es correlacionar patrones de fallas desconocidas con las firmas de falla conocidas en la base de datos de fallas. Esto determinará la causa del fallo y el grado de deterioro del sistema bajo prueba. El problema del diagnóstico de fallas puede implicar un gran número de patrones y un tiempo de muestreo <br>grande</br>, lo que afecta a la etapa de aprendizaje de las redes neuronales. El estudio aquí también tiene como objetivo encontrar un modelo de aprendizaje rápido de redes neuronales para casos en los que un alto número de patrones y numerosos elementos de procesamiento están involucrados. Comienza a buscar una solución apropiada. El estudio se extiende a los modelos de aprendizaje de la aplicación y considera que el LVQ es una red surgida del modelo de aprendizaje competitivo a través de la formación en aplicación. Por último, las pruebas muestran una exactitud del 92,3% en la capacidad de diagnóstico de fallas de la técnica ",
            "error": [
                ""
            ]
        },
        "fast learning model": {
            "translated_key": "modelo de aprendizaje rápido",
            "translated_annotated_text": "Desarrollo de un sistema de monitoreo en tiempo real Este artículo describe una técnica de reconocimiento de patrones (PR), que utiliza la cuantificación vectorial de aprendizaje (LVQ). Este método está adaptado para su aplicación práctica para resolver problemas en el área de monitoreo de condiciones y diagnóstico de fallas donde se involucran varias firmas de fallas. En estas situaciones, el objetivo es la vigilancia de la salud, incluyendo la identificación del deterioro de la salud y la identificación de las causas del fracaso en tiempo real. Por esta razón se desarrolla una base de datos de fallas que contiene la información recopilada sobre diversos estados de funcionamiento del sistema en forma de vectores de patrón. La tarea del sistema de monitoreo en tiempo real es correlacionar patrones de fallas desconocidas con las firmas de falla conocidas en la base de datos de fallas. Esto determinará la causa del fallo y el grado de deterioro del sistema bajo prueba. El problema del diagnóstico de fallas puede implicar un gran número de patrones y un gran tiempo de muestreo, lo que afecta a la etapa de aprendizaje de las redes neuronales. El estudio aquí también tiene como objetivo encontrar un <br>modelo de aprendizaje rápido</br> de redes neuronales para casos en los que un alto número de patrones y numerosos elementos de procesamiento están involucrados.  Comienza a buscar una solución apropiada. El estudio se extiende a los modelos de aprendizaje de la aplicación y considera que el LVQ es una red surgida del modelo de aprendizaje competitivo a través de la formación en aplicación. Por último, las pruebas muestran una exactitud del 92,3% en la capacidad de diagnóstico de fallas de la técnica ",
            "error": [
                ""
            ]
        },
        "neural networks": {
            "translated_key": "redes neuronales",
            "translated_annotated_text": "Desarrollo de un sistema de monitoreo en tiempo real Este artículo describe una técnica de reconocimiento de patrones (PR), que utiliza la cuantificación vectorial de aprendizaje (LVQ). Este método está adaptado para su aplicación práctica para resolver problemas en el área de monitoreo de condiciones y diagnóstico de fallas donde se involucran varias firmas de fallas. En estas situaciones, el objetivo es la vigilancia de la salud, incluyendo la identificación del deterioro de la salud y la identificación de las causas del fracaso en tiempo real. Por esta razón se desarrolla una base de datos de fallas que contiene la información recopilada sobre diversos estados de funcionamiento del sistema en forma de vectores de patrón. La tarea del sistema de monitoreo en tiempo real es correlacionar patrones de fallas desconocidas con las firmas de falla conocidas en la base de datos de fallas. Esto determinará la causa del fallo y el grado de deterioro del sistema bajo prueba. El problema del diagnóstico de fallas puede implicar un gran número de patrones y un gran tiempo de muestreo, lo que afecta a la etapa de aprendizaje de las <br>redes neuronales</br>.  El estudio aquí también tiene como objetivo encontrar un modelo de aprendizaje rápido de <br>redes neuronales</br> para casos en los que un alto número de patrones y numerosos elementos de procesamiento están involucrados.  Comienza a buscar una solución apropiada. El estudio se extiende a los modelos de aprendizaje de la aplicación y considera que el LVQ es una red surgida del modelo de aprendizaje competitivo a través de la formación en aplicación. Por último, las pruebas muestran una exactitud del 92,3% en la capacidad de diagnóstico de fallas de la técnica ",
            "error": [
                ""
            ]
        },
        "competitive learning model": {
            "translated_key": "modelo de aprendizaje competitivo",
            "translated_annotated_text": "Desarrollo de un sistema de monitoreo en tiempo real Este artículo describe una técnica de reconocimiento de patrones (PR), que utiliza la cuantificación vectorial de aprendizaje (LVQ). Este método está adaptado para su aplicación práctica para resolver problemas en el área de monitoreo de condiciones y diagnóstico de fallas donde se involucran varias firmas de fallas. En estas situaciones, el objetivo es la vigilancia de la salud, incluyendo la identificación del deterioro de la salud y la identificación de las causas del fracaso en tiempo real. Por esta razón se desarrolla una base de datos de fallas que contiene la información recopilada sobre diversos estados de funcionamiento del sistema en forma de vectores de patrón. La tarea del sistema de monitoreo en tiempo real es correlacionar patrones de fallas desconocidas con las firmas de falla conocidas en la base de datos de fallas. Esto determinará la causa del fallo y el grado de deterioro del sistema bajo prueba. El problema del diagnóstico de fallas puede implicar un gran número de patrones y un gran tiempo de muestreo, lo que afecta a la etapa de aprendizaje de las redes neuronales. El estudio aquí también tiene como objetivo encontrar un modelo de aprendizaje rápido de redes neuronales para casos en los que un alto número de patrones y numerosos elementos de procesamiento están involucrados. Comienza a buscar una solución apropiada. El estudio se extiende a los modelos de aprendizaje de aplicación y considera que LVQ es una red surgida del <br>modelo de aprendizaje competitivo</br> a través de la formación de aplicación.  Por último, las pruebas muestran una exactitud del 92,3% en la capacidad de diagnóstico de fallas de la técnica ",
            "error": [
                ""
            ]
        },
        "enforcement training": {
            "translated_key": [],
            "translated_annotated_text": "Desarrollo de un sistema de monitoreo en tiempo real Este artículo describe una técnica de reconocimiento de patrones (PR), que utiliza la cuantificación vectorial de aprendizaje (LVQ). Este método está adaptado para su aplicación práctica para resolver problemas en el área de monitoreo de condiciones y diagnóstico de fallas donde se involucran varias firmas de fallas. En estas situaciones, el objetivo es la vigilancia de la salud, incluyendo la identificación del deterioro de la salud y la identificación de las causas del fracaso en tiempo real. Por esta razón se desarrolla una base de datos de fallas que contiene la información recopilada sobre diversos estados de funcionamiento del sistema en forma de vectores de patrón. La tarea del sistema de monitoreo en tiempo real es correlacionar patrones de fallas desconocidas con las firmas de falla conocidas en la base de datos de fallas. Esto determinará la causa del fallo y el grado de deterioro del sistema bajo prueba. El problema del diagnóstico de fallas puede implicar un gran número de patrones y un gran tiempo de muestreo, lo que afecta a la etapa de aprendizaje de las redes neuronales. El estudio aquí también tiene como objetivo encontrar un modelo de aprendizaje rápido de redes neuronales para casos en los que un alto número de patrones y numerosos elementos de procesamiento están involucrados. Comienza a buscar una solución apropiada. El estudio se extiende a los modelos de aprendizaje de la aplicación y considera que el LVQ es una red surgida del modelo de aprendizaje competitivo a través de la formación en aplicación de la normativa. Por último, las pruebas muestran una exactitud del 92,3% en la capacidad de diagnóstico de fallas de la técnica ",
            "error": []
        },
        "fault diagnostic capability": {
            "translated_key": "capacidad de diagnóstico de fallas",
            "translated_annotated_text": "Desarrollo de un sistema de monitoreo en tiempo real Este artículo describe una técnica de reconocimiento de patrones (PR), que utiliza la cuantificación vectorial de aprendizaje (LVQ). Este método está adaptado para su aplicación práctica para resolver problemas en el área de monitoreo de condiciones y diagnóstico de fallas donde se involucran varias firmas de fallas. En estas situaciones, el objetivo es la vigilancia de la salud, incluyendo la identificación del deterioro de la salud y la identificación de las causas del fracaso en tiempo real. Por esta razón se desarrolla una base de datos de fallas que contiene la información recopilada sobre diversos estados de funcionamiento del sistema en forma de vectores de patrón. La tarea del sistema de monitoreo en tiempo real es correlacionar patrones de fallas desconocidas con las firmas de falla conocidas en la base de datos de fallas. Esto determinará la causa del fallo y el grado de deterioro del sistema bajo prueba. El problema del diagnóstico de fallas puede implicar un gran número de patrones y un gran tiempo de muestreo, lo que afecta a la etapa de aprendizaje de las redes neuronales. El estudio aquí también tiene como objetivo encontrar un modelo de aprendizaje rápido de redes neuronales para casos en los que un alto número de patrones y numerosos elementos de procesamiento están involucrados. Comienza a buscar una solución apropiada. El estudio se extiende a los modelos de aprendizaje de la aplicación y considera que el LVQ es una red surgida del modelo de aprendizaje competitivo a través de la formación en aplicación. Por último, las pruebas muestran una precisión del 92,3% en la <br>capacidad de diagnóstico de fallas</br> de la técnica. ",
            "error": [
                ""
            ]
        },
        "CNC machine centre": {
            "translated_key": [],
            "translated_annotated_text": "Desarrollo de un sistema de monitoreo en tiempo real Este artículo describe una técnica de reconocimiento de patrones (PR), que utiliza la cuantificación vectorial de aprendizaje (LVQ). Este método está adaptado para su aplicación práctica para resolver problemas en el área de monitoreo de condiciones y diagnóstico de fallas donde se involucran varias firmas de fallas. En estas situaciones, el objetivo es la vigilancia de la salud, incluyendo la identificación del deterioro de la salud y la identificación de las causas del fracaso en tiempo real. Por esta razón se desarrolla una base de datos de fallas que contiene la información recopilada sobre diversos estados de funcionamiento del sistema en forma de vectores de patrón. La tarea del sistema de monitoreo en tiempo real es correlacionar patrones de fallas desconocidas con las firmas de falla conocidas en la base de datos de fallas. Esto determinará la causa del fallo y el grado de deterioro del sistema bajo prueba. El problema del diagnóstico de fallas puede implicar un gran número de patrones y un gran tiempo de muestreo, lo que afecta a la etapa de aprendizaje de las redes neuronales. El estudio aquí también tiene como objetivo encontrar un modelo de aprendizaje rápido de redes neuronales para casos en los que un alto número de patrones y numerosos elementos de procesamiento están involucrados. Comienza a buscar una solución apropiada. El estudio se extiende a los modelos de aprendizaje de la aplicación y considera que el LVQ es una red surgida del modelo de aprendizaje competitivo a través de la formación en aplicación. Por último, las pruebas muestran una exactitud del 92,3% en la capacidad de diagnóstico de fallas de la técnica ",
            "error": []
        },
        "coolant system": {
            "translated_key": [],
            "translated_annotated_text": "Desarrollo de un sistema de monitoreo en tiempo real Este artículo describe una técnica de reconocimiento de patrones (PR), que utiliza la cuantificación vectorial de aprendizaje (LVQ). Este método está adaptado para su aplicación práctica para resolver problemas en el área de monitoreo de condiciones y diagnóstico de fallas donde se involucran varias firmas de fallas. En estas situaciones, el objetivo es la vigilancia de la salud, incluyendo la identificación del deterioro de la salud y la identificación de las causas del fracaso en tiempo real. Por esta razón se desarrolla una base de datos de fallas que contiene la información recopilada sobre diversos estados de funcionamiento del sistema en forma de vectores de patrón. La tarea del sistema de monitoreo en tiempo real es correlacionar patrones de fallas desconocidas con las firmas de falla conocidas en la base de datos de fallas. Esto determinará la causa del fallo y el grado de deterioro del sistema bajo prueba. El problema del diagnóstico de fallas puede implicar un gran número de patrones y un gran tiempo de muestreo, lo que afecta a la etapa de aprendizaje de las redes neuronales. El estudio aquí también tiene como objetivo encontrar un modelo de aprendizaje rápido de redes neuronales para casos en los que un alto número de patrones y numerosos elementos de procesamiento están involucrados. Comienza a buscar una solución apropiada. El estudio se extiende a los modelos de aprendizaje de la aplicación y considera que el LVQ es una red surgida del modelo de aprendizaje competitivo a través de la formación en aplicación. Por último, las pruebas muestran una exactitud del 92,3% en la capacidad de diagnóstico de fallas de la técnica ",
            "error": []
        },
        "computerised monitoring": {
            "translated_key": [],
            "translated_annotated_text": "Desarrollo de un sistema de monitoreo en tiempo real Este artículo describe una técnica de reconocimiento de patrones (PR), que utiliza la cuantificación vectorial de aprendizaje (LVQ). Este método está adaptado para su aplicación práctica para resolver problemas en el área de monitoreo de condiciones y diagnóstico de fallas donde se involucran varias firmas de fallas. En estas situaciones, el objetivo es la vigilancia de la salud, incluyendo la identificación del deterioro de la salud y la identificación de las causas del fracaso en tiempo real. Por esta razón se desarrolla una base de datos de fallas que contiene la información recopilada sobre diversos estados de funcionamiento del sistema en forma de vectores de patrón. La tarea del sistema de monitoreo en tiempo real es correlacionar patrones de fallas desconocidas con las firmas de falla conocidas en la base de datos de fallas. Esto determinará la causa del fallo y el grado de deterioro del sistema bajo prueba. El problema del diagnóstico de fallas puede implicar un gran número de patrones y un gran tiempo de muestreo, lo que afecta a la etapa de aprendizaje de las redes neuronales. El estudio aquí también tiene como objetivo encontrar un modelo de aprendizaje rápido de redes neuronales para casos en los que un alto número de patrones y numerosos elementos de procesamiento están involucrados. Comienza a buscar una solución apropiada. El estudio se extiende a los modelos de aprendizaje de la aplicación y considera que el LVQ es una red surgida del modelo de aprendizaje competitivo a través de la formación en aplicación. Por último, las pruebas muestran una exactitud del 92,3% en la capacidad de diagnóstico de fallas de la técnica ",
            "error": []
        },
        "computerised numerical control": {
            "translated_key": [],
            "translated_annotated_text": "Desarrollo de un sistema de monitoreo en tiempo real Este artículo describe una técnica de reconocimiento de patrones (PR), que utiliza la cuantificación vectorial de aprendizaje (LVQ). Este método está adaptado para su aplicación práctica para resolver problemas en el área de monitoreo de condiciones y diagnóstico de fallas donde se involucran varias firmas de fallas. En estas situaciones, el objetivo es la vigilancia de la salud, incluyendo la identificación del deterioro de la salud y la identificación de las causas del fracaso en tiempo real. Por esta razón se desarrolla una base de datos de fallas que contiene la información recopilada sobre diversos estados de funcionamiento del sistema en forma de vectores de patrón. La tarea del sistema de monitoreo en tiempo real es correlacionar patrones de fallas desconocidas con las firmas de falla conocidas en la base de datos de fallas. Esto determinará la causa del fallo y el grado de deterioro del sistema bajo prueba. El problema del diagnóstico de fallas puede implicar un gran número de patrones y un gran tiempo de muestreo, lo que afecta a la etapa de aprendizaje de las redes neuronales. El estudio aquí también tiene como objetivo encontrar un modelo de aprendizaje rápido de redes neuronales para casos en los que un alto número de patrones y numerosos elementos de procesamiento están involucrados. Comienza a buscar una solución apropiada. El estudio se extiende a los modelos de aprendizaje de la aplicación y considera que el LVQ es una red surgida del modelo de aprendizaje competitivo a través de la formación en aplicación. Por último, las pruebas muestran una exactitud del 92,3% en la capacidad de diagnóstico de fallas de la técnica ",
            "error": []
        },
        "machine tools": {
            "translated_key": [],
            "translated_annotated_text": "Desarrollo de un sistema de monitoreo en tiempo real Este artículo describe una técnica de reconocimiento de patrones (PR), que utiliza la cuantificación vectorial de aprendizaje (LVQ). Este método está adaptado para su aplicación práctica para resolver problemas en el área de monitoreo de condiciones y diagnóstico de fallas donde se involucran varias firmas de fallas. En estas situaciones, el objetivo es la vigilancia de la salud, incluyendo la identificación del deterioro de la salud y la identificación de las causas del fracaso en tiempo real. Por esta razón se desarrolla una base de datos de fallas que contiene la información recopilada sobre diversos estados de funcionamiento del sistema en forma de vectores de patrón. La tarea del sistema de monitoreo en tiempo real es correlacionar patrones de fallas desconocidas con las firmas de falla conocidas en la base de datos de fallas. Esto determinará la causa del fallo y el grado de deterioro del sistema bajo prueba. El problema del diagnóstico de fallas puede implicar un gran número de patrones y un gran tiempo de muestreo, lo que afecta a la etapa de aprendizaje de las redes neuronales. El estudio aquí también tiene como objetivo encontrar un modelo de aprendizaje rápido de redes neuronales para casos en los que un alto número de patrones y numerosos elementos de procesamiento están involucrados. Comienza a buscar una solución apropiada. El estudio se extiende a los modelos de aprendizaje de la aplicación y considera que el LVQ es una red surgida del modelo de aprendizaje competitivo a través de la formación en aplicación. Por último, las pruebas muestran una exactitud del 92,3% en la capacidad de diagnóstico de fallas de la técnica ",
            "error": []
        },
        "neural nets": {
            "translated_key": [],
            "translated_annotated_text": "Desarrollo de un sistema de monitoreo en tiempo real Este artículo describe una técnica de reconocimiento de patrones (PR), que utiliza la cuantificación vectorial de aprendizaje (LVQ). Este método está adaptado para su aplicación práctica para resolver problemas en el área de monitoreo de condiciones y diagnóstico de fallas donde se involucran varias firmas de fallas. En estas situaciones, el objetivo es la vigilancia de la salud, incluyendo la identificación del deterioro de la salud y la identificación de las causas del fracaso en tiempo real. Por esta razón se desarrolla una base de datos de fallas que contiene la información recopilada sobre diversos estados de funcionamiento del sistema en forma de vectores de patrón. La tarea del sistema de monitoreo en tiempo real es correlacionar patrones de fallas desconocidas con las firmas de falla conocidas en la base de datos de fallas. Esto determinará la causa del fallo y el grado de deterioro del sistema bajo prueba. El problema del diagnóstico de fallas puede implicar un gran número de patrones y un gran tiempo de muestreo, lo que afecta a la etapa de aprendizaje de las redes neuronales. El estudio aquí también tiene como objetivo encontrar un modelo de aprendizaje rápido de redes neuronales para casos en los que un alto número de patrones y numerosos elementos de procesamiento están involucrados. Comienza a buscar una solución apropiada. El estudio se extiende a los modelos de aprendizaje de la aplicación y considera que el LVQ es una red surgida del modelo de aprendizaje competitivo a través de la formación en aplicación. Por último, las pruebas muestran una exactitud del 92,3% en la capacidad de diagnóstico de fallas de la técnica ",
            "error": []
        },
        "pattern recognition": {
            "translated_key": [],
            "translated_annotated_text": "Desarrollo de un sistema de monitoreo en tiempo real Este artículo describe una técnica de reconocimiento de patrones <br>/br> (PR), que utiliza la cuantificación vectorial de aprendizaje (LVQ). Este método está adaptado para su aplicación práctica para resolver problemas en el área de monitoreo de condiciones y diagnóstico de fallas donde se involucran varias firmas de fallas. En estas situaciones, el objetivo es la vigilancia de la salud, incluyendo la identificación del deterioro de la salud y la identificación de las causas del fracaso en tiempo real. Por esta razón se desarrolla una base de datos de fallas que contiene la información recopilada sobre diversos estados de funcionamiento del sistema en forma de vectores de patrón. La tarea del sistema de monitoreo en tiempo real es correlacionar patrones de fallas desconocidas con las firmas de falla conocidas en la base de datos de fallas. Esto determinará la causa del fallo y el grado de deterioro del sistema bajo prueba. El problema del diagnóstico de fallas puede implicar un gran número de patrones y un gran tiempo de muestreo, lo que afecta a la etapa de aprendizaje de las redes neuronales. El estudio aquí también tiene como objetivo encontrar un modelo de aprendizaje rápido de redes neuronales para casos en los que un alto número de patrones y numerosos elementos de procesamiento están involucrados. Comienza a buscar una solución apropiada. El estudio se extiende a los modelos de aprendizaje de la aplicación y considera que el LVQ es una red surgida del modelo de aprendizaje competitivo a través de la formación en aplicación. Por último, las pruebas muestran una exactitud del 92,3% en la capacidad de diagnóstico de fallas de la técnica ",
            "error": []
        },
        "real-time systems": {
            "translated_key": [],
            "translated_annotated_text": "Desarrollo de un sistema de monitoreo en tiempo real Este artículo describe una técnica de reconocimiento de patrones (PR), que utiliza la cuantificación vectorial de aprendizaje (LVQ). Este método está adaptado para su aplicación práctica para resolver problemas en el área de monitoreo de condiciones y diagnóstico de fallas donde se involucran varias firmas de fallas. En estas situaciones, el objetivo es la vigilancia de la salud, incluyendo la identificación del deterioro de la salud y la identificación de las causas del fracaso en tiempo real. Por esta razón se desarrolla una base de datos de fallas que contiene la información recopilada sobre diversos estados de funcionamiento del sistema en forma de vectores de patrón. La tarea del sistema de monitoreo en tiempo real es correlacionar patrones de fallas desconocidas con las firmas de falla conocidas en la base de datos de fallas. Esto determinará la causa del fallo y el grado de deterioro del sistema bajo prueba. El problema del diagnóstico de fallas puede implicar un gran número de patrones y un gran tiempo de muestreo, lo que afecta a la etapa de aprendizaje de las redes neuronales. El estudio aquí también tiene como objetivo encontrar un modelo de aprendizaje rápido de redes neuronales para casos en los que un alto número de patrones y numerosos elementos de procesamiento están involucrados. Comienza a buscar una solución apropiada. El estudio se extiende a los modelos de aprendizaje de la aplicación y considera que el LVQ es una red surgida del modelo de aprendizaje competitivo a través de la formación en aplicación. Por último, las pruebas muestran una exactitud del 92,3% en la capacidad de diagnóstico de fallas de la técnica ",
            "error": []
        },
        "unsupervised learning": {
            "translated_key": [],
            "translated_annotated_text": "Desarrollo de un sistema de monitoreo en tiempo real Este artículo describe una técnica de reconocimiento de patrones (PR), que utiliza la cuantificación vectorial de aprendizaje (LVQ). Este método está adaptado para su aplicación práctica para resolver problemas en el área de monitoreo de condiciones y diagnóstico de fallas donde se involucran varias firmas de fallas. En estas situaciones, el objetivo es la vigilancia de la salud, incluyendo la identificación del deterioro de la salud y la identificación de las causas del fracaso en tiempo real. Por esta razón se desarrolla una base de datos de fallas que contiene la información recopilada sobre diversos estados de funcionamiento del sistema en forma de vectores de patrón. La tarea del sistema de monitoreo en tiempo real es correlacionar patrones de fallas desconocidas con las firmas de falla conocidas en la base de datos de fallas. Esto determinará la causa del fallo y el grado de deterioro del sistema bajo prueba. El problema del diagnóstico de fallas puede implicar un gran número de patrones y un gran tiempo de muestreo, lo que afecta a la etapa de aprendizaje de las redes neuronales. El estudio aquí también tiene como objetivo encontrar un modelo de aprendizaje rápido de redes neuronales para casos en los que un alto número de patrones y numerosos elementos de procesamiento están involucrados. Comienza a buscar una solución apropiada. El estudio se extiende a los modelos de aprendizaje de la aplicación y considera que el LVQ es una red surgida del modelo de aprendizaje competitivo a través de la formación en aplicación. Por último, las pruebas muestran una exactitud del 92,3% en la capacidad de diagnóstico de fallas de la técnica ",
            "error": []
        },
        "vector quantisation": {
            "translated_key": [],
            "translated_annotated_text": "Desarrollo de un sistema de monitoreo en tiempo real Este artículo describe una técnica de reconocimiento de patrones (PR), que utiliza la cuantificación vectorial de aprendizaje (LVQ). Este método está adaptado para su aplicación práctica para resolver problemas en el área de monitoreo de condiciones y diagnóstico de fallas donde se involucran varias firmas de fallas. En estas situaciones, el objetivo es la vigilancia de la salud, incluyendo la identificación del deterioro de la salud y la identificación de las causas del fracaso en tiempo real. Por esta razón se desarrolla una base de datos de fallas que contiene la información recopilada sobre diversos estados de funcionamiento del sistema en forma de vectores de patrón. La tarea del sistema de monitoreo en tiempo real es correlacionar patrones de fallas desconocidas con las firmas de falla conocidas en la base de datos de fallas. Esto determinará la causa del fallo y el grado de deterioro del sistema bajo prueba. El problema del diagnóstico de fallas puede implicar un gran número de patrones y un gran tiempo de muestreo, lo que afecta a la etapa de aprendizaje de las redes neuronales. El estudio aquí también tiene como objetivo encontrar un modelo de aprendizaje rápido de redes neuronales para casos en los que un alto número de patrones y numerosos elementos de procesamiento están involucrados. Comienza a buscar una solución apropiada. El estudio se extiende a los modelos de aprendizaje de la aplicación y considera que el LVQ es una red surgida del modelo de aprendizaje competitivo a través de la formación en aplicación. Por último, las pruebas muestran una exactitud del 92,3% en la capacidad de diagnóstico de fallas de la técnica ",
            "error": []
        }
    }
}