{
    "original_text": "Does social capital determine innovation? To what extent? This paper deals with two questions: Does social capital determine innovation in manufacturing firms? If it is the case, to what extent? To deal with these questions, we review the literature on innovation in order to see how social capital came to be added to the other forms of capital as an explanatory variable of innovation. In doing so, we have been led to follow the dominating view of the literature on social capital and innovation which claims that social capital cannot be captured through a single indicator, but that it actually takes many different forms that must be accounted for. Therefore, to the traditional explanatory variables of innovation, we have added five forms of structural social capital (business network assets, information network assets, research network assets, participation assets, and relational assets) and one form of cognitive social capital (reciprocal trust). In a context where empirical investigations regarding the relations between social capital and innovation are still scanty, this paper makes contributions to the advancement of knowledge in providing new evidence regarding the impact and the extent of social capital on innovation at the two decisionmaking stages considered in this study",
    "original_translation": "¿El capital social determina la innovación? ¿Hasta qué punto? Este artículo trata dos preguntas: ¿El capital social determina la innovación en las empresas manufactureras? Si es el caso, ¿hasta qué punto? Para abordar estas cuestiones, revisamos la literatura sobre innovación para ver cómo el capital social llegó a añadirse a las otras formas de capital como variable explicativa de la innovación. Al hacerlo, se nos ha llevado a seguir el punto de vista dominante de la literatura sobre el capital social y la innovación, que afirma que el capital social no puede capturarse a través de un solo indicador, sino que en realidad adopta muchas formas diferentes que hay que tener en cuenta. Por lo tanto, a las variables explicativas tradicionales de la innovación, hemos añadido cinco formas de capital social estructural (activos de red empresarial, activos de red de información, activos de red de investigación, activos de participación y activos relacionales) y una forma de capital social cognitivo (confianza recíproca). En un contexto en el que las investigaciones empíricas sobre las relaciones entre capital social e innovación son todavía escasas, el presente trabajo contribuye al avance del conocimiento al aportar nuevas evidencias sobre el impacto y el alcance del capital social en la innovación en las dos fases de toma de decisiones consideradas en el presente estudio.",
    "error_count": 9,
    "keys": {
        "innovation": {
            "translated_key": "innovación",
            "translated_annotated_text": "¿El capital social determina la <br>innovación</br>?. ¿Hasta qué punto? Este artículo trata dos preguntas: ¿El capital social determina la <br>innovación</br> en las empresas manufactureras?.  Si es el caso, ¿hasta qué punto? Para abordar estas cuestiones, revisamos la literatura sobre <br>innovación</br> para ver cómo el capital social llegó a añadirse a las otras formas de capital como variable explicativa de la <br>innovación</br>. Al hacerlo, se nos ha llevado a seguir el punto de vista dominante de la literatura sobre capital social y <br>innovación</br> que afirma que el capital social no puede ser capturado a través de un único indicador, sino que en realidad adopta muchas formas diferentes que deben tenerse en cuenta. Por lo tanto, a las variables explicativas tradicionales de <br>innovación</br>, hemos añadido cinco formas de capital social estructural (activos de red empresarial, activos de red de información, activos de red de investigación, activos de participación y activos relacionales) y una forma de capital social cognitivo (confianza recíproca). En un contexto en el que las investigaciones empíricas sobre las relaciones entre capital social e <br>innovación</br> son todavía escasas, el presente trabajo contribuye al avance del conocimiento al aportar nuevas evidencias sobre el impacto y el alcance del capital social en la <br>innovación</br> en las dos etapas de toma de decisiones consideradas en el presente estudio. ",
            "error": [
                ""
            ]
        },
        "manufacturing firms": {
            "translated_key": "empresas manufactureras",
            "translated_annotated_text": "¿El capital social determina la innovación? ¿Hasta qué punto? Este artículo trata dos preguntas: ¿El capital social determina la innovación en las <br>empresas manufactureras</br>?.  Si es el caso, ¿hasta qué punto? Para abordar estas cuestiones, revisamos la literatura sobre innovación para ver cómo el capital social llegó a añadirse a las otras formas de capital como variable explicativa de la innovación. Al hacerlo, se nos ha llevado a seguir el punto de vista dominante de la literatura sobre el capital social y la innovación, que afirma que el capital social no puede capturarse a través de un solo indicador, sino que en realidad adopta muchas formas diferentes que hay que tener en cuenta. Por lo tanto, a las variables explicativas tradicionales de la innovación, hemos añadido cinco formas de capital social estructural (activos de red empresarial, activos de red de información, activos de red de investigación, activos de participación y activos relacionales) y una forma de capital social cognitivo (confianza recíproca). En un contexto en el que las investigaciones empíricas sobre las relaciones entre capital social e innovación son todavía escasas, el presente trabajo contribuye al avance del conocimiento al aportar nuevas evidencias sobre el impacto y el alcance del capital social en la innovación en las dos fases de toma de decisiones consideradas en el presente estudio. ",
            "error": [
                ""
            ]
        },
        "business network assets": {
            "translated_key": [],
            "translated_annotated_text": "¿El capital social determina la innovación? ¿Hasta qué punto? Este artículo trata dos preguntas: ¿El capital social determina la innovación en las empresas manufactureras? Si es el caso, ¿hasta qué punto? Para abordar estas cuestiones, revisamos la literatura sobre innovación para ver cómo el capital social llegó a añadirse a las otras formas de capital como variable explicativa de la innovación. Al hacerlo, se nos ha llevado a seguir el punto de vista dominante de la literatura sobre el capital social y la innovación, que afirma que el capital social no puede capturarse a través de un solo indicador, sino que en realidad adopta muchas formas diferentes que hay que tener en cuenta. Por lo tanto, a las variables explicativas tradicionales de la innovación, hemos añadido cinco formas de capital social estructural (activos de red empresarial, activos de red de información, activos de red de investigación, activos de participación y activos relacionales) y una forma de capital social cognitivo (confianza recíproca). En un contexto en el que las investigaciones empíricas sobre las relaciones entre capital social e innovación son todavía escasas, el presente trabajo contribuye al avance del conocimiento al aportar nuevas evidencias sobre el impacto y el alcance del capital social en la innovación en las dos fases de toma de decisiones consideradas en el presente estudio. ",
            "error": []
        },
        "information network assets": {
            "translated_key": [],
            "translated_annotated_text": "¿El capital social determina la innovación? ¿Hasta qué punto? Este artículo trata dos preguntas: ¿El capital social determina la innovación en las empresas manufactureras? Si es el caso, ¿hasta qué punto? Para abordar estas cuestiones, revisamos la literatura sobre innovación para ver cómo el capital social llegó a añadirse a las otras formas de capital como variable explicativa de la innovación. Al hacerlo, se nos ha llevado a seguir el punto de vista dominante de la literatura sobre el capital social y la innovación, que afirma que el capital social no puede capturarse a través de un solo indicador, sino que en realidad adopta muchas formas diferentes que hay que tener en cuenta. Por lo tanto, a las variables explicativas tradicionales de la innovación, hemos añadido cinco formas de capital social estructural (activos de red empresarial, activos de red de información, activos de red de investigación, activos de participación y activos relacionales) y una forma de capital social cognitivo (confianza recíproca). En un contexto en el que las investigaciones empíricas sobre las relaciones entre capital social e innovación son todavía escasas, el presente trabajo contribuye al avance del conocimiento al aportar nuevas evidencias sobre el impacto y el alcance del capital social en la innovación en las dos fases de toma de decisiones consideradas en el presente estudio. ",
            "error": []
        },
        "research network assets": {
            "translated_key": [],
            "translated_annotated_text": "¿El capital social determina la innovación? ¿Hasta qué punto? Este artículo trata dos preguntas: ¿El capital social determina la innovación en las empresas manufactureras? Si es el caso, ¿hasta qué punto? Para abordar estas cuestiones, revisamos la literatura sobre innovación para ver cómo el capital social llegó a añadirse a las otras formas de capital como variable explicativa de la innovación. Al hacerlo, se nos ha llevado a seguir el punto de vista dominante de la literatura sobre el capital social y la innovación, que afirma que el capital social no puede capturarse a través de un solo indicador, sino que en realidad adopta muchas formas diferentes que hay que tener en cuenta. Por lo tanto, a las variables explicativas tradicionales de la innovación, hemos añadido cinco formas de capital social estructural (activos de red empresarial, activos de red de información, activos de red de investigación, activos de participación y activos relacionales) y una forma de capital social cognitivo (confianza recíproca). En un contexto en el que las investigaciones empíricas sobre las relaciones entre capital social e innovación son todavía escasas, el presente trabajo contribuye al avance del conocimiento al aportar nuevas evidencias sobre el impacto y el alcance del capital social en la innovación en las dos fases de toma de decisiones consideradas en el presente estudio. ",
            "error": []
        },
        "participation assets": {
            "translated_key": "activos de participación",
            "translated_annotated_text": "¿El capital social determina la innovación? ¿Hasta qué punto? Este artículo trata dos preguntas: ¿El capital social determina la innovación en las empresas manufactureras? Si es el caso, ¿hasta qué punto? Para abordar estas cuestiones, revisamos la literatura sobre innovación para ver cómo el capital social llegó a añadirse a las otras formas de capital como variable explicativa de la innovación. Al hacerlo, se nos ha llevado a seguir el punto de vista dominante de la literatura sobre el capital social y la innovación, que afirma que el capital social no puede capturarse a través de un solo indicador, sino que en realidad adopta muchas formas diferentes que hay que tener en cuenta. Por lo tanto, a las variables explicativas tradicionales de la innovación, hemos añadido cinco formas de capital social estructural (activos de la red empresarial, activos de la red de información, activos de la red de investigación, <br>activos de participación</br> y activos relacionales) y una forma de capital social cognitivo (confianza recíproca). En un contexto en el que las investigaciones empíricas sobre las relaciones entre capital social e innovación son todavía escasas, el presente trabajo contribuye al avance del conocimiento al aportar nuevas evidencias sobre el impacto y el alcance del capital social en la innovación en las dos fases de toma de decisiones consideradas en el presente estudio. ",
            "error": [
                ""
            ]
        },
        "relational assets": {
            "translated_key": "activos relacionales",
            "translated_annotated_text": "¿El capital social determina la innovación? ¿Hasta qué punto? Este artículo trata dos preguntas: ¿El capital social determina la innovación en las empresas manufactureras? Si es el caso, ¿hasta qué punto? Para abordar estas cuestiones, revisamos la literatura sobre innovación para ver cómo el capital social llegó a añadirse a las otras formas de capital como variable explicativa de la innovación. Al hacerlo, se nos ha llevado a seguir el punto de vista dominante de la literatura sobre el capital social y la innovación, que afirma que el capital social no puede capturarse a través de un solo indicador, sino que en realidad adopta muchas formas diferentes que hay que tener en cuenta. Por lo tanto, a las variables explicativas tradicionales de la innovación, hemos añadido cinco formas de capital social estructural (activos de la red empresarial, activos de la red de información, activos de la red de investigación, activos de participación y <br>activos relacionales</br>) y una forma de capital social cognitivo (trust recíproco). En un contexto en el que las investigaciones empíricas sobre las relaciones entre capital social e innovación son todavía escasas, el presente trabajo contribuye al avance del conocimiento al aportar nuevas evidencias sobre el impacto y el alcance del capital social en la innovación en las dos fases de toma de decisiones consideradas en el presente estudio. ",
            "error": [
                ""
            ]
        },
        "cognitive social capital": {
            "translated_key": "capital social cognitivo",
            "translated_annotated_text": "¿El capital social determina la innovación? ¿Hasta qué punto? Este artículo trata dos preguntas: ¿El capital social determina la innovación en las empresas manufactureras? Si es el caso, ¿hasta qué punto? Para abordar estas cuestiones, revisamos la literatura sobre innovación para ver cómo el capital social llegó a añadirse a las otras formas de capital como variable explicativa de la innovación. Al hacerlo, se nos ha llevado a seguir el punto de vista dominante de la literatura sobre el capital social y la innovación, que afirma que el capital social no puede capturarse a través de un solo indicador, sino que en realidad adopta muchas formas diferentes que hay que tener en cuenta. Por lo tanto, a las variables explicativas tradicionales de la innovación, hemos añadido cinco formas de capital social estructural (activos de red empresarial, activos de red de información, activos de red de investigación, activos de participación y activos relacionales) y una forma de <br>capital social cognitivo</br> (confianza recíproca).  En un contexto en el que las investigaciones empíricas sobre las relaciones entre capital social e innovación son todavía escasas, el presente trabajo contribuye al avance del conocimiento al aportar nuevas evidencias sobre el impacto y el alcance del capital social en la innovación en las dos fases de toma de decisiones consideradas en el presente estudio. ",
            "error": [
                ""
            ]
        },
        "structural social capital": {
            "translated_key": "capital social estructural",
            "translated_annotated_text": "¿El capital social determina la innovación? ¿Hasta qué punto? Este artículo trata dos preguntas: ¿El capital social determina la innovación en las empresas manufactureras? Si es el caso, ¿hasta qué punto? Para abordar estas cuestiones, revisamos la literatura sobre innovación para ver cómo el capital social llegó a añadirse a las otras formas de capital como variable explicativa de la innovación. Al hacerlo, se nos ha llevado a seguir el punto de vista dominante de la literatura sobre el capital social y la innovación, que afirma que el capital social no puede capturarse a través de un solo indicador, sino que en realidad adopta muchas formas diferentes que hay que tener en cuenta. Por lo tanto, a las variables explicativas tradicionales de la innovación, hemos añadido cinco formas de <br>capital social estructural</br> (activos de la red empresarial, activos de la red de información, activos de la red de investigación, activos de participación y activos relacionales) y una forma de capital social cognitivo (confianza recíproca). En un contexto en el que las investigaciones empíricas sobre las relaciones entre capital social e innovación son todavía escasas, el presente trabajo contribuye al avance del conocimiento al aportar nuevas evidencias sobre el impacto y el alcance del capital social en la innovación en las dos fases de toma de decisiones consideradas en el presente estudio. ",
            "error": [
                ""
            ]
        },
        "reciprocal trust": {
            "translated_key": "confianza recíproca",
            "translated_annotated_text": "¿El capital social determina la innovación? ¿Hasta qué punto? Este artículo trata dos preguntas: ¿El capital social determina la innovación en las empresas manufactureras? Si es el caso, ¿hasta qué punto? Para abordar estas cuestiones, revisamos la literatura sobre innovación para ver cómo el capital social llegó a añadirse a las otras formas de capital como variable explicativa de la innovación. Al hacerlo, se nos ha llevado a seguir el punto de vista dominante de la literatura sobre el capital social y la innovación, que afirma que el capital social no puede capturarse a través de un solo indicador, sino que en realidad adopta muchas formas diferentes que hay que tener en cuenta. Por lo tanto, a las variables explicativas tradicionales de la innovación, hemos añadido cinco formas de capital social estructural (activos de red empresarial, activos de red de información, activos de red de investigación, activos de participación y activos relacionales) y una forma de capital social cognitivo (<br>confianza recíproca</br>). En un contexto en el que las investigaciones empíricas sobre las relaciones entre capital social e innovación son todavía escasas, el presente trabajo contribuye al avance del conocimiento al aportar nuevas evidencias sobre el impacto y el alcance del capital social en la innovación en las dos fases de toma de decisiones consideradas en el presente estudio. ",
            "error": [
                ""
            ]
        },
        "two-stage decision-making process": {
            "translated_key": [],
            "translated_annotated_text": "¿El capital social determina la innovación? ¿Hasta qué punto? Este artículo trata dos preguntas: ¿El capital social determina la innovación en las empresas manufactureras? Si es el caso, ¿hasta qué punto? Para abordar estas cuestiones, revisamos la literatura sobre innovación para ver cómo el capital social llegó a añadirse a las otras formas de capital como variable explicativa de la innovación. Al hacerlo, se nos ha llevado a seguir el punto de vista dominante de la literatura sobre el capital social y la innovación, que afirma que el capital social no puede capturarse a través de un solo indicador, sino que en realidad adopta muchas formas diferentes que hay que tener en cuenta. Por lo tanto, a las variables explicativas tradicionales de la innovación, hemos añadido cinco formas de capital social estructural (activos de red empresarial, activos de red de información, activos de red de investigación, activos de participación y activos relacionales) y una forma de capital social cognitivo (confianza recíproca). En un contexto en el que las investigaciones empíricas sobre las relaciones entre capital social e innovación son todavía escasas, el presente trabajo contribuye al avance del conocimiento al aportar nuevas evidencias sobre el impacto y el alcance del capital social en la innovación en las dos fases de toma de decisiones consideradas en el presente estudio. ",
            "error": []
        },
        "degree of radicalness": {
            "translated_key": [],
            "translated_annotated_text": "¿El capital social determina la innovación? ¿Hasta qué punto? Este artículo trata dos preguntas: ¿El capital social determina la innovación en las empresas manufactureras? Si es el caso, ¿hasta qué punto? Para abordar estas cuestiones, revisamos la literatura sobre innovación para ver cómo el capital social llegó a añadirse a las otras formas de capital como variable explicativa de la innovación. Al hacerlo, se nos ha llevado a seguir el punto de vista dominante de la literatura sobre el capital social y la innovación, que afirma que el capital social no puede capturarse a través de un solo indicador, sino que en realidad adopta muchas formas diferentes que hay que tener en cuenta. Por lo tanto, a las variables explicativas tradicionales de la innovación, hemos añadido cinco formas de capital social estructural (activos de red empresarial, activos de red de información, activos de red de investigación, activos de participación y activos relacionales) y una forma de capital social cognitivo (confianza recíproca). En un contexto en el que las investigaciones empíricas sobre las relaciones entre capital social e innovación son todavía escasas, el presente trabajo contribuye al avance del conocimiento al aportar nuevas evidencias sobre el impacto y el alcance del capital social en la innovación en las dos fases de toma de decisiones consideradas en el presente estudio. ",
            "error": []
        },
        "corporate modelling": {
            "translated_key": [],
            "translated_annotated_text": "¿El capital social determina la innovación? ¿Hasta qué punto? Este artículo trata dos preguntas: ¿El capital social determina la innovación en las empresas manufactureras? Si es el caso, ¿hasta qué punto? Para abordar estas cuestiones, revisamos la literatura sobre innovación para ver cómo el capital social llegó a añadirse a las otras formas de capital como variable explicativa de la innovación. Al hacerlo, se nos ha llevado a seguir el punto de vista dominante de la literatura sobre el capital social y la innovación, que afirma que el capital social no puede capturarse a través de un solo indicador, sino que en realidad adopta muchas formas diferentes que hay que tener en cuenta. Por lo tanto, a las variables explicativas tradicionales de la innovación, hemos añadido cinco formas de capital social estructural (activos de red empresarial, activos de red de información, activos de red de investigación, activos de participación y activos relacionales) y una forma de capital social cognitivo (confianza recíproca). En un contexto en el que las investigaciones empíricas sobre las relaciones entre capital social e innovación son todavía escasas, el presente trabajo contribuye al avance del conocimiento al aportar nuevas evidencias sobre el impacto y el alcance del capital social en la innovación en las dos fases de toma de decisiones consideradas en el presente estudio. ",
            "error": []
        },
        "decision theory": {
            "translated_key": [],
            "translated_annotated_text": "¿El capital social determina la innovación? ¿Hasta qué punto? Este artículo trata dos preguntas: ¿El capital social determina la innovación en las empresas manufactureras? Si es el caso, ¿hasta qué punto? Para abordar estas cuestiones, revisamos la literatura sobre innovación para ver cómo el capital social llegó a añadirse a las otras formas de capital como variable explicativa de la innovación. Al hacerlo, se nos ha llevado a seguir el punto de vista dominante de la literatura sobre el capital social y la innovación, que afirma que el capital social no puede capturarse a través de un solo indicador, sino que en realidad adopta muchas formas diferentes que hay que tener en cuenta. Por lo tanto, a las variables explicativas tradicionales de la innovación, hemos añadido cinco formas de capital social estructural (activos de red empresarial, activos de red de información, activos de red de investigación, activos de participación y activos relacionales) y una forma de capital social cognitivo (confianza recíproca). En un contexto en el que las investigaciones empíricas sobre las relaciones entre capital social e innovación son todavía escasas, el presente trabajo contribuye al avance del conocimiento al aportar nuevas evidencias sobre el impacto y el alcance del capital social en la innovación en las dos fases de toma de decisiones consideradas en el presente estudio. ",
            "error": []
        },
        "manufacturing industries": {
            "translated_key": [],
            "translated_annotated_text": "¿El capital social determina la innovación? ¿Hasta qué punto? Este artículo trata dos preguntas: ¿El capital social determina la innovación en las empresas manufactureras? Si es el caso, ¿hasta qué punto? Para abordar estas cuestiones, revisamos la literatura sobre innovación para ver cómo el capital social llegó a añadirse a las otras formas de capital como variable explicativa de la innovación. Al hacerlo, se nos ha llevado a seguir el punto de vista dominante de la literatura sobre el capital social y la innovación, que afirma que el capital social no puede capturarse a través de un solo indicador, sino que en realidad adopta muchas formas diferentes que hay que tener en cuenta. Por lo tanto, a las variables explicativas tradicionales de la innovación, hemos añadido cinco formas de capital social estructural (activos de red empresarial, activos de red de información, activos de red de investigación, activos de participación y activos relacionales) y una forma de capital social cognitivo (confianza recíproca). En un contexto en el que las investigaciones empíricas sobre las relaciones entre capital social e innovación son todavía escasas, el presente trabajo contribuye al avance del conocimiento al aportar nuevas evidencias sobre el impacto y el alcance del capital social en la innovación en las dos fases de toma de decisiones consideradas en el presente estudio. ",
            "error": []
        },
        "technological forecasting": {
            "translated_key": [],
            "translated_annotated_text": "¿El capital social determina la innovación? ¿Hasta qué punto? Este artículo trata dos preguntas: ¿El capital social determina la innovación en las empresas manufactureras? Si es el caso, ¿hasta qué punto? Para abordar estas cuestiones, revisamos la literatura sobre innovación para ver cómo el capital social llegó a añadirse a las otras formas de capital como variable explicativa de la innovación. Al hacerlo, se nos ha llevado a seguir el punto de vista dominante de la literatura sobre el capital social y la innovación, que afirma que el capital social no puede capturarse a través de un solo indicador, sino que en realidad adopta muchas formas diferentes que hay que tener en cuenta. Por lo tanto, a las variables explicativas tradicionales de la innovación, hemos añadido cinco formas de capital social estructural (activos de red empresarial, activos de red de información, activos de red de investigación, activos de participación y activos relacionales) y una forma de capital social cognitivo (confianza recíproca). En un contexto en el que las investigaciones empíricas sobre las relaciones entre capital social e innovación son todavía escasas, el presente trabajo contribuye al avance del conocimiento al aportar nuevas evidencias sobre el impacto y el alcance del capital social en la innovación en las dos fases de toma de decisiones consideradas en el presente estudio. ",
            "error": []
        }
    }
}