{
    "original_text": "Repeated games with lack of information on one side: the dual differential approach We introduce the dual differential game of a repeated game with lack of information on one side as the natural continuous time version of the dual game introduced by De Meyer (1996). A traditional way to study the value of differential games is through discrete time approximations. Here, we follow the opposite approach: We identify the limit value of a repeated game in discrete time as the value of a differential game. Namely, we use the recursive structure for the finitely repeated version of the dual game to construct a differential game for which the upper values of the uniform discretization satisfy precisely the same property. The value of the dual differential game exists and is the unique viscosity solution of a first-order derivative equation with a limit condition. We identify the solution by translating viscosity properties in the primal",
    "original_translation": "Juegos repetidos con falta de información por un lado: el enfoque diferencial dual Introducimos el juego diferencial dual de un juego repetido con falta de información por un lado como la versión natural de tiempo continuo del juego dual introducido por De Meyer (1996). Una forma tradicional de estudiar el valor de los juegos diferenciales es a través de aproximaciones discretas del tiempo. Aquí, seguimos el enfoque opuesto: Identificamos el valor límite de un juego repetido en tiempo discreto como el valor de un juego diferencial. Es decir, utilizamos la estructura recursiva para la versión finitamente repetida del juego dual para construir un juego diferencial para el cual los valores superiores de la discretización uniforme satisfacen exactamente la misma propiedad. El valor del juego diferencial dual existe y es la solución de viscosidad única de una ecuación derivada de primer orden con una condición límite. Identificamos la solución traduciendo propiedades de viscosidad en el primario",
    "error_count": 3,
    "keys": {
        "repeated games": {
            "translated_key": [],
            "translated_annotated_text": "Juegos repetidos con falta de información por un lado: el enfoque diferencial dual Introducimos el juego diferencial dual de un juego repetido con falta de información por un lado como la versión natural de tiempo continuo del juego dual introducido por De Meyer (1996). Una forma tradicional de estudiar el valor de los juegos diferenciales es a través de aproximaciones discretas del tiempo. Aquí, seguimos el enfoque opuesto: Identificamos el valor límite de un juego repetido en tiempo discreto como el valor de un juego diferencial. Es decir, utilizamos la estructura recursiva para la versión finitamente repetida del juego dual para construir un juego diferencial para el cual los valores superiores de la discretización uniforme satisfacen exactamente la misma propiedad. El valor del juego diferencial dual existe y es la solución de viscosidad única de una ecuación derivada de primer orden con una condición límite. Identificamos la solución traduciendo propiedades de viscosidad en el primario ",
            "error": []
        },
        "dual differential game": {
            "translated_key": "dual",
            "translated_annotated_text": "Juegos repetidos con falta de información por un lado: el enfoque diferencial dual Introducimos el juego diferencial <br>dual</br> de un juego repetido con falta de información por un lado como la versión natural de tiempo continuo del juego dual introducido por De Meyer (1996). Una forma tradicional de estudiar el valor de los juegos diferenciales es a través de aproximaciones discretas del tiempo. Aquí, seguimos el enfoque opuesto: Identificamos el valor límite de un juego repetido en tiempo discreto como el valor de un juego diferencial. Es decir, utilizamos la estructura recursiva para la versión finitamente repetida del juego dual para construir un juego diferencial para el cual los valores superiores de la discretización uniforme satisfacen exactamente la misma propiedad. El valor del juego diferencial <br>dual</br> existe y es la solución de viscosidad única de una ecuación derivada de primer orden con una condición límite. Identificamos la solución traduciendo propiedades de viscosidad en el primario ",
            "error": [
                ""
            ]
        },
        "repeated game": {
            "translated_key": " con falta de información por un lado como la versión natural de tiempo continuo del juego dual introducido por De Meyer (1996). Una forma tradicional de estudiar el valor de los juegos diferenciales es a través de aproximaciones discretas del tiempo. Aquí, seguimos el enfoque opuesto: Identificamos el valor límite de un juego <br>repetido",
            "translated_annotated_text": "Juegos repetidos con falta de información por un lado: el enfoque diferencial dual Introducimos el juego diferencial dual de un juego repetido <br> con falta de información por un lado como la versión natural de tiempo continuo del juego dual introducido por De Meyer (1996). Una forma tradicional de estudiar el valor de los juegos diferenciales es a través de aproximaciones discretas del tiempo. Aquí, seguimos el enfoque opuesto: Identificamos el valor límite de un juego <br>repetido</br> en tiempo discreto como el valor de un juego diferencial. Es decir, utilizamos la estructura recursiva para la versión finitamente repetida del juego dual para construir un juego diferencial para el cual los valores superiores de la discretización uniforme satisfacen exactamente la misma propiedad. El valor del juego diferencial dual existe y es la solución de viscosidad única de una ecuación derivada de primer orden con una condición límite. Identificamos la solución traduciendo propiedades de viscosidad en el primario ",
            "error": [
                ""
            ]
        },
        "discrete time approximations": {
            "translated_key": "aproximaciones discretas del tiempo",
            "translated_annotated_text": "Juegos repetidos con falta de información por un lado: el enfoque diferencial dual Introducimos el juego diferencial dual de un juego repetido con falta de información por un lado como la versión natural de tiempo continuo del juego dual introducido por De Meyer (1996). Una forma tradicional de estudiar el valor de los juegos diferenciales es a través de <br>aproximaciones discretas del tiempo</br>.  Aquí, seguimos el enfoque opuesto: Identificamos el valor límite de un juego repetido en tiempo discreto como el valor de un juego diferencial. Es decir, utilizamos la estructura recursiva para la versión finitamente repetida del juego dual para construir un juego diferencial para el cual los valores superiores de la discretización uniforme satisfacen exactamente la misma propiedad. El valor del juego diferencial dual existe y es la solución de viscosidad única de una ecuación derivada de primer orden con una condición límite. Identificamos la solución traduciendo propiedades de viscosidad en el primario ",
            "error": [
                ""
            ]
        },
        "limit value": {
            "translated_key": [],
            "translated_annotated_text": "Juegos repetidos con falta de información por un lado: el enfoque diferencial dual Introducimos el juego diferencial dual de un juego repetido con falta de información por un lado como la versión natural de tiempo continuo del juego dual introducido por De Meyer (1996). Una forma tradicional de estudiar el valor de los juegos diferenciales es a través de aproximaciones discretas del tiempo. Aquí, seguimos el enfoque opuesto: Identificamos el valor límite <br> de un juego repetido en tiempo discreto como el valor de un juego diferencial. Es decir, utilizamos la estructura recursiva para la versión finitamente repetida del juego dual para construir un juego diferencial para el cual los valores superiores de la discretización uniforme satisfacen exactamente la misma propiedad. El valor del juego diferencial dual existe y es la solución de viscosidad única de una ecuación derivada de primer orden con una condición límite. Identificamos la solución traduciendo propiedades de viscosidad en el primario ",
            "error": []
        },
        "discrete time": {
            "translated_key": " tiempo discreto",
            "translated_annotated_text": "Juegos repetidos con falta de información por un lado: el enfoque diferencial dual Introducimos el juego diferencial dual de un juego repetido con falta de información por un lado como la versión natural de tiempo continuo del juego dual introducido por De Meyer (1996). Una forma tradicional de estudiar el valor de los juegos diferenciales es a través de aproximaciones discretas del tiempo.  Aquí, seguimos el enfoque opuesto: Identificamos el valor límite de un juego repetido en <br> tiempo discreto</br> como el valor de un juego diferencial. Es decir, utilizamos la estructura recursiva para la versión finitamente repetida del juego dual para construir un juego diferencial para el cual los valores superiores de la discretización uniforme satisfacen exactamente la misma propiedad. El valor del juego diferencial dual existe y es la solución de viscosidad única de una ecuación derivada de primer orden con una condición límite. Identificamos la solución traduciendo propiedades de viscosidad en el primario ",
            "error": [
                ""
            ]
        },
        "viscosity solution": {
            "translated_key": "viscosidad",
            "translated_annotated_text": "Juegos repetidos con falta de información por un lado: el enfoque diferencial dual Introducimos el juego diferencial dual de un juego repetido con falta de información por un lado como la versión natural de tiempo continuo del juego dual introducido por De Meyer (1996). Una forma tradicional de estudiar el valor de los juegos diferenciales es a través de aproximaciones discretas del tiempo. Aquí, seguimos el enfoque opuesto: Identificamos el valor límite de un juego repetido en tiempo discreto como el valor de un juego diferencial. Es decir, utilizamos la estructura recursiva para la versión finitamente repetida del juego dual para construir un juego diferencial para el cual los valores superiores de la discretización uniforme satisfacen exactamente la misma propiedad. El valor del juego diferencial dual existe y es la solución única <br>viscosidad</br> de una ecuación derivada de primer orden con una condición límite. Identificamos la solución traduciendo propiedades de viscosidad en el primario ",
            "error": [
                ""
            ]
        },
        "limit condition": {
            "translated_key": "limit",
            "translated_annotated_text": "Juegos repetidos con falta de información por un lado: el enfoque diferencial dual Introducimos el juego diferencial dual de un juego repetido con falta de información por un lado como la versión natural de tiempo continuo del juego dual introducido por De Meyer (1996). Una forma tradicional de estudiar el valor de los juegos diferenciales es a través de aproximaciones discretas del tiempo. Aquí, seguimos el enfoque opuesto: Identificamos el valor límite de un juego repetido en tiempo discreto como el valor de un juego diferencial. Es decir, utilizamos la estructura recursiva para la versión finitamente repetida del juego dual para construir un juego diferencial para el cual los valores superiores de la discretización uniforme satisfacen exactamente la misma propiedad. El valor del juego diferencial dual existe y es la solución de viscosidad única de una ecuación derivada de primer orden con una condición <br>limit</br>. Identificamos la solución traduciendo propiedades de viscosidad en el primario ",
            "error": [
                ""
            ]
        },
        "differential games": {
            "translated_key": "juegos diferenciales",
            "translated_annotated_text": "Juegos repetidos con falta de información por un lado: el enfoque diferencial dual Introducimos el juego diferencial dual de un juego repetido con falta de información por un lado como la versión natural de tiempo continuo del juego dual introducido por De Meyer (1996). Una forma tradicional de estudiar el valor de <br>juegos diferenciales</br> es a través de aproximaciones discretas del tiempo. Aquí, seguimos el enfoque opuesto: Identificamos el valor límite de un juego repetido en tiempo discreto como el valor de un juego diferencial. Es decir, utilizamos la estructura recursiva para la versión finitamente repetida del juego dual para construir un juego diferencial para el cual los valores superiores de la discretización uniforme satisfacen exactamente la misma propiedad. El valor del juego diferencial dual existe y es la solución de viscosidad única de una ecuación derivada de primer orden con una condición límite. Identificamos la solución traduciendo propiedades de viscosidad en el primario ",
            "error": [
                ""
            ]
        },
        "duality (mathematics)": {
            "translated_key": [],
            "translated_annotated_text": "Juegos repetidos con falta de información por un lado: el enfoque diferencial dual Introducimos el juego diferencial dual de un juego repetido con falta de información por un lado como la versión natural de tiempo continuo del juego dual introducido por De Meyer (1996). Una forma tradicional de estudiar el valor de los juegos diferenciales es a través de aproximaciones discretas del tiempo. Aquí, seguimos el enfoque opuesto: Identificamos el valor límite de un juego repetido en tiempo discreto como el valor de un juego diferencial. Es decir, utilizamos la estructura recursiva para la versión finitamente repetida del juego dual para construir un juego diferencial para el cual los valores superiores de la discretización uniforme satisfacen exactamente la misma propiedad. El valor del juego diferencial dual existe y es la solución de viscosidad única de una ecuación derivada de primer orden con una condición límite. Identificamos la solución traduciendo propiedades de viscosidad en el primario ",
            "error": []
        }
    }
}