{
    "original_text": "The semi-algebraic theory of stochastic games The asymptotic behavior of the min-max value of a finite-state zero-sum discounted stochastic game, as the discount rate approaches 0, has been studied in the past using the theory of real-closed fields. We use the theory of semi-algebraic sets and mappings to prove some asymptotic properties of the min-max value, which hold uniformly for all stochastic games in which the number of states and players actions are predetermined to some fixed values. As a corollary, we prove a uniform polynomial convergence rate of the value of the N-stage game to the value of the nondiscount game, over a bounded set of payoffs",
    "original_translation": "La teoría semialgebraica de los juegos estocásticos El comportamiento asintótico del valor min-max de un juego estocástico con descuento de suma cero de estado finito, a medida que la tasa de descuento se acerca a 0, se ha estudiado en el pasado utilizando la teoría de campos cerrados reales. Utilizamos la teoría de conjuntos semialgebraicos y mapas para probar algunas propiedades asintóticas del valor min-max, que se mantienen uniformemente para todos los juegos estocásticos en los que el número de estados y acciones de los jugadores están predeterminados a algunos valores fijos. Como corolario, probamos una tasa de convergencia polinómica uniforme del valor del juego de la etapa N al valor del juego de no descuento, sobre un conjunto limitado de pagos",
    "error_count": 7,
    "keys": {
        "finite-state zero-sum discounted stochastic game": {
            "translated_key": "finite-state cero-sum descontado estocástico",
            "translated_annotated_text": "La teoría semialgebraica de los juegos estocásticos El comportamiento asintótico del valor min-max de un juego <br>finite-state cero-sum descontado estocástico</br>, a medida que la tasa de descuento se acerca a 0, se ha estudiado en el pasado utilizando la teoría de campos cerrados reales. Utilizamos la teoría de conjuntos semialgebraicos y mapas para probar algunas propiedades asintóticas del valor min-max, que se mantienen uniformemente para todos los juegos estocásticos en los que el número de estados y acciones de los jugadores están predeterminados a algunos valores fijos. Como corolario, probamos una tasa de convergencia polinómica uniforme del valor del juego de la etapa N al valor del juego de no descuento, sobre un conjunto limitado de pagos ",
            "error": [
                ""
            ]
        },
        "semi-algebraic set theory": {
            "translated_key": [],
            "translated_annotated_text": "La teoría semialgebraica de los juegos estocásticos El comportamiento asintótico del valor min-max de un juego estocástico con descuento de suma cero de estado finito, a medida que la tasa de descuento se acerca a 0, se ha estudiado en el pasado utilizando la teoría de campos cerrados reales. Utilizamos la teoría de conjuntos semialgebraicos y mapas para probar algunas propiedades asintóticas del valor min-max, que se mantienen uniformemente para todos los juegos estocásticos en los que el número de estados y acciones de los jugadores están predeterminados a algunos valores fijos. Como corolario, probamos una tasa de convergencia polinómica uniforme del valor del juego de la etapa N al valor del juego de no descuento, sobre un conjunto limitado de pagos ",
            "error": []
        },
        "asymptotic behavior": {
            "translated_key": "asintótico",
            "translated_annotated_text": "La teoría semialgebraica de los juegos estocásticos El comportamiento <br>asintótico</br> del valor min-max de un juego estocástico con descuento de suma cero de estado finito, a medida que la tasa de descuento se acerca a 0, se ha estudiado en el pasado utilizando la teoría de campos cerrados reales. Utilizamos la teoría de conjuntos semialgebraicos y mapas para probar algunas propiedades asintóticas del valor min-max, que se mantienen uniformemente para todos los juegos estocásticos en los que el número de estados y acciones de los jugadores están predeterminados a algunos valores fijos. Como corolario, probamos una tasa de convergencia polinómica uniforme del valor del juego de la etapa N al valor del juego de no descuento, sobre un conjunto limitado de pagos ",
            "error": [
                ""
            ]
        },
        "min-max value": {
            "translated_key": "min-max",
            "translated_annotated_text": "La teoría semialgebraica de los juegos estocásticos El comportamiento asintótico del valor <br>min-max</br> de un juego estocástico descontado de suma cero de estado finito, a medida que la tasa de descuento se acerca a 0, se ha estudiado en el pasado utilizando la teoría de campos cerrados reales. Utilizamos la teoría de conjuntos semialgebraicos y mapeos para probar algunas propiedades asintóticas del valor <br>min-max</br>, que se mantienen uniformemente para todos los juegos estocásticos en los que el número de estados y acciones de los jugadores están predeterminados a algunos valores fijos. Como corolario, probamos una tasa de convergencia polinómica uniforme del valor del juego de la etapa N al valor del juego de no descuento, sobre un conjunto limitado de pagos ",
            "error": [
                ""
            ]
        },
        "discount rate": {
            "translated_key": [],
            "translated_annotated_text": "La teoría semialgebraica de los juegos estocásticos El comportamiento asintótico del valor min-max de un juego estocástico con descuento de suma cero de estado finito, ya que la tasa de descuento <br> se aproxima a 0, se ha estudiado en el pasado utilizando la teoría de campos cerrados reales. Utilizamos la teoría de conjuntos semialgebraicos y mapas para probar algunas propiedades asintóticas del valor min-max, que se mantienen uniformemente para todos los juegos estocásticos en los que el número de estados y acciones de los jugadores están predeterminados a algunos valores fijos. Como corolario, probamos una tasa de convergencia polinómica uniforme del valor del juego de la etapa N al valor del juego de no descuento, sobre un conjunto limitado de pagos ",
            "error": []
        },
        "uniform polynomial convergence rate": {
            "translated_key": " uniforme",
            "translated_annotated_text": "La teoría semialgebraica de los juegos estocásticos El comportamiento asintótico del valor min-max de un juego estocástico con descuento de suma cero de estado finito, a medida que la tasa de descuento se acerca a 0, se ha estudiado en el pasado utilizando la teoría de campos cerrados reales. Utilizamos la teoría de conjuntos semialgebraicos y mapas para probar algunas propiedades asintóticas del valor min-max, que se mantienen uniformemente para todos los juegos estocásticos en los que el número de estados y acciones de los jugadores están predeterminados a algunos valores fijos. Como corolario, probamos una tasa de convergencia polinómica <br> uniforme</br> del valor del juego de la etapa N al valor del juego de no descuento, sobre un conjunto limitado de pagos ",
            "error": [
                ""
            ]
        },
        "N-stage game": {
            "translated_key": "N-stage",
            "translated_annotated_text": "La teoría semialgebraica de los juegos estocásticos El comportamiento asintótico del valor min-max de un juego estocástico con descuento de suma cero de estado finito, a medida que la tasa de descuento se acerca a 0, se ha estudiado en el pasado utilizando la teoría de campos cerrados reales. Utilizamos la teoría de conjuntos semialgebraicos y mapas para probar algunas propiedades asintóticas del valor min-max, que se mantienen uniformemente para todos los juegos estocásticos en los que el número de estados y acciones de los jugadores están predeterminados a algunos valores fijos. Como corolario, probamos una tasa de convergencia polinómica uniforme del valor del juego de <br>N-stage</br> al valor del juego de no descuento, sobre un conjunto limitado de pagos ",
            "error": [
                ""
            ]
        },
        "two-player zero-sum finite-state stochastic games": {
            "translated_key": [],
            "translated_annotated_text": "La teoría semialgebraica de los juegos estocásticos El comportamiento asintótico del valor min-max de un juego estocástico con descuento de suma cero de estado finito, a medida que la tasa de descuento se acerca a 0, se ha estudiado en el pasado utilizando la teoría de campos cerrados reales. Utilizamos la teoría de conjuntos semialgebraicos y mapas para probar algunas propiedades asintóticas del valor min-max, que se mantienen uniformemente para todos los juegos estocásticos en los que el número de estados y acciones de los jugadores están predeterminados a algunos valores fijos. Como corolario, probamos una tasa de convergencia polinómica uniforme del valor del juego de la etapa N al valor del juego de no descuento, sobre un conjunto limitado de pagos ",
            "error": []
        },
        "convergence": {
            "translated_key": "convergencia",
            "translated_annotated_text": "La teoría semialgebraica de los juegos estocásticos El comportamiento asintótico del valor min-max de un juego estocástico con descuento de suma cero de estado finito, a medida que la tasa de descuento se acerca a 0, se ha estudiado en el pasado utilizando la teoría de campos cerrados reales. Utilizamos la teoría de conjuntos semialgebraicos y mapas para probar algunas propiedades asintóticas del valor min-max, que se mantienen uniformemente para todos los juegos estocásticos en los que el número de estados y acciones de los jugadores están predeterminados a algunos valores fijos. Como corolario, probamos una tasa polinómica uniforme <br>convergencia</br> del valor del juego de la etapa N al valor del juego de no-descuento, sobre un conjunto limitado de pagos ",
            "error": [
                ""
            ]
        },
        "dynamic programming": {
            "translated_key": [],
            "translated_annotated_text": "La teoría semialgebraica de los juegos estocásticos El comportamiento asintótico del valor min-max de un juego estocástico con descuento de suma cero de estado finito, a medida que la tasa de descuento se acerca a 0, se ha estudiado en el pasado utilizando la teoría de campos cerrados reales. Utilizamos la teoría de conjuntos semialgebraicos y mapas para probar algunas propiedades asintóticas del valor min-max, que se mantienen uniformemente para todos los juegos estocásticos en los que el número de estados y acciones de los jugadores están predeterminados a algunos valores fijos. Como corolario, probamos una tasa de convergencia polinómica uniforme del valor del juego de la etapa N al valor del juego de no descuento, sobre un conjunto limitado de pagos ",
            "error": []
        },
        "minimax techniques": {
            "translated_key": [],
            "translated_annotated_text": "La teoría semialgebraica de los juegos estocásticos El comportamiento asintótico del valor min-max de un juego estocástico con descuento de suma cero de estado finito, a medida que la tasa de descuento se acerca a 0, se ha estudiado en el pasado utilizando la teoría de campos cerrados reales. Utilizamos la teoría de conjuntos semialgebraicos y mapas para probar algunas propiedades asintóticas del valor min-max, que se mantienen uniformemente para todos los juegos estocásticos en los que el número de estados y acciones de los jugadores están predeterminados a algunos valores fijos. Como corolario, probamos una tasa de convergencia polinómica uniforme del valor del juego de la etapa N al valor del juego de no descuento, sobre un conjunto limitado de pagos ",
            "error": []
        },
        "polynomials": {
            "translated_key": [],
            "translated_annotated_text": "La teoría semialgebraica de los juegos estocásticos El comportamiento asintótico del valor min-max de un juego estocástico con descuento de suma cero de estado finito, a medida que la tasa de descuento se acerca a 0, se ha estudiado en el pasado utilizando la teoría de campos cerrados reales. Utilizamos la teoría de conjuntos semialgebraicos y mapas para probar algunas propiedades asintóticas del valor min-max, que se mantienen uniformemente para todos los juegos estocásticos en los que el número de estados y acciones de los jugadores están predeterminados a algunos valores fijos. Como corolario, probamos una tasa de convergencia polinómica uniforme del valor del juego de la etapa N al valor del juego de no descuento, sobre un conjunto limitado de pagos ",
            "error": []
        },
        "set theory": {
            "translated_key": [],
            "translated_annotated_text": "La teoría semialgebraica de los juegos estocásticos El comportamiento asintótico del valor min-max de un juego estocástico con descuento de suma cero de estado finito, a medida que la tasa de descuento se acerca a 0, se ha estudiado en el pasado utilizando la teoría de campos cerrados reales. Utilizamos la teoría de conjuntos semialgebraicos y mapas para probar algunas propiedades asintóticas del valor min-max, que se mantienen uniformemente para todos los juegos estocásticos en los que el número de estados y acciones de los jugadores están predeterminados a algunos valores fijos. Como corolario, probamos una tasa de convergencia polinómica uniforme del valor del juego de la etapa N al valor del juego de no descuento, sobre un conjunto limitado de pagos ",
            "error": []
        },
        "stochastic games": {
            "translated_key": " El comportamiento asintótico del valor min-max de un juego estocástico con descuento de suma cero de estado finito, a medida que la tasa de descuento se acerca a 0, se ha estudiado en el pasado utilizando la teoría de campos cerrados reales. Utilizamos la teoría de conjuntos semialgebraicos y mapeos para probar algunas propiedades asintóticas del valor min-max, que se mantienen uniformemente para todos los juegos <br>stochásticos",
            "translated_annotated_text": "La teoría semialgebraica de los juegos estocásticos <br> El comportamiento asintótico del valor min-max de un juego estocástico con descuento de suma cero de estado finito, a medida que la tasa de descuento se acerca a 0, se ha estudiado en el pasado utilizando la teoría de campos cerrados reales. Utilizamos la teoría de conjuntos semialgebraicos y mapeos para probar algunas propiedades asintóticas del valor min-max, que se mantienen uniformemente para todos los juegos <br>stochásticos</br> en los que el número de estados y acciones de los jugadores están predeterminados a algunos valores fijos. Como corolario, probamos una tasa de convergencia polinómica uniforme del valor del juego de la etapa N al valor del juego de no descuento, sobre un conjunto limitado de pagos ",
            "error": [
                ""
            ]
        }
    }
}