{
    "original_text": "Computer aided classification of masses in ultrasonic mammography Frequency compounding was recently investigated for computer aided classification of masses in ultrasonic B-mode images as benign or malignant. The classification was performed using the normalized parameters of the Nakagami distribution at a single region of interest at the site of the mass. A combination of normalized Nakagami parameters from two different images of a mass was undertaken to improve the performance of classification. Receiver operating characteristic (ROC) analysis showed that such an approach resulted in an area of 0.83 under the ROC curve. The aim of the work described in this paper is to see whether a feature describing the characteristic of the boundary can be extracted and combined with the Nakagami parameter to further improve the performance of classification. The combination of the features has been performed using a weighted summation. Results indicate a 10% improvement in specificity at a sensitivity of 96% after combining the information at the site and at the boundary. Moreover, the technique requires minimal clinical intervention and has a performance that reaches that of the trained radiologist. It is hence suggested that this technique may be utilized in practice to characterize breast masses",
    "original_translation": "Clasificación asistida por computadora de masas en mamografía ultrasónica La composición de frecuencia fue recientemente investigada para la clasificación asistida por computadora de masas en imágenes de modo B ultrasónicas como benignas o malignas. La clasificación se realizó utilizando los parámetros normalizados de la distribución de Nakagami en una sola región de interés en el sitio de la masa. Se realizó una combinación de parámetros de Nakagami normalizados a partir de dos imágenes diferentes de una masa para mejorar el rendimiento de la clasificación. El análisis de la característica operativa del receptor (ROC) mostró que tal abordaje resultó en un área de 0,83 bajo la curva ROC. El objetivo del trabajo descrito en este artículo es ver si una característica que describe la característica del límite puede ser extraída y combinada con el parámetro Nakagami para mejorar aún más el rendimiento de la clasificación. La combinación de las características se ha realizado utilizando una suma ponderada. Los resultados indican una mejora del 10% en la especificidad a una sensibilidad del 96% después de combinar la información en el sitio y en el límite. Además, la técnica requiere una intervención clínica mínima y tiene un rendimiento que alcanza el del radiólogo entrenado. Por lo tanto, se sugiere que esta técnica se puede utilizar en la práctica para caracterizar las masas mamarias",
    "error_count": 9,
    "keys": {
        "ultrasonic mammography": {
            "translated_key": "ultrasónica",
            "translated_annotated_text": "Clasificación asistida por computadora de masas en mamografía <br>ultrasónica</br> Recientemente se investigó la composición de frecuencia para la clasificación asistida por computadora de masas en imágenes de modo B ultrasónicas como benignas o malignas. La clasificación se realizó utilizando los parámetros normalizados de la distribución de Nakagami en una sola región de interés en el sitio de la masa. Se realizó una combinación de parámetros de Nakagami normalizados a partir de dos imágenes diferentes de una masa para mejorar el rendimiento de la clasificación. El análisis de la característica operativa del receptor (ROC) mostró que tal abordaje resultó en un área de 0,83 bajo la curva ROC. El objetivo del trabajo descrito en este artículo es ver si una característica que describe la característica del límite puede ser extraída y combinada con el parámetro Nakagami para mejorar aún más el rendimiento de la clasificación. La combinación de las características se ha realizado utilizando una suma ponderada. Los resultados indican una mejora del 10% en la especificidad a una sensibilidad del 96% después de combinar la información en el sitio y en el límite. Además, la técnica requiere una intervención clínica mínima y tiene un rendimiento que alcanza el del radiólogo entrenado. Por lo tanto, se sugiere que esta técnica se puede utilizar en la práctica para caracterizar las masas mamarias ",
            "error": [
                ""
            ]
        },
        "breast masses": {
            "translated_key": "breast",
            "translated_annotated_text": "Clasificación asistida por computadora de masas en mamografía ultrasónica La composición de frecuencia fue recientemente investigada para la clasificación asistida por computadora de masas en imágenes de modo B ultrasónicas como benignas o malignas. La clasificación se realizó utilizando los parámetros normalizados de la distribución de Nakagami en una sola región de interés en el sitio de la masa. Se realizó una combinación de parámetros de Nakagami normalizados a partir de dos imágenes diferentes de una masa para mejorar el rendimiento de la clasificación. El análisis de la característica operativa del receptor (ROC) mostró que tal abordaje resultó en un área de 0,83 bajo la curva ROC. El objetivo del trabajo descrito en este artículo es ver si una característica que describe la característica del límite puede ser extraída y combinada con el parámetro Nakagami para mejorar aún más el rendimiento de la clasificación. La combinación de las características se ha realizado utilizando una suma ponderada. Los resultados indican una mejora del 10% en la especificidad a una sensibilidad del 96% después de combinar la información en el sitio y en el límite. Además, la técnica requiere una intervención clínica mínima y tiene un rendimiento que alcanza el del radiólogo entrenado. Por lo tanto, se sugiere que esta técnica puede ser utilizada en la práctica para caracterizar las masas <br>breast</br> ",
            "error": [
                ""
            ]
        },
        "computer aided classification": {
            "translated_key": "clasificación asistida por ordenador",
            "translated_annotated_text": "Clasificación asistida por ordenador de masas en mamografía ultrasónica Se ha investigado recientemente la composición de frecuencia para la <br>clasificación asistida por ordenador</br> de masas en imágenes de modo B ultrasónicas como benignas o malignas. La clasificación se realizó utilizando los parámetros normalizados de la distribución de Nakagami en una sola región de interés en el sitio de la masa. Se realizó una combinación de parámetros de Nakagami normalizados a partir de dos imágenes diferentes de una masa para mejorar el rendimiento de la clasificación. El análisis de la característica operativa del receptor (ROC) mostró que tal abordaje resultó en un área de 0,83 bajo la curva ROC. El objetivo del trabajo descrito en este artículo es ver si una característica que describe la característica del límite puede ser extraída y combinada con el parámetro Nakagami para mejorar aún más el rendimiento de la clasificación. La combinación de las características se ha realizado utilizando una suma ponderada. Los resultados indican una mejora del 10% en la especificidad a una sensibilidad del 96% después de combinar la información en el sitio y en el límite. Además, la técnica requiere una intervención clínica mínima y tiene un rendimiento que alcanza el del radiólogo entrenado. Por lo tanto, se sugiere que esta técnica se puede utilizar en la práctica para caracterizar las masas mamarias ",
            "error": [
                ""
            ]
        },
        "frequency compounding": {
            "translated_key": [],
            "translated_annotated_text": "Clasificación asistida por computadora de masas en mamografía ultrasónica La composición de frecuencia fue recientemente investigada para la clasificación asistida por computadora de masas en imágenes de modo B ultrasónicas como benignas o malignas. La clasificación se realizó utilizando los parámetros normalizados de la distribución de Nakagami en una sola región de interés en el sitio de la masa. Se realizó una combinación de parámetros de Nakagami normalizados a partir de dos imágenes diferentes de una masa para mejorar el rendimiento de la clasificación. El análisis de la característica operativa del receptor (ROC) mostró que tal abordaje resultó en un área de 0,83 bajo la curva ROC. El objetivo del trabajo descrito en este artículo es ver si una característica que describe la característica del límite puede ser extraída y combinada con el parámetro Nakagami para mejorar aún más el rendimiento de la clasificación. La combinación de las características se ha realizado utilizando una suma ponderada. Los resultados indican una mejora del 10% en la especificidad a una sensibilidad del 96% después de combinar la información en el sitio y en el límite. Además, la técnica requiere una intervención clínica mínima y tiene un rendimiento que alcanza el del radiólogo entrenado. Por lo tanto, se sugiere que esta técnica se puede utilizar en la práctica para caracterizar las masas mamarias ",
            "error": []
        },
        "ultrasonic B-mode images": {
            "translated_key": "ultrasonic",
            "translated_annotated_text": "Clasificación asistida por computadora de masas en mamografía ultrasónica La composición de frecuencia fue investigada recientemente para la clasificación asistida por computadora de masas en imágenes B-modo <br>ultrasonic</br> como benignas o malignas. La clasificación se realizó utilizando los parámetros normalizados de la distribución de Nakagami en una sola región de interés en el sitio de la masa. Se realizó una combinación de parámetros de Nakagami normalizados a partir de dos imágenes diferentes de una masa para mejorar el rendimiento de la clasificación. El análisis de la característica operativa del receptor (ROC) mostró que tal abordaje resultó en un área de 0,83 bajo la curva ROC. El objetivo del trabajo descrito en este artículo es ver si una característica que describe la característica del límite puede ser extraída y combinada con el parámetro Nakagami para mejorar aún más el rendimiento de la clasificación. La combinación de las características se ha realizado utilizando una suma ponderada. Los resultados indican una mejora del 10% en la especificidad a una sensibilidad del 96% después de combinar la información en el sitio y en el límite. Además, la técnica requiere una intervención clínica mínima y tiene un rendimiento que alcanza el del radiólogo entrenado. Por lo tanto, se sugiere que esta técnica se puede utilizar en la práctica para caracterizar las masas mamarias ",
            "error": [
                ""
            ]
        },
        "benign": {
            "translated_key": "benign",
            "translated_annotated_text": "Clasificación asistida por ordenador de masas en mamografía ultrasónica Se investigó recientemente la composición de frecuencia para la clasificación asistida por ordenador de masas en imágenes de modo B ultrasónicas como <br>benign</br> o malignas. La clasificación se realizó utilizando los parámetros normalizados de la distribución de Nakagami en una sola región de interés en el sitio de la masa. Se realizó una combinación de parámetros de Nakagami normalizados a partir de dos imágenes diferentes de una masa para mejorar el rendimiento de la clasificación. El análisis de la característica operativa del receptor (ROC) mostró que tal abordaje resultó en un área de 0,83 bajo la curva ROC. El objetivo del trabajo descrito en este artículo es ver si una característica que describe la característica del límite puede ser extraída y combinada con el parámetro Nakagami para mejorar aún más el rendimiento de la clasificación. La combinación de las características se ha realizado utilizando una suma ponderada. Los resultados indican una mejora del 10% en la especificidad a una sensibilidad del 96% después de combinar la información en el sitio y en el límite. Además, la técnica requiere una intervención clínica mínima y tiene un rendimiento que alcanza el del radiólogo entrenado. Por lo tanto, se sugiere que esta técnica se puede utilizar en la práctica para caracterizar las masas mamarias ",
            "error": [
                ""
            ]
        },
        "malignant": {
            "translated_key": "malignas",
            "translated_annotated_text": "Clasificación asistida por ordenador de masas en mamografía ultrasónica Recientemente se investigó la composición de frecuencia para la clasificación asistida por ordenador de masas en imágenes de modo B ultrasónicas como benignas o <br>malignas</br>. La clasificación se realizó utilizando los parámetros normalizados de la distribución de Nakagami en una sola región de interés en el sitio de la masa. Se realizó una combinación de parámetros de Nakagami normalizados a partir de dos imágenes diferentes de una masa para mejorar el rendimiento de la clasificación. El análisis de la característica operativa del receptor (ROC) mostró que tal abordaje resultó en un área de 0,83 bajo la curva ROC. El objetivo del trabajo descrito en este artículo es ver si una característica que describe la característica del límite puede ser extraída y combinada con el parámetro Nakagami para mejorar aún más el rendimiento de la clasificación. La combinación de las características se ha realizado utilizando una suma ponderada. Los resultados indican una mejora del 10% en la especificidad a una sensibilidad del 96% después de combinar la información en el sitio y en el límite. Además, la técnica requiere una intervención clínica mínima y tiene un rendimiento que alcanza el del radiólogo entrenado. Por lo tanto, se sugiere que esta técnica se puede utilizar en la práctica para caracterizar las masas mamarias ",
            "error": [
                ""
            ]
        },
        "normalized parameters": {
            "translated_key": "parámetros normalizados",
            "translated_annotated_text": "Clasificación asistida por computadora de masas en mamografía ultrasónica La composición de frecuencia fue recientemente investigada para la clasificación asistida por computadora de masas en imágenes de modo B ultrasónicas como benignas o malignas. La clasificación se realizó utilizando los <br>parámetros normalizados</br> de la distribución de Nakagami en una sola región de interés en el lugar de la masa. Se realizó una combinación de parámetros de Nakagami normalizados a partir de dos imágenes diferentes de una masa para mejorar el rendimiento de la clasificación. El análisis de la característica operativa del receptor (ROC) mostró que tal abordaje resultó en un área de 0,83 bajo la curva ROC. El objetivo del trabajo descrito en este artículo es ver si una característica que describe la característica del límite puede ser extraída y combinada con el parámetro Nakagami para mejorar aún más el rendimiento de la clasificación. La combinación de las características se ha realizado utilizando una suma ponderada. Los resultados indican una mejora del 10% en la especificidad a una sensibilidad del 96% después de combinar la información en el sitio y en el límite. Además, la técnica requiere una intervención clínica mínima y tiene un rendimiento que alcanza el del radiólogo entrenado. Por lo tanto, se sugiere que esta técnica se puede utilizar en la práctica para caracterizar las masas mamarias ",
            "error": [
                ""
            ]
        },
        "Nakagami distribution": {
            "translated_key": "Nakagami",
            "translated_annotated_text": "Clasificación asistida por computadora de masas en mamografía ultrasónica La composición de frecuencia fue recientemente investigada para la clasificación asistida por computadora de masas en imágenes de modo B ultrasónicas como benignas o malignas. La clasificación se realizó utilizando los parámetros normalizados de la distribución <br>Nakagami</br> en una sola región de interés en el sitio de la masa. Se realizó una combinación de parámetros de Nakagami normalizados a partir de dos imágenes diferentes de una masa para mejorar el rendimiento de la clasificación. El análisis de la característica operativa del receptor (ROC) mostró que tal abordaje resultó en un área de 0,83 bajo la curva ROC. El objetivo del trabajo descrito en este artículo es ver si una característica que describe la característica del límite puede ser extraída y combinada con el parámetro Nakagami para mejorar aún más el rendimiento de la clasificación. La combinación de las características se ha realizado utilizando una suma ponderada. Los resultados indican una mejora del 10% en la especificidad a una sensibilidad del 96% después de combinar la información en el sitio y en el límite. Además, la técnica requiere una intervención clínica mínima y tiene un rendimiento que alcanza el del radiólogo entrenado. Por lo tanto, se sugiere que esta técnica se puede utilizar en la práctica para caracterizar las masas mamarias ",
            "error": [
                ""
            ]
        },
        "single region of interest": {
            "translated_key": [],
            "translated_annotated_text": "Clasificación asistida por computadora de masas en mamografía ultrasónica La composición de frecuencia fue recientemente investigada para la clasificación asistida por computadora de masas en imágenes de modo B ultrasónicas como benignas o malignas. La clasificación se realizó utilizando los parámetros normalizados de la distribución de Nakagami en una sola región de interés en el sitio de la masa. Se realizó una combinación de parámetros de Nakagami normalizados a partir de dos imágenes diferentes de una masa para mejorar el rendimiento de la clasificación. El análisis de la característica operativa del receptor (ROC) mostró que tal abordaje resultó en un área de 0,83 bajo la curva ROC. El objetivo del trabajo descrito en este artículo es ver si una característica que describe la característica del límite puede ser extraída y combinada con el parámetro Nakagami para mejorar aún más el rendimiento de la clasificación. La combinación de las características se ha realizado utilizando una suma ponderada. Los resultados indican una mejora del 10% en la especificidad a una sensibilidad del 96% después de combinar la información en el sitio y en el límite. Además, la técnica requiere una intervención clínica mínima y tiene un rendimiento que alcanza el del radiólogo entrenado. Por lo tanto, se sugiere que esta técnica se puede utilizar en la práctica para caracterizar las masas mamarias ",
            "error": []
        },
        "normalized Nakagami parameters": {
            "translated_key": "normalizados de Nakagami",
            "translated_annotated_text": "Clasificación asistida por computadora de masas en mamografía ultrasónica La composición de frecuencia fue recientemente investigada para la clasificación asistida por computadora de masas en imágenes de modo B ultrasónicas como benignas o malignas. La clasificación se realizó utilizando los parámetros normalizados de la distribución de Nakagami en una sola región de interés en el sitio de la masa. Se realizó una combinación de parámetros <br>normalizados de Nakagami</br> a partir de dos imágenes diferentes de una masa para mejorar el rendimiento de la clasificación. El análisis de la característica operativa del receptor (ROC) mostró que tal abordaje resultó en un área de 0,83 bajo la curva ROC. El objetivo del trabajo descrito en este artículo es ver si una característica que describe la característica del límite puede ser extraída y combinada con el parámetro Nakagami para mejorar aún más el rendimiento de la clasificación. La combinación de las características se ha realizado utilizando una suma ponderada. Los resultados indican una mejora del 10% en la especificidad a una sensibilidad del 96% después de combinar la información en el sitio y en el límite. Además, la técnica requiere una intervención clínica mínima y tiene un rendimiento que alcanza el del radiólogo entrenado. Por lo tanto, se sugiere que esta técnica se puede utilizar en la práctica para caracterizar las masas mamarias ",
            "error": [
                ""
            ]
        },
        "receiver operating characteristic": {
            "translated_key": [],
            "translated_annotated_text": "Clasificación asistida por computadora de masas en mamografía ultrasónica La composición de frecuencia fue recientemente investigada para la clasificación asistida por computadora de masas en imágenes de modo B ultrasónicas como benignas o malignas. La clasificación se realizó utilizando los parámetros normalizados de la distribución de Nakagami en una sola región de interés en el sitio de la masa. Se realizó una combinación de parámetros de Nakagami normalizados a partir de dos imágenes diferentes de una masa para mejorar el rendimiento de la clasificación. El análisis de la característica operativa del receptor (ROC) mostró que tal abordaje resultó en un área de 0,83 bajo la curva ROC. El objetivo del trabajo descrito en este artículo es ver si una característica que describe la característica del límite puede ser extraída y combinada con el parámetro Nakagami para mejorar aún más el rendimiento de la clasificación. La combinación de las características se ha realizado utilizando una suma ponderada. Los resultados indican una mejora del 10% en la especificidad a una sensibilidad del 96% después de combinar la información en el sitio y en el límite. Además, la técnica requiere una intervención clínica mínima y tiene un rendimiento que alcanza el del radiólogo entrenado. Por lo tanto, se sugiere que esta técnica se puede utilizar en la práctica para caracterizar las masas mamarias ",
            "error": []
        },
        "ROC curve": {
            "translated_key": "ROC",
            "translated_annotated_text": "Clasificación asistida por computadora de masas en mamografía ultrasónica La composición de frecuencia fue recientemente investigada para la clasificación asistida por computadora de masas en imágenes de modo B ultrasónicas como benignas o malignas. La clasificación se realizó utilizando los parámetros normalizados de la distribución de Nakagami en una sola región de interés en el sitio de la masa. Se realizó una combinación de parámetros de Nakagami normalizados a partir de dos imágenes diferentes de una masa para mejorar el rendimiento de la clasificación. El análisis de las características operativas del receptor (ROC) mostró que tal abordaje resultó en un área de 0,83 bajo la curva <br>ROC</br>. El objetivo del trabajo descrito en este artículo es ver si una característica que describe la característica del límite puede ser extraída y combinada con el parámetro Nakagami para mejorar aún más el rendimiento de la clasificación. La combinación de las características se ha realizado utilizando una suma ponderada. Los resultados indican una mejora del 10% en la especificidad a una sensibilidad del 96% después de combinar la información en el sitio y en el límite. Además, la técnica requiere una intervención clínica mínima y tiene un rendimiento que alcanza el del radiólogo entrenado. Por lo tanto, se sugiere que esta técnica se puede utilizar en la práctica para caracterizar las masas mamarias ",
            "error": [
                ""
            ]
        },
        "weighted summation": {
            "translated_key": " ",
            "translated_annotated_text": "Clasificación asistida por computadora de masas en mamografía ultrasónica La composición de frecuencia fue recientemente investigada para la clasificación asistida por computadora de masas en imágenes de modo B ultrasónicas como benignas o malignas. La clasificación se realizó utilizando los parámetros normalizados de la distribución de Nakagami en una sola región de interés en el sitio de la masa. Se realizó una combinación de parámetros de Nakagami normalizados a partir de dos imágenes diferentes de una masa para mejorar el rendimiento de la clasificación. El análisis de la característica operativa del receptor (ROC) mostró que tal abordaje resultó en un área de 0,83 bajo la curva ROC. El objetivo del trabajo descrito en este artículo es ver si una característica que describe la característica del límite puede ser extraída y combinada con el parámetro Nakagami para mejorar aún más el rendimiento de la clasificación. La combinación de las características se ha realizado utilizando una suma ponderada <br> </br>. Los resultados indican una mejora del 10% en la especificidad a una sensibilidad del 96% después de combinar la información en el sitio y en el límite. Además, la técnica requiere una intervención clínica mínima y tiene un rendimiento que alcanza el del radiólogo entrenado. Por lo tanto, se sugiere que esta técnica se puede utilizar en la práctica para caracterizar las masas mamarias ",
            "error": [
                ""
            ]
        },
        "specificity": {
            "translated_key": "especificidad",
            "translated_annotated_text": "Clasificación asistida por computadora de masas en mamografía ultrasónica La composición de frecuencia fue recientemente investigada para la clasificación asistida por computadora de masas en imágenes de modo B ultrasónicas como benignas o malignas. La clasificación se realizó utilizando los parámetros normalizados de la distribución de Nakagami en una sola región de interés en el sitio de la masa. Se realizó una combinación de parámetros de Nakagami normalizados a partir de dos imágenes diferentes de una masa para mejorar el rendimiento de la clasificación. El análisis de la característica operativa del receptor (ROC) mostró que tal abordaje resultó en un área de 0,83 bajo la curva ROC. El objetivo del trabajo descrito en este artículo es ver si una característica que describe la característica del límite puede ser extraída y combinada con el parámetro Nakagami para mejorar aún más el rendimiento de la clasificación. La combinación de las características se ha realizado utilizando una suma ponderada. Los resultados indican una mejora del 10% en <br>especificidad</br> a una sensibilidad del 96% después de combinar la información en el sitio y en el límite. Además, la técnica requiere una intervención clínica mínima y tiene un rendimiento que alcanza el del radiólogo entrenado. Por lo tanto, se sugiere que esta técnica se puede utilizar en la práctica para caracterizar las masas mamarias ",
            "error": [
                ""
            ]
        },
        "sensitivity": {
            "translated_key": [],
            "translated_annotated_text": "Clasificación asistida por computadora de masas en mamografía ultrasónica La composición de frecuencia fue recientemente investigada para la clasificación asistida por computadora de masas en imágenes de modo B ultrasónicas como benignas o malignas. La clasificación se realizó utilizando los parámetros normalizados de la distribución de Nakagami en una sola región de interés en el sitio de la masa. Se realizó una combinación de parámetros de Nakagami normalizados a partir de dos imágenes diferentes de una masa para mejorar el rendimiento de la clasificación. El análisis de la característica operativa del receptor (ROC) mostró que tal abordaje resultó en un área de 0,83 bajo la curva ROC. El objetivo del trabajo descrito en este artículo es ver si una característica que describe la característica del límite puede ser extraída y combinada con el parámetro Nakagami para mejorar aún más el rendimiento de la clasificación. La combinación de las características se ha realizado utilizando una suma ponderada. Los resultados indican una mejora del 10% en la especificidad a una sensibilidad <br> del 96% después de combinar la información en el sitio y en el límite. Además, la técnica requiere una intervención clínica mínima y tiene un rendimiento que alcanza el del radiólogo entrenado. Por lo tanto, se sugiere que esta técnica se puede utilizar en la práctica para caracterizar las masas mamarias ",
            "error": []
        },
        "minimal clinical intervention": {
            "translated_key": " intervención clínica mínima",
            "translated_annotated_text": "Clasificación asistida por computadora de masas en mamografía ultrasónica La composición de frecuencia fue recientemente investigada para la clasificación asistida por computadora de masas en imágenes de modo B ultrasónicas como benignas o malignas. La clasificación se realizó utilizando los parámetros normalizados de la distribución de Nakagami en una sola región de interés en el sitio de la masa. Se realizó una combinación de parámetros de Nakagami normalizados a partir de dos imágenes diferentes de una masa para mejorar el rendimiento de la clasificación. El análisis de la característica operativa del receptor (ROC) mostró que tal abordaje resultó en un área de 0,83 bajo la curva ROC. El objetivo del trabajo descrito en este artículo es ver si una característica que describe la característica del límite puede ser extraída y combinada con el parámetro Nakagami para mejorar aún más el rendimiento de la clasificación. La combinación de las características se ha realizado utilizando una suma ponderada. Los resultados indican una mejora del 10% en la especificidad a una sensibilidad del 96% después de combinar la información en el sitio y en el límite. Además, la técnica requiere <br> intervención clínica mínima</br> y tiene un rendimiento que alcanza el del radiólogo entrenado. Por lo tanto, se sugiere que esta técnica se puede utilizar en la práctica para caracterizar las masas mamarias ",
            "error": [
                ""
            ]
        },
        "biological organs": {
            "translated_key": [],
            "translated_annotated_text": "Clasificación asistida por computadora de masas en mamografía ultrasónica La composición de frecuencia fue recientemente investigada para la clasificación asistida por computadora de masas en imágenes de modo B ultrasónicas como benignas o malignas. La clasificación se realizó utilizando los parámetros normalizados de la distribución de Nakagami en una sola región de interés en el sitio de la masa. Se realizó una combinación de parámetros de Nakagami normalizados a partir de dos imágenes diferentes de una masa para mejorar el rendimiento de la clasificación. El análisis de la característica operativa del receptor (ROC) mostró que tal abordaje resultó en un área de 0,83 bajo la curva ROC. El objetivo del trabajo descrito en este artículo es ver si una característica que describe la característica del límite puede ser extraída y combinada con el parámetro Nakagami para mejorar aún más el rendimiento de la clasificación. La combinación de las características se ha realizado utilizando una suma ponderada. Los resultados indican una mejora del 10% en la especificidad a una sensibilidad del 96% después de combinar la información en el sitio y en el límite. Además, la técnica requiere una intervención clínica mínima y tiene un rendimiento que alcanza el del radiólogo entrenado. Por lo tanto, se sugiere que esta técnica se puede utilizar en la práctica para caracterizar las masas mamarias ",
            "error": []
        },
        "biomedical ultrasonics": {
            "translated_key": [],
            "translated_annotated_text": "Clasificación asistida por computadora de masas en mamografía ultrasónica La composición de frecuencia fue recientemente investigada para la clasificación asistida por computadora de masas en imágenes de modo B ultrasónicas como benignas o malignas. La clasificación se realizó utilizando los parámetros normalizados de la distribución de Nakagami en una sola región de interés en el sitio de la masa. Se realizó una combinación de parámetros de Nakagami normalizados a partir de dos imágenes diferentes de una masa para mejorar el rendimiento de la clasificación. El análisis de la característica operativa del receptor (ROC) mostró que tal abordaje resultó en un área de 0,83 bajo la curva ROC. El objetivo del trabajo descrito en este artículo es ver si una característica que describe la característica del límite puede ser extraída y combinada con el parámetro Nakagami para mejorar aún más el rendimiento de la clasificación. La combinación de las características se ha realizado utilizando una suma ponderada. Los resultados indican una mejora del 10% en la especificidad a una sensibilidad del 96% después de combinar la información en el sitio y en el límite. Además, la técnica requiere una intervención clínica mínima y tiene un rendimiento que alcanza el del radiólogo entrenado. Por lo tanto, se sugiere que esta técnica se puede utilizar en la práctica para caracterizar las masas mamarias ",
            "error": []
        },
        "image classification": {
            "translated_key": [],
            "translated_annotated_text": "Clasificación asistida por computadora de masas en mamografía ultrasónica La composición de frecuencia fue recientemente investigada para la clasificación asistida por computadora de masas en imágenes de modo B ultrasónicas como benignas o malignas. La clasificación se realizó utilizando los parámetros normalizados de la distribución de Nakagami en una sola región de interés en el sitio de la masa. Se realizó una combinación de parámetros de Nakagami normalizados a partir de dos imágenes diferentes de una masa para mejorar el rendimiento de la clasificación. El análisis de la característica operativa del receptor (ROC) mostró que tal abordaje resultó en un área de 0,83 bajo la curva ROC. El objetivo del trabajo descrito en este artículo es ver si una característica que describe la característica del límite puede ser extraída y combinada con el parámetro Nakagami para mejorar aún más el rendimiento de la clasificación. La combinación de las características se ha realizado utilizando una suma ponderada. Los resultados indican una mejora del 10% en la especificidad a una sensibilidad del 96% después de combinar la información en el sitio y en el límite. Además, la técnica requiere una intervención clínica mínima y tiene un rendimiento que alcanza el del radiólogo entrenado. Por lo tanto, se sugiere que esta técnica se puede utilizar en la práctica para caracterizar las masas mamarias ",
            "error": []
        },
        "mammography": {
            "translated_key": [],
            "translated_annotated_text": "La clasificación asistida por computadora de masas en mamografía ultrasónica <br> Se ha investigado recientemente la composición de frecuencia para la clasificación asistida por computadora de masas en imágenes de modo B ultrasónicas como benignas o malignas. La clasificación se realizó utilizando los parámetros normalizados de la distribución de Nakagami en una sola región de interés en el sitio de la masa. Se realizó una combinación de parámetros de Nakagami normalizados a partir de dos imágenes diferentes de una masa para mejorar el rendimiento de la clasificación. El análisis de la característica operativa del receptor (ROC) mostró que tal abordaje resultó en un área de 0,83 bajo la curva ROC. El objetivo del trabajo descrito en este artículo es ver si una característica que describe la característica del límite puede ser extraída y combinada con el parámetro Nakagami para mejorar aún más el rendimiento de la clasificación. La combinación de las características se ha realizado utilizando una suma ponderada. Los resultados indican una mejora del 10% en la especificidad a una sensibilidad del 96% después de combinar la información en el sitio y en el límite. Además, la técnica requiere una intervención clínica mínima y tiene un rendimiento que alcanza el del radiólogo entrenado. Por lo tanto, se sugiere que esta técnica se puede utilizar en la práctica para caracterizar las masas mamarias ",
            "error": []
        },
        "medical image processing": {
            "translated_key": [],
            "translated_annotated_text": "Clasificación asistida por computadora de masas en mamografía ultrasónica La composición de frecuencia fue recientemente investigada para la clasificación asistida por computadora de masas en imágenes de modo B ultrasónicas como benignas o malignas. La clasificación se realizó utilizando los parámetros normalizados de la distribución de Nakagami en una sola región de interés en el sitio de la masa. Se realizó una combinación de parámetros de Nakagami normalizados a partir de dos imágenes diferentes de una masa para mejorar el rendimiento de la clasificación. El análisis de la característica operativa del receptor (ROC) mostró que tal abordaje resultó en un área de 0,83 bajo la curva ROC. El objetivo del trabajo descrito en este artículo es ver si una característica que describe la característica del límite puede ser extraída y combinada con el parámetro Nakagami para mejorar aún más el rendimiento de la clasificación. La combinación de las características se ha realizado utilizando una suma ponderada. Los resultados indican una mejora del 10% en la especificidad a una sensibilidad del 96% después de combinar la información en el sitio y en el límite. Además, la técnica requiere una intervención clínica mínima y tiene un rendimiento que alcanza el del radiólogo entrenado. Por lo tanto, se sugiere que esta técnica se puede utilizar en la práctica para caracterizar las masas mamarias ",
            "error": []
        }
    }
}