{
    "original_text": "Fast and accurate leaf verification for dynamic multileaf collimation using an electronic portal imaging device A prerequisite for accurate dose delivery of IMRT profiles produced with dynamic multileaf collimation (DMLC) is highly accurate leaf positioning. In our institution, leaf verification for DMLC was initially done with film and ionization chamber. To overcome the limitations of these methods, a fast, accurate and two-dimensional method for daily leaf verification, using our CCD-camera based electronic portal imaging device (EPID), has been developed. This method is based on a flat field produced with a 0.5 cm wide sliding gap for each leaf pair. Deviations in gap widths are detected as deviations in gray scale value profiles derived from the EPID images, and not by directly assessing leaf positions in the images. Dedicated software was developed to reduce the noise level in the low signal images produced with the narrow gaps. The accuracy of this quality assurance procedure was tested by introducing known leaf position errors. It was shown that errors in leaf gap as small as 0.01-0.02 cm could be detected, which is certainly adequate to guarantee accurate dose delivery of DMLC treatments, even for strongly modulated beam profiles. Using this method, it was demonstrated that both short and long term reproducibility in leaf positioning were within 0.01 cm (1 sigma ) for all gantry angles, and that the effect of gravity was negligible",
    "original_translation": "Verificación rápida y precisa de la hoja para la colimación dinámica de varias hojas mediante un dispositivo electrónico de imagen por portal Un requisito previo para la entrega precisa de la dosis de perfiles IMRT producidos con colimación dinámica de varias hojas (DMLC) es la posición de la hoja altamente precisa. En nuestra institución, la verificación de hojas para DMLC se realizó inicialmente con cámara de filmación e ionización. Para superar las limitaciones de estos métodos, se ha desarrollado un método rápido, preciso y bidimensional para la verificación diaria de las hojas, utilizando nuestro dispositivo electrónico de imagen por portal basado en cámaras CCD (EPID). Este método se basa en un campo plano producido con un espacio deslizante de 0,5 cm de ancho para cada par de hojas. Las desviaciones en las anchuras de hueco se detectan como desviaciones en los perfiles de valores de escala gris derivados de las imágenes EPID, y no evaluando directamente las posiciones de las hojas en las imágenes. El software dedicado fue desarrollado para reducir el nivel de ruido en las imágenes de baja señal producidas con los huecos estrechos. La precisión de este procedimiento de garantía de calidad se probó introduciendo errores conocidos en la posición de la hoja. Se demostró que se detectaron errores en el espacio de las hojas tan pequeños como 0,01-0,02 cm, lo que ciertamente es adecuado para garantizar la entrega precisa de dosis de los tratamientos DMLC, incluso para perfiles de haz fuertemente modulados. Utilizando este método, se demostró que la reproducibilidad tanto a corto como a largo plazo en el posicionamiento de las hojas estaba dentro de 0,01 cm (1 sigma ) para todos los ángulos pórticos, y que el efecto de la gravedad era insignificante",
    "error_count": 13,
    "keys": {
        "accurate leaf verification": {
            "translated_key": [],
            "translated_annotated_text": "Verificación rápida y precisa de la hoja para la colimación dinámica de varias hojas mediante un dispositivo electrónico de imagen por portal Un requisito previo para la entrega precisa de la dosis de perfiles IMRT producidos con colimación dinámica de varias hojas (DMLC) es la posición de la hoja altamente precisa. En nuestra institución, la verificación de hojas para DMLC se realizó inicialmente con cámara de filmación e ionización. Para superar las limitaciones de estos métodos, se ha desarrollado un método rápido, preciso y bidimensional para la verificación diaria de las hojas, utilizando nuestro dispositivo electrónico de imagen por portal basado en cámaras CCD (EPID). Este método se basa en un campo plano producido con un espacio deslizante de 0,5 cm de ancho para cada par de hojas. Las desviaciones en las anchuras de hueco se detectan como desviaciones en los perfiles de valores de escala gris derivados de las imágenes EPID, y no evaluando directamente las posiciones de las hojas en las imágenes. El software dedicado fue desarrollado para reducir el nivel de ruido en las imágenes de baja señal producidas con los huecos estrechos. La precisión de este procedimiento de garantía de calidad se probó introduciendo errores conocidos en la posición de la hoja. Se demostró que se detectaron errores en el espacio de las hojas tan pequeños como 0,01-0,02 cm, lo que ciertamente es adecuado para garantizar la entrega precisa de dosis de los tratamientos DMLC, incluso para perfiles de haz fuertemente modulados. Utilizando este método, se demostró que la reproducibilidad tanto a corto como a largo plazo en el posicionamiento de las hojas estaba dentro de 0,01 cm (1 sigma ) para todos los ángulos pórticos, y que el efecto de la gravedad era insignificante ",
            "error": []
        },
        "dynamic multileaf collimation": {
            "translated_key": "dinámica de varias hojas",
            "translated_annotated_text": "Verificación rápida y precisa de la hoja para colimación <br>dinámica de varias hojas</br> utilizando un dispositivo electrónico de imagen por portal Un requisito previo para la entrega precisa de la dosis de perfiles IMRT producidos con colimación <br>dinámica de varias hojas</br> (DMLC) es la posición de la hoja altamente precisa. En nuestra institución, la verificación de hojas para DMLC se realizó inicialmente con cámara de filmación e ionización. Para superar las limitaciones de estos métodos, se ha desarrollado un método rápido, preciso y bidimensional para la verificación diaria de las hojas, utilizando nuestro dispositivo electrónico de imagen por portal basado en cámaras CCD (EPID). Este método se basa en un campo plano producido con un espacio deslizante de 0,5 cm de ancho para cada par de hojas. Las desviaciones en las anchuras de hueco se detectan como desviaciones en los perfiles de valores de escala gris derivados de las imágenes EPID, y no evaluando directamente las posiciones de las hojas en las imágenes. El software dedicado fue desarrollado para reducir el nivel de ruido en las imágenes de baja señal producidas con los huecos estrechos. La precisión de este procedimiento de garantía de calidad se probó introduciendo errores conocidos en la posición de la hoja. Se demostró que se detectaron errores en el espacio de las hojas tan pequeños como 0,01-0,02 cm, lo que ciertamente es adecuado para garantizar la entrega precisa de dosis de los tratamientos DMLC, incluso para perfiles de haz fuertemente modulados. Utilizando este método, se demostró que la reproducibilidad tanto a corto como a largo plazo en el posicionamiento de las hojas estaba dentro de 0,01 cm (1 sigma ) para todos los ángulos pórticos, y que el efecto de la gravedad era insignificante ",
            "error": [
                ""
            ]
        },
        "electronic portal imaging device": {
            "translated_key": " Un requisito previo para la entrega precisa de la dosis de perfiles IMRT producidos con colimación dinámica de múltiples hojas (DMLC) es la posición de la hoja altamente precisa. En nuestra institución, la verificación de hojas para DMLC se realizó inicialmente con cámara de filmación e ionización. Para superar las limitaciones de estos métodos, se ha desarrollado un método rápido, preciso y bidimensional para la verificación diaria de las hojas, utilizando nuestro dispositivo de imagen por portal electrónico <br> basado en cámaras CCD",
            "translated_annotated_text": "La verificación rápida y precisa de la hoja para la colimación dinámica de múltiples hojas mediante un dispositivo electrónico de imagen por portal <br> Un requisito previo para la entrega precisa de la dosis de perfiles IMRT producidos con colimación dinámica de múltiples hojas (DMLC) es la posición de la hoja altamente precisa. En nuestra institución, la verificación de hojas para DMLC se realizó inicialmente con cámara de filmación e ionización. Para superar las limitaciones de estos métodos, se ha desarrollado un método rápido, preciso y bidimensional para la verificación diaria de las hojas, utilizando nuestro dispositivo de imagen por portal electrónico <br> basado en cámaras CCD</br> (EPID). Este método se basa en un campo plano producido con un espacio deslizante de 0,5 cm de ancho para cada par de hojas. Las desviaciones en las anchuras de hueco se detectan como desviaciones en los perfiles de valores de escala gris derivados de las imágenes EPID, y no evaluando directamente las posiciones de las hojas en las imágenes. El software dedicado fue desarrollado para reducir el nivel de ruido en las imágenes de baja señal producidas con los huecos estrechos. La precisión de este procedimiento de garantía de calidad se probó introduciendo errores conocidos en la posición de la hoja. Se demostró que se detectaron errores en el espacio de las hojas tan pequeños como 0,01-0,02 cm, lo que ciertamente es adecuado para garantizar la entrega precisa de dosis de los tratamientos DMLC, incluso para perfiles de haz fuertemente modulados. Utilizando este método, se demostró que la reproducibilidad tanto a corto como a largo plazo en el posicionamiento de las hojas estaba dentro de 0,01 cm (1 sigma ) para todos los ángulos pórticos, y que el efecto de la gravedad era insignificante ",
            "error": [
                ""
            ]
        },
        "accurate dose delivery": {
            "translated_key": [],
            "translated_annotated_text": "Verificación rápida y precisa de la hoja para la colimación dinámica de varias hojas mediante un dispositivo electrónico de imagen por portal Un requisito previo para la entrega precisa de la dosis de perfiles IMRT producidos con colimación dinámica de varias hojas (DMLC) es la colocación de hojas altamente precisa. En nuestra institución, la verificación de hojas para DMLC se realizó inicialmente con cámara de filmación e ionización. Para superar las limitaciones de estos métodos, se ha desarrollado un método rápido, preciso y bidimensional para la verificación diaria de las hojas, utilizando nuestro dispositivo electrónico de imagen por portal basado en cámaras CCD (EPID). Este método se basa en un campo plano producido con un espacio deslizante de 0,5 cm de ancho para cada par de hojas. Las desviaciones en las anchuras de hueco se detectan como desviaciones en los perfiles de valores de escala gris derivados de las imágenes EPID, y no evaluando directamente las posiciones de las hojas en las imágenes. El software dedicado fue desarrollado para reducir el nivel de ruido en las imágenes de baja señal producidas con los huecos estrechos. La precisión de este procedimiento de garantía de calidad se probó introduciendo errores conocidos en la posición de la hoja. Se demostró que se podían detectar errores en el espacio de la hoja tan pequeño como 0,01-0,02 cm, lo que ciertamente es adecuado para garantizar la entrega precisa de dosis de los tratamientos DMLC, incluso para perfiles de haz fuertemente modulados. Utilizando este método, se demostró que la reproducibilidad tanto a corto como a largo plazo en el posicionamiento de las hojas estaba dentro de 0,01 cm (1 sigma ) para todos los ángulos pórticos, y que el efecto de la gravedad era insignificante ",
            "error": []
        },
        "intensity modulated radiation therapy profiles": {
            "translated_key": [],
            "translated_annotated_text": "Verificación rápida y precisa de la hoja para la colimación dinámica de varias hojas mediante un dispositivo electrónico de imagen por portal Un requisito previo para la entrega precisa de la dosis de perfiles IMRT producidos con colimación dinámica de varias hojas (DMLC) es la posición de la hoja altamente precisa. En nuestra institución, la verificación de hojas para DMLC se realizó inicialmente con cámara de filmación e ionización. Para superar las limitaciones de estos métodos, se ha desarrollado un método rápido, preciso y bidimensional para la verificación diaria de las hojas, utilizando nuestro dispositivo electrónico de imagen por portal basado en cámaras CCD (EPID). Este método se basa en un campo plano producido con un espacio deslizante de 0,5 cm de ancho para cada par de hojas. Las desviaciones en las anchuras de hueco se detectan como desviaciones en los perfiles de valores de escala gris derivados de las imágenes EPID, y no evaluando directamente las posiciones de las hojas en las imágenes. El software dedicado fue desarrollado para reducir el nivel de ruido en las imágenes de baja señal producidas con los huecos estrechos. La precisión de este procedimiento de garantía de calidad se probó introduciendo errores conocidos en la posición de la hoja. Se demostró que se detectaron errores en el espacio de las hojas tan pequeños como 0,01-0,02 cm, lo que ciertamente es adecuado para garantizar la entrega precisa de dosis de los tratamientos DMLC, incluso para perfiles de haz fuertemente modulados. Utilizando este método, se demostró que la reproducibilidad tanto a corto como a largo plazo en el posicionamiento de las hojas estaba dentro de 0,01 cm (1 sigma ) para todos los ángulos pórticos, y que el efecto de la gravedad era insignificante ",
            "error": []
        },
        "ionization chamber": {
            "translated_key": "ionización",
            "translated_annotated_text": "Verificación rápida y precisa de la hoja para la colimación dinámica de varias hojas mediante un dispositivo electrónico de imagen por portal Un requisito previo para la entrega precisa de la dosis de perfiles IMRT producidos con colimación dinámica de varias hojas (DMLC) es la posición de la hoja altamente precisa. En nuestra institución, la verificación de hojas para DMLC se realizó inicialmente con cámara de película y <br>ionización</br>. Para superar las limitaciones de estos métodos, se ha desarrollado un método rápido, preciso y bidimensional para la verificación diaria de las hojas, utilizando nuestro dispositivo electrónico de imagen por portal basado en cámaras CCD (EPID). Este método se basa en un campo plano producido con un espacio deslizante de 0,5 cm de ancho para cada par de hojas. Las desviaciones en las anchuras de hueco se detectan como desviaciones en los perfiles de valores de escala gris derivados de las imágenes EPID, y no evaluando directamente las posiciones de las hojas en las imágenes. El software dedicado fue desarrollado para reducir el nivel de ruido en las imágenes de baja señal producidas con los huecos estrechos. La precisión de este procedimiento de garantía de calidad se probó introduciendo errores conocidos en la posición de la hoja. Se demostró que se detectaron errores en el espacio de las hojas tan pequeños como 0,01-0,02 cm, lo que ciertamente es adecuado para garantizar la entrega precisa de dosis de los tratamientos DMLC, incluso para perfiles de haz fuertemente modulados. Utilizando este método, se demostró que la reproducibilidad tanto a corto como a largo plazo en el posicionamiento de las hojas estaba dentro de 0,01 cm (1 sigma ) para todos los ángulos pórticos, y que el efecto de la gravedad era insignificante ",
            "error": [
                ""
            ]
        },
        "two-dimensional method": {
            "translated_key": " bidimensional",
            "translated_annotated_text": "Verificación rápida y precisa de la hoja para la colimación dinámica de varias hojas mediante un dispositivo electrónico de imagen por portal Un requisito previo para la entrega precisa de la dosis de perfiles IMRT producidos con colimación dinámica de varias hojas (DMLC) es la posición de la hoja altamente precisa. En nuestra institución, la verificación de hojas para DMLC se realizó inicialmente con cámara de filmación e ionización. Para superar las limitaciones de estos métodos, se ha desarrollado un método rápido, preciso y <br> bidimensional</br> para la verificación diaria de las hojas, utilizando nuestro dispositivo electrónico de imagen por portal basado en cámaras CCD (EPID). Este método se basa en un campo plano producido con un espacio deslizante de 0,5 cm de ancho para cada par de hojas. Las desviaciones en las anchuras de hueco se detectan como desviaciones en los perfiles de valores de escala gris derivados de las imágenes EPID, y no evaluando directamente las posiciones de las hojas en las imágenes. El software dedicado fue desarrollado para reducir el nivel de ruido en las imágenes de baja señal producidas con los huecos estrechos. La precisión de este procedimiento de garantía de calidad se probó introduciendo errores conocidos en la posición de la hoja. Se demostró que se detectaron errores en el espacio de las hojas tan pequeños como 0,01-0,02 cm, lo que ciertamente es adecuado para garantizar la entrega precisa de dosis de los tratamientos DMLC, incluso para perfiles de haz fuertemente modulados. Utilizando este método, se demostró que la reproducibilidad tanto a corto como a largo plazo en el posicionamiento de las hojas estaba dentro de 0,01 cm (1 sigma ) para todos los ángulos pórticos, y que el efecto de la gravedad era insignificante ",
            "error": [
                ""
            ]
        },
        "CCD-camera based electronic portal imaging device": {
            "translated_key": "CCD",
            "translated_annotated_text": "Verificación rápida y precisa de la hoja para la colimación dinámica de varias hojas mediante un dispositivo electrónico de imagen por portal Un requisito previo para la entrega precisa de la dosis de perfiles IMRT producidos con colimación dinámica de varias hojas (DMLC) es la posición de la hoja altamente precisa. En nuestra institución, la verificación de hojas para DMLC se realizó inicialmente con cámara de filmación e ionización. Para superar las limitaciones de estos métodos, se ha desarrollado un método rápido, preciso y bidimensional para la verificación diaria de las hojas, utilizando nuestro dispositivo electrónico de imagen por portal basado en <br>CCD</br> (EPID). Este método se basa en un campo plano producido con un espacio deslizante de 0,5 cm de ancho para cada par de hojas. Las desviaciones en las anchuras de hueco se detectan como desviaciones en los perfiles de valores de escala gris derivados de las imágenes EPID, y no evaluando directamente las posiciones de las hojas en las imágenes. El software dedicado fue desarrollado para reducir el nivel de ruido en las imágenes de baja señal producidas con los huecos estrechos. La precisión de este procedimiento de garantía de calidad se probó introduciendo errores conocidos en la posición de la hoja. Se demostró que se detectaron errores en el espacio de las hojas tan pequeños como 0,01-0,02 cm, lo que ciertamente es adecuado para garantizar la entrega precisa de dosis de los tratamientos DMLC, incluso para perfiles de haz fuertemente modulados. Utilizando este método, se demostró que la reproducibilidad tanto a corto como a largo plazo en el posicionamiento de las hojas estaba dentro de 0,01 cm (1 sigma ) para todos los ángulos pórticos, y que el efecto de la gravedad era insignificante ",
            "error": [
                ""
            ]
        },
        "sliding gap": {
            "translated_key": [],
            "translated_annotated_text": "Verificación rápida y precisa de la hoja para la colimación dinámica de varias hojas mediante un dispositivo electrónico de imagen por portal Un requisito previo para la entrega precisa de la dosis de perfiles IMRT producidos con colimación dinámica de varias hojas (DMLC) es la posición de la hoja altamente precisa. En nuestra institución, la verificación de hojas para DMLC se realizó inicialmente con cámara de filmación e ionización. Para superar las limitaciones de estos métodos, se ha desarrollado un método rápido, preciso y bidimensional para la verificación diaria de las hojas, utilizando nuestro dispositivo electrónico de imagen por portal basado en cámaras CCD (EPID). Este método se basa en un campo plano producido con una brecha deslizante <br> de 0,5 cm de ancho para cada par de hojas. Las desviaciones en las anchuras de hueco se detectan como desviaciones en los perfiles de valores de escala gris derivados de las imágenes EPID, y no evaluando directamente las posiciones de las hojas en las imágenes. El software dedicado fue desarrollado para reducir el nivel de ruido en las imágenes de baja señal producidas con los huecos estrechos. La precisión de este procedimiento de garantía de calidad se probó introduciendo errores conocidos en la posición de la hoja. Se demostró que se detectaron errores en el espacio de las hojas tan pequeños como 0,01-0,02 cm, lo que ciertamente es adecuado para garantizar la entrega precisa de dosis de los tratamientos DMLC, incluso para perfiles de haz fuertemente modulados. Utilizando este método, se demostró que la reproducibilidad tanto a corto como a largo plazo en el posicionamiento de las hojas estaba dentro de 0,01 cm (1 sigma ) para todos los ángulos pórticos, y que el efecto de la gravedad era insignificante ",
            "error": []
        },
        "leaf pair": {
            "translated_key": "par de hojas",
            "translated_annotated_text": "Verificación rápida y precisa de la hoja para la colimación dinámica de varias hojas mediante un dispositivo electrónico de imagen por portal Un requisito previo para la entrega precisa de la dosis de perfiles IMRT producidos con colimación dinámica de varias hojas (DMLC) es la posición de la hoja altamente precisa. En nuestra institución, la verificación de hojas para DMLC se realizó inicialmente con cámara de filmación e ionización. Para superar las limitaciones de estos métodos, se ha desarrollado un método rápido, preciso y bidimensional para la verificación diaria de las hojas, utilizando nuestro dispositivo electrónico de imagen por portal basado en cámaras CCD (EPID). Este método se basa en un campo plano producido con un espacio deslizante de 0,5 cm de ancho para cada <br>par de hojas</br>. Las desviaciones en las anchuras de hueco se detectan como desviaciones en los perfiles de valores de escala gris derivados de las imágenes EPID, y no evaluando directamente las posiciones de las hojas en las imágenes. El software dedicado fue desarrollado para reducir el nivel de ruido en las imágenes de baja señal producidas con los huecos estrechos. La precisión de este procedimiento de garantía de calidad se probó introduciendo errores conocidos en la posición de la hoja. Se demostró que se detectaron errores en el espacio de las hojas tan pequeños como 0,01-0,02 cm, lo que ciertamente es adecuado para garantizar la entrega precisa de dosis de los tratamientos DMLC, incluso para perfiles de haz fuertemente modulados. Utilizando este método, se demostró que la reproducibilidad tanto a corto como a largo plazo en el posicionamiento de las hojas estaba dentro de 0,01 cm (1 sigma ) para todos los ángulos pórticos, y que el efecto de la gravedad era insignificante ",
            "error": [
                ""
            ]
        },
        "gap widths": {
            "translated_key": "gap",
            "translated_annotated_text": "Verificación rápida y precisa de la hoja para la colimación dinámica de varias hojas mediante un dispositivo electrónico de imagen por portal Un requisito previo para la entrega precisa de la dosis de perfiles IMRT producidos con colimación dinámica de varias hojas (DMLC) es la posición de la hoja altamente precisa. En nuestra institución, la verificación de hojas para DMLC se realizó inicialmente con cámara de filmación e ionización. Para superar las limitaciones de estos métodos, se ha desarrollado un método rápido, preciso y bidimensional para la verificación diaria de las hojas, utilizando nuestro dispositivo electrónico de imagen por portal basado en cámaras CCD (EPID). Este método se basa en un campo plano producido con un espacio deslizante de 0,5 cm de ancho para cada par de hojas. Las desviaciones en anchos <br>gap</br> se detectan como desviaciones en perfiles de valores de escala gris derivados de las imágenes EPID, y no evaluando directamente las posiciones de las hojas en las imágenes. El software dedicado fue desarrollado para reducir el nivel de ruido en las imágenes de baja señal producidas con los huecos estrechos. La precisión de este procedimiento de garantía de calidad se probó introduciendo errores conocidos en la posición de la hoja. Se demostró que se detectaron errores en el espacio de las hojas tan pequeños como 0,01-0,02 cm, lo que ciertamente es adecuado para garantizar la entrega precisa de dosis de los tratamientos DMLC, incluso para perfiles de haz fuertemente modulados. Utilizando este método, se demostró que la reproducibilidad tanto a corto como a largo plazo en el posicionamiento de las hojas estaba dentro de 0,01 cm (1 sigma ) para todos los ángulos pórticos, y que el efecto de la gravedad era insignificante ",
            "error": [
                ""
            ]
        },
        "gray scale value profiles": {
            "translated_key": "gris",
            "translated_annotated_text": "Verificación rápida y precisa de la hoja para la colimación dinámica de varias hojas mediante un dispositivo electrónico de imagen por portal Un requisito previo para la entrega precisa de la dosis de perfiles IMRT producidos con colimación dinámica de varias hojas (DMLC) es la posición de la hoja altamente precisa. En nuestra institución, la verificación de hojas para DMLC se realizó inicialmente con cámara de filmación e ionización. Para superar las limitaciones de estos métodos, se ha desarrollado un método rápido, preciso y bidimensional para la verificación diaria de las hojas, utilizando nuestro dispositivo electrónico de imagen por portal basado en cámaras CCD (EPID). Este método se basa en un campo plano producido con un espacio deslizante de 0,5 cm de ancho para cada par de hojas. Las desviaciones en las anchuras de separación se detectan como desviaciones en los perfiles de valores de escala <br>gris</br> derivados de las imágenes EPID, y no evaluando directamente las posiciones de las hojas en las imágenes. El software dedicado fue desarrollado para reducir el nivel de ruido en las imágenes de baja señal producidas con los huecos estrechos. La precisión de este procedimiento de garantía de calidad se probó introduciendo errores conocidos en la posición de la hoja. Se demostró que se detectaron errores en el espacio de las hojas tan pequeños como 0,01-0,02 cm, lo que ciertamente es adecuado para garantizar la entrega precisa de dosis de los tratamientos DMLC, incluso para perfiles de haz fuertemente modulados. Utilizando este método, se demostró que la reproducibilidad tanto a corto como a largo plazo en el posicionamiento de las hojas estaba dentro de 0,01 cm (1 sigma ) para todos los ángulos pórticos, y que el efecto de la gravedad era insignificante ",
            "error": [
                ""
            ]
        },
        "electronic portal imaging device images": {
            "translated_key": [],
            "translated_annotated_text": "Verificación rápida y precisa de la hoja para la colimación dinámica de varias hojas mediante un dispositivo electrónico de imagen por portal Un requisito previo para la entrega precisa de la dosis de perfiles IMRT producidos con colimación dinámica de varias hojas (DMLC) es la posición de la hoja altamente precisa. En nuestra institución, la verificación de hojas para DMLC se realizó inicialmente con cámara de filmación e ionización. Para superar las limitaciones de estos métodos, se ha desarrollado un método rápido, preciso y bidimensional para la verificación diaria de las hojas, utilizando nuestro dispositivo electrónico de imagen por portal basado en cámaras CCD (EPID). Este método se basa en un campo plano producido con un espacio deslizante de 0,5 cm de ancho para cada par de hojas. Las desviaciones en las anchuras de hueco se detectan como desviaciones en los perfiles de valores de escala gris derivados de las imágenes EPID, y no evaluando directamente las posiciones de las hojas en las imágenes. El software dedicado fue desarrollado para reducir el nivel de ruido en las imágenes de baja señal producidas con los huecos estrechos. La precisión de este procedimiento de garantía de calidad se probó introduciendo errores conocidos en la posición de la hoja. Se demostró que se detectaron errores en el espacio de las hojas tan pequeños como 0,01-0,02 cm, lo que ciertamente es adecuado para garantizar la entrega precisa de dosis de los tratamientos DMLC, incluso para perfiles de haz fuertemente modulados. Utilizando este método, se demostró que la reproducibilidad tanto a corto como a largo plazo en el posicionamiento de las hojas estaba dentro de 0,01 cm (1 sigma ) para todos los ángulos pórticos, y que el efecto de la gravedad era insignificante ",
            "error": []
        },
        "noise level": {
            "translated_key": [],
            "translated_annotated_text": "Verificación rápida y precisa de la hoja para la colimación dinámica de varias hojas mediante un dispositivo electrónico de imagen por portal Un requisito previo para la entrega precisa de la dosis de perfiles IMRT producidos con colimación dinámica de varias hojas (DMLC) es la posición de la hoja altamente precisa. En nuestra institución, la verificación de hojas para DMLC se realizó inicialmente con cámara de filmación e ionización. Para superar las limitaciones de estos métodos, se ha desarrollado un método rápido, preciso y bidimensional para la verificación diaria de las hojas, utilizando nuestro dispositivo electrónico de imagen por portal basado en cámaras CCD (EPID). Este método se basa en un campo plano producido con un espacio deslizante de 0,5 cm de ancho para cada par de hojas. Las desviaciones en las anchuras de hueco se detectan como desviaciones en los perfiles de valores de escala gris derivados de las imágenes EPID, y no evaluando directamente las posiciones de las hojas en las imágenes. Se desarrolló un software dedicado para reducir el nivel de ruido <br> en las imágenes de baja señal producidas con los estrechos huecos. La precisión de este procedimiento de garantía de calidad se probó introduciendo errores conocidos en la posición de la hoja. Se demostró que se detectaron errores en el espacio de las hojas tan pequeños como 0,01-0,02 cm, lo que ciertamente es adecuado para garantizar la entrega precisa de dosis de los tratamientos DMLC, incluso para perfiles de haz fuertemente modulados. Utilizando este método, se demostró que la reproducibilidad tanto a corto como a largo plazo en el posicionamiento de las hojas estaba dentro de 0,01 cm (1 sigma ) para todos los ángulos pórticos, y que el efecto de la gravedad era insignificante ",
            "error": []
        },
        "signal images": {
            "translated_key": [],
            "translated_annotated_text": "Verificación rápida y precisa de la hoja para la colimación dinámica de varias hojas mediante un dispositivo electrónico de imagen por portal Un requisito previo para la entrega precisa de la dosis de perfiles IMRT producidos con colimación dinámica de varias hojas (DMLC) es la posición de la hoja altamente precisa. En nuestra institución, la verificación de hojas para DMLC se realizó inicialmente con cámara de filmación e ionización. Para superar las limitaciones de estos métodos, se ha desarrollado un método rápido, preciso y bidimensional para la verificación diaria de las hojas, utilizando nuestro dispositivo electrónico de imagen por portal basado en cámaras CCD (EPID). Este método se basa en un campo plano producido con un espacio deslizante de 0,5 cm de ancho para cada par de hojas. Las desviaciones en las anchuras de hueco se detectan como desviaciones en los perfiles de valores de escala gris derivados de las imágenes EPID, y no evaluando directamente las posiciones de las hojas en las imágenes. Se desarrolló un software dedicado para reducir el nivel de ruido en las imágenes de señal bajas <br> producidas con los huecos estrechos. La precisión de este procedimiento de garantía de calidad se probó introduciendo errores conocidos en la posición de la hoja. Se demostró que se detectaron errores en el espacio de las hojas tan pequeños como 0,01-0,02 cm, lo que ciertamente es adecuado para garantizar la entrega precisa de dosis de los tratamientos DMLC, incluso para perfiles de haz fuertemente modulados. Utilizando este método, se demostró que la reproducibilidad tanto a corto como a largo plazo en el posicionamiento de las hojas estaba dentro de 0,01 cm (1 sigma ) para todos los ángulos pórticos, y que el efecto de la gravedad era insignificante ",
            "error": []
        },
        "leaf position errors": {
            "translated_key": [],
            "translated_annotated_text": "Verificación rápida y precisa de la hoja para la colimación dinámica de varias hojas mediante un dispositivo electrónico de imagen por portal Un requisito previo para la entrega precisa de la dosis de perfiles IMRT producidos con colimación dinámica de varias hojas (DMLC) es la posición de la hoja altamente precisa. En nuestra institución, la verificación de hojas para DMLC se realizó inicialmente con cámara de filmación e ionización. Para superar las limitaciones de estos métodos, se ha desarrollado un método rápido, preciso y bidimensional para la verificación diaria de las hojas, utilizando nuestro dispositivo electrónico de imagen por portal basado en cámaras CCD (EPID). Este método se basa en un campo plano producido con un espacio deslizante de 0,5 cm de ancho para cada par de hojas. Las desviaciones en las anchuras de hueco se detectan como desviaciones en los perfiles de valores de escala gris derivados de las imágenes EPID, y no evaluando directamente las posiciones de las hojas en las imágenes. El software dedicado fue desarrollado para reducir el nivel de ruido en las imágenes de baja señal producidas con los huecos estrechos. La precisión de este procedimiento de garantía de calidad se probó introduciendo errores conocidos de posición de la hoja.  Se demostró que se detectaron errores en el espacio de las hojas tan pequeños como 0,01-0,02 cm, lo que ciertamente es adecuado para garantizar la entrega precisa de dosis de los tratamientos DMLC, incluso para perfiles de haz fuertemente modulados. Utilizando este método, se demostró que la reproducibilidad tanto a corto como a largo plazo en el posicionamiento de las hojas estaba dentro de 0,01 cm (1 sigma ) para todos los ángulos pórticos, y que el efecto de la gravedad era insignificante ",
            "error": []
        },
        "modulated beam profiles": {
            "translated_key": "modulados",
            "translated_annotated_text": "Verificación rápida y precisa de la hoja para la colimación dinámica de varias hojas mediante un dispositivo electrónico de imagen por portal Un requisito previo para la entrega precisa de la dosis de perfiles IMRT producidos con colimación dinámica de varias hojas (DMLC) es la posición de la hoja altamente precisa. En nuestra institución, la verificación de hojas para DMLC se realizó inicialmente con cámara de filmación e ionización. Para superar las limitaciones de estos métodos, se ha desarrollado un método rápido, preciso y bidimensional para la verificación diaria de las hojas, utilizando nuestro dispositivo electrónico de imagen por portal basado en cámaras CCD (EPID). Este método se basa en un campo plano producido con un espacio deslizante de 0,5 cm de ancho para cada par de hojas. Las desviaciones en las anchuras de hueco se detectan como desviaciones en los perfiles de valores de escala gris derivados de las imágenes EPID, y no evaluando directamente las posiciones de las hojas en las imágenes. El software dedicado fue desarrollado para reducir el nivel de ruido en las imágenes de baja señal producidas con los huecos estrechos. La precisión de este procedimiento de garantía de calidad se probó introduciendo errores conocidos en la posición de la hoja. Se demostró que se detectaron errores en el espacio de las hojas tan pequeños como 0,01-0,02 cm, lo que ciertamente es adecuado para garantizar la entrega precisa de dosis de los tratamientos DMLC, incluso para perfiles de haz fuertemente <br>modulados</br>. Utilizando este método, se demostró que la reproducibilidad tanto a corto como a largo plazo en el posicionamiento de las hojas estaba dentro de 0,01 cm (1 sigma ) para todos los ángulos pórticos, y que el efecto de la gravedad era insignificante ",
            "error": [
                ""
            ]
        },
        "leaf positioning": {
            "translated_key": " de alta precisión",
            "translated_annotated_text": "Verificación rápida y precisa de la hoja para la colimación dinámica de múltiples hojas mediante un dispositivo electrónico de imagen por portal Un requisito previo para la entrega precisa de la dosis de perfiles IMRT producidos con colimación dinámica de múltiples hojas (DMLC) es la posición de hoja <br> de alta precisión</br>. En nuestra institución, la verificación de hojas para DMLC se realizó inicialmente con cámara de filmación e ionización. Para superar las limitaciones de estos métodos, se ha desarrollado un método rápido, preciso y bidimensional para la verificación diaria de las hojas, utilizando nuestro dispositivo electrónico de imagen por portal basado en cámaras CCD (EPID). Este método se basa en un campo plano producido con un espacio deslizante de 0,5 cm de ancho para cada par de hojas. Las desviaciones en las anchuras de hueco se detectan como desviaciones en los perfiles de valores de escala gris derivados de las imágenes EPID, y no evaluando directamente las posiciones de las hojas en las imágenes. El software dedicado fue desarrollado para reducir el nivel de ruido en las imágenes de baja señal producidas con los huecos estrechos. La precisión de este procedimiento de garantía de calidad se probó introduciendo errores conocidos en la posición de la hoja. Se demostró que se detectaron errores en el espacio de las hojas tan pequeños como 0,01-0,02 cm, lo que ciertamente es adecuado para garantizar la entrega precisa de dosis de los tratamientos DMLC, incluso para perfiles de haz fuertemente modulados. Utilizando este método, se demostró que la reproducibilidad tanto a corto como a largo plazo en el posicionamiento de las hojas estaba dentro de 0,01 cm (1 sigma ) para todos los ángulos pórticos, y que el efecto de la gravedad era insignificante. ",
            "error": [
                ""
            ]
        },
        "gantry angles": {
            "translated_key": "gantry",
            "translated_annotated_text": "Verificación rápida y precisa de la hoja para la colimación dinámica de varias hojas mediante un dispositivo electrónico de imagen por portal Un requisito previo para la entrega precisa de la dosis de perfiles IMRT producidos con colimación dinámica de varias hojas (DMLC) es la posición de la hoja altamente precisa. En nuestra institución, la verificación de hojas para DMLC se realizó inicialmente con cámara de filmación e ionización. Para superar las limitaciones de estos métodos, se ha desarrollado un método rápido, preciso y bidimensional para la verificación diaria de las hojas, utilizando nuestro dispositivo electrónico de imagen por portal basado en cámaras CCD (EPID). Este método se basa en un campo plano producido con un espacio deslizante de 0,5 cm de ancho para cada par de hojas. Las desviaciones en las anchuras de hueco se detectan como desviaciones en los perfiles de valores de escala gris derivados de las imágenes EPID, y no evaluando directamente las posiciones de las hojas en las imágenes. El software dedicado fue desarrollado para reducir el nivel de ruido en las imágenes de baja señal producidas con los huecos estrechos. La precisión de este procedimiento de garantía de calidad se probó introduciendo errores conocidos en la posición de la hoja. Se demostró que se detectaron errores en el espacio de las hojas tan pequeños como 0,01-0,02 cm, lo que ciertamente es adecuado para garantizar la entrega precisa de dosis de los tratamientos DMLC, incluso para perfiles de haz fuertemente modulados. Utilizando este método, se demostró que la reproducibilidad tanto a corto como a largo plazo en el posicionamiento de las hojas estaba dentro de 0,01 cm (1 sigma ) para todos los ángulos <br>gantry</br>, y que el efecto de la gravedad era insignificante ",
            "error": [
                ""
            ]
        },
        "diagnostic radiography": {
            "translated_key": [],
            "translated_annotated_text": "Verificación rápida y precisa de la hoja para la colimación dinámica de varias hojas mediante un dispositivo electrónico de imagen por portal Un requisito previo para la entrega precisa de la dosis de perfiles IMRT producidos con colimación dinámica de varias hojas (DMLC) es la posición de la hoja altamente precisa. En nuestra institución, la verificación de hojas para DMLC se realizó inicialmente con cámara de filmación e ionización. Para superar las limitaciones de estos métodos, se ha desarrollado un método rápido, preciso y bidimensional para la verificación diaria de las hojas, utilizando nuestro dispositivo electrónico de imagen por portal basado en cámaras CCD (EPID). Este método se basa en un campo plano producido con un espacio deslizante de 0,5 cm de ancho para cada par de hojas. Las desviaciones en las anchuras de hueco se detectan como desviaciones en los perfiles de valores de escala gris derivados de las imágenes EPID, y no evaluando directamente las posiciones de las hojas en las imágenes. El software dedicado fue desarrollado para reducir el nivel de ruido en las imágenes de baja señal producidas con los huecos estrechos. La precisión de este procedimiento de garantía de calidad se probó introduciendo errores conocidos en la posición de la hoja. Se demostró que se detectaron errores en el espacio de las hojas tan pequeños como 0,01-0,02 cm, lo que ciertamente es adecuado para garantizar la entrega precisa de dosis de los tratamientos DMLC, incluso para perfiles de haz fuertemente modulados. Utilizando este método, se demostró que la reproducibilidad tanto a corto como a largo plazo en el posicionamiento de las hojas estaba dentro de 0,01 cm (1 sigma ) para todos los ángulos pórticos, y que el efecto de la gravedad era insignificante ",
            "error": []
        },
        "dosimetry": {
            "translated_key": [],
            "translated_annotated_text": "Verificación rápida y precisa de la hoja para la colimación dinámica de varias hojas mediante un dispositivo electrónico de imagen por portal Un requisito previo para la entrega precisa de la dosis de perfiles IMRT producidos con colimación dinámica de varias hojas (DMLC) es la posición de la hoja altamente precisa. En nuestra institución, la verificación de hojas para DMLC se realizó inicialmente con cámara de filmación e ionización. Para superar las limitaciones de estos métodos, se ha desarrollado un método rápido, preciso y bidimensional para la verificación diaria de las hojas, utilizando nuestro dispositivo electrónico de imagen por portal basado en cámaras CCD (EPID). Este método se basa en un campo plano producido con un espacio deslizante de 0,5 cm de ancho para cada par de hojas. Las desviaciones en las anchuras de hueco se detectan como desviaciones en los perfiles de valores de escala gris derivados de las imágenes EPID, y no evaluando directamente las posiciones de las hojas en las imágenes. El software dedicado fue desarrollado para reducir el nivel de ruido en las imágenes de baja señal producidas con los huecos estrechos. La precisión de este procedimiento de garantía de calidad se probó introduciendo errores conocidos en la posición de la hoja. Se demostró que se detectaron errores en el espacio de las hojas tan pequeños como 0,01-0,02 cm, lo que ciertamente es adecuado para garantizar la entrega precisa de dosis de los tratamientos DMLC, incluso para perfiles de haz fuertemente modulados. Utilizando este método, se demostró que la reproducibilidad tanto a corto como a largo plazo en el posicionamiento de las hojas estaba dentro de 0,01 cm (1 sigma ) para todos los ángulos pórticos, y que el efecto de la gravedad era insignificante ",
            "error": []
        },
        "medical image processing": {
            "translated_key": [],
            "translated_annotated_text": "Verificación rápida y precisa de la hoja para la colimación dinámica de varias hojas mediante un dispositivo electrónico de imagen por portal Un requisito previo para la entrega precisa de la dosis de perfiles IMRT producidos con colimación dinámica de varias hojas (DMLC) es la posición de la hoja altamente precisa. En nuestra institución, la verificación de hojas para DMLC se realizó inicialmente con cámara de filmación e ionización. Para superar las limitaciones de estos métodos, se ha desarrollado un método rápido, preciso y bidimensional para la verificación diaria de las hojas, utilizando nuestro dispositivo electrónico de imagen por portal basado en cámaras CCD (EPID). Este método se basa en un campo plano producido con un espacio deslizante de 0,5 cm de ancho para cada par de hojas. Las desviaciones en las anchuras de hueco se detectan como desviaciones en los perfiles de valores de escala gris derivados de las imágenes EPID, y no evaluando directamente las posiciones de las hojas en las imágenes. El software dedicado fue desarrollado para reducir el nivel de ruido en las imágenes de baja señal producidas con los huecos estrechos. La precisión de este procedimiento de garantía de calidad se probó introduciendo errores conocidos en la posición de la hoja. Se demostró que se detectaron errores en el espacio de las hojas tan pequeños como 0,01-0,02 cm, lo que ciertamente es adecuado para garantizar la entrega precisa de dosis de los tratamientos DMLC, incluso para perfiles de haz fuertemente modulados. Utilizando este método, se demostró que la reproducibilidad tanto a corto como a largo plazo en el posicionamiento de las hojas estaba dentro de 0,01 cm (1 sigma ) para todos los ángulos pórticos, y que el efecto de la gravedad era insignificante ",
            "error": []
        },
        "radiation therapy": {
            "translated_key": [],
            "translated_annotated_text": "Verificación rápida y precisa de la hoja para la colimación dinámica de varias hojas mediante un dispositivo electrónico de imagen por portal Un requisito previo para la entrega precisa de la dosis de perfiles IMRT producidos con colimación dinámica de varias hojas (DMLC) es la posición de la hoja altamente precisa. En nuestra institución, la verificación de hojas para DMLC se realizó inicialmente con cámara de filmación e ionización. Para superar las limitaciones de estos métodos, se ha desarrollado un método rápido, preciso y bidimensional para la verificación diaria de las hojas, utilizando nuestro dispositivo electrónico de imagen por portal basado en cámaras CCD (EPID). Este método se basa en un campo plano producido con un espacio deslizante de 0,5 cm de ancho para cada par de hojas. Las desviaciones en las anchuras de hueco se detectan como desviaciones en los perfiles de valores de escala gris derivados de las imágenes EPID, y no evaluando directamente las posiciones de las hojas en las imágenes. El software dedicado fue desarrollado para reducir el nivel de ruido en las imágenes de baja señal producidas con los huecos estrechos. La precisión de este procedimiento de garantía de calidad se probó introduciendo errores conocidos en la posición de la hoja. Se demostró que se detectaron errores en el espacio de las hojas tan pequeños como 0,01-0,02 cm, lo que ciertamente es adecuado para garantizar la entrega precisa de dosis de los tratamientos DMLC, incluso para perfiles de haz fuertemente modulados. Utilizando este método, se demostró que la reproducibilidad tanto a corto como a largo plazo en el posicionamiento de las hojas estaba dentro de 0,01 cm (1 sigma ) para todos los ángulos pórticos, y que el efecto de la gravedad era insignificante ",
            "error": []
        },
        "X-ray optics": {
            "translated_key": [],
            "translated_annotated_text": "Verificación rápida y precisa de la hoja para la colimación dinámica de varias hojas mediante un dispositivo electrónico de imagen por portal Un requisito previo para la entrega precisa de la dosis de perfiles IMRT producidos con colimación dinámica de varias hojas (DMLC) es la posición de la hoja altamente precisa. En nuestra institución, la verificación de hojas para DMLC se realizó inicialmente con cámara de filmación e ionización. Para superar las limitaciones de estos métodos, se ha desarrollado un método rápido, preciso y bidimensional para la verificación diaria de las hojas, utilizando nuestro dispositivo electrónico de imagen por portal basado en cámaras CCD (EPID). Este método se basa en un campo plano producido con un espacio deslizante de 0,5 cm de ancho para cada par de hojas. Las desviaciones en las anchuras de hueco se detectan como desviaciones en los perfiles de valores de escala gris derivados de las imágenes EPID, y no evaluando directamente las posiciones de las hojas en las imágenes. El software dedicado fue desarrollado para reducir el nivel de ruido en las imágenes de baja señal producidas con los huecos estrechos. La precisión de este procedimiento de garantía de calidad se probó introduciendo errores conocidos en la posición de la hoja. Se demostró que se detectaron errores en el espacio de las hojas tan pequeños como 0,01-0,02 cm, lo que ciertamente es adecuado para garantizar la entrega precisa de dosis de los tratamientos DMLC, incluso para perfiles de haz fuertemente modulados. Utilizando este método, se demostró que la reproducibilidad tanto a corto como a largo plazo en el posicionamiento de las hojas estaba dentro de 0,01 cm (1 sigma ) para todos los ángulos pórticos, y que el efecto de la gravedad era insignificante ",
            "error": []
        }
    }
}