{
    "original_text": "Simultaneous iterative reconstruction of emission and attenuation images in positron emission tomography from emission data only For quantitative image reconstruction in positron emission tomography attenuation correction is mandatory. In case that no data are available for the calculation of the attenuation correction factors one can try to determine them from the emission data alone. However, it is not clear if the information content is sufficient to yield an adequate attenuation correction together with a satisfactory activity distribution. Therefore, we determined the log likelihood distribution for a thorax phantom depending on the choice of attenuation and activity pixel values to measure the crosstalk between both. In addition an iterative image reconstruction (one-dimensional Newton-type algorithm with a maximum likelihood estimator), which simultaneously reconstructs the images of the activity distribution and the attenuation coefficients is used to demonstrate the problems and possibilities of such a reconstruction. As result we show that for a change of the log likelihood in the range of statistical noise, the associated change in the activity value of a structure is between 6% and 263%. In addition, we show that it is not possible to choose the best maximum on the basis of the log likelihood when a regularization is used, because the coupling between different structures mediated by the (smoothing) regularization prevents an adequate solution due to crosstalk. We conclude that taking into account the attenuation information in the emission data improves the performance of image reconstruction with respect to the bias of the activities, however, the reconstruction still is not quantitative",
    "original_translation": "Reconstrucción iterativa simultánea de imágenes de emisión y atenuación en tomografía de emisión de positrones a partir de datos de emisión únicamente Para la reconstrucción cuantitativa de imágenes en corrección de atenuación de tomografía de emisión de positrones es obligatorio. En caso de que no se disponga de datos para el cálculo de los factores de corrección de atenuación, se puede tratar de determinarlos únicamente a partir de los datos de emisión. Sin embargo, no está claro si el contenido de información es suficiente para producir una corrección de atenuación adecuada junto con una distribución de actividad satisfactoria. Por lo tanto, determinamos la distribución de probabilidad logarítmica para un fantasma del tórax dependiendo de la elección de los valores de pixel de atenuación y actividad para medir la conversación cruzada entre ambos. Además de una reconstrucción iterativa de la imagen (algoritmo unidimensional tipo Newton con un estimador de máxima probabilidad), que simultáneamente reconstruye las imágenes de la distribución de la actividad y los coeficientes de atenuación se utiliza para demostrar los problemas y posibilidades de tal reconstrucción. Como resultado se muestra que para un cambio de la probabilidad logarítmica en el rango de ruido estadístico, el cambio asociado en el valor de actividad de una estructura está entre el 6% y el 263%. Además, demostramos que no es posible elegir el mejor máximo sobre la base de la probabilidad de registro cuando se utiliza una regularización, porque el acoplamiento entre las diferentes estructuras mediadas por la regularización (smoothing) impide una solución adecuada debido a la conversación cruzada. Concluimos que teniendo en cuenta la información de atenuación en los datos de emisión mejora el rendimiento de la reconstrucción de imagen con respecto al sesgo de las actividades, sin embargo, la reconstrucción todavía no es cuantitativa",
    "error_count": 11,
    "keys": {
        "image reconstruction": {
            "translated_key": [
                "image",
                "image reconstruction"
            ],
            "translated_annotated_text": "Reconstrucción iterativa simultánea de imágenes de emisión y atenuación en tomografía de emisión de positrones a partir de datos de emisión solamente Para la reconstrucción cuantitativa de imágenes en tomografía de emisión de positrones es obligatorio corregir la atenuación. En caso de que no se disponga de datos para el cálculo de los factores de corrección de atenuación, se puede tratar de determinarlos únicamente a partir de los datos de emisión. Sin embargo, no está claro si el contenido de información es suficiente para producir una corrección de atenuación adecuada junto con una distribución de actividad satisfactoria. Por lo tanto, determinamos la distribución de probabilidad logarítmica para un fantasma del tórax dependiendo de la elección de los valores de pixel de atenuación y actividad para medir la conversación cruzada entre ambos. Además de una reconstrucción iterativa <br>image</br> (algoritmo unidimensional tipo Newton con un estimador de máxima probabilidad), que simultáneamente reconstruye las imágenes de la distribución de la actividad y los coeficientes de atenuación se utilizan para demostrar los problemas y posibilidades de tal reconstrucción. Como resultado se muestra que para un cambio de la probabilidad logarítmica en el rango de ruido estadístico, el cambio asociado en el valor de actividad de una estructura está entre el 6% y el 263%. Además, demostramos que no es posible elegir el mejor máximo sobre la base de la probabilidad de registro cuando se utiliza una regularización, porque el acoplamiento entre las diferentes estructuras mediadas por la regularización (smoothing) impide una solución adecuada debido a la conversación cruzada. Concluimos que teniendo en cuenta la información de atenuación en los datos de emisión mejora el rendimiento de <br>image reconstruction</br> con respecto al sesgo de las actividades, sin embargo, la reconstrucción todavía no es cuantitativa ",
            "error": [
                "image",
                "image reconstruction"
            ]
        },
        "positron emission tomography attenuation correction": {
            "translated_key": [],
            "translated_annotated_text": "Reconstrucción iterativa simultánea de imágenes de emisión y atenuación en tomografía de emisión de positrones únicamente a partir de datos de emisión Para la reconstrucción cuantitativa de imágenes en corrección de atenuación de emisión de positrones <br> es obligatorio. En caso de que no se disponga de datos para el cálculo de los factores de corrección de atenuación, se puede tratar de determinarlos únicamente a partir de los datos de emisión. Sin embargo, no está claro si el contenido de información es suficiente para producir una corrección de atenuación adecuada junto con una distribución de actividad satisfactoria. Por lo tanto, determinamos la distribución de probabilidad logarítmica para un fantasma del tórax dependiendo de la elección de los valores de pixel de atenuación y actividad para medir la conversación cruzada entre ambos. Además de una reconstrucción iterativa de la imagen (algoritmo unidimensional tipo Newton con un estimador de máxima probabilidad), que simultáneamente reconstruye las imágenes de la distribución de la actividad y los coeficientes de atenuación se utiliza para demostrar los problemas y posibilidades de tal reconstrucción. Como resultado se muestra que para un cambio de la probabilidad logarítmica en el rango de ruido estadístico, el cambio asociado en el valor de actividad de una estructura está entre el 6% y el 263%. Además, demostramos que no es posible elegir el mejor máximo sobre la base de la probabilidad de registro cuando se utiliza una regularización, porque el acoplamiento entre las diferentes estructuras mediadas por la regularización (smoothing) impide una solución adecuada debido a la conversación cruzada. Concluimos que teniendo en cuenta la información de atenuación en los datos de emisión mejora el rendimiento de la reconstrucción de imagen con respecto al sesgo de las actividades, sin embargo, la reconstrucción todavía no es cuantitativa ",
            "error": []
        },
        "attenuation correction factors": {
            "translated_key": [],
            "translated_annotated_text": "Reconstrucción iterativa simultánea de imágenes de emisión y atenuación en tomografía de emisión de positrones a partir de datos de emisión únicamente Para la reconstrucción cuantitativa de imágenes en corrección de atenuación de tomografía de emisión de positrones es obligatorio. En caso de que no se disponga de datos para el cálculo de los factores de corrección de atenuación, se puede tratar de determinarlos a partir de los datos de emisión por sí solos. Sin embargo, no está claro si el contenido de información es suficiente para producir una corrección de atenuación adecuada junto con una distribución de actividad satisfactoria. Por lo tanto, determinamos la distribución de probabilidad logarítmica para un fantasma del tórax dependiendo de la elección de los valores de pixel de atenuación y actividad para medir la conversación cruzada entre ambos. Además de una reconstrucción iterativa de la imagen (algoritmo unidimensional tipo Newton con un estimador de máxima probabilidad), que simultáneamente reconstruye las imágenes de la distribución de la actividad y los coeficientes de atenuación se utiliza para demostrar los problemas y posibilidades de tal reconstrucción. Como resultado se muestra que para un cambio de la probabilidad logarítmica en el rango de ruido estadístico, el cambio asociado en el valor de actividad de una estructura está entre el 6% y el 263%. Además, demostramos que no es posible elegir el mejor máximo sobre la base de la probabilidad de registro cuando se utiliza una regularización, porque el acoplamiento entre las diferentes estructuras mediadas por la regularización (smoothing) impide una solución adecuada debido a la conversación cruzada. Concluimos que teniendo en cuenta la información de atenuación en los datos de emisión mejora el rendimiento de la reconstrucción de imagen con respecto al sesgo de las actividades, sin embargo, la reconstrucción todavía no es cuantitativa ",
            "error": []
        },
        "log likelihood distribution": {
            "translated_key": "log",
            "translated_annotated_text": "Reconstrucción iterativa simultánea de imágenes de emisión y atenuación en tomografía de emisión de positrones a partir de datos de emisión únicamente Para la reconstrucción cuantitativa de imágenes en corrección de atenuación de tomografía de emisión de positrones es obligatorio. En caso de que no se disponga de datos para el cálculo de los factores de corrección de atenuación, se puede tratar de determinarlos únicamente a partir de los datos de emisión. Sin embargo, no está claro si el contenido de información es suficiente para producir una corrección de atenuación adecuada junto con una distribución de actividad satisfactoria. Por lo tanto, determinamos la distribución de probabilidad <br>log</br> para un fantasma de tórax dependiendo de la elección de los valores de pixel de atenuación y actividad para medir la conversación cruzada entre ambos. Además de una reconstrucción iterativa de la imagen (algoritmo unidimensional tipo Newton con un estimador de máxima probabilidad), que simultáneamente reconstruye las imágenes de la distribución de la actividad y los coeficientes de atenuación se utiliza para demostrar los problemas y posibilidades de tal reconstrucción. Como resultado se muestra que para un cambio de la probabilidad logarítmica en el rango de ruido estadístico, el cambio asociado en el valor de actividad de una estructura está entre el 6% y el 263%. Además, demostramos que no es posible elegir el mejor máximo sobre la base de la probabilidad de registro cuando se utiliza una regularización, porque el acoplamiento entre las diferentes estructuras mediadas por la regularización (smoothing) impide una solución adecuada debido a la conversación cruzada. Concluimos que teniendo en cuenta la información de atenuación en los datos de emisión mejora el rendimiento de la reconstrucción de imagen con respecto al sesgo de las actividades, sin embargo, la reconstrucción todavía no es cuantitativa ",
            "error": [
                ""
            ]
        },
        "thorax phantom": {
            "translated_key": "thorax phantom",
            "translated_annotated_text": "Reconstrucción iterativa simultánea de imágenes de emisión y atenuación en tomografía de emisión de positrones a partir de datos de emisión únicamente Para la reconstrucción cuantitativa de imágenes en corrección de atenuación de tomografía de emisión de positrones es obligatorio. En caso de que no se disponga de datos para el cálculo de los factores de corrección de atenuación, se puede tratar de determinarlos únicamente a partir de los datos de emisión. Sin embargo, no está claro si el contenido de información es suficiente para producir una corrección de atenuación adecuada junto con una distribución de actividad satisfactoria. Por lo tanto, determinamos la distribución de probabilidad logarítmica para un <br>thorax phantom</br> dependiendo de la elección de los valores de pixel de atenuación y actividad para medir la conversación cruzada entre ambos. Además de una reconstrucción iterativa de la imagen (algoritmo unidimensional tipo Newton con un estimador de máxima probabilidad), que simultáneamente reconstruye las imágenes de la distribución de la actividad y los coeficientes de atenuación se utiliza para demostrar los problemas y posibilidades de tal reconstrucción. Como resultado se muestra que para un cambio de la probabilidad logarítmica en el rango de ruido estadístico, el cambio asociado en el valor de actividad de una estructura está entre el 6% y el 263%. Además, demostramos que no es posible elegir el mejor máximo sobre la base de la probabilidad de registro cuando se utiliza una regularización, porque el acoplamiento entre las diferentes estructuras mediadas por la regularización (smoothing) impide una solución adecuada debido a la conversación cruzada. Concluimos que teniendo en cuenta la información de atenuación en los datos de emisión mejora el rendimiento de la reconstrucción de imagen con respecto al sesgo de las actividades, sin embargo, la reconstrucción todavía no es cuantitativa ",
            "error": [
                ""
            ]
        },
        "activity pixel values": {
            "translated_key": "actividad",
            "translated_annotated_text": "Reconstrucción iterativa simultánea de imágenes de emisión y atenuación en tomografía de emisión de positrones a partir de datos de emisión únicamente Para la reconstrucción cuantitativa de imágenes en corrección de atenuación de tomografía de emisión de positrones es obligatorio. En caso de que no se disponga de datos para el cálculo de los factores de corrección de atenuación, se puede tratar de determinarlos únicamente a partir de los datos de emisión. Sin embargo, no está claro si el contenido de información es suficiente para producir una corrección de atenuación adecuada junto con una distribución de actividad satisfactoria. Por lo tanto, determinamos la distribución de probabilidad logarítmica para un fantasma del tórax dependiendo de la elección de los valores de pixel de atenuación y <br>actividad</br> para medir la conversación cruzada entre ambos. Además de una reconstrucción iterativa de la imagen (algoritmo unidimensional tipo Newton con un estimador de máxima probabilidad), que simultáneamente reconstruye las imágenes de la distribución de la actividad y los coeficientes de atenuación se utiliza para demostrar los problemas y posibilidades de tal reconstrucción. Como resultado se muestra que para un cambio de la probabilidad logarítmica en el rango de ruido estadístico, el cambio asociado en el valor de actividad de una estructura está entre el 6% y el 263%. Además, demostramos que no es posible elegir el mejor máximo sobre la base de la probabilidad de registro cuando se utiliza una regularización, porque el acoplamiento entre las diferentes estructuras mediadas por la regularización (smoothing) impide una solución adecuada debido a la conversación cruzada. Concluimos que teniendo en cuenta la información de atenuación en los datos de emisión mejora el rendimiento de la reconstrucción de imagen con respecto al sesgo de las actividades, sin embargo, la reconstrucción todavía no es cuantitativa ",
            "error": [
                ""
            ]
        },
        "crosstalk": {
            "translated_key": "crosstalk",
            "translated_annotated_text": "Reconstrucción iterativa simultánea de imágenes de emisión y atenuación en tomografía de emisión de positrones a partir de datos de emisión únicamente Para la reconstrucción cuantitativa de imágenes en corrección de atenuación de tomografía de emisión de positrones es obligatorio. En caso de que no se disponga de datos para el cálculo de los factores de corrección de atenuación, se puede tratar de determinarlos únicamente a partir de los datos de emisión. Sin embargo, no está claro si el contenido de información es suficiente para producir una corrección de atenuación adecuada junto con una distribución de actividad satisfactoria. Por lo tanto, determinamos la distribución de probabilidad logarítmica para un fantasma del tórax dependiendo de la elección de los valores de pixel de atenuación y actividad para medir el <br>crosstalk</br> entre ambos. Además de una reconstrucción iterativa de la imagen (algoritmo unidimensional tipo Newton con un estimador de máxima probabilidad), que simultáneamente reconstruye las imágenes de la distribución de la actividad y los coeficientes de atenuación se utiliza para demostrar los problemas y posibilidades de tal reconstrucción. Como resultado se muestra que para un cambio de la probabilidad logarítmica en el rango de ruido estadístico, el cambio asociado en el valor de actividad de una estructura está entre el 6% y el 263%. Además, demostramos que no es posible elegir el mejor máximo sobre la base de la probabilidad de registro cuando se utiliza una regularización, ya que el acoplamiento entre diferentes estructuras mediadas por la regularización (smoothing) impide una solución adecuada debido a <br>crosstalk</br>. Concluimos que teniendo en cuenta la información de atenuación en los datos de emisión mejora el rendimiento de la reconstrucción de imagen con respecto al sesgo de las actividades, sin embargo, la reconstrucción todavía no es cuantitativa ",
            "error": [
                ""
            ]
        },
        "iterative image reconstruction": {
            "translated_key": "terativa",
            "translated_annotated_text": "Reconstrucción iterativa simultánea de imágenes de emisión y atenuación en tomografía de emisión de positrones a partir de datos de emisión únicamente Para la reconstrucción cuantitativa de imágenes en corrección de atenuación de tomografía de emisión de positrones es obligatorio. En caso de que no se disponga de datos para el cálculo de los factores de corrección de atenuación, se puede tratar de determinarlos únicamente a partir de los datos de emisión. Sin embargo, no está claro si el contenido de información es suficiente para producir una corrección de atenuación adecuada junto con una distribución de actividad satisfactoria. Por lo tanto, determinamos la distribución de probabilidad logarítmica para un fantasma del tórax dependiendo de la elección de los valores de pixel de atenuación y actividad para medir la conversación cruzada entre ambos. Además de una reconstrucción de imagen <br>terativa</br> (algoritmo unidimensional tipo Newton con un estimador de máxima probabilidad), que simultáneamente reconstruye las imágenes de la distribución de la actividad y los coeficientes de atenuación se utiliza para demostrar los problemas y posibilidades de tal reconstrucción. Como resultado se muestra que para un cambio de la probabilidad logarítmica en el rango de ruido estadístico, el cambio asociado en el valor de actividad de una estructura está entre el 6% y el 263%. Además, demostramos que no es posible elegir el mejor máximo sobre la base de la probabilidad de registro cuando se utiliza una regularización, porque el acoplamiento entre las diferentes estructuras mediadas por la regularización (smoothing) impide una solución adecuada debido a la conversación cruzada. Concluimos que teniendo en cuenta la información de atenuación en los datos de emisión mejora el rendimiento de la reconstrucción de imagen con respecto al sesgo de las actividades, sin embargo, la reconstrucción todavía no es cuantitativa ",
            "error": [
                ""
            ]
        },
        "one-dimensional Newton-type algorithm": {
            "translated_key": [],
            "translated_annotated_text": "Reconstrucción iterativa simultánea de imágenes de emisión y atenuación en tomografía de emisión de positrones a partir de datos de emisión únicamente Para la reconstrucción cuantitativa de imágenes en corrección de atenuación de tomografía de emisión de positrones es obligatorio. En caso de que no se disponga de datos para el cálculo de los factores de corrección de atenuación, se puede tratar de determinarlos únicamente a partir de los datos de emisión. Sin embargo, no está claro si el contenido de información es suficiente para producir una corrección de atenuación adecuada junto con una distribución de actividad satisfactoria. Por lo tanto, determinamos la distribución de probabilidad logarítmica para un fantasma del tórax dependiendo de la elección de los valores de pixel de atenuación y actividad para medir la conversación cruzada entre ambos. Además de una reconstrucción iterativa de la imagen (algoritmo unidimensional tipo Newton con un estimador de máxima probabilidad), que simultáneamente reconstruye las imágenes de la distribución de la actividad y los coeficientes de atenuación se utiliza para demostrar los problemas y posibilidades de tal reconstrucción. Como resultado se muestra que para un cambio de la probabilidad logarítmica en el rango de ruido estadístico, el cambio asociado en el valor de actividad de una estructura está entre el 6% y el 263%. Además, demostramos que no es posible elegir el mejor máximo sobre la base de la probabilidad de registro cuando se utiliza una regularización, porque el acoplamiento entre las diferentes estructuras mediadas por la regularización (smoothing) impide una solución adecuada debido a la conversación cruzada. Concluimos que teniendo en cuenta la información de atenuación en los datos de emisión mejora el rendimiento de la reconstrucción de imagen con respecto al sesgo de las actividades, sin embargo, la reconstrucción todavía no es cuantitativa ",
            "error": []
        },
        "maximum likelihood estimator": {
            "translated_key": "máxima probabilidad",
            "translated_annotated_text": "Reconstrucción iterativa simultánea de imágenes de emisión y atenuación en tomografía de emisión de positrones a partir de datos de emisión únicamente Para la reconstrucción cuantitativa de imágenes en corrección de atenuación de tomografía de emisión de positrones es obligatorio. En caso de que no se disponga de datos para el cálculo de los factores de corrección de atenuación, se puede tratar de determinarlos únicamente a partir de los datos de emisión. Sin embargo, no está claro si el contenido de información es suficiente para producir una corrección de atenuación adecuada junto con una distribución de actividad satisfactoria. Por lo tanto, determinamos la distribución de probabilidad logarítmica para un fantasma del tórax dependiendo de la elección de los valores de pixel de atenuación y actividad para medir la conversación cruzada entre ambos. Además de una reconstrucción iterativa de la imagen (algoritmo unidimensional tipo Newton con un estimador de <br>máxima probabilidad</br>), que simultáneamente reconstruye las imágenes de la distribución de la actividad y los coeficientes de atenuación se utilizan para demostrar los problemas y posibilidades de tal reconstrucción. Como resultado se muestra que para un cambio de la probabilidad logarítmica en el rango de ruido estadístico, el cambio asociado en el valor de actividad de una estructura está entre el 6% y el 263%. Además, demostramos que no es posible elegir el mejor máximo sobre la base de la probabilidad de registro cuando se utiliza una regularización, porque el acoplamiento entre las diferentes estructuras mediadas por la regularización (smoothing) impide una solución adecuada debido a la conversación cruzada. Concluimos que teniendo en cuenta la información de atenuación en los datos de emisión mejora el rendimiento de la reconstrucción de imagen con respecto al sesgo de las actividades, sin embargo, la reconstrucción todavía no es cuantitativa ",
            "error": [
                ""
            ]
        },
        "activity distribution": {
            "translated_key": "actividad",
            "translated_annotated_text": "Reconstrucción iterativa simultánea de imágenes de emisión y atenuación en tomografía de emisión de positrones a partir de datos de emisión únicamente Para la reconstrucción cuantitativa de imágenes en corrección de atenuación de tomografía de emisión de positrones es obligatorio. En caso de que no se disponga de datos para el cálculo de los factores de corrección de atenuación, se puede tratar de determinarlos únicamente a partir de los datos de emisión. Sin embargo, no está claro si el contenido de información es suficiente para producir una corrección de atenuación adecuada junto con una distribución satisfactoria de <br>actividad</br>. Por lo tanto, determinamos la distribución de probabilidad logarítmica para un fantasma del tórax dependiendo de la elección de los valores de pixel de atenuación y actividad para medir la conversación cruzada entre ambos. Además de una reconstrucción iterativa de la imagen (algoritmo unidimensional tipo Newton con un estimador de máxima probabilidad), que simultáneamente reconstruye las imágenes de la distribución <br>actividad</br> y los coeficientes de atenuación se utilizan para demostrar los problemas y posibilidades de tal reconstrucción. Como resultado se muestra que para un cambio de la probabilidad logarítmica en el rango de ruido estadístico, el cambio asociado en el valor de actividad de una estructura está entre el 6% y el 263%. Además, demostramos que no es posible elegir el mejor máximo sobre la base de la probabilidad de registro cuando se utiliza una regularización, porque el acoplamiento entre las diferentes estructuras mediadas por la regularización (smoothing) impide una solución adecuada debido a la conversación cruzada. Concluimos que teniendo en cuenta la información de atenuación en los datos de emisión mejora el rendimiento de la reconstrucción de imagen con respecto al sesgo de las actividades, sin embargo, la reconstrucción todavía no es cuantitativa ",
            "error": [
                ""
            ]
        },
        "attenuation coefficients": {
            "translated_key": "coeficientes de atenuación",
            "translated_annotated_text": "Reconstrucción iterativa simultánea de imágenes de emisión y atenuación en tomografía de emisión de positrones a partir de datos de emisión únicamente Para la reconstrucción cuantitativa de imágenes en corrección de atenuación de tomografía de emisión de positrones es obligatorio. En caso de que no se disponga de datos para el cálculo de los factores de corrección de atenuación, se puede tratar de determinarlos únicamente a partir de los datos de emisión. Sin embargo, no está claro si el contenido de información es suficiente para producir una corrección de atenuación adecuada junto con una distribución de actividad satisfactoria. Por lo tanto, determinamos la distribución de probabilidad logarítmica para un fantasma del tórax dependiendo de la elección de los valores de pixel de atenuación y actividad para medir la conversación cruzada entre ambos. Además de una reconstrucción iterativa de la imagen (algoritmo unidimensional tipo Newton con un estimador de máxima probabilidad), que simultáneamente reconstruye las imágenes de la distribución de la actividad y los <br>coeficientes de atenuación</br> se utiliza para demostrar los problemas y posibilidades de tal reconstrucción.  Como resultado se muestra que para un cambio de la probabilidad logarítmica en el rango de ruido estadístico, el cambio asociado en el valor de actividad de una estructura está entre el 6% y el 263%. Además, demostramos que no es posible elegir el mejor máximo sobre la base de la probabilidad de registro cuando se utiliza una regularización, porque el acoplamiento entre las diferentes estructuras mediadas por la regularización (smoothing) impide una solución adecuada debido a la conversación cruzada. Concluimos que teniendo en cuenta la información de atenuación en los datos de emisión mejora el rendimiento de la reconstrucción de imagen con respecto al sesgo de las actividades, sin embargo, la reconstrucción todavía no es cuantitativa ",
            "error": [
                ""
            ]
        },
        "statistical noise": {
            "translated_key": "ruido estadístico",
            "translated_annotated_text": "Reconstrucción iterativa simultánea de imágenes de emisión y atenuación en tomografía de emisión de positrones a partir de datos de emisión únicamente Para la reconstrucción cuantitativa de imágenes en corrección de atenuación de tomografía de emisión de positrones es obligatorio. En caso de que no se disponga de datos para el cálculo de los factores de corrección de atenuación, se puede tratar de determinarlos únicamente a partir de los datos de emisión. Sin embargo, no está claro si el contenido de información es suficiente para producir una corrección de atenuación adecuada junto con una distribución de actividad satisfactoria. Por lo tanto, determinamos la distribución de probabilidad logarítmica para un fantasma del tórax dependiendo de la elección de los valores de pixel de atenuación y actividad para medir la conversación cruzada entre ambos. Además de una reconstrucción iterativa de la imagen (algoritmo unidimensional tipo Newton con un estimador de máxima probabilidad), que simultáneamente reconstruye las imágenes de la distribución de la actividad y los coeficientes de atenuación se utiliza para demostrar los problemas y posibilidades de tal reconstrucción. Como resultado se muestra que para un cambio de la probabilidad de log en el rango de <br>ruido estadístico</br>, el cambio asociado en el valor de actividad de una estructura está entre el 6% y el 263%. Además, demostramos que no es posible elegir el mejor máximo sobre la base de la probabilidad de registro cuando se utiliza una regularización, porque el acoplamiento entre las diferentes estructuras mediadas por la regularización (smoothing) impide una solución adecuada debido a la conversación cruzada. Concluimos que teniendo en cuenta la información de atenuación en los datos de emisión mejora el rendimiento de la reconstrucción de imagen con respecto al sesgo de las actividades, sin embargo, la reconstrucción todavía no es cuantitativa ",
            "error": [
                ""
            ]
        },
        "smoothing": {
            "translated_key": "smoothing",
            "translated_annotated_text": "Reconstrucción iterativa simultánea de imágenes de emisión y atenuación en tomografía de emisión de positrones a partir de datos de emisión únicamente Para la reconstrucción cuantitativa de imágenes en corrección de atenuación de tomografía de emisión de positrones es obligatorio. En caso de que no se disponga de datos para el cálculo de los factores de corrección de atenuación, se puede tratar de determinarlos únicamente a partir de los datos de emisión. Sin embargo, no está claro si el contenido de información es suficiente para producir una corrección de atenuación adecuada junto con una distribución de actividad satisfactoria. Por lo tanto, determinamos la distribución de probabilidad logarítmica para un fantasma del tórax dependiendo de la elección de los valores de pixel de atenuación y actividad para medir la conversación cruzada entre ambos. Además de una reconstrucción iterativa de la imagen (algoritmo unidimensional tipo Newton con un estimador de máxima probabilidad), que simultáneamente reconstruye las imágenes de la distribución de la actividad y los coeficientes de atenuación se utiliza para demostrar los problemas y posibilidades de tal reconstrucción. Como resultado se muestra que para un cambio de la probabilidad logarítmica en el rango de ruido estadístico, el cambio asociado en el valor de actividad de una estructura está entre el 6% y el 263%. Además, demostramos que no es posible elegir el mejor máximo sobre la base de la probabilidad de registro cuando se utiliza una regularización, porque el acoplamiento entre diferentes estructuras mediadas por la regularización (<br>smoothing</br>) impide una solución adecuada debido a la crosstalk. Concluimos que teniendo en cuenta la información de atenuación en los datos de emisión mejora el rendimiento de la reconstrucción de imagen con respecto al sesgo de las actividades, sin embargo, la reconstrucción todavía no es cuantitativa ",
            "error": [
                ""
            ]
        },
        "attenuation information": {
            "translated_key": "información de atenuación",
            "translated_annotated_text": "Reconstrucción iterativa simultánea de imágenes de emisión y atenuación en tomografía de emisión de positrones a partir de datos de emisión únicamente Para la reconstrucción cuantitativa de imágenes en corrección de atenuación de tomografía de emisión de positrones es obligatorio. En caso de que no se disponga de datos para el cálculo de los factores de corrección de atenuación, se puede tratar de determinarlos únicamente a partir de los datos de emisión. Sin embargo, no está claro si el contenido de información es suficiente para producir una corrección de atenuación adecuada junto con una distribución de actividad satisfactoria. Por lo tanto, determinamos la distribución de probabilidad logarítmica para un fantasma del tórax dependiendo de la elección de los valores de pixel de atenuación y actividad para medir la conversación cruzada entre ambos. Además de una reconstrucción iterativa de la imagen (algoritmo unidimensional tipo Newton con un estimador de máxima probabilidad), que simultáneamente reconstruye las imágenes de la distribución de la actividad y los coeficientes de atenuación se utiliza para demostrar los problemas y posibilidades de tal reconstrucción. Como resultado se muestra que para un cambio de la probabilidad logarítmica en el rango de ruido estadístico, el cambio asociado en el valor de actividad de una estructura está entre el 6% y el 263%. Además, demostramos que no es posible elegir el mejor máximo sobre la base de la probabilidad de registro cuando se utiliza una regularización, porque el acoplamiento entre las diferentes estructuras mediadas por la regularización (smoothing) impide una solución adecuada debido a la conversación cruzada. Concluimos que teniendo en cuenta la <br>información de atenuación</br> en los datos de emisión mejora el desempeño de la reconstrucción de imagen con respecto al sesgo de las actividades, sin embargo, la reconstrucción todavía no es cuantitativa.  ",
            "error": [
                ""
            ]
        },
        "eigenvalues and eigenfunctions": {
            "translated_key": [],
            "translated_annotated_text": "Reconstrucción iterativa simultánea de imágenes de emisión y atenuación en tomografía de emisión de positrones a partir de datos de emisión únicamente Para la reconstrucción cuantitativa de imágenes en corrección de atenuación de tomografía de emisión de positrones es obligatorio. En caso de que no se disponga de datos para el cálculo de los factores de corrección de atenuación, se puede tratar de determinarlos únicamente a partir de los datos de emisión. Sin embargo, no está claro si el contenido de información es suficiente para producir una corrección de atenuación adecuada junto con una distribución de actividad satisfactoria. Por lo tanto, determinamos la distribución de probabilidad logarítmica para un fantasma del tórax dependiendo de la elección de los valores de pixel de atenuación y actividad para medir la conversación cruzada entre ambos. Además de una reconstrucción iterativa de la imagen (algoritmo unidimensional tipo Newton con un estimador de máxima probabilidad), que simultáneamente reconstruye las imágenes de la distribución de la actividad y los coeficientes de atenuación se utiliza para demostrar los problemas y posibilidades de tal reconstrucción. Como resultado se muestra que para un cambio de la probabilidad logarítmica en el rango de ruido estadístico, el cambio asociado en el valor de actividad de una estructura está entre el 6% y el 263%. Además, demostramos que no es posible elegir el mejor máximo sobre la base de la probabilidad de registro cuando se utiliza una regularización, porque el acoplamiento entre las diferentes estructuras mediadas por la regularización (smoothing) impide una solución adecuada debido a la conversación cruzada. Concluimos que teniendo en cuenta la información de atenuación en los datos de emisión mejora el rendimiento de la reconstrucción de imagen con respecto al sesgo de las actividades, sin embargo, la reconstrucción todavía no es cuantitativa ",
            "error": []
        },
        "iterative methods": {
            "translated_key": [],
            "translated_annotated_text": "Reconstrucción iterativa simultánea de imágenes de emisión y atenuación en tomografía de emisión de positrones a partir de datos de emisión únicamente Para la reconstrucción cuantitativa de imágenes en corrección de atenuación de tomografía de emisión de positrones es obligatorio. En caso de que no se disponga de datos para el cálculo de los factores de corrección de atenuación, se puede tratar de determinarlos únicamente a partir de los datos de emisión. Sin embargo, no está claro si el contenido de información es suficiente para producir una corrección de atenuación adecuada junto con una distribución de actividad satisfactoria. Por lo tanto, determinamos la distribución de probabilidad logarítmica para un fantasma del tórax dependiendo de la elección de los valores de pixel de atenuación y actividad para medir la conversación cruzada entre ambos. Además de una reconstrucción iterativa de la imagen (algoritmo unidimensional tipo Newton con un estimador de máxima probabilidad), que simultáneamente reconstruye las imágenes de la distribución de la actividad y los coeficientes de atenuación se utiliza para demostrar los problemas y posibilidades de tal reconstrucción. Como resultado se muestra que para un cambio de la probabilidad logarítmica en el rango de ruido estadístico, el cambio asociado en el valor de actividad de una estructura está entre el 6% y el 263%. Además, demostramos que no es posible elegir el mejor máximo sobre la base de la probabilidad de registro cuando se utiliza una regularización, porque el acoplamiento entre las diferentes estructuras mediadas por la regularización (smoothing) impide una solución adecuada debido a la conversación cruzada. Concluimos que teniendo en cuenta la información de atenuación en los datos de emisión mejora el rendimiento de la reconstrucción de imagen con respecto al sesgo de las actividades, sin embargo, la reconstrucción todavía no es cuantitativa ",
            "error": []
        },
        "maximum likelihood estimation": {
            "translated_key": [],
            "translated_annotated_text": "Reconstrucción iterativa simultánea de imágenes de emisión y atenuación en tomografía de emisión de positrones a partir de datos de emisión únicamente Para la reconstrucción cuantitativa de imágenes en corrección de atenuación de tomografía de emisión de positrones es obligatorio. En caso de que no se disponga de datos para el cálculo de los factores de corrección de atenuación, se puede tratar de determinarlos únicamente a partir de los datos de emisión. Sin embargo, no está claro si el contenido de información es suficiente para producir una corrección de atenuación adecuada junto con una distribución de actividad satisfactoria. Por lo tanto, determinamos la distribución de probabilidad logarítmica para un fantasma del tórax dependiendo de la elección de los valores de pixel de atenuación y actividad para medir la conversación cruzada entre ambos. Además de una reconstrucción iterativa de la imagen (algoritmo unidimensional tipo Newton con un estimador de máxima probabilidad), que simultáneamente reconstruye las imágenes de la distribución de la actividad y los coeficientes de atenuación se utiliza para demostrar los problemas y posibilidades de tal reconstrucción. Como resultado se muestra que para un cambio de la probabilidad logarítmica en el rango de ruido estadístico, el cambio asociado en el valor de actividad de una estructura está entre el 6% y el 263%. Además, demostramos que no es posible elegir el mejor máximo sobre la base de la probabilidad de registro cuando se utiliza una regularización, porque el acoplamiento entre las diferentes estructuras mediadas por la regularización (smoothing) impide una solución adecuada debido a la conversación cruzada. Concluimos que teniendo en cuenta la información de atenuación en los datos de emisión mejora el rendimiento de la reconstrucción de imagen con respecto al sesgo de las actividades, sin embargo, la reconstrucción todavía no es cuantitativa ",
            "error": []
        },
        "medical image processing": {
            "translated_key": [],
            "translated_annotated_text": "Reconstrucción iterativa simultánea de imágenes de emisión y atenuación en tomografía de emisión de positrones a partir de datos de emisión únicamente Para la reconstrucción cuantitativa de imágenes en corrección de atenuación de tomografía de emisión de positrones es obligatorio. En caso de que no se disponga de datos para el cálculo de los factores de corrección de atenuación, se puede tratar de determinarlos únicamente a partir de los datos de emisión. Sin embargo, no está claro si el contenido de información es suficiente para producir una corrección de atenuación adecuada junto con una distribución de actividad satisfactoria. Por lo tanto, determinamos la distribución de probabilidad logarítmica para un fantasma del tórax dependiendo de la elección de los valores de pixel de atenuación y actividad para medir la conversación cruzada entre ambos. Además de una reconstrucción iterativa de la imagen (algoritmo unidimensional tipo Newton con un estimador de máxima probabilidad), que simultáneamente reconstruye las imágenes de la distribución de la actividad y los coeficientes de atenuación se utiliza para demostrar los problemas y posibilidades de tal reconstrucción. Como resultado se muestra que para un cambio de la probabilidad logarítmica en el rango de ruido estadístico, el cambio asociado en el valor de actividad de una estructura está entre el 6% y el 263%. Además, demostramos que no es posible elegir el mejor máximo sobre la base de la probabilidad de registro cuando se utiliza una regularización, porque el acoplamiento entre las diferentes estructuras mediadas por la regularización (smoothing) impide una solución adecuada debido a la conversación cruzada. Concluimos que teniendo en cuenta la información de atenuación en los datos de emisión mejora el rendimiento de la reconstrucción de imagen con respecto al sesgo de las actividades, sin embargo, la reconstrucción todavía no es cuantitativa ",
            "error": []
        },
        "optimisation": {
            "translated_key": [],
            "translated_annotated_text": "Reconstrucción iterativa simultánea de imágenes de emisión y atenuación en tomografía de emisión de positrones a partir de datos de emisión únicamente Para la reconstrucción cuantitativa de imágenes en corrección de atenuación de tomografía de emisión de positrones es obligatorio. En caso de que no se disponga de datos para el cálculo de los factores de corrección de atenuación, se puede tratar de determinarlos únicamente a partir de los datos de emisión. Sin embargo, no está claro si el contenido de información es suficiente para producir una corrección de atenuación adecuada junto con una distribución de actividad satisfactoria. Por lo tanto, determinamos la distribución de probabilidad logarítmica para un fantasma del tórax dependiendo de la elección de los valores de pixel de atenuación y actividad para medir la conversación cruzada entre ambos. Además de una reconstrucción iterativa de la imagen (algoritmo unidimensional tipo Newton con un estimador de máxima probabilidad), que simultáneamente reconstruye las imágenes de la distribución de la actividad y los coeficientes de atenuación se utiliza para demostrar los problemas y posibilidades de tal reconstrucción. Como resultado se muestra que para un cambio de la probabilidad logarítmica en el rango de ruido estadístico, el cambio asociado en el valor de actividad de una estructura está entre el 6% y el 263%. Además, demostramos que no es posible elegir el mejor máximo sobre la base de la probabilidad de registro cuando se utiliza una regularización, porque el acoplamiento entre las diferentes estructuras mediadas por la regularización (smoothing) impide una solución adecuada debido a la conversación cruzada. Concluimos que teniendo en cuenta la información de atenuación en los datos de emisión mejora el rendimiento de la reconstrucción de imagen con respecto al sesgo de las actividades, sin embargo, la reconstrucción todavía no es cuantitativa ",
            "error": []
        },
        "positron emission tomography": {
            "translated_key": [],
            "translated_annotated_text": "Reconstrucción iterativa simultánea de imágenes de emisión y atenuación en tomografía de emisión de positrones <br> solo a partir de datos de emisión Para la reconstrucción cuantitativa de imágenes en tomografía de emisión de positrones <br> es obligatorio corregir la atenuación. En caso de que no se disponga de datos para el cálculo de los factores de corrección de atenuación, se puede tratar de determinarlos únicamente a partir de los datos de emisión. Sin embargo, no está claro si el contenido de información es suficiente para producir una corrección de atenuación adecuada junto con una distribución de actividad satisfactoria. Por lo tanto, determinamos la distribución de probabilidad logarítmica para un fantasma del tórax dependiendo de la elección de los valores de pixel de atenuación y actividad para medir la conversación cruzada entre ambos. Además de una reconstrucción iterativa de la imagen (algoritmo unidimensional tipo Newton con un estimador de máxima probabilidad), que simultáneamente reconstruye las imágenes de la distribución de la actividad y los coeficientes de atenuación se utiliza para demostrar los problemas y posibilidades de tal reconstrucción. Como resultado se muestra que para un cambio de la probabilidad logarítmica en el rango de ruido estadístico, el cambio asociado en el valor de actividad de una estructura está entre el 6% y el 263%. Además, demostramos que no es posible elegir el mejor máximo sobre la base de la probabilidad de registro cuando se utiliza una regularización, porque el acoplamiento entre las diferentes estructuras mediadas por la regularización (smoothing) impide una solución adecuada debido a la conversación cruzada. Concluimos que teniendo en cuenta la información de atenuación en los datos de emisión mejora el rendimiento de la reconstrucción de imagen con respecto al sesgo de las actividades, sin embargo, la reconstrucción todavía no es cuantitativa ",
            "error": []
        }
    }
}