{
    "original_text": "Favorable noise uniformity properties of Fourier-based interpolation and reconstruction approaches in single-slice helical computed tomography Volumes reconstructed by standard methods from single-slice helical computed tomography (CT) data have been shown to have noise levels that are highly nonuniform relative to those in conventional CT. These noise nonuniformities can affect low-contrast object detectability and have also been identified as the cause of the zebra artifacts that plague maximum intensity projection (MIP) images of such volumes. While these spatially variant noise levels have their root in the peculiarities of the helical scan geometry, there is also a strong dependence on the interpolation and reconstruction algorithms employed. In this paper, we seek to develop image reconstruction strategies that eliminate or reduce, at its source, the nonuniformity of noise levels in helical CT relative to that in conventional CT. We pursue two approaches, independently and in concert. We argue, and verify, that Fourier-based longitudinal interpolation approaches lead to more uniform noise ratios than do the standard 360LI and 180LI approaches. We also demonstrate that a Fourier-based fan-to-parallel rebinning algorithm, used as an alternative to fanbeam filtered backprojection for slice reconstruction, also leads to more uniform noise ratios, even when making use of the 180LI and 360LI interpolation approaches",
    "original_translation": "Propiedades favorables de la uniformidad del ruido de los enfoques de interpolación y reconstrucción basados en Fourier en tomografía computarizada helicoidal de una sola rebanada Se ha demostrado que los niveles de ruido son altamente no uniformes en relación con los de la tomografía computarizada helicoidal de una sola rebanada. Estas no uniformes sonoras pueden afectar a la detectabilidad de objetos de bajo contraste y también han sido identificadas como la causa de los artefactos cebra que plagan imágenes de proyección de máxima intensidad (MIP) de tales volúmenes. Mientras que estos niveles de ruido espacialmente variantes tienen su raíz en las peculiaridades de la geometría del escaneo helicoidal, también hay una fuerte dependencia de los algoritmos de interpolación y reconstrucción empleados. En este trabajo, buscamos desarrollar estrategias de reconstrucción de imágenes que eliminen o reduzcan, en su origen, la no uniformidad de los niveles de ruido en la TC helicoidal en relación con la TC convencional. Perseguimos dos enfoques, independientemente y en concierto. Argumentamos, y verificamos, que los enfoques de interpolación longitudinal basados en Fourier conducen a relaciones de ruido más uniformes que los enfoques estándar 360LI y 180LI. También demostramos que un algoritmo de rebinado de ventilador a paralelo basado en Fourier, utilizado como una alternativa a la retroproyección filtrada por fanbeam para la reconstrucción de rebanadas, también conduce a una relación de ruido más uniforme, incluso cuando se hace uso de los enfoques de interpolación 180LI y 360LI",
    "error_count": 12,
    "keys": {
        "Fourier-based interpolation": {
            "translated_key": [],
            "translated_annotated_text": "Propiedades de uniformidad acústica favorables de los enfoques de interpolación y reconstrucción basados en Fourier en tomografía computarizada helicoidal de una sola rebanada Volúmenes reconstruidos por métodos estándar a partir de datos de tomografía computarizada helicoidal de una sola rebanada (TC) han demostrado tener niveles de ruido altamente no uniformes en relación con los de la TC convencional. Estas no uniformes sonoras pueden afectar a la detectabilidad de objetos de bajo contraste y también han sido identificadas como la causa de los artefactos cebra que plagan imágenes de proyección de máxima intensidad (MIP) de tales volúmenes. Mientras que estos niveles de ruido espacialmente variantes tienen su raíz en las peculiaridades de la geometría del escaneo helicoidal, también hay una fuerte dependencia de los algoritmos de interpolación y reconstrucción empleados. En este trabajo, buscamos desarrollar estrategias de reconstrucción de imágenes que eliminen o reduzcan, en su origen, la no uniformidad de los niveles de ruido en la TC helicoidal en relación con la TC convencional. Perseguimos dos enfoques, independientemente y en concierto. Argumentamos, y verificamos, que los enfoques de interpolación longitudinal basados en Fourier conducen a relaciones de ruido más uniformes que los enfoques estándar 360LI y 180LI. También demostramos que un algoritmo de rebinado de ventilador a paralelo basado en Fourier, utilizado como una alternativa a la retroproyección filtrada por fanbeam para la reconstrucción de rebanadas, también conduce a una relación de ruido más uniforme, incluso cuando se hace uso de los enfoques de interpolación 180LI y 360LI ",
            "error": []
        },
        "single-slice helical computed tomography": {
            "translated_key": "tomografía computarizada helicoidal de una sola rebanada",
            "translated_annotated_text": "Propiedades favorables de uniformidad del ruido de los enfoques de interpolación y reconstrucción basados en Fourier en <br>tomografía computarizada helicoidal de una sola rebanada</br> Se ha demostrado que los niveles de ruido que son altamente no uniformes en relación con los de la <br>tomografía computarizada helicoidal de una sola rebanada</br> son muy poco uniformes en comparación con los de la tomografía computarizada convencional. Estas no uniformes sonoras pueden afectar a la detectabilidad de objetos de bajo contraste y también han sido identificadas como la causa de los artefactos cebra que plagan imágenes de proyección de máxima intensidad (MIP) de tales volúmenes. Mientras que estos niveles de ruido espacialmente variantes tienen su raíz en las peculiaridades de la geometría del escaneo helicoidal, también hay una fuerte dependencia de los algoritmos de interpolación y reconstrucción empleados. En este trabajo, buscamos desarrollar estrategias de reconstrucción de imágenes que eliminen o reduzcan, en su origen, la no uniformidad de los niveles de ruido en la TC helicoidal en relación con la TC convencional. Perseguimos dos enfoques, independientemente y en concierto. Argumentamos, y verificamos, que los enfoques de interpolación longitudinal basados en Fourier conducen a relaciones de ruido más uniformes que los enfoques estándar 360LI y 180LI. También demostramos que un algoritmo de rebinado de ventilador a paralelo basado en Fourier, utilizado como una alternativa a la retroproyección filtrada por fanbeam para la reconstrucción de rebanadas, también conduce a una relación de ruido más uniforme, incluso cuando se hace uso de los enfoques de interpolación 180LI y 360LI ",
            "error": [
                ""
            ]
        },
        "reconstruction approaches": {
            "translated_key": [],
            "translated_annotated_text": "Propiedades favorables de la uniformidad del ruido de la interpolación basada en Fourier y de los enfoques de <br>reconstrucción en tomografía computarizada helicoidal de una sola rebanada Se ha demostrado que los niveles de ruido son altamente no uniformes en relación con los de la tomografía computarizada helicoidal de una sola rebanada. Estas no uniformes sonoras pueden afectar a la detectabilidad de objetos de bajo contraste y también han sido identificadas como la causa de los artefactos cebra que plagan imágenes de proyección de máxima intensidad (MIP) de tales volúmenes. Mientras que estos niveles de ruido espacialmente variantes tienen su raíz en las peculiaridades de la geometría del escaneo helicoidal, también hay una fuerte dependencia de los algoritmos de interpolación y reconstrucción empleados. En este trabajo, buscamos desarrollar estrategias de reconstrucción de imágenes que eliminen o reduzcan, en su origen, la no uniformidad de los niveles de ruido en la TC helicoidal en relación con la TC convencional. Perseguimos dos enfoques, independientemente y en concierto. Argumentamos, y verificamos, que los enfoques de interpolación longitudinal basados en Fourier conducen a relaciones de ruido más uniformes que los enfoques estándar 360LI y 180LI. También demostramos que un algoritmo de rebinado de ventilador a paralelo basado en Fourier, utilizado como una alternativa a la retroproyección filtrada por fanbeam para la reconstrucción de rebanadas, también conduce a una relación de ruido más uniforme, incluso cuando se hace uso de los enfoques de interpolación 180LI y 360LI ",
            "error": []
        },
        "noise uniformity properties": {
            "translated_key": [],
            "translated_annotated_text": "Propiedades favorables de uniformidad del ruido de los enfoques de interpolación y reconstrucción basados en Fourier en tomografía computarizada helicoidal de una sola rebanada Volúmenes reconstruidos mediante métodos estándar a partir de datos de tomografía computarizada helicoidal de una sola rebanada (TC) han demostrado tener niveles de ruido altamente no uniformes en relación con los de la TC convencional. Estas no uniformes sonoras pueden afectar a la detectabilidad de objetos de bajo contraste y también han sido identificadas como la causa de los artefactos cebra que plagan imágenes de proyección de máxima intensidad (MIP) de tales volúmenes. Mientras que estos niveles de ruido espacialmente variantes tienen su raíz en las peculiaridades de la geometría del escaneo helicoidal, también hay una fuerte dependencia de los algoritmos de interpolación y reconstrucción empleados. En este trabajo, buscamos desarrollar estrategias de reconstrucción de imágenes que eliminen o reduzcan, en su origen, la no uniformidad de los niveles de ruido en la TC helicoidal en relación con la TC convencional. Perseguimos dos enfoques, independientemente y en concierto. Argumentamos, y verificamos, que los enfoques de interpolación longitudinal basados en Fourier conducen a relaciones de ruido más uniformes que los enfoques estándar 360LI y 180LI. También demostramos que un algoritmo de rebinado de ventilador a paralelo basado en Fourier, utilizado como una alternativa a la retroproyección filtrada por fanbeam para la reconstrucción de rebanadas, también conduce a una relación de ruido más uniforme, incluso cuando se hace uso de los enfoques de interpolación 180LI y 360LI ",
            "error": []
        },
        "medical diagnostic imaging": {
            "translated_key": [],
            "translated_annotated_text": "Propiedades favorables de la uniformidad del ruido de los enfoques de interpolación y reconstrucción basados en Fourier en tomografía computarizada helicoidal de una sola rebanada Se ha demostrado que los niveles de ruido son altamente no uniformes en relación con los de la tomografía computarizada helicoidal de una sola rebanada. Estas no uniformes sonoras pueden afectar a la detectabilidad de objetos de bajo contraste y también han sido identificadas como la causa de los artefactos cebra que plagan imágenes de proyección de máxima intensidad (MIP) de tales volúmenes. Mientras que estos niveles de ruido espacialmente variantes tienen su raíz en las peculiaridades de la geometría del escaneo helicoidal, también hay una fuerte dependencia de los algoritmos de interpolación y reconstrucción empleados. En este trabajo, buscamos desarrollar estrategias de reconstrucción de imágenes que eliminen o reduzcan, en su origen, la no uniformidad de los niveles de ruido en la TC helicoidal en relación con la TC convencional. Perseguimos dos enfoques, independientemente y en concierto. Argumentamos, y verificamos, que los enfoques de interpolación longitudinal basados en Fourier conducen a relaciones de ruido más uniformes que los enfoques estándar 360LI y 180LI. También demostramos que un algoritmo de rebinado de ventilador a paralelo basado en Fourier, utilizado como una alternativa a la retroproyección filtrada por fanbeam para la reconstrucción de rebanadas, también conduce a una relación de ruido más uniforme, incluso cuando se hace uso de los enfoques de interpolación 180LI y 360LI ",
            "error": []
        },
        "conventional CT": {
            "translated_key": [],
            "translated_annotated_text": "Propiedades favorables de uniformidad del ruido de los enfoques de interpolación y reconstrucción basados en Fourier en tomografía computarizada helicoidal de una sola rebanada Se ha demostrado que los niveles de ruido que son altamente no uniformes en relación con los de la tomografía computarizada convencional son muy poco uniformes en comparación con los de la tomografía computarizada convencional. Estas no uniformes sonoras pueden afectar a la detectabilidad de objetos de bajo contraste y también han sido identificadas como la causa de los artefactos cebra que plagan imágenes de proyección de máxima intensidad (MIP) de tales volúmenes. Mientras que estos niveles de ruido espacialmente variantes tienen su raíz en las peculiaridades de la geometría del escaneo helicoidal, también hay una fuerte dependencia de los algoritmos de interpolación y reconstrucción empleados. En este trabajo, buscamos desarrollar estrategias de reconstrucción de imágenes que eliminen o reduzcan, en su origen, la no uniformidad de los niveles de ruido en la TC helicoidal en relación con la TC convencional. Argumentamos, y verificamos, que los enfoques de interpolación longitudinal basados en Fourier conducen a relaciones de ruido más uniformes que los enfoques estándar 360LI y 180LI. También demostramos que un algoritmo de rebinado de ventilador a paralelo basado en Fourier, utilizado como una alternativa a la retroproyección filtrada por fanbeam para la reconstrucción de rebanadas, también conduce a una relación de ruido más uniforme, incluso cuando se hace uso de los enfoques de interpolación 180LI y 360LI ",
            "error": []
        },
        "Fourier-based fan-to-parallel rebinning algorithm": {
            "translated_key": [],
            "translated_annotated_text": "Propiedades favorables de la uniformidad del ruido de los enfoques de interpolación y reconstrucción basados en Fourier en tomografía computarizada helicoidal de una sola rebanada Se ha demostrado que los niveles de ruido son altamente no uniformes en relación con los de la tomografía computarizada helicoidal de una sola rebanada. Estas no uniformes sonoras pueden afectar a la detectabilidad de objetos de bajo contraste y también han sido identificadas como la causa de los artefactos cebra que plagan imágenes de proyección de máxima intensidad (MIP) de tales volúmenes. Mientras que estos niveles de ruido espacialmente variantes tienen su raíz en las peculiaridades de la geometría del escaneo helicoidal, también hay una fuerte dependencia de los algoritmos de interpolación y reconstrucción empleados. En este trabajo, buscamos desarrollar estrategias de reconstrucción de imágenes que eliminen o reduzcan, en su origen, la no uniformidad de los niveles de ruido en la TC helicoidal en relación con la TC convencional. Perseguimos dos enfoques, independientemente y en concierto. Argumentamos, y verificamos, que los enfoques de interpolación longitudinal basados en Fourier conducen a relaciones de ruido más uniformes que los enfoques estándar 360LI y 180LI. También demostramos que un algoritmo de rebinado de ventilador a paralelo basado en <br>, utilizado como alternativa a la retroproyección filtrada por fanbeam para la reconstrucción de rebanadas, también conduce a una relación de ruido más uniforme, incluso cuando se utilizan los enfoques de interpolación 180LI y 360LI ",
            "error": []
        },
        "more uniform noise ratios": {
            "translated_key": [
                " ratios de ruido más uniformes",
                "una relación de ruido más uniforme"
            ],
            "translated_annotated_text": "Propiedades favorables de la uniformidad del ruido de los enfoques de interpolación y reconstrucción basados en Fourier en tomografía computarizada helicoidal de una sola rebanada Se ha demostrado que los niveles de ruido son altamente no uniformes en relación con los de la tomografía computarizada helicoidal de una sola rebanada. Estas no uniformes sonoras pueden afectar a la detectabilidad de objetos de bajo contraste y también han sido identificadas como la causa de los artefactos cebra que plagan imágenes de proyección de máxima intensidad (MIP) de tales volúmenes. Mientras que estos niveles de ruido espacialmente variantes tienen su raíz en las peculiaridades de la geometría del escaneo helicoidal, también hay una fuerte dependencia de los algoritmos de interpolación y reconstrucción empleados. En este trabajo, buscamos desarrollar estrategias de reconstrucción de imágenes que eliminen o reduzcan, en su origen, la no uniformidad de los niveles de ruido en la TC helicoidal en relación con la TC convencional. Perseguimos dos enfoques, independientemente y en concierto. Argumentamos, y verificamos, que los enfoques de interpolación longitudinal basados en Fourier conducen a <br> ratios de ruido más uniformes</br> que los enfoques estándar 360LI y 180LI. También demostramos que un algoritmo de rebinado de ventilador a paralelo basado en Fourier, utilizado como una alternativa a la retroproyección filtrada por fanbeam para la reconstrucción de rebanadas, también conduce a <br>una relación de ruido más uniforme</br>, incluso cuando se hace uso de los enfoques de interpolación 180LI y 360LI ",
            "error": [
                " ratios de ruido más uniformes",
                "una relación de ruido más uniforme"
            ]
        },
        "low-contrast object detectability": {
            "translated_key": "detectabilidad de objetos de bajo contraste",
            "translated_annotated_text": "Propiedades favorables de la uniformidad del ruido de los enfoques de interpolación y reconstrucción basados en Fourier en tomografía computarizada helicoidal de una sola rebanada Se ha demostrado que los niveles de ruido son altamente no uniformes en relación con los de la tomografía computarizada helicoidal de una sola rebanada. Estas no uniformidades de ruido pueden afectar a la <br>detectabilidad de objetos de bajo contraste</br> y también han sido identificadas como la causa de los artefactos cebra que plagan imágenes de proyección de máxima intensidad (MIP) de tales volúmenes. Mientras que estos niveles de ruido espacialmente variantes tienen su raíz en las peculiaridades de la geometría del escaneo helicoidal, también hay una fuerte dependencia de los algoritmos de interpolación y reconstrucción empleados. En este trabajo, buscamos desarrollar estrategias de reconstrucción de imágenes que eliminen o reduzcan, en su origen, la no uniformidad de los niveles de ruido en la TC helicoidal en relación con la TC convencional. Perseguimos dos enfoques, independientemente y en concierto. Argumentamos, y verificamos, que los enfoques de interpolación longitudinal basados en Fourier conducen a relaciones de ruido más uniformes que los enfoques estándar 360LI y 180LI. También demostramos que un algoritmo de rebinado de ventilador a paralelo basado en Fourier, utilizado como una alternativa a la retroproyección filtrada por fanbeam para la reconstrucción de rebanadas, también conduce a una relación de ruido más uniforme, incluso cuando se hace uso de los enfoques de interpolación 180LI y 360LI ",
            "error": [
                ""
            ]
        },
        "zebra artifacts": {
            "translated_key": "zebra",
            "translated_annotated_text": "Propiedades favorables de la uniformidad del ruido de los enfoques de interpolación y reconstrucción basados en Fourier en tomografía computarizada helicoidal de una sola rebanada Se ha demostrado que los niveles de ruido son altamente no uniformes en relación con los de la tomografía computarizada helicoidal de una sola rebanada. Estas no uniformidades de ruido pueden afectar a la detectabilidad de objetos de bajo contraste y también han sido identificadas como la causa de los artefactos <br>zebra</br> que plagan imágenes de proyección de máxima intensidad (MIP) de tales volúmenes. Mientras que estos niveles de ruido espacialmente variantes tienen su raíz en las peculiaridades de la geometría del escaneo helicoidal, también hay una fuerte dependencia de los algoritmos de interpolación y reconstrucción empleados. En este trabajo, buscamos desarrollar estrategias de reconstrucción de imágenes que eliminen o reduzcan, en su origen, la no uniformidad de los niveles de ruido en la TC helicoidal en relación con la TC convencional. Perseguimos dos enfoques, independientemente y en concierto. Argumentamos, y verificamos, que los enfoques de interpolación longitudinal basados en Fourier conducen a relaciones de ruido más uniformes que los enfoques estándar 360LI y 180LI. También demostramos que un algoritmo de rebinado de ventilador a paralelo basado en Fourier, utilizado como una alternativa a la retroproyección filtrada por fanbeam para la reconstrucción de rebanadas, también conduce a una relación de ruido más uniforme, incluso cuando se hace uso de los enfoques de interpolación 180LI y 360LI ",
            "error": [
                ""
            ]
        },
        "maximum intensity projection images": {
            "translated_key": [],
            "translated_annotated_text": "Propiedades favorables de la uniformidad del ruido de los enfoques de interpolación y reconstrucción basados en Fourier en tomografía computarizada helicoidal de una sola rebanada Se ha demostrado que los niveles de ruido son altamente no uniformes en relación con los de la tomografía computarizada helicoidal de una sola rebanada. Estas no uniformes sonoras pueden afectar a la detectabilidad de objetos de bajo contraste y también han sido identificadas como la causa de los artefactos cebra que plagan imágenes de proyección de máxima intensidad (MIP) de tales volúmenes. Mientras que estos niveles de ruido espacialmente variantes tienen su raíz en las peculiaridades de la geometría del escaneo helicoidal, también hay una fuerte dependencia de los algoritmos de interpolación y reconstrucción empleados. En este trabajo, buscamos desarrollar estrategias de reconstrucción de imágenes que eliminen o reduzcan, en su origen, la no uniformidad de los niveles de ruido en la TC helicoidal en relación con la TC convencional. Perseguimos dos enfoques, independientemente y en concierto. Argumentamos, y verificamos, que los enfoques de interpolación longitudinal basados en Fourier conducen a relaciones de ruido más uniformes que los enfoques estándar 360LI y 180LI. También demostramos que un algoritmo de rebinado de ventilador a paralelo basado en Fourier, utilizado como una alternativa a la retroproyección filtrada por fanbeam para la reconstrucción de rebanadas, también conduce a una relación de ruido más uniforme, incluso cuando se hace uso de los enfoques de interpolación 180LI y 360LI ",
            "error": []
        },
        "helical span geometry": {
            "translated_key": [],
            "translated_annotated_text": "Propiedades favorables de la uniformidad del ruido de los enfoques de interpolación y reconstrucción basados en Fourier en tomografía computarizada helicoidal de una sola rebanada Se ha demostrado que los niveles de ruido son altamente no uniformes en relación con los de la tomografía computarizada helicoidal de una sola rebanada. Estas no uniformes sonoras pueden afectar a la detectabilidad de objetos de bajo contraste y también han sido identificadas como la causa de los artefactos cebra que plagan imágenes de proyección de máxima intensidad (MIP) de tales volúmenes. Mientras que estos niveles de ruido espacialmente variantes tienen su raíz en las peculiaridades de la geometría del escaneo helicoidal, también hay una fuerte dependencia de los algoritmos de interpolación y reconstrucción empleados. En este trabajo, buscamos desarrollar estrategias de reconstrucción de imágenes que eliminen o reduzcan, en su origen, la no uniformidad de los niveles de ruido en la TC helicoidal en relación con la TC convencional. Perseguimos dos enfoques, independientemente y en concierto. Argumentamos, y verificamos, que los enfoques de interpolación longitudinal basados en Fourier conducen a relaciones de ruido más uniformes que los enfoques estándar 360LI y 180LI. También demostramos que un algoritmo de rebinado de ventilador a paralelo basado en Fourier, utilizado como una alternativa a la retroproyección filtrada por fanbeam para la reconstrucción de rebanadas, también conduce a una relación de ruido más uniforme, incluso cuando se hace uso de los enfoques de interpolación 180LI y 360LI ",
            "error": []
        },
        "computerised tomography": {
            "translated_key": [],
            "translated_annotated_text": "Propiedades favorables de la uniformidad del ruido de los enfoques de interpolación y reconstrucción basados en Fourier en tomografía computarizada helicoidal de una sola rebanada Se ha demostrado que los niveles de ruido son altamente no uniformes en relación con los de la tomografía computarizada helicoidal de una sola rebanada. Estas no uniformes sonoras pueden afectar a la detectabilidad de objetos de bajo contraste y también han sido identificadas como la causa de los artefactos cebra que plagan imágenes de proyección de máxima intensidad (MIP) de tales volúmenes. Mientras que estos niveles de ruido espacialmente variantes tienen su raíz en las peculiaridades de la geometría del escaneo helicoidal, también hay una fuerte dependencia de los algoritmos de interpolación y reconstrucción empleados. En este trabajo, buscamos desarrollar estrategias de reconstrucción de imágenes que eliminen o reduzcan, en su origen, la no uniformidad de los niveles de ruido en la TC helicoidal en relación con la TC convencional. Perseguimos dos enfoques, independientemente y en concierto. Argumentamos, y verificamos, que los enfoques de interpolación longitudinal basados en Fourier conducen a relaciones de ruido más uniformes que los enfoques estándar 360LI y 180LI. También demostramos que un algoritmo de rebinado de ventilador a paralelo basado en Fourier, utilizado como una alternativa a la retroproyección filtrada por fanbeam para la reconstrucción de rebanadas, también conduce a una relación de ruido más uniforme, incluso cuando se hace uso de los enfoques de interpolación 180LI y 360LI ",
            "error": []
        },
        "image reconstruction": {
            "translated_key": [],
            "translated_annotated_text": "Propiedades favorables de la uniformidad del ruido de los enfoques de interpolación y reconstrucción basados en Fourier en tomografía computarizada helicoidal de una sola rebanada Se ha demostrado que los niveles de ruido son altamente no uniformes en relación con los de la tomografía computarizada helicoidal de una sola rebanada. Estas no uniformes sonoras pueden afectar a la detectabilidad de objetos de bajo contraste y también han sido identificadas como la causa de los artefactos cebra que plagan imágenes de proyección de máxima intensidad (MIP) de tales volúmenes. Mientras que estos niveles de ruido espacialmente variantes tienen su raíz en las peculiaridades de la geometría del escaneo helicoidal, también hay una fuerte dependencia de los algoritmos de interpolación y reconstrucción empleados. En este trabajo, buscamos desarrollar estrategias de reconstrucción de imágenes que eliminen o reduzcan, en su origen, la no uniformidad de los niveles de ruido en la TC helicoidal en relación con la TC convencional. Perseguimos dos enfoques, de forma independiente y en concierto. Argumentamos, y verificamos, que los enfoques de interpolación longitudinal basados en Fourier conducen a relaciones de ruido más uniformes que los enfoques estándar 360LI y 180LI. También demostramos que un algoritmo de rebinado de ventilador a paralelo basado en Fourier, utilizado como una alternativa a la retroproyección filtrada por fanbeam para la reconstrucción de rebanadas, también conduce a una relación de ruido más uniforme, incluso cuando se hace uso de los enfoques de interpolación 180LI y 360LI ",
            "error": []
        },
        "interpolation": {
            "translated_key": " y enfoques de reconstrucción en tomografía computarizada helicoidal de una sola rebanada Volúmenes reconstruidos mediante métodos estándar a partir de datos de tomografía computarizada helicoidal de una sola rebanada (TC) han demostrado tener niveles de ruido altamente no uniformes en relación con los de la tomografía computarizada convencional. Estas no uniformes sonoras pueden afectar a la detectabilidad de objetos de bajo contraste y también han sido identificadas como la causa de los artefactos cebra que plagan imágenes de proyección de máxima intensidad (MIP) de tales volúmenes. Mientras que estos niveles de ruido espacialmente variantes tienen su raíz en las peculiaridades de la geometría del escaneo helicoidal, también hay una fuerte dependencia de la interpolación <br> y algoritmos de reconstrucción empleados. En este trabajo, buscamos desarrollar estrategias de reconstrucción de imágenes que eliminen o reduzcan, en su origen, la no uniformidad de los niveles de ruido en la TC helicoidal en relación con la TC convencional. Perseguimos dos enfoques, independientemente y en concierto. Argumentamos, y verificamos, que los enfoques de interpolación longitudinal <br> basados en Fourier conducen a relaciones de ruido más uniformes que los enfoques estándar 360LI y 180LI. También demostramos que un algoritmo de rebinado de ventilador a paralelo basado en Fourier, utilizado como alternativa a la retroproyección filtrada por haz de ventilador para la reconstrucción de rebanadas, también conduce a una relación de ruido más uniforme, incluso cuando se utilizan los enfoques 180LI y 360LI <br>interpolación",
            "translated_annotated_text": "Propiedades favorables de uniformidad del ruido de la interpolación basada en Fourier<br> y enfoques de reconstrucción en tomografía computarizada helicoidal de una sola rebanada Volúmenes reconstruidos mediante métodos estándar a partir de datos de tomografía computarizada helicoidal de una sola rebanada (TC) han demostrado tener niveles de ruido altamente no uniformes en relación con los de la tomografía computarizada convencional. Estas no uniformes sonoras pueden afectar a la detectabilidad de objetos de bajo contraste y también han sido identificadas como la causa de los artefactos cebra que plagan imágenes de proyección de máxima intensidad (MIP) de tales volúmenes. Mientras que estos niveles de ruido espacialmente variantes tienen su raíz en las peculiaridades de la geometría del escaneo helicoidal, también hay una fuerte dependencia de la interpolación <br> y algoritmos de reconstrucción empleados. En este trabajo, buscamos desarrollar estrategias de reconstrucción de imágenes que eliminen o reduzcan, en su origen, la no uniformidad de los niveles de ruido en la TC helicoidal en relación con la TC convencional. Perseguimos dos enfoques, independientemente y en concierto. Argumentamos, y verificamos, que los enfoques de interpolación longitudinal <br> basados en Fourier conducen a relaciones de ruido más uniformes que los enfoques estándar 360LI y 180LI. También demostramos que un algoritmo de rebinado de ventilador a paralelo basado en Fourier, utilizado como alternativa a la retroproyección filtrada por haz de ventilador para la reconstrucción de rebanadas, también conduce a una relación de ruido más uniforme, incluso cuando se utilizan los enfoques 180LI y 360LI <br>interpolación</br> ",
            "error": [
                ""
            ]
        },
        "medical image processing": {
            "translated_key": [],
            "translated_annotated_text": "Propiedades favorables de la uniformidad del ruido de los enfoques de interpolación y reconstrucción basados en Fourier en tomografía computarizada helicoidal de una sola rebanada Se ha demostrado que los niveles de ruido son altamente no uniformes en relación con los de la tomografía computarizada helicoidal de una sola rebanada. Estas no uniformes sonoras pueden afectar a la detectabilidad de objetos de bajo contraste y también han sido identificadas como la causa de los artefactos cebra que plagan imágenes de proyección de máxima intensidad (MIP) de tales volúmenes. Mientras que estos niveles de ruido espacialmente variantes tienen su raíz en las peculiaridades de la geometría del escaneo helicoidal, también hay una fuerte dependencia de los algoritmos de interpolación y reconstrucción empleados. En este trabajo, buscamos desarrollar estrategias de reconstrucción de imágenes que eliminen o reduzcan, en su origen, la no uniformidad de los niveles de ruido en la TC helicoidal en relación con la TC convencional. Perseguimos dos enfoques, independientemente y en concierto. Argumentamos, y verificamos, que los enfoques de interpolación longitudinal basados en Fourier conducen a relaciones de ruido más uniformes que los enfoques estándar 360LI y 180LI. También demostramos que un algoritmo de rebinado de ventilador a paralelo basado en Fourier, utilizado como una alternativa a la retroproyección filtrada por fanbeam para la reconstrucción de rebanadas, también conduce a una relación de ruido más uniforme, incluso cuando se hace uso de los enfoques de interpolación 180LI y 360LI ",
            "error": []
        },
        "noise": {
            "translated_key": "ruido",
            "translated_annotated_text": "Propiedades de uniformidad favorables <br>ruido</br> de los enfoques de interpolación y reconstrucción basados en Fourier en tomografía computarizada helicoidal de una sola rebanada Se ha demostrado que los niveles de <br>ruido</br> reconstruidos mediante métodos estándar a partir de datos de tomografía computarizada helicoidal de una sola rebanada (TC) tienen niveles de <br>ruido</br> que son altamente no uniformes en relación con los de la TC convencional. Estas no uniformidades <br>ruido</br> pueden afectar a la detectabilidad de objetos de bajo contraste y también han sido identificadas como la causa de los artefactos cebra que plagan imágenes de proyección de máxima intensidad (MIP) de tales volúmenes. Mientras que estos niveles de variante espacial <br>ruido</br> tienen su raíz en las peculiaridades de la geometría del escaneo helicoidal, también hay una fuerte dependencia de los algoritmos de interpolación y reconstrucción empleados. En este trabajo, buscamos desarrollar estrategias de reconstrucción de imágenes que eliminen o reduzcan, en su origen, la no uniformidad de los niveles de <br>ruido</br> en la TC helicoidal en relación con la TC convencional. Seguimos dos enfoques, independientemente y en concierto. Argumentamos, y verificamos, que los enfoques de interpolación longitudinal basados en Fourier conducen a relaciones más uniformes <br>ruido</br> que los enfoques estándar 360LI y 180LI. También demostramos que un algoritmo de rebinado de ventilador a paralelo basado en Fourier, utilizado como una alternativa a la retroproyección filtrada por haz de ventilador para la reconstrucción de rebanadas, también conduce a relaciones más uniformes <br>ruido</br>, incluso cuando se hace uso de los enfoques de interpolación 180LI y 360LI ",
            "error": [
                ""
            ]
        }
    }
}