{
    "original_text": "Upper bound analysis of oblique cutting with nose radius tools A generalized upper bound model for calculating the chip flow angle in oblique cutting using flat-faced nose radius tools is described. The projection of the uncut chip area on the rake face is divided into a number of elements parallel to an assumed chip flow direction. The length of each of these elements is used to find the length of the corresponding element on the shear surface using the ratio of the shear velocity to the chip velocity. The area of each element is found as the cross product of the length and its width along the cutting edge. Summing up the area of the elements along the shear surface, the total shear surface area is obtained. The friction area is calculated using the similarity between orthogonal and oblique cutting in the equivalent plane that includes both the cutting velocity and chip velocity. The cutting power is obtained by summing the shear power and the friction power. The actual chip flow angle and chip velocity are obtained by minimizing the cutting power with respect to both these variables. The shape of the curved shear surface, the chip cross section and the cutting force obtained from this model are presented",
    "original_translation": "Análisis de la unión superior del corte oblicuo con herramientas de radio nasal Se describe un modelo de unión superior generalizado para calcular el ángulo de flujo del chip en el corte oblicuo utilizando herramientas de radio nasal planas. La proyección del área del chip sin cortar en la cara del rastrillo se divide en una serie de elementos paralelos a una dirección de flujo del chip supuesta. La longitud de cada uno de estos elementos se utiliza para encontrar la longitud del elemento correspondiente en la superficie de corte utilizando la relación entre la velocidad de corte y la velocidad del chip. El área de cada elemento se encuentra como el producto cruzado de la longitud y su anchura a lo largo de la vanguardia. Resumiendo el área de los elementos a lo largo de la superficie de corte, se obtiene la superficie total de corte. El área de fricción se calcula utilizando la similitud entre corte ortogonal y oblicuo en el plano equivalente que incluye tanto la velocidad de corte como la velocidad del chip. La potencia de corte se obtiene sumando la potencia de corte y la potencia de fricción. El ángulo de flujo real del chip y la velocidad del chip se obtienen minimizando la potencia de corte con respecto a estas dos variables. Se presentan la forma de la superficie curvada de corte, la sección transversal del chip y la fuerza de corte obtenida de este modelo.",
    "error_count": 7,
    "keys": {
        "upper bound analysis": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de la unión superior del corte oblicuo con herramientas de radio nasal Se describe un modelo de unión superior generalizado para calcular el ángulo de flujo del chip en el corte oblicuo utilizando herramientas de radio nasal planas. La proyección del área del chip sin cortar en la cara del rastrillo se divide en una serie de elementos paralelos a una dirección de flujo del chip supuesta. La longitud de cada uno de estos elementos se utiliza para encontrar la longitud del elemento correspondiente en la superficie de corte utilizando la relación entre la velocidad de corte y la velocidad del chip. El área de cada elemento se encuentra como el producto cruzado de la longitud y su anchura a lo largo de la vanguardia. Resumiendo el área de los elementos a lo largo de la superficie de corte, se obtiene la superficie total de corte. El área de fricción se calcula utilizando la similitud entre corte ortogonal y oblicuo en el plano equivalente que incluye tanto la velocidad de corte como la velocidad del chip. La potencia de corte se obtiene sumando la potencia de corte y la potencia de fricción. El ángulo de flujo real del chip y la velocidad del chip se obtienen minimizando la potencia de corte con respecto a estas dos variables. Se presentan la forma de la superficie curvada de corte, la sección transversal del chip y la fuerza de corte obtenida de este modelo. ",
            "error": []
        },
        "oblique cutting": {
            "translated_key": "oblique con herramientas de radio nasal Se describe un modelo de unión superior generalizado para calcular el ángulo de flujo de virutas en el corte <br>oblique con herramientas de radio nasal planas. La proyección del área del chip sin cortar en la cara del rastrillo se divide en una serie de elementos paralelos a una dirección de flujo del chip supuesta. La longitud de cada uno de estos elementos se utiliza para encontrar la longitud del elemento correspondiente en la superficie de corte utilizando la relación entre la velocidad de corte y la velocidad del chip. El área de cada elemento se encuentra como el producto cruzado de la longitud y su anchura a lo largo de la vanguardia. Resumiendo el área de los elementos a lo largo de la superficie de corte, se obtiene la superficie total de corte. El área de fricción se calcula utilizando la similitud entre el corte ortogonal y <br>oblique",
            "translated_annotated_text": "Análisis de la unión superior del corte <br>oblique con herramientas de radio nasal Se describe un modelo de unión superior generalizado para calcular el ángulo de flujo de virutas en el corte <br>oblique con herramientas de radio nasal planas. La proyección del área del chip sin cortar en la cara del rastrillo se divide en una serie de elementos paralelos a una dirección de flujo del chip supuesta. La longitud de cada uno de estos elementos se utiliza para encontrar la longitud del elemento correspondiente en la superficie de corte utilizando la relación entre la velocidad de corte y la velocidad del chip. El área de cada elemento se encuentra como el producto cruzado de la longitud y su anchura a lo largo de la vanguardia. Resumiendo el área de los elementos a lo largo de la superficie de corte, se obtiene la superficie total de corte. El área de fricción se calcula utilizando la similitud entre el corte ortogonal y <br>oblique</br> en el plano equivalente que incluye tanto la velocidad de corte como la velocidad del chip. La potencia de corte se obtiene sumando la potencia de corte y la potencia de fricción. El ángulo de flujo real del chip y la velocidad del chip se obtienen minimizando la potencia de corte con respecto a estas dos variables. Se presentan la forma de la superficie curvada de corte, la sección transversal del chip y la fuerza de corte obtenida de este modelo. ",
            "error": [
                ""
            ]
        },
        "nose radius tools": {
            "translated_key": "nose",
            "translated_annotated_text": "Análisis de la unión superior del corte oblicuo con herramientas de radio <br>nose</br> Se describe un modelo generalizado de unión superior para calcular el ángulo de flujo del corte oblicuo utilizando herramientas de radio <br>nose</br> de cara plana. La proyección del área del chip sin cortar en la cara del rastrillo se divide en una serie de elementos paralelos a una dirección de flujo del chip supuesta. La longitud de cada uno de estos elementos se utiliza para encontrar la longitud del elemento correspondiente en la superficie de corte utilizando la relación entre la velocidad de corte y la velocidad del chip. El área de cada elemento se encuentra como el producto cruzado de la longitud y su anchura a lo largo de la vanguardia. Resumiendo el área de los elementos a lo largo de la superficie de corte, se obtiene la superficie total de corte. El área de fricción se calcula utilizando la similitud entre corte ortogonal y oblicuo en el plano equivalente que incluye tanto la velocidad de corte como la velocidad del chip. La potencia de corte se obtiene sumando la potencia de corte y la potencia de fricción. El ángulo de flujo real del chip y la velocidad del chip se obtienen minimizando la potencia de corte con respecto a estas dos variables. Se presentan la forma de la superficie curvada de corte, la sección transversal del chip y la fuerza de corte obtenida de este modelo. ",
            "error": [
                ""
            ]
        },
        "chip flow angle": {
            "translated_key": "chip",
            "translated_annotated_text": "Análisis de la unión superior del corte oblicuo con herramientas de radio nasal Se describe un modelo de unión superior generalizado para calcular el ángulo de flujo <br>chip</br> en el corte oblicuo utilizando herramientas de radio nasal planas. La proyección del área del chip sin cortar en la cara del rastrillo se divide en una serie de elementos paralelos a una dirección de flujo del chip supuesta. La longitud de cada uno de estos elementos se utiliza para encontrar la longitud del elemento correspondiente en la superficie de corte utilizando la relación entre la velocidad de corte y la velocidad del chip. El área de cada elemento se encuentra como el producto cruzado de la longitud y su anchura a lo largo de la vanguardia. Resumiendo el área de los elementos a lo largo de la superficie de corte, se obtiene la superficie total de corte. El área de fricción se calcula utilizando la similitud entre corte ortogonal y oblicuo en el plano equivalente que incluye tanto la velocidad de corte como la velocidad del chip. La potencia de corte se obtiene sumando la potencia de corte y la potencia de fricción. El ángulo de flujo real <br>chip</br> y la velocidad del chip se obtienen minimizando la potencia de corte con respecto a ambas variables. Se presentan la forma de la superficie curvada de corte, la sección transversal del chip y la fuerza de corte obtenida de este modelo. ",
            "error": [
                ""
            ]
        },
        "uncut chip area": {
            "translated_key": "uncut",
            "translated_annotated_text": "Análisis de la unión superior del corte oblicuo con herramientas de radio nasal Se describe un modelo de unión superior generalizado para calcular el ángulo de flujo del chip en el corte oblicuo utilizando herramientas de radio nasal planas. La proyección del área del chip <br>uncut</br> en la cara del rastrillo se divide en una serie de elementos paralelos a una dirección de flujo del chip supuesta. La longitud de cada uno de estos elementos se utiliza para encontrar la longitud del elemento correspondiente en la superficie de corte utilizando la relación entre la velocidad de corte y la velocidad del chip. El área de cada elemento se encuentra como el producto cruzado de la longitud y su anchura a lo largo de la vanguardia. Resumiendo el área de los elementos a lo largo de la superficie de corte, se obtiene la superficie total de corte. El área de fricción se calcula utilizando la similitud entre corte ortogonal y oblicuo en el plano equivalente que incluye tanto la velocidad de corte como la velocidad del chip. La potencia de corte se obtiene sumando la potencia de corte y la potencia de fricción. El ángulo de flujo real del chip y la velocidad del chip se obtienen minimizando la potencia de corte con respecto a estas dos variables. Se presentan la forma de la superficie curvada de corte, la sección transversal del chip y la fuerza de corte obtenida de este modelo. ",
            "error": [
                ""
            ]
        },
        "shear surface": {
            "translated_key": "shear",
            "translated_annotated_text": "Análisis de la unión superior del corte oblicuo con herramientas de radio nasal Se describe un modelo de unión superior generalizado para calcular el ángulo de flujo del chip en el corte oblicuo utilizando herramientas de radio nasal planas. La proyección del área del chip sin cortar en la cara del rastrillo se divide en una serie de elementos paralelos a una dirección de flujo del chip supuesta. La longitud de cada uno de estos elementos se utiliza para encontrar la longitud del elemento correspondiente en la superficie <br>shear</br> utilizando la relación entre la velocidad de corte y la velocidad del chip. El área de cada elemento se encuentra como el producto cruzado de la longitud y su anchura a lo largo de la vanguardia. Resumiendo el área de los elementos a lo largo de la superficie <br>shear</br>, se obtiene el área total de la superficie <br>shear</br>shear. El área de fricción se calcula utilizando la similitud entre corte ortogonal y oblicuo en el plano equivalente que incluye tanto la velocidad de corte como la velocidad del chip. La potencia de corte se obtiene sumando la potencia de corte y la potencia de fricción. El ángulo de flujo real del chip y la velocidad del chip se obtienen minimizando la potencia de corte con respecto a estas dos variables. Se presenta la forma de la superficie curvada <br>shear</br>, la sección transversal del chip y la fuerza de corte obtenida de este modelo. ",
            "error": [
                ""
            ]
        },
        "shear velocity": {
            "translated_key": "shear",
            "translated_annotated_text": "Análisis de la unión superior del corte oblicuo con herramientas de radio nasal Se describe un modelo de unión superior generalizado para calcular el ángulo de flujo del chip en el corte oblicuo utilizando herramientas de radio nasal planas. La proyección del área del chip sin cortar en la cara del rastrillo se divide en una serie de elementos paralelos a una dirección de flujo del chip supuesta. La longitud de cada uno de estos elementos se utiliza para encontrar la longitud del elemento correspondiente en la superficie de corte utilizando la relación entre la velocidad <br>shear</br> y la velocidad del chip. El área de cada elemento se encuentra como el producto cruzado de la longitud y su anchura a lo largo de la vanguardia. Resumiendo el área de los elementos a lo largo de la superficie de corte, se obtiene la superficie total de corte. El área de fricción se calcula utilizando la similitud entre corte ortogonal y oblicuo en el plano equivalente que incluye tanto la velocidad de corte como la velocidad del chip. La potencia de corte se obtiene sumando la potencia de corte y la potencia de fricción. El ángulo de flujo real del chip y la velocidad del chip se obtienen minimizando la potencia de corte con respecto a estas dos variables. Se presentan la forma de la superficie curvada de corte, la sección transversal del chip y la fuerza de corte obtenida de este modelo. ",
            "error": [
                ""
            ]
        },
        "chip velocity": {
            "translated_key": "chip",
            "translated_annotated_text": "Análisis de la unión superior del corte oblicuo con herramientas de radio nasal Se describe un modelo de unión superior generalizado para calcular el ángulo de flujo del chip en el corte oblicuo utilizando herramientas de radio nasal planas. La proyección del área del chip sin cortar en la cara del rastrillo se divide en una serie de elementos paralelos a una dirección de flujo del chip supuesta. La longitud de cada uno de estos elementos se utiliza para encontrar la longitud del elemento correspondiente en la superficie de corte utilizando la relación entre la velocidad de corte y la velocidad <br>chip</br>. El área de cada elemento se encuentra como el producto cruzado de la longitud y su anchura a lo largo de la vanguardia. Resumiendo el área de los elementos a lo largo de la superficie de corte, se obtiene la superficie total de corte. El área de fricción se calcula utilizando la similitud entre el corte ortogonal y oblicuo en el plano equivalente que incluye tanto la velocidad de corte como la velocidad de corte <br>chip</br>. La potencia de corte se obtiene sumando la potencia de corte y la potencia de fricción. El ángulo de flujo real del chip y la velocidad <br>chip</br> se obtienen minimizando la potencia de corte con respecto a ambas variables. Se presentan la forma de la superficie curvada de corte, la sección transversal del chip y la fuerza de corte obtenida de este modelo. ",
            "error": [
                ""
            ]
        },
        "friction area": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de la unión superior del corte oblicuo con herramientas de radio nasal Se describe un modelo de unión superior generalizado para calcular el ángulo de flujo del chip en el corte oblicuo utilizando herramientas de radio nasal planas. La proyección del área del chip sin cortar en la cara del rastrillo se divide en una serie de elementos paralelos a una dirección de flujo del chip supuesta. La longitud de cada uno de estos elementos se utiliza para encontrar la longitud del elemento correspondiente en la superficie de corte utilizando la relación entre la velocidad de corte y la velocidad del chip. El área de cada elemento se encuentra como el producto cruzado de la longitud y su anchura a lo largo de la vanguardia. Resumiendo el área de los elementos a lo largo de la superficie de corte, se obtiene la superficie total de corte. El área de fricción <br> se calcula utilizando la similitud entre corte ortogonal y oblicuo en el plano equivalente que incluye tanto la velocidad de corte como la velocidad del chip. La potencia de corte se obtiene sumando la potencia de corte y la potencia de fricción. El ángulo de flujo real del chip y la velocidad del chip se obtienen minimizando la potencia de corte con respecto a estas dos variables. Se presentan la forma de la superficie curvada de corte, la sección transversal del chip y la fuerza de corte obtenida de este modelo. ",
            "error": []
        },
        "cutting": {
            "translated_key": [
                "oblico",
                "oblico",
                "cortar",
                "cutting",
                "cutting",
                " se obtiene sumando la potencia de corte y la potencia de fricción. El ángulo de flujo real del chip y la velocidad del chip se obtienen minimizando la potencia <br>cutting",
                "cutting"
            ],
            "translated_annotated_text": "Análisis de la unión superior del corte <br>oblico</br> con herramientas de radio nasal Se describe un modelo generalizado de unión superior para calcular el ángulo de flujo de virutas en corte <br>oblico</br> utilizando herramientas de radio nasal de cara plana. La proyección del área del chip sin cortar en la cara del rastrillo se divide en una serie de elementos paralelos a una dirección de flujo del chip supuesta. La longitud de cada uno de estos elementos se utiliza para encontrar la longitud del elemento correspondiente en la superficie de corte utilizando la relación entre la velocidad de corte y la velocidad del chip. El área de cada elemento se encuentra como el producto transversal de la longitud y su anchura a lo largo del borde <br>cortar</br>. Resumiendo el área de los elementos a lo largo de la superficie de corte, se obtiene la superficie total de corte. El área de fricción se calcula utilizando la similitud entre ortogonal y oblicuo <br>cutting</br> en el plano equivalente que incluye tanto la velocidad de corte <br>cutting</br> y la velocidad del chip. La potencia de corte <br> se obtiene sumando la potencia de corte y la potencia de fricción. El ángulo de flujo real del chip y la velocidad del chip se obtienen minimizando la potencia <br>cutting</br> con respecto a ambas variables. Se presentan la forma de la superficie curvada de corte, la sección transversal del chip y la fuerza <br>cutting</br> obtenida de este modelo. ",
            "error": [
                "oblico",
                "oblico",
                "cortar",
                "cutting",
                "cutting",
                " se obtiene sumando la potencia de corte y la potencia de fricción. El ángulo de flujo real del chip y la velocidad del chip se obtienen minimizando la potencia <br>cutting",
                "cutting"
            ]
        },
        "friction": {
            "translated_key": "fricción",
            "translated_annotated_text": "Análisis de la unión superior del corte oblicuo con herramientas de radio nasal Se describe un modelo de unión superior generalizado para calcular el ángulo de flujo del chip en el corte oblicuo utilizando herramientas de radio nasal planas. La proyección del área del chip sin cortar en la cara del rastrillo se divide en una serie de elementos paralelos a una dirección de flujo del chip supuesta. La longitud de cada uno de estos elementos se utiliza para encontrar la longitud del elemento correspondiente en la superficie de corte utilizando la relación entre la velocidad de corte y la velocidad del chip. El área de cada elemento se encuentra como el producto cruzado de la longitud y su anchura a lo largo de la vanguardia. Resumiendo el área de los elementos a lo largo de la superficie de corte, se obtiene la superficie total de corte. El área <br>fricción</br> se calcula utilizando la similitud entre corte ortogonal y oblicuo en el plano equivalente que incluye tanto la velocidad de corte como la velocidad del chip. La potencia de corte se obtiene sumando la potencia de corte y la potencia de fricción <br></br>. El ángulo de flujo real del chip y la velocidad del chip se obtienen minimizando la potencia de corte con respecto a estas dos variables. Se presentan la forma de la superficie curvada de corte, la sección transversal del chip y la fuerza de corte obtenida de este modelo. ",
            "error": [
                ""
            ]
        },
        "machine tools": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de la unión superior del corte oblicuo con herramientas de radio nasal Se describe un modelo de unión superior generalizado para calcular el ángulo de flujo del chip en el corte oblicuo utilizando herramientas de radio nasal planas. La proyección del área del chip sin cortar en la cara del rastrillo se divide en una serie de elementos paralelos a una dirección de flujo del chip supuesta. La longitud de cada uno de estos elementos se utiliza para encontrar la longitud del elemento correspondiente en la superficie de corte utilizando la relación entre la velocidad de corte y la velocidad del chip. El área de cada elemento se encuentra como el producto cruzado de la longitud y su anchura a lo largo de la vanguardia. Resumiendo el área de los elementos a lo largo de la superficie de corte, se obtiene la superficie total de corte. El área de fricción se calcula utilizando la similitud entre corte ortogonal y oblicuo en el plano equivalente que incluye tanto la velocidad de corte como la velocidad del chip. La potencia de corte se obtiene sumando la potencia de corte y la potencia de fricción. El ángulo de flujo real del chip y la velocidad del chip se obtienen minimizando la potencia de corte con respecto a estas dos variables. Se presentan la forma de la superficie curvada de corte, la sección transversal del chip y la fuerza de corte obtenida de este modelo. ",
            "error": []
        },
        "machining": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de la unión superior del corte oblicuo con herramientas de radio nasal Se describe un modelo de unión superior generalizado para calcular el ángulo de flujo del chip en el corte oblicuo utilizando herramientas de radio nasal planas. La proyección del área del chip sin cortar en la cara del rastrillo se divide en una serie de elementos paralelos a una dirección de flujo del chip supuesta. La longitud de cada uno de estos elementos se utiliza para encontrar la longitud del elemento correspondiente en la superficie de corte utilizando la relación entre la velocidad de corte y la velocidad del chip. El área de cada elemento se encuentra como el producto cruzado de la longitud y su anchura a lo largo de la vanguardia. Resumiendo el área de los elementos a lo largo de la superficie de corte, se obtiene la superficie total de corte. El área de fricción se calcula utilizando la similitud entre corte ortogonal y oblicuo en el plano equivalente que incluye tanto la velocidad de corte como la velocidad del chip. La potencia de corte se obtiene sumando la potencia de corte y la potencia de fricción. El ángulo de flujo real del chip y la velocidad del chip se obtienen minimizando la potencia de corte con respecto a estas dos variables. Se presentan la forma de la superficie curvada de corte, la sección transversal del chip y la fuerza de corte obtenida de este modelo. ",
            "error": []
        },
        "mechanical engineering": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de la unión superior del corte oblicuo con herramientas de radio nasal Se describe un modelo de unión superior generalizado para calcular el ángulo de flujo del chip en el corte oblicuo utilizando herramientas de radio nasal planas. La proyección del área del chip sin cortar en la cara del rastrillo se divide en una serie de elementos paralelos a una dirección de flujo del chip supuesta. La longitud de cada uno de estos elementos se utiliza para encontrar la longitud del elemento correspondiente en la superficie de corte utilizando la relación entre la velocidad de corte y la velocidad del chip. El área de cada elemento se encuentra como el producto cruzado de la longitud y su anchura a lo largo de la vanguardia. Resumiendo el área de los elementos a lo largo de la superficie de corte, se obtiene la superficie total de corte. El área de fricción se calcula utilizando la similitud entre corte ortogonal y oblicuo en el plano equivalente que incluye tanto la velocidad de corte como la velocidad del chip. La potencia de corte se obtiene sumando la potencia de corte y la potencia de fricción. El ángulo de flujo real del chip y la velocidad del chip se obtienen minimizando la potencia de corte con respecto a estas dos variables. Se presentan la forma de la superficie curvada de corte, la sección transversal del chip y la fuerza de corte obtenida de este modelo. ",
            "error": []
        },
        "shear strength": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de la unión superior del corte oblicuo con herramientas de radio nasal Se describe un modelo de unión superior generalizado para calcular el ángulo de flujo del chip en el corte oblicuo utilizando herramientas de radio nasal planas. La proyección del área del chip sin cortar en la cara del rastrillo se divide en una serie de elementos paralelos a una dirección de flujo del chip supuesta. La longitud de cada uno de estos elementos se utiliza para encontrar la longitud del elemento correspondiente en la superficie de corte utilizando la relación entre la velocidad de corte y la velocidad del chip. El área de cada elemento se encuentra como el producto cruzado de la longitud y su anchura a lo largo de la vanguardia. Resumiendo el área de los elementos a lo largo de la superficie de corte, se obtiene la superficie total de corte. El área de fricción se calcula utilizando la similitud entre corte ortogonal y oblicuo en el plano equivalente que incluye tanto la velocidad de corte como la velocidad del chip. La potencia de corte se obtiene sumando la potencia de corte y la potencia de fricción. El ángulo de flujo real del chip y la velocidad del chip se obtienen minimizando la potencia de corte con respecto a estas dos variables. Se presentan la forma de la superficie curvada de corte, la sección transversal del chip y la fuerza de corte obtenida de este modelo. ",
            "error": []
        }
    }
}