{
    "original_text": "On the monotonicity conservation in numerical solutions of the heat equation It is important to choose such numerical methods in practice that mirror the characteristic properties of the described process beyond the stability and convergence. The investigated qualitative property in this paper is the conservation of the monotonicity in space of the initial heat distribution. We prove some statements about the monotonicity conservation and total monotonicity of one-step vector-iterations. Then, applying these results, we consider the numerical solutions of the one-dimensional heat equation. Our main theorem formulates the necessary and sufficient condition of the uniform monotonicity conservation. The sharpness of the conditions is demonstrated by numerical examples",
    "original_translation": "Sobre la conservación de la monotonicidad en las soluciones numéricas de la ecuación de calor Es importante elegir tales métodos numéricos en la práctica que reflejen las propiedades características del proceso descrito más allá de la estabilidad y convergencia. La propiedad cualitativa investigada en este artículo es la conservación de la monotonicidad en el espacio de la distribución inicial del calor. Demostramos algunas declaraciones sobre la conservación de la monotonicidad y la monotonicidad total de las partituras vectoriales de un solo paso. Luego, aplicando estos resultados, consideramos las soluciones numéricas de la ecuación de calor unidimensional. Nuestro teorema principal formula la condición necesaria y suficiente de la conservación de la monotonicidad uniforme. La nitidez de las condiciones se demuestra con ejemplos numéricos",
    "error_count": 3,
    "keys": {
        "monotonicity conservation": {
            "translated_key": "monotonicidad",
            "translated_annotated_text": "Sobre la conservación de la <br>monotonicidad</br> en soluciones numéricas de la ecuación de calor Es importante elegir tales métodos numéricos en la práctica que reflejen las propiedades características del proceso descrito más allá de la estabilidad y convergencia. La propiedad cualitativa investigada en este artículo es la conservación de la monotonicidad en el espacio de la distribución inicial del calor. Demostramos algunas afirmaciones sobre la conservación de la <br>monotonicidad</br> y la monotonicidad total de las codificaciones vectoriales en un solo paso. Luego, aplicando estos resultados, consideramos las soluciones numéricas de la ecuación de calor unidimensional. Nuestro teorema principal formula la condición necesaria y suficiente de la conservación uniforme de la <br>monotonicidad</br>. La nitidez de las condiciones se demuestra con ejemplos numéricos ",
            "error": [
                ""
            ]
        },
        "numerical solutions": {
            "translated_key": "soluciones numéricas",
            "translated_annotated_text": "Sobre la conservación de la monotonicidad en <br>soluciones numéricas</br> de la ecuación de calor Es importante elegir tales métodos numéricos en la práctica que reflejen las propiedades características del proceso descrito más allá de la estabilidad y convergencia.  La propiedad cualitativa investigada en este artículo es la conservación de la monotonicidad en el espacio de la distribución inicial del calor. Demostramos algunas declaraciones sobre la conservación de la monotonicidad y la monotonicidad total de las partituras vectoriales de un solo paso. Luego, aplicando estos resultados, consideramos las soluciones numéricas <br> de la ecuación de calor unidimensional. Nuestro teorema principal formula la condición necesaria y suficiente de la conservación de la monotonicidad uniforme. La nitidez de las condiciones se demuestra con ejemplos numéricos ",
            "error": [
                ""
            ]
        },
        "heat equation": {
            "translated_key": "heat",
            "translated_annotated_text": "Sobre la conservación de la monotonicidad en soluciones numéricas de la ecuación <br>heat</br> Es importante elegir métodos numéricos en la práctica que reflejen las propiedades características del proceso descrito más allá de la estabilidad y convergencia. La propiedad cualitativa investigada en este artículo es la conservación de la monotonicidad en el espacio de la distribución inicial del calor. Demostramos algunas declaraciones sobre la conservación de la monotonicidad y la monotonicidad total de las partituras vectoriales de un solo paso. Luego, aplicando estos resultados, consideramos las soluciones numéricas de la ecuación unidimensional <br>heat</br>. Nuestro teorema principal formula la condición necesaria y suficiente de la conservación de la monotonicidad uniforme. La nitidez de las condiciones se demuestra con ejemplos numéricos ",
            "error": [
                ""
            ]
        },
        "characteristic properties": {
            "translated_key": "características",
            "translated_annotated_text": "Sobre la conservación de la monotonicidad en las soluciones numéricas de la ecuación de calor Es importante elegir tales métodos numéricos en la práctica que reflejen las propiedades <br>características</br> del proceso descrito más allá de la estabilidad y convergencia. La propiedad cualitativa investigada en este artículo es la conservación de la monotonicidad en el espacio de la distribución inicial del calor. Demostramos algunas declaraciones sobre la conservación de la monotonicidad y la monotonicidad total de las partituras vectoriales de un solo paso. Luego, aplicando estos resultados, consideramos las soluciones numéricas de la ecuación de calor unidimensional. Nuestro teorema principal formula la condición necesaria y suficiente de la conservación de la monotonicidad uniforme. La nitidez de las condiciones se demuestra con ejemplos numéricos ",
            "error": [
                ""
            ]
        },
        "qualitative property": {
            "translated_key": "propiedad cualitativa",
            "translated_annotated_text": "Sobre la conservación de la monotonicidad en las soluciones numéricas de la ecuación de calor Es importante elegir tales métodos numéricos en la práctica que reflejen las propiedades características del proceso descrito más allá de la estabilidad y convergencia. La <br>propiedad cualitativa</br> investigada en este artículo es la conservación de la monotonicidad en el espacio de la distribución inicial de calor.  Demostramos algunas declaraciones sobre la conservación de la monotonicidad y la monotonicidad total de las partituras vectoriales de un solo paso. Luego, aplicando estos resultados, consideramos las soluciones numéricas de la ecuación de calor unidimensional. Nuestro teorema principal formula la condición necesaria y suficiente de la conservación de la monotonicidad uniforme. La nitidez de las condiciones se demuestra con ejemplos numéricos ",
            "error": [
                ""
            ]
        },
        "one-step vector-iterations": {
            "translated_key": "un paso vectori-teraciones",
            "translated_annotated_text": "Sobre la conservación de la monotonicidad en las soluciones numéricas de la ecuación de calor Es importante elegir tales métodos numéricos en la práctica que reflejen las propiedades características del proceso descrito más allá de la estabilidad y convergencia. La propiedad cualitativa investigada en este artículo es la conservación de la monotonicidad en el espacio de la distribución inicial del calor. Demostramos algunas declaraciones sobre la conservación de la monotonicidad y la monotonicidad total de las <br>un paso vectori-teraciones</br>. Luego, aplicando estos resultados, consideramos las soluciones numéricas de la ecuación de calor unidimensional. Nuestro teorema principal formula la condición necesaria y suficiente de la conservación de la monotonicidad uniforme. La nitidez de las condiciones se demuestra con ejemplos numéricos ",
            "error": [
                ""
            ]
        },
        "necessary and sufficient condition": {
            "translated_key": "necesaria y suficiente",
            "translated_annotated_text": "Sobre la conservación de la monotonicidad en las soluciones numéricas de la ecuación de calor Es importante elegir tales métodos numéricos en la práctica que reflejen las propiedades características del proceso descrito más allá de la estabilidad y convergencia. La propiedad cualitativa investigada en este artículo es la conservación de la monotonicidad en el espacio de la distribución inicial del calor. Demostramos algunas declaraciones sobre la conservación de la monotonicidad y la monotonicidad total de las partituras vectoriales de un solo paso. Luego, aplicando estos resultados, consideramos las soluciones numéricas de la ecuación de calor unidimensional. Nuestro teorema principal formula la condición <br>necesaria y suficiente</br> de la conservación de la monotonicidad uniforme. La nitidez de las condiciones se demuestra con ejemplos numéricos ",
            "error": [
                ""
            ]
        },
        "differential equations": {
            "translated_key": [],
            "translated_annotated_text": "Sobre la conservación de la monotonicidad en las soluciones numéricas de la ecuación de calor Es importante elegir tales métodos numéricos en la práctica que reflejen las propiedades características del proceso descrito más allá de la estabilidad y convergencia. La propiedad cualitativa investigada en este artículo es la conservación de la monotonicidad en el espacio de la distribución inicial del calor. Demostramos algunas declaraciones sobre la conservación de la monotonicidad y la monotonicidad total de las partituras vectoriales de un solo paso. Luego, aplicando estos resultados, consideramos las soluciones numéricas de la ecuación de calor unidimensional. Nuestro teorema principal formula la condición necesaria y suficiente de la conservación de la monotonicidad uniforme. La nitidez de las condiciones se demuestra con ejemplos numéricos ",
            "error": []
        },
        "heat transfer": {
            "translated_key": [],
            "translated_annotated_text": "Sobre la conservación de la monotonicidad en las soluciones numéricas de la ecuación de calor Es importante elegir tales métodos numéricos en la práctica que reflejen las propiedades características del proceso descrito más allá de la estabilidad y convergencia. La propiedad cualitativa investigada en este artículo es la conservación de la monotonicidad en el espacio de la distribución inicial del calor. Demostramos algunas declaraciones sobre la conservación de la monotonicidad y la monotonicidad total de las partituras vectoriales de un solo paso. Luego, aplicando estos resultados, consideramos las soluciones numéricas de la ecuación de calor unidimensional. Nuestro teorema principal formula la condición necesaria y suficiente de la conservación de la monotonicidad uniforme. La nitidez de las condiciones se demuestra con ejemplos numéricos ",
            "error": []
        },
        "matrix algebra": {
            "translated_key": [],
            "translated_annotated_text": "Sobre la conservación de la monotonicidad en las soluciones numéricas de la ecuación de calor Es importante elegir tales métodos numéricos en la práctica que reflejen las propiedades características del proceso descrito más allá de la estabilidad y convergencia. La propiedad cualitativa investigada en este artículo es la conservación de la monotonicidad en el espacio de la distribución inicial del calor. Demostramos algunas declaraciones sobre la conservación de la monotonicidad y la monotonicidad total de las partituras vectoriales de un solo paso. Luego, aplicando estos resultados, consideramos las soluciones numéricas de la ecuación de calor unidimensional. Nuestro teorema principal formula la condición necesaria y suficiente de la conservación de la monotonicidad uniforme. La nitidez de las condiciones se demuestra con ejemplos numéricos ",
            "error": []
        }
    }
}