{
    "original_text": "New methods for oscillatory problems based on classical codes The numerical integration of differential equations with oscillatory solutions is a very common problem in many fields of the applied sciences. Some methods have been specially devised for this kind of problem. In most of them, the calculation of the coefficients needs more computational effort than the classical codes because such coefficients depend on the step-size in a not simple manner. On the contrary, in this work we present new algorithms specially designed for perturbed oscillators whose coefficients have a simple dependence on the step-size. The methods obtained are competitive when comparing with classical and special codes",
    "original_translation": "Nuevos métodos para problemas oscilatorios basados en códigos clásicos La integración numérica de ecuaciones diferenciales con soluciones oscilatorias es un problema muy común en muchos campos de las ciencias aplicadas. Algunos métodos han sido especialmente diseñados para este tipo de problema. En la mayoría de ellos, el cálculo de los coeficientes necesita más esfuerzo computacional que los códigos clásicos porque tales coeficientes dependen del tamaño del escalón de una manera no simple. Por el contrario, en este trabajo presentamos nuevos algoritmos especialmente diseñados para osciladores perturbados cuyos coeficientes tienen una simple dependencia del tamaño del escalón. Los métodos obtenidos son competitivos cuando se comparan con códigos clásicos y especiales",
    "error_count": 4,
    "keys": {
        "oscillatory problems": {
            "translated_key": "oscillatorios",
            "translated_annotated_text": "Nuevos métodos para problemas <br>oscillatorios</br> basados en códigos clásicos La integración numérica de ecuaciones diferenciales con soluciones oscilatorias es un problema muy común en muchos campos de las ciencias aplicadas. Algunos métodos han sido especialmente diseñados para este tipo de problema. En la mayoría de ellos, el cálculo de los coeficientes necesita más esfuerzo computacional que los códigos clásicos porque tales coeficientes dependen del tamaño del escalón de una manera no simple. Por el contrario, en este trabajo presentamos nuevos algoritmos especialmente diseñados para osciladores perturbados cuyos coeficientes tienen una simple dependencia del tamaño del escalón. Los métodos obtenidos son competitivos cuando se comparan con códigos clásicos y especiales ",
            "error": [
                ""
            ]
        },
        "classical codes": {
            "translated_key": [
                "códigos clásicos",
                "clásicos"
            ],
            "translated_annotated_text": "Nuevos métodos para problemas oscilatorios basados en <br>códigos clásicos</br> La integración numérica de ecuaciones diferenciales con soluciones oscilatorias es un problema muy común en muchos campos de las ciencias aplicadas.  Algunos métodos han sido especialmente diseñados para este tipo de problema. En la mayoría de ellos, el cálculo de los coeficientes requiere más esfuerzo computacional que los códigos <br>clásicos</br> porque dichos coeficientes dependen del tamaño del escalón de una manera no sencilla. Por el contrario, en este trabajo presentamos nuevos algoritmos especialmente diseñados para osciladores perturbados cuyos coeficientes tienen una simple dependencia del tamaño del escalón. Los métodos obtenidos son competitivos cuando se comparan con códigos clásicos y especiales ",
            "error": [
                "códigos clásicos",
                "clásicos"
            ]
        },
        "numerical integration": {
            "translated_key": "integración numérica",
            "translated_annotated_text": "Nuevos métodos para problemas oscilatorios basados en códigos clásicos La <br>integración numérica</br> de ecuaciones diferenciales con soluciones oscilatorias es un problema muy común en muchos campos de las ciencias aplicadas.  Algunos métodos han sido especialmente diseñados para este tipo de problema. En la mayoría de ellos, el cálculo de los coeficientes necesita más esfuerzo computacional que los códigos clásicos porque tales coeficientes dependen del tamaño del escalón de una manera no simple. Por el contrario, en este trabajo presentamos nuevos algoritmos especialmente diseñados para osciladores perturbados cuyos coeficientes tienen una simple dependencia del tamaño del escalón. Los métodos obtenidos son competitivos cuando se comparan con códigos clásicos y especiales ",
            "error": [
                ""
            ]
        },
        "differential equations": {
            "translated_key": [],
            "translated_annotated_text": "Nuevos métodos para problemas oscilatorios basados en códigos clásicos La integración numérica de ecuaciones diferenciales <br> con soluciones oscilatorias es un problema muy común en muchos campos de las ciencias aplicadas. Algunos métodos han sido especialmente diseñados para este tipo de problema. En la mayoría de ellos, el cálculo de los coeficientes necesita más esfuerzo computacional que los códigos clásicos porque tales coeficientes dependen del tamaño del escalón de una manera no simple. Por el contrario, en este trabajo presentamos nuevos algoritmos especialmente diseñados para osciladores perturbados cuyos coeficientes tienen una simple dependencia del tamaño del escalón. Los métodos obtenidos son competitivos cuando se comparan con códigos clásicos y especiales ",
            "error": []
        },
        "oscillatory solutions": {
            "translated_key": "oscillatorias",
            "translated_annotated_text": "Nuevos métodos para problemas oscilatorios basados en códigos clásicos La integración numérica de ecuaciones diferenciales con soluciones <br>oscillatorias</br> es un problema muy común en muchos campos de las ciencias aplicadas. Algunos métodos han sido especialmente diseñados para este tipo de problema. En la mayoría de ellos, el cálculo de los coeficientes necesita más esfuerzo computacional que los códigos clásicos porque tales coeficientes dependen del tamaño del escalón de una manera no simple. Por el contrario, en este trabajo presentamos nuevos algoritmos especialmente diseñados para osciladores perturbados cuyos coeficientes tienen una simple dependencia del tamaño del escalón. Los métodos obtenidos son competitivos cuando se comparan con códigos clásicos y especiales ",
            "error": [
                ""
            ]
        },
        "perturbed oscillators": {
            "translated_key": "osciladores perturbados",
            "translated_annotated_text": "Nuevos métodos para problemas oscilatorios basados en códigos clásicos La integración numérica de ecuaciones diferenciales con soluciones oscilatorias es un problema muy común en muchos campos de las ciencias aplicadas. Algunos métodos han sido especialmente diseñados para este tipo de problema. En la mayoría de ellos, el cálculo de los coeficientes necesita más esfuerzo computacional que los códigos clásicos porque tales coeficientes dependen del tamaño del escalón de una manera no simple. Por el contrario, en este trabajo presentamos nuevos algoritmos diseñados especialmente para <br>osciladores perturbados</br> cuyos coeficientes tienen una simple dependencia del tamaño del escalón.  Los métodos obtenidos son competitivos cuando se comparan con códigos clásicos y especiales ",
            "error": [
                ""
            ]
        },
        "initial value problems": {
            "translated_key": [],
            "translated_annotated_text": "Nuevos métodos para problemas oscilatorios basados en códigos clásicos La integración numérica de ecuaciones diferenciales con soluciones oscilatorias es un problema muy común en muchos campos de las ciencias aplicadas. Algunos métodos han sido especialmente diseñados para este tipo de problema. En la mayoría de ellos, el cálculo de los coeficientes necesita más esfuerzo computacional que los códigos clásicos porque tales coeficientes dependen del tamaño del escalón de una manera no simple. Por el contrario, en este trabajo presentamos nuevos algoritmos especialmente diseñados para osciladores perturbados cuyos coeficientes tienen una simple dependencia del tamaño del escalón. Los métodos obtenidos son competitivos cuando se comparan con códigos clásicos y especiales ",
            "error": []
        }
    }
}