{
    "original_text": "TCRM: diagnosing tuple inconsistency for granulized datasets Many approaches to granularization have been presented for knowledge discovery. However, the inconsistent tuples that exist in granulized datasets are hardly ever revealed. We developed a model, tuple consistency recognition model (TCRM) to help efficiently detect inconsistent tuples for datasets that are granulized. The main outputs of the developed model include explored inconsistent tuples and consumed processing time. We further conducted an empirical test where eighteen continuous real-life datasets granulized by the equal width interval technique that embedded S-plus histogram binning algorithm (SHBA) and largest binning size algorithm (LBSA) binning algorithms were diagnosed. Remarkable results: almost 40% of the granulized datasets contain inconsistent tuples and 22% have the amount of inconsistent tuples more than 20%",
    "original_translation": "TCRM: Diagnosticar la inconsistencia de tuple para conjuntos de datos granulizados Se han presentado muchos enfoques de granularización para el descubrimiento de conocimiento. Sin embargo, las tuplas inconsistentes que existen en los conjuntos de datos granulizados casi nunca se revelan. Desarrollamos un modelo de reconocimiento de consistencia de tuplas (TCRM) para ayudar a detectar eficientemente tuplas inconsistentes para conjuntos de datos que son granulizados. Los principales resultados del modelo desarrollado incluyen tuplas incoherentes exploradas y tiempo de procesamiento consumido. Además, se realizó una prueba empírica en la que se diagnosticaron dieciocho conjuntos de datos continuos de la vida real granulizados por la técnica de intervalo de anchura igual que incrustó el algoritmo de binning del histograma S-plus (SHBA) y los algoritmos de binning del tamaño más grande del binning (LBSA). Resultados notables: casi el 40% de los conjuntos de datos granulizados contienen tuplas inconsistentes y el 22% tienen la cantidad de tuplas inconsistentes más del 20%",
    "error_count": 10,
    "keys": {
        "TCRM": {
            "translated_key": "TCRM",
            "translated_annotated_text": "<br>TCRM</br>: diagnóstico de la inconsistencia de tuple para conjuntos de datos granulizados Se han presentado muchos enfoques de granularización para el descubrimiento de conocimiento. Sin embargo, las tuplas inconsistentes que existen en los conjuntos de datos granulizados casi nunca se revelan. Desarrollamos un modelo de reconocimiento de consistencia de tuplas (<br>TCRM</br>) para ayudar a detectar eficientemente tuplas inconsistentes para conjuntos de datos que son granulizados. Los principales resultados del modelo desarrollado incluyen tuplas incoherentes exploradas y tiempo de procesamiento consumido. Además, se realizó una prueba empírica en la que se diagnosticaron dieciocho conjuntos de datos continuos de la vida real granulizados por la técnica de intervalo de anchura igual que incrustó el algoritmo de binning del histograma S-plus (SHBA) y los algoritmos de binning del tamaño más grande del binning (LBSA). Resultados notables: casi el 40% de los conjuntos de datos granulizados contienen tuplas inconsistentes y el 22% tienen la cantidad de tuplas inconsistentes más del 20% ",
            "error": [
                ""
            ]
        },
        "tuple inconsistency": {
            "translated_key": "tuple",
            "translated_annotated_text": "TCRM: diagnóstico de inconsistencia de <br>tuple</br> para conjuntos de datos granulizados Se han presentado muchos enfoques de granularización para el descubrimiento de conocimiento. Sin embargo, las tuplas inconsistentes que existen en los conjuntos de datos granulizados casi nunca se revelan. Desarrollamos un modelo de reconocimiento de consistencia de tuplas (TCRM) para ayudar a detectar eficientemente tuplas inconsistentes para conjuntos de datos que son granulizados. Los principales resultados del modelo desarrollado incluyen tuplas incoherentes exploradas y tiempo de procesamiento consumido. Además, se realizó una prueba empírica en la que se diagnosticaron dieciocho conjuntos de datos continuos de la vida real granulizados por la técnica de intervalo de anchura igual que incrustó el algoritmo de binning del histograma S-plus (SHBA) y los algoritmos de binning del tamaño más grande del binning (LBSA). Resultados notables: casi el 40% de los conjuntos de datos granulizados contienen tuplas inconsistentes y el 22% tienen la cantidad de tuplas inconsistentes más del 20% ",
            "error": [
                ""
            ]
        },
        "granulized datasets": {
            "translated_key": "granulizados",
            "translated_annotated_text": "TCRM: diagnóstico de la inconsistencia de la tupla para conjuntos de datos <br>granulizados</br> Se han presentado muchos enfoques para el descubrimiento de conocimiento. Sin embargo, las tuplas inconsistentes que existen en conjuntos de datos <br>granulizados</br> casi nunca se revelan. Desarrollamos un modelo de reconocimiento de consistencia de tuplas (TCRM) para ayudar a detectar eficientemente tuplas inconsistentes para conjuntos de datos que son granulizados. Los principales resultados del modelo desarrollado incluyen tuplas incoherentes exploradas y tiempo de procesamiento consumido. Además, se realizó una prueba empírica en la que se diagnosticaron dieciocho conjuntos de datos continuos de la vida real granulizados por la técnica de intervalo de anchura igual que incrustó el algoritmo de binning del histograma S-plus (SHBA) y los algoritmos de binning del tamaño más grande del binning (LBSA). Resultados notables: casi el 40% de los conjuntos de datos <br>granulizados</br> contienen tuplas inconsistentes y el 22% tienen la cantidad de tuplas inconsistentes más del 20% ",
            "error": [
                ""
            ]
        },
        "granularization": {
            "translated_key": [],
            "translated_annotated_text": "TCRM: diagnóstico de la inconsistencia de la tupla para conjuntos de datos granulizados Se han presentado muchos enfoques para la granularización <br> para el descubrimiento del conocimiento. Sin embargo, las tuplas inconsistentes que existen en los conjuntos de datos granulizados casi nunca se revelan. Desarrollamos un modelo de reconocimiento de consistencia de tuplas (TCRM) para ayudar a detectar eficientemente tuplas inconsistentes para conjuntos de datos que son granulizados. Los principales resultados del modelo desarrollado incluyen tuplas incoherentes exploradas y tiempo de procesamiento consumido. Además, se realizó una prueba empírica en la que se diagnosticaron dieciocho conjuntos de datos continuos de la vida real granulizados por la técnica de intervalo de anchura igual que incrustó el algoritmo de binning del histograma S-plus (SHBA) y los algoritmos de binning del tamaño más grande del binning (LBSA). Resultados notables: casi el 40% de los conjuntos de datos granulizados contienen tuplas inconsistentes y el 22% tienen la cantidad de tuplas inconsistentes más del 20% ",
            "error": []
        },
        "knowledge discovery": {
            "translated_key": "descubrimiento de conocimiento",
            "translated_annotated_text": "TCRM: diagnóstico de la inconsistencia de la tupla para conjuntos de datos granulizados Se han presentado muchos enfoques de granularización para <br>descubrimiento de conocimiento</br>. Sin embargo, las tuplas inconsistentes que existen en los conjuntos de datos granulizados casi nunca se revelan. Desarrollamos un modelo de reconocimiento de consistencia de tuplas (TCRM) para ayudar a detectar eficientemente tuplas inconsistentes para conjuntos de datos que son granulizados. Los principales resultados del modelo desarrollado incluyen tuplas incoherentes exploradas y tiempo de procesamiento consumido. Además, se realizó una prueba empírica en la que se diagnosticaron dieciocho conjuntos de datos continuos de la vida real granulizados por la técnica de intervalo de anchura igual que incrustó el algoritmo de binning del histograma S-plus (SHBA) y los algoritmos de binning del tamaño más grande del binning (LBSA). Resultados notables: casi el 40% de los conjuntos de datos granulizados contienen tuplas inconsistentes y el 22% tienen la cantidad de tuplas inconsistentes más del 20% ",
            "error": [
                ""
            ]
        },
        "tuple consistency recognition model": {
            "translated_key": "tuple consistencia reconocimiento modelo",
            "translated_annotated_text": "TCRM: Diagnosticar la inconsistencia de tuple para conjuntos de datos granulizados Se han presentado muchos enfoques de granularización para el descubrimiento de conocimiento. Sin embargo, las tuplas inconsistentes que existen en los conjuntos de datos granulizados casi nunca se revelan. Desarrollamos un modelo, <br>tuple consistencia reconocimiento modelo</br> (TCRM) para ayudar a detectar eficientemente tuplas inconsistentes para conjuntos de datos que son granulizados. Los principales resultados del modelo desarrollado incluyen tuplas incoherentes exploradas y tiempo de procesamiento consumido. Además, se realizó una prueba empírica en la que se diagnosticaron dieciocho conjuntos de datos continuos de la vida real granulizados por la técnica de intervalo de anchura igual que incrustó el algoritmo de binning del histograma S-plus (SHBA) y los algoritmos de binning del tamaño más grande del binning (LBSA). Resultados notables: casi el 40% de los conjuntos de datos granulizados contienen tuplas inconsistentes y el 22% tienen la cantidad de tuplas inconsistentes más del 20% ",
            "error": [
                ""
            ]
        },
        "relational database": {
            "translated_key": [],
            "translated_annotated_text": "TCRM: Diagnosticar la inconsistencia de tuple para conjuntos de datos granulizados Se han presentado muchos enfoques de granularización para el descubrimiento de conocimiento. Sin embargo, las tuplas inconsistentes que existen en los conjuntos de datos granulizados casi nunca se revelan. Desarrollamos un modelo de reconocimiento de consistencia de tuplas (TCRM) para ayudar a detectar eficientemente tuplas inconsistentes para conjuntos de datos que son granulizados. Los principales resultados del modelo desarrollado incluyen tuplas incoherentes exploradas y tiempo de procesamiento consumido. Además, se realizó una prueba empírica en la que se diagnosticaron dieciocho conjuntos de datos continuos de la vida real granulizados por la técnica de intervalo de anchura igual que incrustó el algoritmo de binning del histograma S-plus (SHBA) y los algoritmos de binning del tamaño más grande del binning (LBSA). Resultados notables: casi el 40% de los conjuntos de datos granulizados contienen tuplas inconsistentes y el 22% tienen la cantidad de tuplas inconsistentes más del 20% ",
            "error": []
        },
        "large database": {
            "translated_key": [],
            "translated_annotated_text": "TCRM: Diagnosticar la inconsistencia de tuple para conjuntos de datos granulizados Se han presentado muchos enfoques de granularización para el descubrimiento de conocimiento. Sin embargo, las tuplas inconsistentes que existen en los conjuntos de datos granulizados casi nunca se revelan. Desarrollamos un modelo de reconocimiento de consistencia de tuplas (TCRM) para ayudar a detectar eficientemente tuplas inconsistentes para conjuntos de datos que son granulizados. Los principales resultados del modelo desarrollado incluyen tuplas incoherentes exploradas y tiempo de procesamiento consumido. Además, se realizó una prueba empírica en la que se diagnosticaron dieciocho conjuntos de datos continuos de la vida real granulizados por la técnica de intervalo de anchura igual que incrustó el algoritmo de binning del histograma S-plus (SHBA) y los algoritmos de binning del tamaño más grande del binning (LBSA). Resultados notables: casi el 40% de los conjuntos de datos granulizados contienen tuplas inconsistentes y el 22% tienen la cantidad de tuplas inconsistentes más del 20% ",
            "error": []
        },
        "processing time": {
            "translated_key": " consumido",
            "translated_annotated_text": "TCRM: Diagnosticar la inconsistencia de tuple para conjuntos de datos granulizados Se han presentado muchos enfoques de granularización para el descubrimiento de conocimiento. Sin embargo, las tuplas inconsistentes que existen en los conjuntos de datos granulizados casi nunca se revelan. Desarrollamos un modelo de reconocimiento de consistencia de tuplas (TCRM) para ayudar a detectar eficientemente tuplas inconsistentes para conjuntos de datos que son granulizados. Las principales salidas del modelo desarrollado incluyen tuplas incoherentes exploradas y tiempo de procesamiento <br> consumido</br>. Además, se realizó una prueba empírica en la que se diagnosticaron dieciocho conjuntos de datos continuos de la vida real granulizados por la técnica de intervalo de anchura igual que incrustó el algoritmo de binning del histograma S-plus (SHBA) y los algoritmos de binning del tamaño más grande del binning (LBSA). Resultados notables: casi el 40% de los conjuntos de datos granulizados contienen tuplas inconsistentes y el 22% tienen la cantidad de tuplas inconsistentes más del 20% ",
            "error": [
                ""
            ]
        },
        "equal width interval technique": {
            "translated_key": "técnica de intervalo de anchura igual",
            "translated_annotated_text": "TCRM: Diagnosticar la inconsistencia de tuple para conjuntos de datos granulizados Se han presentado muchos enfoques de granularización para el descubrimiento de conocimiento. Sin embargo, las tuplas inconsistentes que existen en los conjuntos de datos granulizados casi nunca se revelan. Desarrollamos un modelo de reconocimiento de consistencia de tuplas (TCRM) para ayudar a detectar eficientemente tuplas inconsistentes para conjuntos de datos que son granulizados. Los principales resultados del modelo desarrollado incluyen tuplas incoherentes exploradas y tiempo de procesamiento consumido. Además, realizamos una prueba empírica en la que se diagnosticaron dieciocho conjuntos de datos continuos de la vida real granulizados por la <br>técnica de intervalo de anchura igual</br> que incrustó el algoritmo de binning del histograma S-plus (SHBA) y los algoritmos de binning del tamaño más grande del binning (LBSA). Resultados notables: casi el 40% de los conjuntos de datos granulizados contienen tuplas inconsistentes y el 22% tienen la cantidad de tuplas inconsistentes más del 20% ",
            "error": [
                ""
            ]
        },
        "S-plus histogram binning algorithm": {
            "translated_key": "S-plus histograma",
            "translated_annotated_text": "TCRM: Diagnosticar la inconsistencia de tuple para conjuntos de datos granulizados Se han presentado muchos enfoques de granularización para el descubrimiento de conocimiento. Sin embargo, las tuplas inconsistentes que existen en los conjuntos de datos granulizados casi nunca se revelan. Desarrollamos un modelo de reconocimiento de consistencia de tuplas (TCRM) para ayudar a detectar eficientemente tuplas inconsistentes para conjuntos de datos que son granulizados. Los principales resultados del modelo desarrollado incluyen tuplas incoherentes exploradas y tiempo de procesamiento consumido. Además, se realizó una prueba empírica en la que se diagnosticaron dieciocho conjuntos de datos continuos de la vida real granulizados por la técnica de intervalo de anchura igual que incrustaron algoritmos de binning <br>S-plus histograma</br> (SHBA) y algoritmos de binning de tamaño mayor (LBSA). Resultados notables: casi el 40% de los conjuntos de datos granulizados contienen tuplas inconsistentes y el 22% tienen la cantidad de tuplas inconsistentes más del 20% ",
            "error": [
                ""
            ]
        },
        "largest binning size algorithm": {
            "translated_key": [],
            "translated_annotated_text": "TCRM: Diagnosticar la inconsistencia de tuple para conjuntos de datos granulizados Se han presentado muchos enfoques de granularización para el descubrimiento de conocimiento. Sin embargo, las tuplas inconsistentes que existen en los conjuntos de datos granulizados casi nunca se revelan. Desarrollamos un modelo de reconocimiento de consistencia de tuplas (TCRM) para ayudar a detectar eficientemente tuplas inconsistentes para conjuntos de datos que son granulizados. Los principales resultados del modelo desarrollado incluyen tuplas incoherentes exploradas y tiempo de procesamiento consumido. Además, realizamos una prueba empírica en la que se diagnosticaron dieciocho conjuntos de datos continuos de la vida real granulizados por la técnica de intervalo de anchura igual que incrustó el algoritmo de binning del histograma S-plus (SHBA) y los algoritmos de binning del tamaño más grande del binning (LBSA). Resultados notables: casi el 40% de los conjuntos de datos granulizados contienen tuplas inconsistentes y el 22% tienen la cantidad de tuplas inconsistentes más del 20% ",
            "error": []
        },
        "SQL": {
            "translated_key": [],
            "translated_annotated_text": "TCRM: Diagnosticar la inconsistencia de tuple para conjuntos de datos granulizados Se han presentado muchos enfoques de granularización para el descubrimiento de conocimiento. Sin embargo, las tuplas inconsistentes que existen en los conjuntos de datos granulizados casi nunca se revelan. Desarrollamos un modelo de reconocimiento de consistencia de tuplas (TCRM) para ayudar a detectar eficientemente tuplas inconsistentes para conjuntos de datos que son granulizados. Los principales resultados del modelo desarrollado incluyen tuplas incoherentes exploradas y tiempo de procesamiento consumido. Además, se realizó una prueba empírica en la que se diagnosticaron dieciocho conjuntos de datos continuos de la vida real granulizados por la técnica de intervalo de anchura igual que incrustó el algoritmo de binning del histograma S-plus (SHBA) y los algoritmos de binning del tamaño más grande del binning (LBSA). Resultados notables: casi el 40% de los conjuntos de datos granulizados contienen tuplas inconsistentes y el 22% tienen la cantidad de tuplas inconsistentes más del 20% ",
            "error": []
        },
        "data integrity": {
            "translated_key": [],
            "translated_annotated_text": "TCRM: Diagnosticar la inconsistencia de tuple para conjuntos de datos granulizados Se han presentado muchos enfoques de granularización para el descubrimiento de conocimiento. Sin embargo, las tuplas inconsistentes que existen en los conjuntos de datos granulizados casi nunca se revelan. Desarrollamos un modelo de reconocimiento de consistencia de tuplas (TCRM) para ayudar a detectar eficientemente tuplas inconsistentes para conjuntos de datos que son granulizados. Los principales resultados del modelo desarrollado incluyen tuplas incoherentes exploradas y tiempo de procesamiento consumido. Además, se realizó una prueba empírica en la que se diagnosticaron dieciocho conjuntos de datos continuos de la vida real granulizados por la técnica de intervalo de anchura igual que incrustó el algoritmo de binning del histograma S-plus (SHBA) y los algoritmos de binning del tamaño más grande del binning (LBSA). Resultados notables: casi el 40% de los conjuntos de datos granulizados contienen tuplas inconsistentes y el 22% tienen la cantidad de tuplas inconsistentes más del 20% ",
            "error": []
        },
        "data mining": {
            "translated_key": [],
            "translated_annotated_text": "TCRM: Diagnosticar la inconsistencia de tuple para conjuntos de datos granulizados Se han presentado muchos enfoques de granularización para el descubrimiento de conocimiento. Sin embargo, las tuplas inconsistentes que existen en los conjuntos de datos granulizados casi nunca se revelan. Desarrollamos un modelo de reconocimiento de consistencia de tuplas (TCRM) para ayudar a detectar eficientemente tuplas inconsistentes para conjuntos de datos que son granulizados. Los principales resultados del modelo desarrollado incluyen tuplas incoherentes exploradas y tiempo de procesamiento consumido. Además, se realizó una prueba empírica en la que se diagnosticaron dieciocho conjuntos de datos continuos de la vida real granulizados por la técnica de intervalo de anchura igual que incrustó el algoritmo de binning del histograma S-plus (SHBA) y los algoritmos de binning del tamaño más grande del binning (LBSA). Resultados notables: casi el 40% de los conjuntos de datos granulizados contienen tuplas inconsistentes y el 22% tienen la cantidad de tuplas inconsistentes más del 20% ",
            "error": []
        },
        "relational databases": {
            "translated_key": [],
            "translated_annotated_text": "TCRM: Diagnosticar la inconsistencia de tuple para conjuntos de datos granulizados Se han presentado muchos enfoques de granularización para el descubrimiento de conocimiento. Sin embargo, las tuplas inconsistentes que existen en los conjuntos de datos granulizados casi nunca se revelan. Desarrollamos un modelo de reconocimiento de consistencia de tuplas (TCRM) para ayudar a detectar eficientemente tuplas inconsistentes para conjuntos de datos que son granulizados. Los principales resultados del modelo desarrollado incluyen tuplas incoherentes exploradas y tiempo de procesamiento consumido. Además, se realizó una prueba empírica en la que se diagnosticaron dieciocho conjuntos de datos continuos de la vida real granulizados por la técnica de intervalo de anchura igual que incrustó el algoritmo de binning del histograma S-plus (SHBA) y los algoritmos de binning del tamaño más grande del binning (LBSA). Resultados notables: casi el 40% de los conjuntos de datos granulizados contienen tuplas inconsistentes y el 22% tienen la cantidad de tuplas inconsistentes más del 20% ",
            "error": []
        },
        "very large databases": {
            "translated_key": [],
            "translated_annotated_text": "TCRM: Diagnosticar la inconsistencia de tuple para conjuntos de datos granulizados Se han presentado muchos enfoques de granularización para el descubrimiento de conocimiento. Sin embargo, las tuplas inconsistentes que existen en los conjuntos de datos granulizados casi nunca se revelan. Desarrollamos un modelo de reconocimiento de consistencia de tuplas (TCRM) para ayudar a detectar eficientemente tuplas inconsistentes para conjuntos de datos que son granulizados. Los principales resultados del modelo desarrollado incluyen tuplas incoherentes exploradas y tiempo de procesamiento consumido. Además, se realizó una prueba empírica en la que se diagnosticaron dieciocho conjuntos de datos continuos de la vida real granulizados por la técnica de intervalo de anchura igual que incrustó el algoritmo de binning del histograma S-plus (SHBA) y los algoritmos de binning del tamaño más grande del binning (LBSA). Resultados notables: casi el 40% de los conjuntos de datos granulizados contienen tuplas inconsistentes y el 22% tienen la cantidad de tuplas inconsistentes más del 20% ",
            "error": []
        }
    }
}