{
    "original_text": "A knowledge-based approach for business process reengineering, SHAMASH We present an overview of SHAMASH, a process modelling tool for business process reengineering. The main features that differentiate it from most current related tools are its ability to define and use organisation standards, functional structure, and develop automatic model simulation and optimisation. SHAMASH is a knowledge-based system, and we include a discussion on how knowledge acquisition takes place. Furthermore, we introduce a high level description of the architecture, the conceptual model, and other important modules of the system",
    "original_translation": "Un enfoque basado en el conocimiento para la reingeniería de procesos de negocio, SHAMASH Presentamos una visión general de SHAMASH, una herramienta de modelado de procesos para la reingeniería de procesos de negocio. Las principales características que lo diferencian de la mayoría de las herramientas relacionadas actuales son su capacidad para definir y utilizar estándares de organización, estructura funcional y desarrollar simulación y optimización automática de modelos. SHAMASH es un sistema basado en el conocimiento, e incluimos una discusión sobre cómo se lleva a cabo la adquisición de conocimiento. Además, introducimos una descripción de alto nivel de la arquitectura, el modelo conceptual y otros módulos importantes del sistema",
    "error_count": 8,
    "keys": {
        "knowledge-based approach": {
            "translated_key": "knowledge-based approach",
            "translated_annotated_text": "A <br>knowledge-based approach</br> for business process reengineering, SHAMASH Presentamos una visión general de SHAMASH, una herramienta de modelado de procesos para la reingeniería de procesos de negocio. Las principales características que lo diferencian de la mayoría de las herramientas relacionadas actuales son su capacidad para definir y utilizar estándares de organización, estructura funcional y desarrollar simulación y optimización automática de modelos. SHAMASH es un sistema basado en el conocimiento, e incluimos una discusión sobre cómo se lleva a cabo la adquisición de conocimiento. Además, introducimos una descripción de alto nivel de la arquitectura, el modelo conceptual y otros módulos importantes del sistema ",
            "error": [
                ""
            ]
        },
        "business process reengineering": {
            "translated_key": "business process reengineering",
            "translated_annotated_text": "Un enfoque basado en el conocimiento para <br>business process reengineering</br>, SHAMASH Presentamos una visión general de SHAMASH, una herramienta de modelado de procesos para <br>business process reengineering</br>. Las principales características que lo diferencian de la mayoría de las herramientas relacionadas actuales son su capacidad para definir y utilizar estándares de organización, estructura funcional y desarrollar simulación y optimización automática de modelos. SHAMASH es un sistema basado en el conocimiento, e incluimos una discusión sobre cómo se lleva a cabo la adquisición de conocimiento. Además, introducimos una descripción de alto nivel de la arquitectura, el modelo conceptual y otros módulos importantes del sistema ",
            "error": [
                ""
            ]
        },
        "SHAMASH": {
            "translated_key": "SHAMASH",
            "translated_annotated_text": "Un enfoque basado en el conocimiento para la reingeniería de procesos empresariales, <br>SHAMASH</br> Presentamos una visión general de <br>SHAMASH</br>, una herramienta de modelado de procesos para la reingeniería de procesos empresariales. Las principales características que lo diferencian de la mayoría de las herramientas relacionadas actuales son su capacidad para definir y utilizar estándares de organización, estructura funcional y desarrollar simulación y optimización automática de modelos. <br>SHAMASH</br> es un sistema basado en el conocimiento, e incluimos una discusión sobre cómo se lleva a cabo la adquisición de conocimiento. Además, introducimos una descripción de alto nivel de la arquitectura, el modelo conceptual y otros módulos importantes del sistema ",
            "error": [
                ""
            ]
        },
        "process modelling tool": {
            "translated_key": [],
            "translated_annotated_text": "Un enfoque basado en el conocimiento para la reingeniería de procesos empresariales, SHAMASH Presentamos una visión general de SHAMASH, una herramienta de modelado de procesos <br> para la reingeniería de procesos empresariales. Las principales características que lo diferencian de la mayoría de las herramientas relacionadas actuales son su capacidad para definir y utilizar estándares de organización, estructura funcional y desarrollar simulación y optimización automática de modelos. SHAMASH es un sistema basado en el conocimiento, e incluimos una discusión sobre cómo se lleva a cabo la adquisición de conocimiento. Además, introducimos una descripción de alto nivel de la arquitectura, el modelo conceptual y otros módulos importantes del sistema ",
            "error": []
        },
        "organisation standards": {
            "translated_key": [],
            "translated_annotated_text": "Un enfoque basado en el conocimiento para la reingeniería de procesos de negocio, SHAMASH Presentamos una visión general de SHAMASH, una herramienta de modelado de procesos para la reingeniería de procesos de negocio. Las principales características que lo diferencian de la mayoría de las herramientas relacionadas actuales son su capacidad para definir y utilizar estándares de organización, estructura funcional y desarrollar simulación y optimización automática de modelos. SHAMASH es un sistema basado en el conocimiento, e incluimos una discusión sobre cómo se lleva a cabo la adquisición de conocimiento. Además, introducimos una descripción de alto nivel de la arquitectura, el modelo conceptual y otros módulos importantes del sistema ",
            "error": []
        },
        "functional structure": {
            "translated_key": "estructura funcional",
            "translated_annotated_text": "Un enfoque basado en el conocimiento para la reingeniería de procesos de negocio, SHAMASH Presentamos una visión general de SHAMASH, una herramienta de modelado de procesos para la reingeniería de procesos de negocio. Las principales características que lo diferencian de la mayoría de las herramientas relacionadas actuales son su capacidad para definir y utilizar estándares de organización, <br>estructura funcional</br> y desarrollar simulación y optimización automática de modelos.  SHAMASH es un sistema basado en el conocimiento, e incluimos una discusión sobre cómo se lleva a cabo la adquisición de conocimiento. Además, introducimos una descripción de alto nivel de la arquitectura, el modelo conceptual y otros módulos importantes del sistema ",
            "error": [
                ""
            ]
        },
        "automatic model simulation": {
            "translated_key": [],
            "translated_annotated_text": "Un enfoque basado en el conocimiento para la reingeniería de procesos de negocio, SHAMASH Presentamos una visión general de SHAMASH, una herramienta de modelado de procesos para la reingeniería de procesos de negocio. Las principales características que lo diferencian de la mayoría de las herramientas relacionadas actuales son su capacidad para definir y utilizar estándares de organización, estructura funcional y desarrollar simulación y optimización automáticas de modelos. SHAMASH es un sistema basado en el conocimiento, e incluimos una discusión sobre cómo se lleva a cabo la adquisición de conocimiento. Además, introducimos una descripción de alto nivel de la arquitectura, el modelo conceptual y otros módulos importantes del sistema ",
            "error": []
        },
        "optimisation": {
            "translated_key": " ",
            "translated_annotated_text": "Un enfoque basado en el conocimiento para la reingeniería de procesos de negocio, SHAMASH Presentamos una visión general de SHAMASH, una herramienta de modelado de procesos para la reingeniería de procesos de negocio. Las principales características que lo diferencian de la mayoría de las herramientas relacionadas actuales son su capacidad para definir y utilizar estándares de organización, estructura funcional, y desarrollar simulación automática de modelos y optimización <br> </br>. SHAMASH es un sistema basado en el conocimiento, e incluimos una discusión sobre cómo se lleva a cabo la adquisición de conocimiento. Además, introducimos una descripción de alto nivel de la arquitectura, el modelo conceptual y otros módulos importantes del sistema ",
            "error": [
                ""
            ]
        },
        "knowledge-based system": {
            "translated_key": [],
            "translated_annotated_text": "Un enfoque basado en el conocimiento para la reingeniería de procesos de negocio, SHAMASH Presentamos una visión general de SHAMASH, una herramienta de modelado de procesos para la reingeniería de procesos de negocio. Las principales características que lo diferencian de la mayoría de las herramientas relacionadas actuales son su capacidad para definir y utilizar estándares de organización, estructura funcional y desarrollar simulación y optimización automática de modelos. SHAMASH es un sistema basado en el conocimiento, e incluimos una discusión sobre cómo se lleva a cabo la adquisición del conocimiento. Además, introducimos una descripción de alto nivel de la arquitectura, el modelo conceptual y otros módulos importantes del sistema ",
            "error": []
        },
        "knowledge acquisition": {
            "translated_key": " ",
            "translated_annotated_text": "Un enfoque basado en el conocimiento para la reingeniería de procesos de negocio, SHAMASH Presentamos una visión general de SHAMASH, una herramienta de modelado de procesos para la reingeniería de procesos de negocio. Las principales características que lo diferencian de la mayoría de las herramientas relacionadas actuales son su capacidad para definir y utilizar estándares de organización, estructura funcional y desarrollar simulación y optimización automática de modelos. SHAMASH es un sistema basado en el conocimiento, e incluimos una discusión sobre cómo se lleva a cabo la adquisición del conocimiento <br> </br>. Además, introducimos una descripción de alto nivel de la arquitectura, el modelo conceptual y otros módulos importantes del sistema ",
            "error": [
                ""
            ]
        },
        "conceptual model": {
            "translated_key": [],
            "translated_annotated_text": "Un enfoque basado en el conocimiento para la reingeniería de procesos de negocio, SHAMASH Presentamos una visión general de SHAMASH, una herramienta de modelado de procesos para la reingeniería de procesos de negocio. Las principales características que lo diferencian de la mayoría de las herramientas relacionadas actuales son su capacidad para definir y utilizar estándares de organización, estructura funcional y desarrollar simulación y optimización automática de modelos. SHAMASH es un sistema basado en el conocimiento, e incluimos una discusión sobre cómo se lleva a cabo la adquisición de conocimiento. Además, introducimos una descripción de alto nivel de la arquitectura, el modelo conceptual <br> y otros módulos importantes del sistema ",
            "error": []
        },
        "business data processing": {
            "translated_key": [],
            "translated_annotated_text": "Un enfoque basado en el conocimiento para la reingeniería de procesos de negocio, SHAMASH Presentamos una visión general de SHAMASH, una herramienta de modelado de procesos para la reingeniería de procesos de negocio. Las principales características que lo diferencian de la mayoría de las herramientas relacionadas actuales son su capacidad para definir y utilizar estándares de organización, estructura funcional y desarrollar simulación y optimización automática de modelos. SHAMASH es un sistema basado en el conocimiento, e incluimos una discusión sobre cómo se lleva a cabo la adquisición de conocimiento. Además, introducimos una descripción de alto nivel de la arquitectura, el modelo conceptual y otros módulos importantes del sistema ",
            "error": []
        },
        "knowledge based systems": {
            "translated_key": [],
            "translated_annotated_text": "Un enfoque basado en el conocimiento para la reingeniería de procesos de negocio, SHAMASH Presentamos una visión general de SHAMASH, una herramienta de modelado de procesos para la reingeniería de procesos de negocio. Las principales características que lo diferencian de la mayoría de las herramientas relacionadas actuales son su capacidad para definir y utilizar estándares de organización, estructura funcional y desarrollar simulación y optimización automática de modelos. SHAMASH es un sistema basado en el conocimiento, e incluimos una discusión sobre cómo se lleva a cabo la adquisición de conocimiento. Además, introducimos una descripción de alto nivel de la arquitectura, el modelo conceptual y otros módulos importantes del sistema ",
            "error": []
        },
        "systems re-engineering": {
            "translated_key": [],
            "translated_annotated_text": "Un enfoque basado en el conocimiento para la reingeniería de procesos de negocio, SHAMASH Presentamos una visión general de SHAMASH, una herramienta de modelado de procesos para la reingeniería de procesos de negocio. Las principales características que lo diferencian de la mayoría de las herramientas relacionadas actuales son su capacidad para definir y utilizar estándares de organización, estructura funcional y desarrollar simulación y optimización automática de modelos. SHAMASH es un sistema basado en el conocimiento, e incluimos una discusión sobre cómo se lleva a cabo la adquisición de conocimiento. Además, introducimos una descripción de alto nivel de la arquitectura, el modelo conceptual y otros módulos importantes del sistema ",
            "error": []
        }
    }
}