{
    "original_text": "A knowledge-based approach for managing urban infrastructures This paper presents a knowledge e-based approach dedicated to the efficient management, regulation, interactive and dynamic monitoring of urban infrastructures. This approach identifies the data and related treatments common to several municipal activities and defines the requirements and functionalities of the computer tools developed to improve the delivery and coordination of municipal services to the population. The resulting cooperative system called SIGIU is composed of a set of integrated operating systems (SYDEX) and the global planning and coordination system (SYGEC). The objective is to integrate the set of SYDEX and the SYGEC into a single coherent system for all the SIGIUs users according to their tasks, their roles, and their responsibilities within the municipal administration. SIGIU is provided by different measurement and monitoring instruments installed on some systems elements to be supervised. In this context, the information can be presented in different forms: video, pictures, data and alarms. One of SIGIUs objectives is the real-time management of urban infrastructures control mechanisms. To carry out this process, the alarm control agent creates a mobile agent associated with the alarm, which is sent to a mobile station and warns an operator. Preliminary implementation results show that SIGIU supports effectively and efficiently the decision making process related to managing urban infrastructures",
    "original_translation": "Un enfoque basado en el conocimiento para la gestión de las infraestructuras urbanas Este documento presenta un enfoque basado en el conocimiento dedicado a la gestión eficiente, la regulación, el seguimiento interactivo y dinámico de las infraestructuras urbanas. Este enfoque identifica los datos y tratamientos relacionados comunes a varias actividades municipales y define los requisitos y funcionalidades de las herramientas informáticas desarrolladas para mejorar la prestación y coordinación de los servicios municipales a la población. El sistema cooperativo resultante llamado SIGIU está compuesto por un conjunto de sistemas operativos integrados (SYDEX) y el sistema global de planificación y coordinación (SYGEC). El objetivo es integrar el conjunto de SYDEX y el SYGEC en un único sistema coherente para todos los usuarios del SIGIU de acuerdo con sus tareas, sus funciones y sus responsabilidades dentro de la administración municipal. SIGIU es proporcionada por diferentes instrumentos de medición y monitoreo instalados en algunos elementos de sistemas que deben ser supervisados. En este contexto, la información se puede presentar en diferentes formas: vídeo, imágenes, datos y alarmas. Uno de los objetivos del SIGIU es la gestión en tiempo real de los mecanismos de control de las infraestructuras urbanas. Para llevar a cabo este proceso, el agente de control de alarma crea un agente móvil asociado a la alarma, que se envía a una estación móvil y advierte a un operador. Los resultados preliminares de la aplicación muestran que SIGIU apoya de manera eficaz y eficiente el proceso de toma de decisiones relacionado con la gestión de las infraestructuras urbanas",
    "error_count": 16,
    "keys": {
        "knowledge-based approach": {
            "translated_key": [],
            "translated_annotated_text": "Un enfoque basado en el conocimiento para la gestión de las infraestructuras urbanas Este documento presenta un enfoque basado en el conocimiento dedicado a la gestión eficiente, la regulación, el seguimiento interactivo y dinámico de las infraestructuras urbanas. Este enfoque identifica los datos y tratamientos relacionados comunes a varias actividades municipales y define los requisitos y funcionalidades de las herramientas informáticas desarrolladas para mejorar la prestación y coordinación de los servicios municipales a la población. El sistema cooperativo resultante llamado SIGIU está compuesto por un conjunto de sistemas operativos integrados (SYDEX) y el sistema global de planificación y coordinación (SYGEC). El objetivo es integrar el conjunto de SYDEX y el SYGEC en un único sistema coherente para todos los usuarios del SIGIU de acuerdo con sus tareas, sus funciones y sus responsabilidades dentro de la administración municipal. SIGIU es proporcionada por diferentes instrumentos de medición y monitoreo instalados en algunos elementos de sistemas que deben ser supervisados. En este contexto, la información se puede presentar en diferentes formas: vídeo, imágenes, datos y alarmas. Uno de los objetivos del SIGIU es la gestión en tiempo real de los mecanismos de control de las infraestructuras urbanas. Para llevar a cabo este proceso, el agente de control de alarma crea un agente móvil asociado a la alarma, que se envía a una estación móvil y advierte a un operador. Los resultados preliminares de la aplicación muestran que SIGIU apoya de manera eficaz y eficiente el proceso de toma de decisiones relacionado con la gestión de las infraestructuras urbanas ",
            "error": []
        },
        "urban infrastructure management": {
            "translated_key": [],
            "translated_annotated_text": "Un enfoque basado en el conocimiento para la gestión de las infraestructuras urbanas Este documento presenta un enfoque basado en el conocimiento dedicado a la gestión eficiente, la regulación, el seguimiento interactivo y dinámico de las infraestructuras urbanas. Este enfoque identifica los datos y tratamientos relacionados comunes a varias actividades municipales y define los requisitos y funcionalidades de las herramientas informáticas desarrolladas para mejorar la prestación y coordinación de los servicios municipales a la población. El sistema cooperativo resultante llamado SIGIU está compuesto por un conjunto de sistemas operativos integrados (SYDEX) y el sistema global de planificación y coordinación (SYGEC). El objetivo es integrar el conjunto de SYDEX y el SYGEC en un único sistema coherente para todos los usuarios del SIGIU de acuerdo con sus tareas, sus funciones y sus responsabilidades dentro de la administración municipal. SIGIU es proporcionada por diferentes instrumentos de medición y monitoreo instalados en algunos elementos de sistemas que deben ser supervisados. En este contexto, la información se puede presentar en diferentes formas: vídeo, imágenes, datos y alarmas. Uno de los objetivos del SIGIU es la gestión en tiempo real de los mecanismos de control de las infraestructuras urbanas. Para llevar a cabo este proceso, el agente de control de alarma crea un agente móvil asociado a la alarma, que se envía a una estación móvil y advierte a un operador. Los resultados preliminares de la aplicación muestran que SIGIU apoya de manera eficaz y eficiente el proceso de toma de decisiones relacionado con la gestión de las infraestructuras urbanas ",
            "error": []
        },
        "regulation": {
            "translated_key": "regulación",
            "translated_annotated_text": "Un enfoque basado en el conocimiento para la gestión de las infraestructuras urbanas Este trabajo presenta un enfoque basado en el conocimiento dedicado a la gestión eficiente, <br>regulación</br>, el seguimiento interactivo y dinámico de las infraestructuras urbanas. Este enfoque identifica los datos y tratamientos relacionados comunes a varias actividades municipales y define los requisitos y funcionalidades de las herramientas informáticas desarrolladas para mejorar la prestación y coordinación de los servicios municipales a la población. El sistema cooperativo resultante llamado SIGIU está compuesto por un conjunto de sistemas operativos integrados (SYDEX) y el sistema global de planificación y coordinación (SYGEC). El objetivo es integrar el conjunto de SYDEX y el SYGEC en un único sistema coherente para todos los usuarios del SIGIU de acuerdo con sus tareas, sus funciones y sus responsabilidades dentro de la administración municipal. SIGIU es proporcionada por diferentes instrumentos de medición y monitoreo instalados en algunos elementos de sistemas que deben ser supervisados. En este contexto, la información se puede presentar en diferentes formas: vídeo, imágenes, datos y alarmas. Uno de los objetivos del SIGIU es la gestión en tiempo real de los mecanismos de control de las infraestructuras urbanas. Para llevar a cabo este proceso, el agente de control de alarma crea un agente móvil asociado a la alarma, que se envía a una estación móvil y advierte a un operador. Los resultados preliminares de la aplicación muestran que SIGIU apoya de manera eficaz y eficiente el proceso de toma de decisiones relacionado con la gestión de las infraestructuras urbanas ",
            "error": [
                ""
            ]
        },
        "dynamic monitoring": {
            "translated_key": [],
            "translated_annotated_text": "Un enfoque basado en el conocimiento para la gestión de las infraestructuras urbanas Este trabajo presenta un enfoque basado en el conocimiento dedicado a la gestión eficiente, regulación, monitorización interactiva y <br>dinámica de las infraestructuras urbanas. Este enfoque identifica los datos y tratamientos relacionados comunes a varias actividades municipales y define los requisitos y funcionalidades de las herramientas informáticas desarrolladas para mejorar la prestación y coordinación de los servicios municipales a la población. El sistema cooperativo resultante llamado SIGIU está compuesto por un conjunto de sistemas operativos integrados (SYDEX) y el sistema global de planificación y coordinación (SYGEC). El objetivo es integrar el conjunto de SYDEX y el SYGEC en un único sistema coherente para todos los usuarios del SIGIU de acuerdo con sus tareas, sus funciones y sus responsabilidades dentro de la administración municipal. SIGIU es proporcionada por diferentes instrumentos de medición y monitoreo instalados en algunos elementos de sistemas que deben ser supervisados. En este contexto, la información se puede presentar en diferentes formas: vídeo, imágenes, datos y alarmas. Uno de los objetivos del SIGIU es la gestión en tiempo real de los mecanismos de control de las infraestructuras urbanas. Para llevar a cabo este proceso, el agente de control de alarma crea un agente móvil asociado a la alarma, que se envía a una estación móvil y advierte a un operador. Los resultados preliminares de la aplicación muestran que SIGIU apoya de manera eficaz y eficiente el proceso de toma de decisiones relacionado con la gestión de las infraestructuras urbanas ",
            "error": []
        },
        "municipal activities": {
            "translated_key": "actividades municipales",
            "translated_annotated_text": "Un enfoque basado en el conocimiento para la gestión de las infraestructuras urbanas Este documento presenta un enfoque basado en el conocimiento dedicado a la gestión eficiente, la regulación, el seguimiento interactivo y dinámico de las infraestructuras urbanas. Este enfoque identifica los datos y tratamientos conexos comunes a varias <br>actividades municipales</br> y define los requisitos y funcionalidades de las herramientas informáticas desarrolladas para mejorar la prestación y coordinación de los servicios municipales a la población. El sistema cooperativo resultante llamado SIGIU está compuesto por un conjunto de sistemas operativos integrados (SYDEX) y el sistema global de planificación y coordinación (SYGEC). El objetivo es integrar el conjunto de SYDEX y el SYGEC en un único sistema coherente para todos los usuarios del SIGIU de acuerdo con sus tareas, sus funciones y sus responsabilidades dentro de la administración municipal. SIGIU es proporcionada por diferentes instrumentos de medición y monitoreo instalados en algunos elementos de sistemas que deben ser supervisados. En este contexto, la información se puede presentar en diferentes formas: vídeo, imágenes, datos y alarmas. Uno de los objetivos del SIGIU es la gestión en tiempo real de los mecanismos de control de las infraestructuras urbanas. Para llevar a cabo este proceso, el agente de control de alarma crea un agente móvil asociado a la alarma, que se envía a una estación móvil y advierte a un operador. Los resultados preliminares de la aplicación muestran que SIGIU apoya de manera eficaz y eficiente el proceso de toma de decisiones relacionado con la gestión de las infraestructuras urbanas ",
            "error": [
                ""
            ]
        },
        "cooperative system": {
            "translated_key": "sistema cooperativo",
            "translated_annotated_text": "Un enfoque basado en el conocimiento para la gestión de las infraestructuras urbanas Este documento presenta un enfoque basado en el conocimiento dedicado a la gestión eficiente, la regulación, el seguimiento interactivo y dinámico de las infraestructuras urbanas. Este enfoque identifica los datos y tratamientos relacionados comunes a varias actividades municipales y define los requisitos y funcionalidades de las herramientas informáticas desarrolladas para mejorar la prestación y coordinación de los servicios municipales a la población. El <br>sistema cooperativo</br> resultante llamado SIGIU está compuesto por un conjunto de sistemas operativos integrados (SYDEX) y el sistema de planificación y coordinación global (SYGEC). El objetivo es integrar el conjunto de SYDEX y el SYGEC en un único sistema coherente para todos los usuarios del SIGIU de acuerdo con sus tareas, sus funciones y sus responsabilidades dentro de la administración municipal. SIGIU es proporcionada por diferentes instrumentos de medición y monitoreo instalados en algunos elementos de sistemas que deben ser supervisados. En este contexto, la información se puede presentar en diferentes formas: vídeo, imágenes, datos y alarmas. Uno de los objetivos del SIGIU es la gestión en tiempo real de los mecanismos de control de las infraestructuras urbanas. Para llevar a cabo este proceso, el agente de control de alarma crea un agente móvil asociado a la alarma, que se envía a una estación móvil y advierte a un operador. Los resultados preliminares de la aplicación muestran que SIGIU apoya de manera eficaz y eficiente el proceso de toma de decisiones relacionado con la gestión de las infraestructuras urbanas ",
            "error": [
                ""
            ]
        },
        "SIGIU": {
            "translated_key": "SIGIU",
            "translated_annotated_text": "Un enfoque basado en el conocimiento para la gestión de las infraestructuras urbanas Este documento presenta un enfoque basado en el conocimiento dedicado a la gestión eficiente, la regulación, el seguimiento interactivo y dinámico de las infraestructuras urbanas. Este enfoque identifica los datos y tratamientos relacionados comunes a varias actividades municipales y define los requisitos y funcionalidades de las herramientas informáticas desarrolladas para mejorar la prestación y coordinación de los servicios municipales a la población. El sistema cooperativo resultante llamado <br>SIGIU</br> está compuesto por un conjunto de sistemas operativos integrados (SYDEX) y el sistema global de planificación y coordinación (SYGEC). El objetivo es integrar el conjunto de SYDEX y el SYGEC en un único sistema coherente para todos los usuarios del SIGIU de acuerdo con sus tareas, sus funciones y sus responsabilidades dentro de la administración municipal. <br>SIGIU</br> se suministra mediante diferentes instrumentos de medición y seguimiento instalados en algunos elementos de sistemas que deben supervisarse. En este contexto, la información se puede presentar en diferentes formas: vídeo, imágenes, datos y alarmas. Uno de los objetivos del SIGIU es la gestión en tiempo real de los mecanismos de control de las infraestructuras urbanas. Para llevar a cabo este proceso, el agente de control de alarma crea un agente móvil asociado a la alarma, que se envía a una estación móvil y advierte a un operador. Los resultados preliminares de la aplicación muestran que <br>SIGIU</br> apoya de manera eficaz y eficiente el proceso de toma de decisiones relacionado con la gestión de las infraestructuras urbanas ",
            "error": [
                ""
            ]
        },
        "integrated operating systems": {
            "translated_key": [],
            "translated_annotated_text": "Un enfoque basado en el conocimiento para la gestión de las infraestructuras urbanas Este documento presenta un enfoque basado en el conocimiento dedicado a la gestión eficiente, la regulación, el seguimiento interactivo y dinámico de las infraestructuras urbanas. Este enfoque identifica los datos y tratamientos relacionados comunes a varias actividades municipales y define los requisitos y funcionalidades de las herramientas informáticas desarrolladas para mejorar la prestación y coordinación de los servicios municipales a la población. El sistema cooperativo resultante llamado SIGIU se compone de un conjunto de sistemas operativos integrados <br> (SYDEX) y el sistema global de planificación y coordinación (SYGEC). El objetivo es integrar el conjunto de SYDEX y el SYGEC en un único sistema coherente para todos los usuarios del SIGIU de acuerdo con sus tareas, sus funciones y sus responsabilidades dentro de la administración municipal. SIGIU es proporcionada por diferentes instrumentos de medición y monitoreo instalados en algunos elementos de sistemas que deben ser supervisados. En este contexto, la información se puede presentar en diferentes formas: vídeo, imágenes, datos y alarmas. Uno de los objetivos del SIGIU es la gestión en tiempo real de los mecanismos de control de las infraestructuras urbanas. Para llevar a cabo este proceso, el agente de control de alarma crea un agente móvil asociado a la alarma, que se envía a una estación móvil y advierte a un operador. Los resultados preliminares de la aplicación muestran que SIGIU apoya de manera eficaz y eficiente el proceso de toma de decisiones relacionado con la gestión de las infraestructuras urbanas ",
            "error": []
        },
        "SYDEX": {
            "translated_key": "SYDEX",
            "translated_annotated_text": "Un enfoque basado en el conocimiento para la gestión de las infraestructuras urbanas Este documento presenta un enfoque basado en el conocimiento dedicado a la gestión eficiente, la regulación, el seguimiento interactivo y dinámico de las infraestructuras urbanas. Este enfoque identifica los datos y tratamientos relacionados comunes a varias actividades municipales y define los requisitos y funcionalidades de las herramientas informáticas desarrolladas para mejorar la prestación y coordinación de los servicios municipales a la población. El sistema cooperativo resultante llamado SIGIU está compuesto por un conjunto de sistemas operativos integrados (<br>SYDEX</br>) y el sistema global de planificación y coordinación (SYGEC). El objetivo es integrar el conjunto de <br>SYDEX</br> y el SYGEC en un único sistema coherente para todos los usuarios del SIGIU de acuerdo con sus tareas, sus funciones y sus responsabilidades dentro de la administración municipal. SIGIU es proporcionada por diferentes instrumentos de medición y monitoreo instalados en algunos elementos de sistemas que deben ser supervisados. En este contexto, la información se puede presentar en diferentes formas: vídeo, imágenes, datos y alarmas. Uno de los objetivos del SIGIU es la gestión en tiempo real de los mecanismos de control de las infraestructuras urbanas. Para llevar a cabo este proceso, el agente de control de alarma crea un agente móvil asociado a la alarma, que se envía a una estación móvil y advierte a un operador. Los resultados preliminares de la aplicación muestran que SIGIU apoya de manera eficaz y eficiente el proceso de toma de decisiones relacionado con la gestión de las infraestructuras urbanas ",
            "error": [
                ""
            ]
        },
        "global planning system": {
            "translated_key": [],
            "translated_annotated_text": "Un enfoque basado en el conocimiento para la gestión de las infraestructuras urbanas Este documento presenta un enfoque basado en el conocimiento dedicado a la gestión eficiente, la regulación, el seguimiento interactivo y dinámico de las infraestructuras urbanas. Este enfoque identifica los datos y tratamientos relacionados comunes a varias actividades municipales y define los requisitos y funcionalidades de las herramientas informáticas desarrolladas para mejorar la prestación y coordinación de los servicios municipales a la población. El sistema cooperativo resultante llamado SIGIU está compuesto por un conjunto de sistemas operativos integrados (SYDEX) y el sistema global de planificación y coordinación (SYGEC). El objetivo es integrar el conjunto de SYDEX y el SYGEC en un único sistema coherente para todos los usuarios del SIGIU de acuerdo con sus tareas, sus funciones y sus responsabilidades dentro de la administración municipal. SIGIU es proporcionada por diferentes instrumentos de medición y monitoreo instalados en algunos elementos de sistemas que deben ser supervisados. En este contexto, la información se puede presentar en diferentes formas: vídeo, imágenes, datos y alarmas. Uno de los objetivos del SIGIU es la gestión en tiempo real de los mecanismos de control de las infraestructuras urbanas. Para llevar a cabo este proceso, el agente de control de alarma crea un agente móvil asociado a la alarma, que se envía a una estación móvil y advierte a un operador. Los resultados preliminares de la aplicación muestran que SIGIU apoya de manera eficaz y eficiente el proceso de toma de decisiones relacionado con la gestión de las infraestructuras urbanas ",
            "error": []
        },
        "coordination system": {
            "translated_key": [],
            "translated_annotated_text": "Un enfoque basado en el conocimiento para la gestión de las infraestructuras urbanas Este documento presenta un enfoque basado en el conocimiento dedicado a la gestión eficiente, la regulación, el seguimiento interactivo y dinámico de las infraestructuras urbanas. Este enfoque identifica los datos y tratamientos relacionados comunes a varias actividades municipales y define los requisitos y funcionalidades de las herramientas informáticas desarrolladas para mejorar la prestación y coordinación de los servicios municipales a la población. El sistema cooperativo resultante llamado SIGIU está compuesto por un conjunto de sistemas operativos integrados (SYDEX) y el sistema de planificación global y coordinación <br> (SYGEC). El objetivo es integrar el conjunto de SYDEX y el SYGEC en un único sistema coherente para todos los usuarios del SIGIU de acuerdo con sus tareas, sus funciones y sus responsabilidades dentro de la administración municipal. SIGIU es proporcionada por diferentes instrumentos de medición y monitoreo instalados en algunos elementos de sistemas que deben ser supervisados. En este contexto, la información se puede presentar en diferentes formas: vídeo, imágenes, datos y alarmas. Uno de los objetivos del SIGIU es la gestión en tiempo real de los mecanismos de control de las infraestructuras urbanas. Para llevar a cabo este proceso, el agente de control de alarma crea un agente móvil asociado a la alarma, que se envía a una estación móvil y advierte a un operador. Los resultados preliminares de la aplicación muestran que SIGIU apoya de manera eficaz y eficiente el proceso de toma de decisiones relacionado con la gestión de las infraestructuras urbanas ",
            "error": []
        },
        "SYGEC": {
            "translated_key": "SYGEC",
            "translated_annotated_text": "Un enfoque basado en el conocimiento para la gestión de las infraestructuras urbanas Este documento presenta un enfoque basado en el conocimiento dedicado a la gestión eficiente, la regulación, el seguimiento interactivo y dinámico de las infraestructuras urbanas. Este enfoque identifica los datos y tratamientos relacionados comunes a varias actividades municipales y define los requisitos y funcionalidades de las herramientas informáticas desarrolladas para mejorar la prestación y coordinación de los servicios municipales a la población. El sistema cooperativo resultante llamado SIGIU está compuesto por un conjunto de sistemas operativos integrados (SYDEX) y el sistema global de planificación y coordinación (<br>SYGEC</br>). El objetivo es integrar el conjunto de SYDEX y el <br>SYGEC</br> en un único sistema coherente para todos los usuarios del SIGIU según sus tareas, sus funciones y sus responsabilidades dentro de la administración municipal. SIGIU es proporcionada por diferentes instrumentos de medición y monitoreo instalados en algunos elementos de sistemas que deben ser supervisados. En este contexto, la información se puede presentar en diferentes formas: vídeo, imágenes, datos y alarmas. Uno de los objetivos del SIGIU es la gestión en tiempo real de los mecanismos de control de las infraestructuras urbanas. Para llevar a cabo este proceso, el agente de control de alarma crea un agente móvil asociado a la alarma, que se envía a una estación móvil y advierte a un operador. Los resultados preliminares de la aplicación muestran que SIGIU apoya de manera eficaz y eficiente el proceso de toma de decisiones relacionado con la gestión de las infraestructuras urbanas ",
            "error": [
                ""
            ]
        },
        "video": {
            "translated_key": "video",
            "translated_annotated_text": "Un enfoque basado en el conocimiento para la gestión de las infraestructuras urbanas Este documento presenta un enfoque basado en el conocimiento dedicado a la gestión eficiente, la regulación, el seguimiento interactivo y dinámico de las infraestructuras urbanas. Este enfoque identifica los datos y tratamientos relacionados comunes a varias actividades municipales y define los requisitos y funcionalidades de las herramientas informáticas desarrolladas para mejorar la prestación y coordinación de los servicios municipales a la población. El sistema cooperativo resultante llamado SIGIU está compuesto por un conjunto de sistemas operativos integrados (SYDEX) y el sistema global de planificación y coordinación (SYGEC). El objetivo es integrar el conjunto de SYDEX y el SYGEC en un único sistema coherente para todos los usuarios del SIGIU de acuerdo con sus tareas, sus funciones y sus responsabilidades dentro de la administración municipal. SIGIU es proporcionada por diferentes instrumentos de medición y monitoreo instalados en algunos elementos de sistemas que deben ser supervisados. En este contexto, la información se puede presentar en diferentes formas: <br>video</br>, imágenes, datos y alarmas. Uno de los objetivos del SIGIU es la gestión en tiempo real de los mecanismos de control de las infraestructuras urbanas. Para llevar a cabo este proceso, el agente de control de alarma crea un agente móvil asociado a la alarma, que se envía a una estación móvil y advierte a un operador. Los resultados preliminares de la aplicación muestran que SIGIU apoya de manera eficaz y eficiente el proceso de toma de decisiones relacionado con la gestión de las infraestructuras urbanas ",
            "error": [
                ""
            ]
        },
        "real-time management": {
            "translated_key": "gestión en tiempo real",
            "translated_annotated_text": "Un enfoque basado en el conocimiento para la gestión de las infraestructuras urbanas Este documento presenta un enfoque basado en el conocimiento dedicado a la gestión eficiente, la regulación, el seguimiento interactivo y dinámico de las infraestructuras urbanas. Este enfoque identifica los datos y tratamientos relacionados comunes a varias actividades municipales y define los requisitos y funcionalidades de las herramientas informáticas desarrolladas para mejorar la prestación y coordinación de los servicios municipales a la población. El sistema cooperativo resultante llamado SIGIU está compuesto por un conjunto de sistemas operativos integrados (SYDEX) y el sistema global de planificación y coordinación (SYGEC). El objetivo es integrar el conjunto de SYDEX y el SYGEC en un único sistema coherente para todos los usuarios del SIGIU de acuerdo con sus tareas, sus funciones y sus responsabilidades dentro de la administración municipal. SIGIU es proporcionada por diferentes instrumentos de medición y monitoreo instalados en algunos elementos de sistemas que deben ser supervisados. En este contexto, la información se puede presentar en diferentes formas: vídeo, imágenes, datos y alarmas. Uno de los objetivos de SIGIU es la <br>gestión en tiempo real</br> de los mecanismos de control de las infraestructuras urbanas. Para llevar a cabo este proceso, el agente de control de alarma crea un agente móvil asociado a la alarma, que se envía a una estación móvil y advierte a un operador. Los resultados preliminares de la aplicación muestran que SIGIU apoya de manera eficaz y eficiente el proceso de toma de decisiones relacionado con la gestión de las infraestructuras urbanas ",
            "error": [
                ""
            ]
        },
        "alarm control agent": {
            "translated_key": "alarma",
            "translated_annotated_text": "Un enfoque basado en el conocimiento para la gestión de las infraestructuras urbanas Este documento presenta un enfoque basado en el conocimiento dedicado a la gestión eficiente, la regulación, el seguimiento interactivo y dinámico de las infraestructuras urbanas. Este enfoque identifica los datos y tratamientos relacionados comunes a varias actividades municipales y define los requisitos y funcionalidades de las herramientas informáticas desarrolladas para mejorar la prestación y coordinación de los servicios municipales a la población. El sistema cooperativo resultante llamado SIGIU está compuesto por un conjunto de sistemas operativos integrados (SYDEX) y el sistema global de planificación y coordinación (SYGEC). El objetivo es integrar el conjunto de SYDEX y el SYGEC en un único sistema coherente para todos los usuarios del SIGIU de acuerdo con sus tareas, sus funciones y sus responsabilidades dentro de la administración municipal. SIGIU es proporcionada por diferentes instrumentos de medición y monitoreo instalados en algunos elementos de sistemas que deben ser supervisados. En este contexto, la información se puede presentar en diferentes formas: vídeo, imágenes, datos y alarmas. Uno de los objetivos del SIGIU es la gestión en tiempo real de los mecanismos de control de las infraestructuras urbanas. Para llevar a cabo este proceso, el agente de control <br>alarma</br> crea un agente móvil asociado a la alarma, que se envía a una estación móvil y advierte a un operador. Los resultados preliminares de la aplicación muestran que SIGIU apoya de manera eficaz y eficiente el proceso de toma de decisiones relacionado con la gestión de las infraestructuras urbanas ",
            "error": [
                ""
            ]
        },
        "mobile agent": {
            "translated_key": [],
            "translated_annotated_text": "Un enfoque basado en el conocimiento para la gestión de las infraestructuras urbanas Este documento presenta un enfoque basado en el conocimiento dedicado a la gestión eficiente, la regulación, el seguimiento interactivo y dinámico de las infraestructuras urbanas. Este enfoque identifica los datos y tratamientos relacionados comunes a varias actividades municipales y define los requisitos y funcionalidades de las herramientas informáticas desarrolladas para mejorar la prestación y coordinación de los servicios municipales a la población. El sistema cooperativo resultante llamado SIGIU está compuesto por un conjunto de sistemas operativos integrados (SYDEX) y el sistema global de planificación y coordinación (SYGEC). El objetivo es integrar el conjunto de SYDEX y el SYGEC en un único sistema coherente para todos los usuarios del SIGIU de acuerdo con sus tareas, sus funciones y sus responsabilidades dentro de la administración municipal. SIGIU es proporcionada por diferentes instrumentos de medición y monitoreo instalados en algunos elementos de sistemas que deben ser supervisados. En este contexto, la información se puede presentar en diferentes formas: vídeo, imágenes, datos y alarmas. Uno de los objetivos del SIGIU es la gestión en tiempo real de los mecanismos de control de las infraestructuras urbanas. Para llevar a cabo este proceso, el agente de control de alarma crea un agente móvil <br> asociado a la alarma, que se envía a una estación móvil y advierte a un operador. Los resultados preliminares de la aplicación muestran que SIGIU apoya de manera eficaz y eficiente el proceso de toma de decisiones relacionado con la gestión de las infraestructuras urbanas ",
            "error": []
        },
        "intelligent decision support system": {
            "translated_key": [],
            "translated_annotated_text": "Un enfoque basado en el conocimiento para la gestión de las infraestructuras urbanas Este documento presenta un enfoque basado en el conocimiento dedicado a la gestión eficiente, la regulación, el seguimiento interactivo y dinámico de las infraestructuras urbanas. Este enfoque identifica los datos y tratamientos relacionados comunes a varias actividades municipales y define los requisitos y funcionalidades de las herramientas informáticas desarrolladas para mejorar la prestación y coordinación de los servicios municipales a la población. El sistema cooperativo resultante llamado SIGIU está compuesto por un conjunto de sistemas operativos integrados (SYDEX) y el sistema global de planificación y coordinación (SYGEC). El objetivo es integrar el conjunto de SYDEX y el SYGEC en un único sistema coherente para todos los usuarios del SIGIU de acuerdo con sus tareas, sus funciones y sus responsabilidades dentro de la administración municipal. SIGIU es proporcionada por diferentes instrumentos de medición y monitoreo instalados en algunos elementos de sistemas que deben ser supervisados. En este contexto, la información se puede presentar en diferentes formas: vídeo, imágenes, datos y alarmas. Uno de los objetivos del SIGIU es la gestión en tiempo real de los mecanismos de control de las infraestructuras urbanas. Para llevar a cabo este proceso, el agente de control de alarma crea un agente móvil asociado a la alarma, que se envía a una estación móvil y advierte a un operador. Los resultados preliminares de la aplicación muestran que SIGIU apoya de manera eficaz y eficiente el proceso de toma de decisiones relacionado con la gestión de las infraestructuras urbanas ",
            "error": []
        },
        "urban planning": {
            "translated_key": [],
            "translated_annotated_text": "Un enfoque basado en el conocimiento para la gestión de las infraestructuras urbanas Este documento presenta un enfoque basado en el conocimiento dedicado a la gestión eficiente, la regulación, el seguimiento interactivo y dinámico de las infraestructuras urbanas. Este enfoque identifica los datos y tratamientos relacionados comunes a varias actividades municipales y define los requisitos y funcionalidades de las herramientas informáticas desarrolladas para mejorar la prestación y coordinación de los servicios municipales a la población. El sistema cooperativo resultante llamado SIGIU está compuesto por un conjunto de sistemas operativos integrados (SYDEX) y el sistema global de planificación y coordinación (SYGEC). El objetivo es integrar el conjunto de SYDEX y el SYGEC en un único sistema coherente para todos los usuarios del SIGIU de acuerdo con sus tareas, sus funciones y sus responsabilidades dentro de la administración municipal. SIGIU es proporcionada por diferentes instrumentos de medición y monitoreo instalados en algunos elementos de sistemas que deben ser supervisados. En este contexto, la información se puede presentar en diferentes formas: vídeo, imágenes, datos y alarmas. Uno de los objetivos del SIGIU es la gestión en tiempo real de los mecanismos de control de las infraestructuras urbanas. Para llevar a cabo este proceso, el agente de control de alarma crea un agente móvil asociado a la alarma, que se envía a una estación móvil y advierte a un operador. Los resultados preliminares de la aplicación muestran que SIGIU apoya de manera eficaz y eficiente el proceso de toma de decisiones relacionado con la gestión de las infraestructuras urbanas ",
            "error": []
        },
        "multi-agent systems": {
            "translated_key": [],
            "translated_annotated_text": "Un enfoque basado en el conocimiento para la gestión de las infraestructuras urbanas Este documento presenta un enfoque basado en el conocimiento dedicado a la gestión eficiente, la regulación, el seguimiento interactivo y dinámico de las infraestructuras urbanas. Este enfoque identifica los datos y tratamientos relacionados comunes a varias actividades municipales y define los requisitos y funcionalidades de las herramientas informáticas desarrolladas para mejorar la prestación y coordinación de los servicios municipales a la población. El sistema cooperativo resultante llamado SIGIU está compuesto por un conjunto de sistemas operativos integrados (SYDEX) y el sistema global de planificación y coordinación (SYGEC). El objetivo es integrar el conjunto de SYDEX y el SYGEC en un único sistema coherente para todos los usuarios del SIGIU de acuerdo con sus tareas, sus funciones y sus responsabilidades dentro de la administración municipal. SIGIU es proporcionada por diferentes instrumentos de medición y monitoreo instalados en algunos elementos de sistemas que deben ser supervisados. En este contexto, la información se puede presentar en diferentes formas: vídeo, imágenes, datos y alarmas. Uno de los objetivos del SIGIU es la gestión en tiempo real de los mecanismos de control de las infraestructuras urbanas. Para llevar a cabo este proceso, el agente de control de alarma crea un agente móvil asociado a la alarma, que se envía a una estación móvil y advierte a un operador. Los resultados preliminares de la aplicación muestran que SIGIU apoya de manera eficaz y eficiente el proceso de toma de decisiones relacionado con la gestión de las infraestructuras urbanas ",
            "error": []
        },
        "decision support systems": {
            "translated_key": [],
            "translated_annotated_text": "Un enfoque basado en el conocimiento para la gestión de las infraestructuras urbanas Este documento presenta un enfoque basado en el conocimiento dedicado a la gestión eficiente, la regulación, el seguimiento interactivo y dinámico de las infraestructuras urbanas. Este enfoque identifica los datos y tratamientos relacionados comunes a varias actividades municipales y define los requisitos y funcionalidades de las herramientas informáticas desarrolladas para mejorar la prestación y coordinación de los servicios municipales a la población. El sistema cooperativo resultante llamado SIGIU está compuesto por un conjunto de sistemas operativos integrados (SYDEX) y el sistema global de planificación y coordinación (SYGEC). El objetivo es integrar el conjunto de SYDEX y el SYGEC en un único sistema coherente para todos los usuarios del SIGIU de acuerdo con sus tareas, sus funciones y sus responsabilidades dentro de la administración municipal. SIGIU es proporcionada por diferentes instrumentos de medición y monitoreo instalados en algunos elementos de sistemas que deben ser supervisados. En este contexto, la información se puede presentar en diferentes formas: vídeo, imágenes, datos y alarmas. Uno de los objetivos del SIGIU es la gestión en tiempo real de los mecanismos de control de las infraestructuras urbanas. Para llevar a cabo este proceso, el agente de control de alarma crea un agente móvil asociado a la alarma, que se envía a una estación móvil y advierte a un operador. Los resultados preliminares de la aplicación muestran que SIGIU apoya de manera eficaz y eficiente el proceso de toma de decisiones relacionado con la gestión de las infraestructuras urbanas ",
            "error": []
        },
        "operating systems (computers)": {
            "translated_key": [],
            "translated_annotated_text": "Un enfoque basado en el conocimiento para la gestión de las infraestructuras urbanas Este documento presenta un enfoque basado en el conocimiento dedicado a la gestión eficiente, la regulación, el seguimiento interactivo y dinámico de las infraestructuras urbanas. Este enfoque identifica los datos y tratamientos relacionados comunes a varias actividades municipales y define los requisitos y funcionalidades de las herramientas informáticas desarrolladas para mejorar la prestación y coordinación de los servicios municipales a la población. El sistema cooperativo resultante llamado SIGIU está compuesto por un conjunto de sistemas operativos integrados (SYDEX) y el sistema global de planificación y coordinación (SYGEC). El objetivo es integrar el conjunto de SYDEX y el SYGEC en un único sistema coherente para todos los usuarios del SIGIU de acuerdo con sus tareas, sus funciones y sus responsabilidades dentro de la administración municipal. SIGIU es proporcionada por diferentes instrumentos de medición y monitoreo instalados en algunos elementos de sistemas que deben ser supervisados. En este contexto, la información se puede presentar en diferentes formas: vídeo, imágenes, datos y alarmas. Uno de los objetivos del SIGIU es la gestión en tiempo real de los mecanismos de control de las infraestructuras urbanas. Para llevar a cabo este proceso, el agente de control de alarma crea un agente móvil asociado a la alarma, que se envía a una estación móvil y advierte a un operador. Los resultados preliminares de la aplicación muestran que SIGIU apoya de manera eficaz y eficiente el proceso de toma de decisiones relacionado con la gestión de las infraestructuras urbanas ",
            "error": []
        },
        "planning (artificial intelligence)": {
            "translated_key": [],
            "translated_annotated_text": "Un enfoque basado en el conocimiento para la gestión de las infraestructuras urbanas Este documento presenta un enfoque basado en el conocimiento dedicado a la gestión eficiente, la regulación, el seguimiento interactivo y dinámico de las infraestructuras urbanas. Este enfoque identifica los datos y tratamientos relacionados comunes a varias actividades municipales y define los requisitos y funcionalidades de las herramientas informáticas desarrolladas para mejorar la prestación y coordinación de los servicios municipales a la población. El sistema cooperativo resultante llamado SIGIU está compuesto por un conjunto de sistemas operativos integrados (SYDEX) y el sistema global de planificación y coordinación (SYGEC). El objetivo es integrar el conjunto de SYDEX y el SYGEC en un único sistema coherente para todos los usuarios del SIGIU de acuerdo con sus tareas, sus funciones y sus responsabilidades dentro de la administración municipal. SIGIU es proporcionada por diferentes instrumentos de medición y monitoreo instalados en algunos elementos de sistemas que deben ser supervisados. En este contexto, la información se puede presentar en diferentes formas: vídeo, imágenes, datos y alarmas. Uno de los objetivos del SIGIU es la gestión en tiempo real de los mecanismos de control de las infraestructuras urbanas. Para llevar a cabo este proceso, el agente de control de alarma crea un agente móvil asociado a la alarma, que se envía a una estación móvil y advierte a un operador. Los resultados preliminares de la aplicación muestran que SIGIU apoya de manera eficaz y eficiente el proceso de toma de decisiones relacionado con la gestión de las infraestructuras urbanas ",
            "error": []
        },
        "real-time systems": {
            "translated_key": [],
            "translated_annotated_text": "Un enfoque basado en el conocimiento para la gestión de las infraestructuras urbanas Este documento presenta un enfoque basado en el conocimiento dedicado a la gestión eficiente, la regulación, el seguimiento interactivo y dinámico de las infraestructuras urbanas. Este enfoque identifica los datos y tratamientos relacionados comunes a varias actividades municipales y define los requisitos y funcionalidades de las herramientas informáticas desarrolladas para mejorar la prestación y coordinación de los servicios municipales a la población. El sistema cooperativo resultante llamado SIGIU está compuesto por un conjunto de sistemas operativos integrados (SYDEX) y el sistema global de planificación y coordinación (SYGEC). El objetivo es integrar el conjunto de SYDEX y el SYGEC en un único sistema coherente para todos los usuarios del SIGIU de acuerdo con sus tareas, sus funciones y sus responsabilidades dentro de la administración municipal. SIGIU es proporcionada por diferentes instrumentos de medición y monitoreo instalados en algunos elementos de sistemas que deben ser supervisados. En este contexto, la información se puede presentar en diferentes formas: vídeo, imágenes, datos y alarmas. Uno de los objetivos del SIGIU es la gestión en tiempo real de los mecanismos de control de las infraestructuras urbanas. Para llevar a cabo este proceso, el agente de control de alarma crea un agente móvil asociado a la alarma, que se envía a una estación móvil y advierte a un operador. Los resultados preliminares de la aplicación muestran que SIGIU apoya de manera eficaz y eficiente el proceso de toma de decisiones relacionado con la gestión de las infraestructuras urbanas ",
            "error": []
        },
        "town and country planning": {
            "translated_key": [],
            "translated_annotated_text": "Un enfoque basado en el conocimiento para la gestión de las infraestructuras urbanas Este documento presenta un enfoque basado en el conocimiento dedicado a la gestión eficiente, la regulación, el seguimiento interactivo y dinámico de las infraestructuras urbanas. Este enfoque identifica los datos y tratamientos relacionados comunes a varias actividades municipales y define los requisitos y funcionalidades de las herramientas informáticas desarrolladas para mejorar la prestación y coordinación de los servicios municipales a la población. El sistema cooperativo resultante llamado SIGIU está compuesto por un conjunto de sistemas operativos integrados (SYDEX) y el sistema global de planificación y coordinación (SYGEC). El objetivo es integrar el conjunto de SYDEX y el SYGEC en un único sistema coherente para todos los usuarios del SIGIU de acuerdo con sus tareas, sus funciones y sus responsabilidades dentro de la administración municipal. SIGIU es proporcionada por diferentes instrumentos de medición y monitoreo instalados en algunos elementos de sistemas que deben ser supervisados. En este contexto, la información se puede presentar en diferentes formas: vídeo, imágenes, datos y alarmas. Uno de los objetivos del SIGIU es la gestión en tiempo real de los mecanismos de control de las infraestructuras urbanas. Para llevar a cabo este proceso, el agente de control de alarma crea un agente móvil asociado a la alarma, que se envía a una estación móvil y advierte a un operador. Los resultados preliminares de la aplicación muestran que SIGIU apoya de manera eficaz y eficiente el proceso de toma de decisiones relacionado con la gestión de las infraestructuras urbanas ",
            "error": []
        }
    }
}