{
    "original_text": "A formal framework for viewpoint consistency Multiple viewpoint models of system development are becoming increasingly important. Each viewpoint offers a different perspective on the target system and system development involves parallel refinement of the multiple views. Viewpoint related approaches have been considered in a number of different guises by a spectrum of researchers. Our work particularly focuses on the use of viewpoints in open distributed processing (ODP) which is an ISO/ITU standardisation framework. The requirements of viewpoint modelling in ODP are very broad and, hence, demanding. Multiple viewpoints, though, prompt the issue of consistency between viewpoints. This paper describes a very general interpretation of consistency which we argue is broad enough to meet the requirements of consistency in ODP. We present a formal framework for this general interpretation; highlight basic properties of the interpretation and locate restricted classes of consistency. Strategies for checking consistency are also investigated. Throughout we illustrate our theory using the formal description technique LOTOS. Thus, the paper also characterises the nature of and options for consistency checking in LOTOS",
    "original_translation": "Un marco formal para la coherencia de los puntos de vista Cada vez son más importantes los modelos múltiples de puntos de vista para el desarrollo de sistemas. Cada punto de vista ofrece una perspectiva diferente sobre el sistema objetivo y el desarrollo del sistema implica un perfeccionamiento paralelo de los múltiples puntos de vista. Los enfoques relacionados con el punto de vista han sido considerados en una serie de diferentes formas por un espectro de investigadores. Nuestro trabajo se centra especialmente en el uso de puntos de vista en el procesamiento distribuido abierto (ODP), que es un marco de normalización ISO/UIT. Los requisitos de la modelización de puntos de vista en PAO son muy amplios y, por lo tanto, exigentes. Sin embargo, múltiples puntos de vista suscitan la cuestión de la coherencia entre los puntos de vista. En este documento se describe una interpretación muy general de la coherencia que, a nuestro juicio, es lo suficientemente amplia como para cumplir los requisitos de consistencia en PAO. Presentamos un marco formal para esta interpretación general; destacamos las propiedades básicas de la interpretación y localizamos clases restringidas de consistencia. También se investigan estrategias para verificar la coherencia. A lo largo de nosotros ilustramos nuestra teoría utilizando la técnica de descripción formal LOTOS. Por lo tanto, el documento también caracteriza la naturaleza y las opciones para la comprobación de la coherencia en LOTOS",
    "error_count": 11,
    "keys": {
        "multiple viewpoint models": {
            "translated_key": [],
            "translated_annotated_text": "Un marco formal para la coherencia de los puntos de vista Cada vez son más importantes los modelos múltiples de puntos de vista para el desarrollo de sistemas. Cada punto de vista ofrece una perspectiva diferente sobre el sistema objetivo y el desarrollo del sistema implica un perfeccionamiento paralelo de los múltiples puntos de vista. Los enfoques relacionados con el punto de vista han sido considerados en una serie de diferentes formas por un espectro de investigadores. Nuestro trabajo se centra especialmente en el uso de puntos de vista en el procesamiento distribuido abierto (ODP), que es un marco de normalización ISO/UIT. Los requisitos de la modelización de puntos de vista en PAO son muy amplios y, por lo tanto, exigentes. Sin embargo, múltiples puntos de vista suscitan la cuestión de la coherencia entre los puntos de vista. En este documento se describe una interpretación muy general de la coherencia que, a nuestro juicio, es lo suficientemente amplia como para cumplir los requisitos de consistencia en PAO. Presentamos un marco formal para esta interpretación general; destacamos las propiedades básicas de la interpretación y localizamos clases restringidas de consistencia. También se investigan estrategias para verificar la coherencia. A lo largo de nosotros ilustramos nuestra teoría utilizando la técnica de descripción formal LOTOS. Por lo tanto, el documento también caracteriza la naturaleza y las opciones para la comprobación de la coherencia en LOTOS ",
            "error": []
        },
        "formal framework": {
            "translated_key": [
                "marco formal",
                "formal"
            ],
            "translated_annotated_text": "Un <br>marco formal</br> para la coherencia de los puntos de vista Cada vez son más importantes los modelos múltiples de puntos de vista sobre el desarrollo del sistema. Cada punto de vista ofrece una perspectiva diferente sobre el sistema objetivo y el desarrollo del sistema implica un perfeccionamiento paralelo de los múltiples puntos de vista. Los enfoques relacionados con el punto de vista han sido considerados en una serie de diferentes formas por un espectro de investigadores. Nuestro trabajo se centra especialmente en el uso de puntos de vista en el procesamiento distribuido abierto (ODP), que es un marco de normalización ISO/UIT. Los requisitos de la modelización de puntos de vista en PAO son muy amplios y, por lo tanto, exigentes. Sin embargo, múltiples puntos de vista suscitan la cuestión de la coherencia entre los puntos de vista. En este documento se describe una interpretación muy general de la coherencia que, a nuestro juicio, es lo suficientemente amplia como para cumplir los requisitos de consistencia en PAO. Presentamos un marco <br>formal</br> para esta interpretación general; resaltamos las propiedades básicas de la interpretación y localizamos clases restringidas de consistencia. También se investigan estrategias para verificar la coherencia. A lo largo de nosotros ilustramos nuestra teoría utilizando la técnica de descripción formal LOTOS. Por lo tanto, el documento también caracteriza la naturaleza y las opciones para la comprobación de la coherencia en LOTOS ",
            "error": [
                "marco formal",
                "formal"
            ]
        },
        "viewpoint consistency": {
            "translated_key": "viewpoint",
            "translated_annotated_text": "Un marco formal para la consistencia de <br>viewpoint</br> Cada vez son más importantes los modelos de puntos de vista múltiples del desarrollo de sistemas. Cada punto de vista ofrece una perspectiva diferente sobre el sistema objetivo y el desarrollo del sistema implica un perfeccionamiento paralelo de los múltiples puntos de vista. Los enfoques relacionados con el punto de vista han sido considerados en una serie de diferentes formas por un espectro de investigadores. Nuestro trabajo se centra especialmente en el uso de puntos de vista en el procesamiento distribuido abierto (ODP), que es un marco de normalización ISO/UIT. Los requisitos de la modelización de puntos de vista en PAO son muy amplios y, por lo tanto, exigentes. Sin embargo, múltiples puntos de vista suscitan la cuestión de la coherencia entre los puntos de vista. En este documento se describe una interpretación muy general de la coherencia que, a nuestro juicio, es lo suficientemente amplia como para cumplir los requisitos de consistencia en PAO. Presentamos un marco formal para esta interpretación general; destacamos las propiedades básicas de la interpretación y localizamos clases restringidas de consistencia. También se investigan estrategias para verificar la coherencia. A lo largo de nosotros ilustramos nuestra teoría utilizando la técnica de descripción formal LOTOS. Por lo tanto, el documento también caracteriza la naturaleza y las opciones para la comprobación de la coherencia en LOTOS ",
            "error": [
                ""
            ]
        },
        "system development": {
            "translated_key": " son cada vez más importantes. Cada punto de vista ofrece una perspectiva diferente sobre el sistema de destino y <br> el desarrollo del sistema",
            "translated_annotated_text": "Un marco formal para la consistencia de los puntos de vista Los modelos múltiples de desarrollo de sistemas <br> son cada vez más importantes. Cada punto de vista ofrece una perspectiva diferente sobre el sistema de destino y <br> el desarrollo del sistema</br> implica un refinamiento paralelo de las múltiples vistas. Los enfoques relacionados con el punto de vista han sido considerados en una serie de diferentes formas por un espectro de investigadores. Nuestro trabajo se centra especialmente en el uso de puntos de vista en el procesamiento distribuido abierto (ODP), que es un marco de normalización ISO/UIT. Los requisitos de la modelización de puntos de vista en PAO son muy amplios y, por lo tanto, exigentes. Sin embargo, múltiples puntos de vista suscitan la cuestión de la coherencia entre los puntos de vista. En este documento se describe una interpretación muy general de la coherencia que, a nuestro juicio, es lo suficientemente amplia como para cumplir los requisitos de consistencia en PAO. Presentamos un marco formal para esta interpretación general; destacamos las propiedades básicas de la interpretación y localizamos clases restringidas de consistencia. También se investigan estrategias para verificar la coherencia. A lo largo de nosotros ilustramos nuestra teoría utilizando la técnica de descripción formal LOTOS. Por lo tanto, el documento también caracteriza la naturaleza y las opciones para la comprobación de la coherencia en LOTOS ",
            "error": [
                ""
            ]
        },
        "open distributed processing": {
            "translated_key": "open",
            "translated_annotated_text": "Un marco formal para la coherencia de los puntos de vista Cada vez son más importantes los modelos múltiples de puntos de vista para el desarrollo de sistemas. Cada punto de vista ofrece una perspectiva diferente sobre el sistema objetivo y el desarrollo del sistema implica un perfeccionamiento paralelo de los múltiples puntos de vista. Los enfoques relacionados con el punto de vista han sido considerados en una serie de diferentes formas por un espectro de investigadores. Nuestro trabajo se centra especialmente en el uso de puntos de vista en el procesamiento distribuido <br>open</br> (ODP), que es un marco de normalización ISO/ITU. Los requisitos de la modelización de puntos de vista en PAO son muy amplios y, por lo tanto, exigentes. Sin embargo, múltiples puntos de vista suscitan la cuestión de la coherencia entre los puntos de vista. En este documento se describe una interpretación muy general de la coherencia que, a nuestro juicio, es lo suficientemente amplia como para cumplir los requisitos de consistencia en PAO. Presentamos un marco formal para esta interpretación general; destacamos las propiedades básicas de la interpretación y localizamos clases restringidas de consistencia. También se investigan estrategias para verificar la coherencia. A lo largo de nosotros ilustramos nuestra teoría utilizando la técnica de descripción formal LOTOS. Por lo tanto, el documento también caracteriza la naturaleza y las opciones para la comprobación de la coherencia en LOTOS ",
            "error": [
                ""
            ]
        },
        "ODP": {
            "translated_key": "ODP",
            "translated_annotated_text": "Un marco formal para la coherencia de los puntos de vista Cada vez son más importantes los modelos múltiples de puntos de vista para el desarrollo de sistemas. Cada punto de vista ofrece una perspectiva diferente sobre el sistema objetivo y el desarrollo del sistema implica un perfeccionamiento paralelo de los múltiples puntos de vista. Los enfoques relacionados con el punto de vista han sido considerados en una serie de diferentes formas por un espectro de investigadores. Nuestro trabajo se centra especialmente en el uso de puntos de vista en el procesamiento abierto distribuido (<br>ODP</br>), que es un marco de normalización ISO/ITU. Los requisitos de modelización de puntos de vista en <br>ODP</br> son muy amplios y, por lo tanto, exigentes. Sin embargo, múltiples puntos de vista suscitan la cuestión de la coherencia entre los puntos de vista. Este artículo describe una interpretación muy general de la consistencia que argumentamos que es lo suficientemente amplia como para satisfacer los requisitos de consistencia en <br>ODP</br>. Presentamos un marco formal para esta interpretación general; destacamos las propiedades básicas de la interpretación y localizamos clases restringidas de consistencia. También se investigan estrategias para verificar la coherencia. A lo largo de nosotros ilustramos nuestra teoría utilizando la técnica de descripción formal LOTOS. Por lo tanto, el documento también caracteriza la naturaleza y las opciones para la comprobación de la coherencia en LOTOS ",
            "error": [
                ""
            ]
        },
        "ISO/ITU standardisation framework": {
            "translated_key": [],
            "translated_annotated_text": "Un marco formal para la coherencia de los puntos de vista Cada vez son más importantes los modelos múltiples de puntos de vista para el desarrollo de sistemas. Cada punto de vista ofrece una perspectiva diferente sobre el sistema objetivo y el desarrollo del sistema implica un perfeccionamiento paralelo de los múltiples puntos de vista. Los enfoques relacionados con el punto de vista han sido considerados en una serie de diferentes formas por un espectro de investigadores. Nuestro trabajo se centra especialmente en el uso de puntos de vista en el procesamiento abierto distribuido (ODP), que es un marco de normalización ISO/UIT. Los requisitos de la modelización de puntos de vista en PAO son muy amplios y, por lo tanto, exigentes. Sin embargo, múltiples puntos de vista suscitan la cuestión de la coherencia entre los puntos de vista. En este documento se describe una interpretación muy general de la coherencia que, a nuestro juicio, es lo suficientemente amplia como para cumplir los requisitos de consistencia en PAO. Presentamos un marco formal para esta interpretación general; destacamos las propiedades básicas de la interpretación y localizamos clases restringidas de consistencia. También se investigan estrategias para verificar la coherencia. A lo largo de nosotros ilustramos nuestra teoría utilizando la técnica de descripción formal LOTOS. Por lo tanto, el documento también caracteriza la naturaleza y las opciones para la comprobación de la coherencia en LOTOS ",
            "error": []
        },
        "consistency checking": {
            "translated_key": "comprobación de la consistencia",
            "translated_annotated_text": "Un marco formal para la coherencia de los puntos de vista Cada vez son más importantes los modelos múltiples de puntos de vista para el desarrollo de sistemas. Cada punto de vista ofrece una perspectiva diferente sobre el sistema objetivo y el desarrollo del sistema implica un perfeccionamiento paralelo de los múltiples puntos de vista. Los enfoques relacionados con el punto de vista han sido considerados en una serie de diferentes formas por un espectro de investigadores. Nuestro trabajo se centra especialmente en el uso de puntos de vista en el procesamiento distribuido abierto (ODP), que es un marco de normalización ISO/UIT. Los requisitos de la modelización de puntos de vista en PAO son muy amplios y, por lo tanto, exigentes. Sin embargo, múltiples puntos de vista suscitan la cuestión de la coherencia entre los puntos de vista. En este documento se describe una interpretación muy general de la coherencia que, a nuestro juicio, es lo suficientemente amplia como para cumplir los requisitos de consistencia en PAO. Presentamos un marco formal para esta interpretación general; destacamos las propiedades básicas de la interpretación y localizamos clases restringidas de consistencia. También se investigan estrategias para verificar la coherencia. A lo largo de nosotros ilustramos nuestra teoría utilizando la técnica de descripción formal LOTOS. Por lo tanto, el documento también caracteriza la naturaleza y las opciones para la <br>comprobación de la consistencia</br> en LOTOS.  ",
            "error": [
                ""
            ]
        },
        "formal description technique": {
            "translated_key": [],
            "translated_annotated_text": "Un marco formal para la coherencia de los puntos de vista Cada vez son más importantes los modelos múltiples de puntos de vista para el desarrollo de sistemas. Cada punto de vista ofrece una perspectiva diferente sobre el sistema objetivo y el desarrollo del sistema implica un perfeccionamiento paralelo de los múltiples puntos de vista. Los enfoques relacionados con el punto de vista han sido considerados en una serie de diferentes formas por un espectro de investigadores. Nuestro trabajo se centra especialmente en el uso de puntos de vista en el procesamiento distribuido abierto (ODP), que es un marco de normalización ISO/UIT. Los requisitos de la modelización de puntos de vista en PAO son muy amplios y, por lo tanto, exigentes. Sin embargo, múltiples puntos de vista suscitan la cuestión de la coherencia entre los puntos de vista. En este documento se describe una interpretación muy general de la coherencia que, a nuestro juicio, es lo suficientemente amplia como para cumplir los requisitos de consistencia en PAO. Presentamos un marco formal para esta interpretación general; destacamos las propiedades básicas de la interpretación y localizamos clases restringidas de consistencia. También se investigan estrategias para verificar la coherencia. A lo largo de nosotros ilustramos nuestra teoría usando la técnica de descripción formal de <br> LOTOS. Por lo tanto, el documento también caracteriza la naturaleza y las opciones para la comprobación de la coherencia en LOTOS ",
            "error": []
        },
        "LOTOS": {
            "translated_key": "LOTOS",
            "translated_annotated_text": "Un marco formal para la coherencia de los puntos de vista Cada vez son más importantes los modelos múltiples de puntos de vista para el desarrollo de sistemas. Cada punto de vista ofrece una perspectiva diferente sobre el sistema objetivo y el desarrollo del sistema implica un perfeccionamiento paralelo de los múltiples puntos de vista. Los enfoques relacionados con el punto de vista han sido considerados en una serie de diferentes formas por un espectro de investigadores. Nuestro trabajo se centra especialmente en el uso de puntos de vista en el procesamiento distribuido abierto (ODP), que es un marco de normalización ISO/UIT. Los requisitos de la modelización de puntos de vista en PAO son muy amplios y, por lo tanto, exigentes. Sin embargo, múltiples puntos de vista suscitan la cuestión de la coherencia entre los puntos de vista. En este documento se describe una interpretación muy general de la coherencia que, a nuestro juicio, es lo suficientemente amplia como para cumplir los requisitos de consistencia en PAO. Presentamos un marco formal para esta interpretación general; destacamos las propiedades básicas de la interpretación y localizamos clases restringidas de consistencia. También se investigan estrategias para verificar la coherencia. A lo largo de nosotros ilustramos nuestra teoría usando la técnica de descripción formal <br>LOTOS</br>. Así, el artículo también caracteriza la naturaleza y las opciones de comprobación de la consistencia en <br>LOTOS</br> ",
            "error": [
                ""
            ]
        },
        "development models": {
            "translated_key": [],
            "translated_annotated_text": "Un marco formal para la coherencia de los puntos de vista Cada vez son más importantes los modelos múltiples de puntos de vista para el desarrollo de sistemas. Cada punto de vista ofrece una perspectiva diferente sobre el sistema objetivo y el desarrollo del sistema implica un perfeccionamiento paralelo de los múltiples puntos de vista. Los enfoques relacionados con el punto de vista han sido considerados en una serie de diferentes formas por un espectro de investigadores. Nuestro trabajo se centra especialmente en el uso de puntos de vista en el procesamiento distribuido abierto (ODP), que es un marco de normalización ISO/UIT. Los requisitos de la modelización de puntos de vista en PAO son muy amplios y, por lo tanto, exigentes. Sin embargo, múltiples puntos de vista suscitan la cuestión de la coherencia entre los puntos de vista. En este documento se describe una interpretación muy general de la coherencia que, a nuestro juicio, es lo suficientemente amplia como para cumplir los requisitos de consistencia en PAO. Presentamos un marco formal para esta interpretación general; destacamos las propiedades básicas de la interpretación y localizamos clases restringidas de consistencia. También se investigan estrategias para verificar la coherencia. A lo largo de nosotros ilustramos nuestra teoría utilizando la técnica de descripción formal LOTOS. Por lo tanto, el documento también caracteriza la naturaleza y las opciones para la comprobación de la coherencia en LOTOS ",
            "error": []
        },
        "process algebra": {
            "translated_key": [],
            "translated_annotated_text": "Un marco formal para la coherencia de los puntos de vista Cada vez son más importantes los modelos múltiples de puntos de vista para el desarrollo de sistemas. Cada punto de vista ofrece una perspectiva diferente sobre el sistema objetivo y el desarrollo del sistema implica un perfeccionamiento paralelo de los múltiples puntos de vista. Los enfoques relacionados con el punto de vista han sido considerados en una serie de diferentes formas por un espectro de investigadores. Nuestro trabajo se centra especialmente en el uso de puntos de vista en el procesamiento distribuido abierto (ODP), que es un marco de normalización ISO/UIT. Los requisitos de la modelización de puntos de vista en PAO son muy amplios y, por lo tanto, exigentes. Sin embargo, múltiples puntos de vista suscitan la cuestión de la coherencia entre los puntos de vista. En este documento se describe una interpretación muy general de la coherencia que, a nuestro juicio, es lo suficientemente amplia como para cumplir los requisitos de consistencia en PAO. Presentamos un marco formal para esta interpretación general; destacamos las propiedades básicas de la interpretación y localizamos clases restringidas de consistencia. También se investigan estrategias para verificar la coherencia. A lo largo de nosotros ilustramos nuestra teoría utilizando la técnica de descripción formal LOTOS. Por lo tanto, el documento también caracteriza la naturaleza y las opciones para la comprobación de la coherencia en LOTOS ",
            "error": []
        },
        "distributed processing": {
            "translated_key": "procesamiento distribuido",
            "translated_annotated_text": "Un marco formal para la coherencia de los puntos de vista Cada vez son más importantes los modelos múltiples de puntos de vista para el desarrollo de sistemas. Cada punto de vista ofrece una perspectiva diferente sobre el sistema objetivo y el desarrollo del sistema implica un perfeccionamiento paralelo de los múltiples puntos de vista. Los enfoques relacionados con el punto de vista han sido considerados en una serie de diferentes formas por un espectro de investigadores. Nuestro trabajo se centra especialmente en el uso de puntos de vista en el <br>procesamiento distribuido</br> abierto (ODP), que es un marco de normalización ISO/UIT.  Los requisitos de la modelización de puntos de vista en PAO son muy amplios y, por lo tanto, exigentes. Sin embargo, múltiples puntos de vista suscitan la cuestión de la coherencia entre los puntos de vista. En este documento se describe una interpretación muy general de la coherencia que, a nuestro juicio, es lo suficientemente amplia como para cumplir los requisitos de consistencia en PAO. Presentamos un marco formal para esta interpretación general; destacamos las propiedades básicas de la interpretación y localizamos clases restringidas de consistencia. También se investigan estrategias para verificar la coherencia. A lo largo de nosotros ilustramos nuestra teoría utilizando la técnica de descripción formal LOTOS. Por lo tanto, el documento también caracteriza la naturaleza y las opciones para la comprobación de la coherencia en LOTOS ",
            "error": [
                ""
            ]
        },
        "formal specification": {
            "translated_key": [],
            "translated_annotated_text": "Un marco formal para la coherencia de los puntos de vista Cada vez son más importantes los modelos múltiples de puntos de vista para el desarrollo de sistemas. Cada punto de vista ofrece una perspectiva diferente sobre el sistema objetivo y el desarrollo del sistema implica un perfeccionamiento paralelo de los múltiples puntos de vista. Los enfoques relacionados con el punto de vista han sido considerados en una serie de diferentes formas por un espectro de investigadores. Nuestro trabajo se centra especialmente en el uso de puntos de vista en el procesamiento distribuido abierto (ODP), que es un marco de normalización ISO/UIT. Los requisitos de la modelización de puntos de vista en PAO son muy amplios y, por lo tanto, exigentes. Sin embargo, múltiples puntos de vista suscitan la cuestión de la coherencia entre los puntos de vista. En este documento se describe una interpretación muy general de la coherencia que, a nuestro juicio, es lo suficientemente amplia como para cumplir los requisitos de consistencia en PAO. Presentamos un marco formal para esta interpretación general; destacamos las propiedades básicas de la interpretación y localizamos clases restringidas de consistencia. También se investigan estrategias para verificar la coherencia. A lo largo de nosotros ilustramos nuestra teoría utilizando la técnica de descripción formal LOTOS. Por lo tanto, el documento también caracteriza la naturaleza y las opciones para la comprobación de la coherencia en LOTOS ",
            "error": []
        },
        "formal verification": {
            "translated_key": [],
            "translated_annotated_text": "Un marco formal para la coherencia de los puntos de vista Cada vez son más importantes los modelos múltiples de puntos de vista para el desarrollo de sistemas. Cada punto de vista ofrece una perspectiva diferente sobre el sistema objetivo y el desarrollo del sistema implica un perfeccionamiento paralelo de los múltiples puntos de vista. Los enfoques relacionados con el punto de vista han sido considerados en una serie de diferentes formas por un espectro de investigadores. Nuestro trabajo se centra especialmente en el uso de puntos de vista en el procesamiento distribuido abierto (ODP), que es un marco de normalización ISO/UIT. Los requisitos de la modelización de puntos de vista en PAO son muy amplios y, por lo tanto, exigentes. Sin embargo, múltiples puntos de vista suscitan la cuestión de la coherencia entre los puntos de vista. En este documento se describe una interpretación muy general de la coherencia que, a nuestro juicio, es lo suficientemente amplia como para cumplir los requisitos de consistencia en PAO. Presentamos un marco formal para esta interpretación general; destacamos las propiedades básicas de la interpretación y localizamos clases restringidas de consistencia. También se investigan estrategias para verificar la coherencia. A lo largo de nosotros ilustramos nuestra teoría utilizando la técnica de descripción formal LOTOS. Por lo tanto, el documento también caracteriza la naturaleza y las opciones para la comprobación de la coherencia en LOTOS ",
            "error": []
        },
        "ISO standards": {
            "translated_key": [],
            "translated_annotated_text": "Un marco formal para la coherencia de los puntos de vista Cada vez son más importantes los modelos múltiples de puntos de vista para el desarrollo de sistemas. Cada punto de vista ofrece una perspectiva diferente sobre el sistema objetivo y el desarrollo del sistema implica un perfeccionamiento paralelo de los múltiples puntos de vista. Los enfoques relacionados con el punto de vista han sido considerados en una serie de diferentes formas por un espectro de investigadores. Nuestro trabajo se centra especialmente en el uso de puntos de vista en el procesamiento distribuido abierto (ODP), que es un marco de normalización ISO/UIT. Los requisitos de la modelización de puntos de vista en PAO son muy amplios y, por lo tanto, exigentes. Sin embargo, múltiples puntos de vista suscitan la cuestión de la coherencia entre los puntos de vista. En este documento se describe una interpretación muy general de la coherencia que, a nuestro juicio, es lo suficientemente amplia como para cumplir los requisitos de consistencia en PAO. Presentamos un marco formal para esta interpretación general; destacamos las propiedades básicas de la interpretación y localizamos clases restringidas de consistencia. También se investigan estrategias para verificar la coherencia. A lo largo de nosotros ilustramos nuestra teoría utilizando la técnica de descripción formal LOTOS. Por lo tanto, el documento también caracteriza la naturaleza y las opciones para la comprobación de la coherencia en LOTOS ",
            "error": []
        },
        "specification languages": {
            "translated_key": [],
            "translated_annotated_text": "Un marco formal para la coherencia de los puntos de vista Cada vez son más importantes los modelos múltiples de puntos de vista para el desarrollo de sistemas. Cada punto de vista ofrece una perspectiva diferente sobre el sistema objetivo y el desarrollo del sistema implica un perfeccionamiento paralelo de los múltiples puntos de vista. Los enfoques relacionados con el punto de vista han sido considerados en una serie de diferentes formas por un espectro de investigadores. Nuestro trabajo se centra especialmente en el uso de puntos de vista en el procesamiento distribuido abierto (ODP), que es un marco de normalización ISO/UIT. Los requisitos de la modelización de puntos de vista en PAO son muy amplios y, por lo tanto, exigentes. Sin embargo, múltiples puntos de vista suscitan la cuestión de la coherencia entre los puntos de vista. En este documento se describe una interpretación muy general de la coherencia que, a nuestro juicio, es lo suficientemente amplia como para cumplir los requisitos de consistencia en PAO. Presentamos un marco formal para esta interpretación general; destacamos las propiedades básicas de la interpretación y localizamos clases restringidas de consistencia. También se investigan estrategias para verificar la coherencia. A lo largo de nosotros ilustramos nuestra teoría utilizando la técnica de descripción formal LOTOS. Por lo tanto, el documento también caracteriza la naturaleza y las opciones para la comprobación de la coherencia en LOTOS ",
            "error": []
        }
    }
}