{
    "original_text": "Formalization of weighted factors analysis Weighted factors analysis (WeFA) has been proposed as a new approach for elicitation, representation, and manipulation of knowledge about a given problem, generally at a high and strategic level. Central to this proposal is that a group of experts in the area of the problem can identify a hierarchy of factors with positive or negative influences on the problem outcome. The tangible output of WeFA is a directed weighted graph called a WeFA graph. This is a set of nodes denoting factors that can directly or indirectly influence an overall aim of the graph. The aim is also represented by a node. Each directed arc is a direct influence of one factor on another. A chain of directed arcs indicates an indirect influence. The influences may be identified as either positive or negative. For example, sales and costs are two factors that influence the aim of profitability in an organization. Sales has a positive influence on profitability and costs has a negative influence on profitability. In addition, the relative significance of each influence is represented by a weight. We develop Binary WeFA which is a variant of WeFA where the factors in the graph are restricted to being either true or false. Imposing this restriction on a WeFA graph allows us to be more precise about the meaning of the graph and of reasoning in it. Binary WeFA is a new proposal that provides a formal yet sufficiently simple language for logic-based argumentation for use by business people in decision-support and knowledge management. Whilst Binary WeFA is expressively simpler than other logic-based argumentation formalisms, it does incorporate a novel formalization of the notion of significance",
    "original_translation": "Formalización del análisis de factores ponderados El análisis de factores ponderados (WeFA) se ha propuesto como un nuevo enfoque para la excitación, representación y manipulación del conocimiento sobre un problema determinado, generalmente a un nivel alto y estratégico. Un elemento central de esta propuesta es que un grupo de expertos en el ámbito del problema pueda identificar una jerarquía de factores con influencias positivas o negativas en el resultado del problema. La salida tangible de WeFA es un gráfico ponderado dirigido llamado gráfico WeFA. Se trata de un conjunto de nodos que denotan factores que pueden influir directa o indirectamente en el objetivo general del gráfico. El objetivo también está representado por un nodo. Cada arco dirigido es una influencia directa de un factor sobre otro. Una cadena de arcos dirigidos indica una influencia indirecta. Las influencias pueden ser identificadas como positivas o negativas. Por ejemplo, las ventas y los costos son dos factores que influyen en el objetivo de rentabilidad de una organización. Las ventas tienen una influencia positiva en la rentabilidad y los costes tienen una influencia negativa en la rentabilidad. Además, la importancia relativa de cada influencia está representada por un peso. Desarrollamos WeFA binario que es una variante de WeFA donde los factores en el gráfico están restringidos a ser verdaderos o falsos. Imponer esta restricción en un gráfico de la WeFA nos permite ser más precisos sobre el significado del gráfico y del razonamiento en él. Binary WeFA es una nueva propuesta que proporciona un lenguaje formal pero suficientemente simple para argumentación basada en la lógica para su uso por los empresarios en la gestión de decisiones y conocimiento. Mientras que la WeFA binaria es expresivamente más simple que otros formalismos de argumentación basados en la lógica, sí incorpora una formalización novedosa de la noción de significación",
    "error_count": 9,
    "keys": {
        "weighted factors analysis": {
            "translated_key": "análisis de factores ponderados",
            "translated_annotated_text": "Formalización del <br>análisis de factores ponderados</br> El <br>análisis de factores ponderados</br> (WeFA) ha sido propuesto como un nuevo enfoque para la excitación, representación y manipulación del conocimiento sobre un problema dado, generalmente a un nivel alto y estratégico. Un elemento central de esta propuesta es que un grupo de expertos en el ámbito del problema pueda identificar una jerarquía de factores con influencias positivas o negativas en el resultado del problema. La salida tangible de WeFA es un gráfico ponderado dirigido llamado gráfico WeFA. Se trata de un conjunto de nodos que denotan factores que pueden influir directa o indirectamente en el objetivo general del gráfico. El objetivo también está representado por un nodo. Cada arco dirigido es una influencia directa de un factor sobre otro. Una cadena de arcos dirigidos indica una influencia indirecta. Las influencias pueden ser identificadas como positivas o negativas. Por ejemplo, las ventas y los costos son dos factores que influyen en el objetivo de rentabilidad de una organización. Las ventas tienen una influencia positiva en la rentabilidad y los costes tienen una influencia negativa en la rentabilidad. Además, la importancia relativa de cada influencia está representada por un peso. Desarrollamos WeFA binario que es una variante de WeFA donde los factores en el gráfico están restringidos a ser verdaderos o falsos. Imponer esta restricción en un gráfico de la WeFA nos permite ser más precisos sobre el significado del gráfico y del razonamiento en él. Binary WeFA es una nueva propuesta que proporciona un lenguaje formal pero suficientemente simple para argumentación basada en la lógica para su uso por los empresarios en la gestión de decisiones y conocimiento. Mientras que la WeFA binaria es expresivamente más simple que otros formalismos de argumentación basados en la lógica, sí incorpora una formalización novedosa de la noción de significación ",
            "error": [
                ""
            ]
        },
        "knowledge elicitation": {
            "translated_key": [],
            "translated_annotated_text": "Formalización del análisis de factores ponderados El análisis de factores ponderados (WeFA) se ha propuesto como un nuevo enfoque para la excitación, representación y manipulación del conocimiento sobre un problema determinado, generalmente a un nivel alto y estratégico. Un elemento central de esta propuesta es que un grupo de expertos en el ámbito del problema pueda identificar una jerarquía de factores con influencias positivas o negativas en el resultado del problema. La salida tangible de WeFA es un gráfico ponderado dirigido llamado gráfico WeFA. Se trata de un conjunto de nodos que denotan factores que pueden influir directa o indirectamente en el objetivo general del gráfico. El objetivo también está representado por un nodo. Cada arco dirigido es una influencia directa de un factor sobre otro. Una cadena de arcos dirigidos indica una influencia indirecta. Las influencias pueden ser identificadas como positivas o negativas. Por ejemplo, las ventas y los costos son dos factores que influyen en el objetivo de rentabilidad de una organización. Las ventas tienen una influencia positiva en la rentabilidad y los costes tienen una influencia negativa en la rentabilidad. Además, la importancia relativa de cada influencia está representada por un peso. Desarrollamos WeFA binario que es una variante de WeFA donde los factores en el gráfico están restringidos a ser verdaderos o falsos. Imponer esta restricción en un gráfico de la WeFA nos permite ser más precisos sobre el significado del gráfico y del razonamiento en él. Binary WeFA es una nueva propuesta que proporciona un lenguaje formal pero suficientemente simple para argumentación basada en la lógica para su uso por los empresarios en la gestión de decisiones y conocimiento. Mientras que la WeFA binaria es expresivamente más simple que otros formalismos de argumentación basados en la lógica, sí incorpora una formalización novedosa de la noción de significación ",
            "error": []
        },
        "knowledge representation": {
            "translated_key": [],
            "translated_annotated_text": "Formalización del análisis de factores ponderados El análisis de factores ponderados (WeFA) se ha propuesto como un nuevo enfoque para la excitación, representación y manipulación del conocimiento sobre un problema determinado, generalmente a un nivel alto y estratégico. Un elemento central de esta propuesta es que un grupo de expertos en el ámbito del problema pueda identificar una jerarquía de factores con influencias positivas o negativas en el resultado del problema. La salida tangible de WeFA es un gráfico ponderado dirigido llamado gráfico WeFA. Se trata de un conjunto de nodos que denotan factores que pueden influir directa o indirectamente en el objetivo general del gráfico. El objetivo también está representado por un nodo. Cada arco dirigido es una influencia directa de un factor sobre otro. Una cadena de arcos dirigidos indica una influencia indirecta. Las influencias pueden ser identificadas como positivas o negativas. Por ejemplo, las ventas y los costos son dos factores que influyen en el objetivo de rentabilidad de una organización. Las ventas tienen una influencia positiva en la rentabilidad y los costes tienen una influencia negativa en la rentabilidad. Además, la importancia relativa de cada influencia está representada por un peso. Desarrollamos WeFA binario que es una variante de WeFA donde los factores en el gráfico están restringidos a ser verdaderos o falsos. Imponer esta restricción en un gráfico de la WeFA nos permite ser más precisos sobre el significado del gráfico y del razonamiento en él. Binary WeFA es una nueva propuesta que proporciona un lenguaje formal pero suficientemente simple para argumentación basada en la lógica para su uso por los empresarios en la gestión de decisiones y conocimiento. Mientras que la WeFA binaria es expresivamente más simple que otros formalismos de argumentación basados en la lógica, sí incorpora una formalización novedosa de la noción de significación ",
            "error": []
        },
        "knowledge manipulation": {
            "translated_key": [],
            "translated_annotated_text": "Formalización del análisis de factores ponderados El análisis de factores ponderados (WeFA) se ha propuesto como un nuevo enfoque para la excitación, representación y manipulación del conocimiento sobre un problema determinado, generalmente a un nivel alto y estratégico. Un elemento central de esta propuesta es que un grupo de expertos en el ámbito del problema pueda identificar una jerarquía de factores con influencias positivas o negativas en el resultado del problema. La salida tangible de WeFA es un gráfico ponderado dirigido llamado gráfico WeFA. Se trata de un conjunto de nodos que denotan factores que pueden influir directa o indirectamente en el objetivo general del gráfico. El objetivo también está representado por un nodo. Cada arco dirigido es una influencia directa de un factor sobre otro. Una cadena de arcos dirigidos indica una influencia indirecta. Las influencias pueden ser identificadas como positivas o negativas. Por ejemplo, las ventas y los costos son dos factores que influyen en el objetivo de rentabilidad de una organización. Las ventas tienen una influencia positiva en la rentabilidad y los costes tienen una influencia negativa en la rentabilidad. Además, la importancia relativa de cada influencia está representada por un peso. Desarrollamos WeFA binario que es una variante de WeFA donde los factores en el gráfico están restringidos a ser verdaderos o falsos. Imponer esta restricción en un gráfico de la WeFA nos permite ser más precisos sobre el significado del gráfico y del razonamiento en él. Binary WeFA es una nueva propuesta que proporciona un lenguaje formal pero suficientemente simple para argumentación basada en la lógica para su uso por los empresarios en la gestión de decisiones y conocimiento. Mientras que la WeFA binaria es expresivamente más simple que otros formalismos de argumentación basados en la lógica, sí incorpora una formalización novedosa de la noción de significación ",
            "error": []
        },
        "significance": {
            "translated_key": " de cada influencia está representada por un peso. Desarrollamos WeFA binario que es una variante de WeFA donde los factores en el gráfico están restringidos a ser verdaderos o falsos. Imponer esta restricción en un gráfico de la WeFA nos permite ser más precisos sobre el significado del gráfico y del razonamiento en él. Binary WeFA es una nueva propuesta que proporciona un lenguaje formal pero suficientemente simple para argumentación basada en la lógica para su uso por los empresarios en la gestión de decisiones y conocimiento. Mientras que la WeFA binaria es expresivamente más simple que otros formalismos de argumentación basados en la lógica, sí incorpora una formalización novedosa de la noción de <br>significancia",
            "translated_annotated_text": "Formalización del análisis de factores ponderados El análisis de factores ponderados (WeFA) se ha propuesto como un nuevo enfoque para la excitación, representación y manipulación del conocimiento sobre un problema determinado, generalmente a un nivel alto y estratégico. Un elemento central de esta propuesta es que un grupo de expertos en el ámbito del problema pueda identificar una jerarquía de factores con influencias positivas o negativas en el resultado del problema. La salida tangible de WeFA es un gráfico ponderado dirigido llamado gráfico WeFA. Se trata de un conjunto de nodos que denotan factores que pueden influir directa o indirectamente en el objetivo general del gráfico. El objetivo también está representado por un nodo. Cada arco dirigido es una influencia directa de un factor sobre otro. Una cadena de arcos dirigidos indica una influencia indirecta. Las influencias pueden ser identificadas como positivas o negativas. Por ejemplo, las ventas y los costos son dos factores que influyen en el objetivo de rentabilidad de una organización. Las ventas tienen una influencia positiva en la rentabilidad y los costes tienen una influencia negativa en la rentabilidad. Además, la importancia relativa <br> de cada influencia está representada por un peso. Desarrollamos WeFA binario que es una variante de WeFA donde los factores en el gráfico están restringidos a ser verdaderos o falsos. Imponer esta restricción en un gráfico de la WeFA nos permite ser más precisos sobre el significado del gráfico y del razonamiento en él. Binary WeFA es una nueva propuesta que proporciona un lenguaje formal pero suficientemente simple para argumentación basada en la lógica para su uso por los empresarios en la gestión de decisiones y conocimiento. Mientras que la WeFA binaria es expresivamente más simple que otros formalismos de argumentación basados en la lógica, sí incorpora una formalización novedosa de la noción de <br>significancia</br> ",
            "error": [
                ""
            ]
        },
        "WeFA graph": {
            "translated_key": "WeFA",
            "translated_annotated_text": "Formalización del análisis de factores ponderados El análisis de factores ponderados (WeFA) se ha propuesto como un nuevo enfoque para la excitación, representación y manipulación del conocimiento sobre un problema determinado, generalmente a un nivel alto y estratégico. Un elemento central de esta propuesta es que un grupo de expertos en el ámbito del problema pueda identificar una jerarquía de factores con influencias positivas o negativas en el resultado del problema. La salida tangible de WeFA es un gráfico ponderado dirigido llamado gráfico <br>WeFA</br>. Se trata de un conjunto de nodos que denotan factores que pueden influir directa o indirectamente en el objetivo general del gráfico. El objetivo también está representado por un nodo. Cada arco dirigido es una influencia directa de un factor sobre otro. Una cadena de arcos dirigidos indica una influencia indirecta. Las influencias pueden ser identificadas como positivas o negativas. Por ejemplo, las ventas y los costos son dos factores que influyen en el objetivo de rentabilidad de una organización. Las ventas tienen una influencia positiva en la rentabilidad y los costes tienen una influencia negativa en la rentabilidad. Además, la importancia relativa de cada influencia está representada por un peso. Desarrollamos WeFA binario que es una variante de WeFA donde los factores en el gráfico están restringidos a ser verdaderos o falsos. Imponer esta restricción en un gráfico <br>WeFA</br> nos permite ser más precisos sobre el significado del gráfico y del razonamiento en él. Binary WeFA es una nueva propuesta que proporciona un lenguaje formal pero suficientemente simple para argumentación basada en la lógica para su uso por los empresarios en la gestión de decisiones y conocimiento. Mientras que la WeFA binaria es expresivamente más simple que otros formalismos de argumentación basados en la lógica, sí incorpora una formalización novedosa de la noción de significación ",
            "error": [
                ""
            ]
        },
        "directed arc": {
            "translated_key": "dirigido",
            "translated_annotated_text": "Formalización del análisis de factores ponderados El análisis de factores ponderados (WeFA) se ha propuesto como un nuevo enfoque para la excitación, representación y manipulación del conocimiento sobre un problema determinado, generalmente a un nivel alto y estratégico. Un elemento central de esta propuesta es que un grupo de expertos en el ámbito del problema pueda identificar una jerarquía de factores con influencias positivas o negativas en el resultado del problema. La salida tangible de WeFA es un gráfico ponderado dirigido llamado gráfico WeFA. Se trata de un conjunto de nodos que denotan factores que pueden influir directa o indirectamente en el objetivo general del gráfico. El objetivo también está representado por un nodo. Cada arco <br>dirigido</br> es una influencia directa de un factor sobre otro. Una cadena de arcos dirigidos indica una influencia indirecta. Las influencias pueden ser identificadas como positivas o negativas. Por ejemplo, las ventas y los costos son dos factores que influyen en el objetivo de rentabilidad de una organización. Las ventas tienen una influencia positiva en la rentabilidad y los costes tienen una influencia negativa en la rentabilidad. Además, la importancia relativa de cada influencia está representada por un peso. Desarrollamos WeFA binario que es una variante de WeFA donde los factores en el gráfico están restringidos a ser verdaderos o falsos. Imponer esta restricción en un gráfico de la WeFA nos permite ser más precisos sobre el significado del gráfico y del razonamiento en él. Binary WeFA es una nueva propuesta que proporciona un lenguaje formal pero suficientemente simple para argumentación basada en la lógica para su uso por los empresarios en la gestión de decisiones y conocimiento. Mientras que la WeFA binaria es expresivamente más simple que otros formalismos de argumentación basados en la lógica, sí incorpora una formalización novedosa de la noción de significación ",
            "error": [
                ""
            ]
        },
        "profitability": {
            "translated_key": "rentabilidad",
            "translated_annotated_text": "Formalización del análisis de factores ponderados El análisis de factores ponderados (WeFA) se ha propuesto como un nuevo enfoque para la excitación, representación y manipulación del conocimiento sobre un problema determinado, generalmente a un nivel alto y estratégico. Un elemento central de esta propuesta es que un grupo de expertos en el ámbito del problema pueda identificar una jerarquía de factores con influencias positivas o negativas en el resultado del problema. La salida tangible de WeFA es un gráfico ponderado dirigido llamado gráfico WeFA. Se trata de un conjunto de nodos que denotan factores que pueden influir directa o indirectamente en el objetivo general del gráfico. El objetivo también está representado por un nodo. Cada arco dirigido es una influencia directa de un factor sobre otro. Una cadena de arcos dirigidos indica una influencia indirecta. Las influencias pueden ser identificadas como positivas o negativas. Por ejemplo, las ventas y los costos son dos factores que influyen en el objetivo de <br>rentabilidad</br> en una organización. Las ventas tienen una influencia positiva en la <br>rentabilidad</br> y los costes tienen una influencia negativa en la <br>rentabilidad</br>. Además, la importancia relativa de cada influencia está representada por un peso. Desarrollamos WeFA binario que es una variante de WeFA donde los factores en el gráfico están restringidos a ser verdaderos o falsos. Imponer esta restricción en un gráfico de la WeFA nos permite ser más precisos sobre el significado del gráfico y del razonamiento en él. Binary WeFA es una nueva propuesta que proporciona un lenguaje formal pero suficientemente simple para argumentación basada en la lógica para su uso por los empresarios en la gestión de decisiones y conocimiento. Mientras que la WeFA binaria es expresivamente más simple que otros formalismos de argumentación basados en la lógica, sí incorpora una formalización novedosa de la noción de significación ",
            "error": [
                ""
            ]
        },
        "organization": {
            "translated_key": " ",
            "translated_annotated_text": "Formalización del análisis de factores ponderados El análisis de factores ponderados (WeFA) se ha propuesto como un nuevo enfoque para la excitación, representación y manipulación del conocimiento sobre un problema determinado, generalmente a un nivel alto y estratégico. Un elemento central de esta propuesta es que un grupo de expertos en el ámbito del problema pueda identificar una jerarquía de factores con influencias positivas o negativas en el resultado del problema. La salida tangible de WeFA es un gráfico ponderado dirigido llamado gráfico WeFA. Se trata de un conjunto de nodos que denotan factores que pueden influir directa o indirectamente en el objetivo general del gráfico. El objetivo también está representado por un nodo. Cada arco dirigido es una influencia directa de un factor sobre otro. Una cadena de arcos dirigidos indica una influencia indirecta. Las influencias pueden ser identificadas como positivas o negativas. Por ejemplo, las ventas y los costos son dos factores que influyen en el objetivo de rentabilidad en una organización <br> </br>. Las ventas tienen una influencia positiva en la rentabilidad y los costes tienen una influencia negativa en la rentabilidad. Además, la importancia relativa de cada influencia está representada por un peso. Desarrollamos WeFA binario que es una variante de WeFA donde los factores en el gráfico están restringidos a ser verdaderos o falsos. Imponer esta restricción en un gráfico de la WeFA nos permite ser más precisos sobre el significado del gráfico y del razonamiento en él. Binary WeFA es una nueva propuesta que proporciona un lenguaje formal pero suficientemente simple para argumentación basada en la lógica para su uso por los empresarios en la gestión de decisiones y conocimiento. Mientras que la WeFA binaria es expresivamente más simple que otros formalismos de argumentación basados en la lógica, sí incorpora una formalización novedosa de la noción de significación ",
            "error": [
                ""
            ]
        },
        "Binary WeFA": {
            "translated_key": "Binary WeFA",
            "translated_annotated_text": "Formalización del análisis de factores ponderados El análisis de factores ponderados (WeFA) se ha propuesto como un nuevo enfoque para la excitación, representación y manipulación del conocimiento sobre un problema determinado, generalmente a un nivel alto y estratégico. Un elemento central de esta propuesta es que un grupo de expertos en el ámbito del problema pueda identificar una jerarquía de factores con influencias positivas o negativas en el resultado del problema. La salida tangible de WeFA es un gráfico ponderado dirigido llamado gráfico WeFA. Se trata de un conjunto de nodos que denotan factores que pueden influir directa o indirectamente en el objetivo general del gráfico. El objetivo también está representado por un nodo. Cada arco dirigido es una influencia directa de un factor sobre otro. Una cadena de arcos dirigidos indica una influencia indirecta. Las influencias pueden ser identificadas como positivas o negativas. Por ejemplo, las ventas y los costos son dos factores que influyen en el objetivo de rentabilidad de una organización. Las ventas tienen una influencia positiva en la rentabilidad y los costes tienen una influencia negativa en la rentabilidad. Además, la importancia relativa de cada influencia está representada por un peso. Desarrollamos <br>Binary WeFA</br> que es una variante de WeFA donde los factores en el gráfico están restringidos a ser verdaderos o falsos. Imponer esta restricción en un gráfico de la WeFA nos permite ser más precisos sobre el significado del gráfico y del razonamiento en él. <br>Binary WeFA</br> es una nueva propuesta que ofrece un lenguaje formal pero suficientemente simple para la argumentación basada en la lógica para su uso por los empresarios en la gestión de decisiones y conocimientos. Mientras que <br>Binary WeFA</br> es expresivamente más simple que otros formalismos de argumentación basados en la lógica, sí incorpora una formalización novedosa de la noción de significación ",
            "error": [
                ""
            ]
        },
        "reasoning": {
            "translated_key": "razonamiento",
            "translated_annotated_text": "Formalización del análisis de factores ponderados El análisis de factores ponderados (WeFA) se ha propuesto como un nuevo enfoque para la excitación, representación y manipulación del conocimiento sobre un problema determinado, generalmente a un nivel alto y estratégico. Un elemento central de esta propuesta es que un grupo de expertos en el ámbito del problema pueda identificar una jerarquía de factores con influencias positivas o negativas en el resultado del problema. La salida tangible de WeFA es un gráfico ponderado dirigido llamado gráfico WeFA. Se trata de un conjunto de nodos que denotan factores que pueden influir directa o indirectamente en el objetivo general del gráfico. El objetivo también está representado por un nodo. Cada arco dirigido es una influencia directa de un factor sobre otro. Una cadena de arcos dirigidos indica una influencia indirecta. Las influencias pueden ser identificadas como positivas o negativas. Por ejemplo, las ventas y los costos son dos factores que influyen en el objetivo de rentabilidad de una organización. Las ventas tienen una influencia positiva en la rentabilidad y los costes tienen una influencia negativa en la rentabilidad. Además, la importancia relativa de cada influencia está representada por un peso. Desarrollamos WeFA binario que es una variante de WeFA donde los factores en el gráfico están restringidos a ser verdaderos o falsos. Imponer esta restricción en un gráfico de la WeFA nos permite ser más precisos sobre el significado del gráfico y de <br>razonamiento</br> en él. Binary WeFA es una nueva propuesta que proporciona un lenguaje formal pero suficientemente simple para argumentación basada en la lógica para su uso por los empresarios en la gestión de decisiones y conocimiento. Mientras que la WeFA binaria es expresivamente más simple que otros formalismos de argumentación basados en la lógica, sí incorpora una formalización novedosa de la noción de significación ",
            "error": [
                ""
            ]
        },
        "logic-based argumentation": {
            "translated_key": "logic",
            "translated_annotated_text": "Formalización del análisis de factores ponderados El análisis de factores ponderados (WeFA) se ha propuesto como un nuevo enfoque para la excitación, representación y manipulación del conocimiento sobre un problema determinado, generalmente a un nivel alto y estratégico. Un elemento central de esta propuesta es que un grupo de expertos en el ámbito del problema pueda identificar una jerarquía de factores con influencias positivas o negativas en el resultado del problema. La salida tangible de WeFA es un gráfico ponderado dirigido llamado gráfico WeFA. Se trata de un conjunto de nodos que denotan factores que pueden influir directa o indirectamente en el objetivo general del gráfico. El objetivo también está representado por un nodo. Cada arco dirigido es una influencia directa de un factor sobre otro. Una cadena de arcos dirigidos indica una influencia indirecta. Las influencias pueden ser identificadas como positivas o negativas. Por ejemplo, las ventas y los costos son dos factores que influyen en el objetivo de rentabilidad de una organización. Las ventas tienen una influencia positiva en la rentabilidad y los costes tienen una influencia negativa en la rentabilidad. Además, la importancia relativa de cada influencia está representada por un peso. Desarrollamos WeFA binario que es una variante de WeFA donde los factores en el gráfico están restringidos a ser verdaderos o falsos. Imponer esta restricción en un gráfico de la WeFA nos permite ser más precisos sobre el significado del gráfico y del razonamiento en él. Binary WeFA es una nueva propuesta que proporciona un lenguaje formal pero suficientemente simple para la argumentación basada en <br>logic</br> para uso de los empresarios en la gestión de decisiones y conocimientos. Mientras que el WeFA binario es expresivamente más simple que otros formalismos de argumentación basados en lógica, sí incorpora una formalización novedosa de la noción de significación. ",
            "error": [
                ""
            ]
        },
        "decision-support": {
            "translated_key": "decision-support",
            "translated_annotated_text": "Formalización del análisis de factores ponderados El análisis de factores ponderados (WeFA) se ha propuesto como un nuevo enfoque para la excitación, representación y manipulación del conocimiento sobre un problema determinado, generalmente a un nivel alto y estratégico. Un elemento central de esta propuesta es que un grupo de expertos en el ámbito del problema pueda identificar una jerarquía de factores con influencias positivas o negativas en el resultado del problema. La salida tangible de WeFA es un gráfico ponderado dirigido llamado gráfico WeFA. Se trata de un conjunto de nodos que denotan factores que pueden influir directa o indirectamente en el objetivo general del gráfico. El objetivo también está representado por un nodo. Cada arco dirigido es una influencia directa de un factor sobre otro. Una cadena de arcos dirigidos indica una influencia indirecta. Las influencias pueden ser identificadas como positivas o negativas. Por ejemplo, las ventas y los costos son dos factores que influyen en el objetivo de rentabilidad de una organización. Las ventas tienen una influencia positiva en la rentabilidad y los costes tienen una influencia negativa en la rentabilidad. Además, la importancia relativa de cada influencia está representada por un peso. Desarrollamos WeFA binario que es una variante de WeFA donde los factores en el gráfico están restringidos a ser verdaderos o falsos. Imponer esta restricción en un gráfico de la WeFA nos permite ser más precisos sobre el significado del gráfico y del razonamiento en él. Binary WeFA es una nueva propuesta que proporciona un lenguaje formal pero suficientemente simple para la argumentación basada en la lógica para uso de los empresarios en <br>decision-support</br> y gestión del conocimiento. Mientras que la WeFA binaria es expresivamente más simple que otros formalismos de argumentación basados en la lógica, sí incorpora una formalización novedosa de la noción de significación ",
            "error": [
                ""
            ]
        },
        "knowledge management": {
            "translated_key": "conocimientos",
            "translated_annotated_text": "Formalización del análisis de factores ponderados El análisis de factores ponderados (WeFA) se ha propuesto como un nuevo enfoque para la excitación, representación y manipulación del conocimiento sobre un problema determinado, generalmente a un nivel alto y estratégico. Un elemento central de esta propuesta es que un grupo de expertos en el ámbito del problema pueda identificar una jerarquía de factores con influencias positivas o negativas en el resultado del problema. La salida tangible de WeFA es un gráfico ponderado dirigido llamado gráfico WeFA. Se trata de un conjunto de nodos que denotan factores que pueden influir directa o indirectamente en el objetivo general del gráfico. El objetivo también está representado por un nodo. Cada arco dirigido es una influencia directa de un factor sobre otro. Una cadena de arcos dirigidos indica una influencia indirecta. Las influencias pueden ser identificadas como positivas o negativas. Por ejemplo, las ventas y los costos son dos factores que influyen en el objetivo de rentabilidad de una organización. Las ventas tienen una influencia positiva en la rentabilidad y los costes tienen una influencia negativa en la rentabilidad. Además, la importancia relativa de cada influencia está representada por un peso. Desarrollamos WeFA binario que es una variante de WeFA donde los factores en el gráfico están restringidos a ser verdaderos o falsos. Imponer esta restricción en un gráfico de la WeFA nos permite ser más precisos sobre el significado del gráfico y del razonamiento en él. Binary WeFA es una nueva propuesta que proporciona un lenguaje formal pero suficientemente simple para la argumentación basada en la lógica para su uso por los empresarios en la gestión de decisiones y <br>conocimientos</br>. Mientras que la WeFA binaria es expresivamente más simple que otros formalismos de argumentación basados en la lógica, sí incorpora una formalización novedosa de la noción de significación ",
            "error": [
                ""
            ]
        },
        "directed weighted graph": {
            "translated_key": "dirigido",
            "translated_annotated_text": "Formalización del análisis de factores ponderados El análisis de factores ponderados (WeFA) se ha propuesto como un nuevo enfoque para la excitación, representación y manipulación del conocimiento sobre un problema determinado, generalmente a un nivel alto y estratégico. Un elemento central de esta propuesta es que un grupo de expertos en el ámbito del problema pueda identificar una jerarquía de factores con influencias positivas o negativas en el resultado del problema. La salida tangible de WeFA es un gráfico ponderado <br>dirigido</br> llamado gráfico WeFA. Se trata de un conjunto de nodos que denotan factores que pueden influir directa o indirectamente en el objetivo general del gráfico. El objetivo también está representado por un nodo. Cada arco dirigido es una influencia directa de un factor sobre otro. Una cadena de arcos dirigidos indica una influencia indirecta. Las influencias pueden ser identificadas como positivas o negativas. Por ejemplo, las ventas y los costos son dos factores que influyen en el objetivo de rentabilidad de una organización. Las ventas tienen una influencia positiva en la rentabilidad y los costes tienen una influencia negativa en la rentabilidad. Además, la importancia relativa de cada influencia está representada por un peso. Desarrollamos WeFA binario que es una variante de WeFA donde los factores en el gráfico están restringidos a ser verdaderos o falsos. Imponer esta restricción en un gráfico de la WeFA nos permite ser más precisos sobre el significado del gráfico y del razonamiento en él. Binary WeFA es una nueva propuesta que proporciona un lenguaje formal pero suficientemente simple para argumentación basada en la lógica para su uso por los empresarios en la gestión de decisiones y conocimiento. Mientras que la WeFA binaria es expresivamente más simple que otros formalismos de argumentación basados en la lógica, sí incorpora una formalización novedosa de la noción de significación ",
            "error": [
                ""
            ]
        },
        "business data processing": {
            "translated_key": [],
            "translated_annotated_text": "Formalización del análisis de factores ponderados El análisis de factores ponderados (WeFA) se ha propuesto como un nuevo enfoque para la excitación, representación y manipulación del conocimiento sobre un problema determinado, generalmente a un nivel alto y estratégico. Un elemento central de esta propuesta es que un grupo de expertos en el ámbito del problema pueda identificar una jerarquía de factores con influencias positivas o negativas en el resultado del problema. La salida tangible de WeFA es un gráfico ponderado dirigido llamado gráfico WeFA. Se trata de un conjunto de nodos que denotan factores que pueden influir directa o indirectamente en el objetivo general del gráfico. El objetivo también está representado por un nodo. Cada arco dirigido es una influencia directa de un factor sobre otro. Una cadena de arcos dirigidos indica una influencia indirecta. Las influencias pueden ser identificadas como positivas o negativas. Por ejemplo, las ventas y los costos son dos factores que influyen en el objetivo de rentabilidad de una organización. Las ventas tienen una influencia positiva en la rentabilidad y los costes tienen una influencia negativa en la rentabilidad. Además, la importancia relativa de cada influencia está representada por un peso. Desarrollamos WeFA binario que es una variante de WeFA donde los factores en el gráfico están restringidos a ser verdaderos o falsos. Imponer esta restricción en un gráfico de la WeFA nos permite ser más precisos sobre el significado del gráfico y del razonamiento en él. Binary WeFA es una nueva propuesta que proporciona un lenguaje formal pero suficientemente simple para argumentación basada en la lógica para su uso por los empresarios en la gestión de decisiones y conocimiento. Mientras que la WeFA binaria es expresivamente más simple que otros formalismos de argumentación basados en la lógica, sí incorpora una formalización novedosa de la noción de significación ",
            "error": []
        },
        "directed graphs": {
            "translated_key": [],
            "translated_annotated_text": "Formalización del análisis de factores ponderados El análisis de factores ponderados (WeFA) se ha propuesto como un nuevo enfoque para la excitación, representación y manipulación del conocimiento sobre un problema determinado, generalmente a un nivel alto y estratégico. Un elemento central de esta propuesta es que un grupo de expertos en el ámbito del problema pueda identificar una jerarquía de factores con influencias positivas o negativas en el resultado del problema. La salida tangible de WeFA es un gráfico ponderado dirigido llamado gráfico WeFA. Se trata de un conjunto de nodos que denotan factores que pueden influir directa o indirectamente en el objetivo general del gráfico. El objetivo también está representado por un nodo. Cada arco dirigido es una influencia directa de un factor sobre otro. Una cadena de arcos dirigidos indica una influencia indirecta. Las influencias pueden ser identificadas como positivas o negativas. Por ejemplo, las ventas y los costos son dos factores que influyen en el objetivo de rentabilidad de una organización. Las ventas tienen una influencia positiva en la rentabilidad y los costes tienen una influencia negativa en la rentabilidad. Además, la importancia relativa de cada influencia está representada por un peso. Desarrollamos WeFA binario que es una variante de WeFA donde los factores en el gráfico están restringidos a ser verdaderos o falsos. Imponer esta restricción en un gráfico de la WeFA nos permite ser más precisos sobre el significado del gráfico y del razonamiento en él. Binary WeFA es una nueva propuesta que proporciona un lenguaje formal pero suficientemente simple para argumentación basada en la lógica para su uso por los empresarios en la gestión de decisiones y conocimiento. Mientras que la WeFA binaria es expresivamente más simple que otros formalismos de argumentación basados en la lógica, sí incorpora una formalización novedosa de la noción de significación ",
            "error": []
        },
        "formal logic": {
            "translated_key": [],
            "translated_annotated_text": "Formalización del análisis de factores ponderados El análisis de factores ponderados (WeFA) se ha propuesto como un nuevo enfoque para la excitación, representación y manipulación del conocimiento sobre un problema determinado, generalmente a un nivel alto y estratégico. Un elemento central de esta propuesta es que un grupo de expertos en el ámbito del problema pueda identificar una jerarquía de factores con influencias positivas o negativas en el resultado del problema. La salida tangible de WeFA es un gráfico ponderado dirigido llamado gráfico WeFA. Se trata de un conjunto de nodos que denotan factores que pueden influir directa o indirectamente en el objetivo general del gráfico. El objetivo también está representado por un nodo. Cada arco dirigido es una influencia directa de un factor sobre otro. Una cadena de arcos dirigidos indica una influencia indirecta. Las influencias pueden ser identificadas como positivas o negativas. Por ejemplo, las ventas y los costos son dos factores que influyen en el objetivo de rentabilidad de una organización. Las ventas tienen una influencia positiva en la rentabilidad y los costes tienen una influencia negativa en la rentabilidad. Además, la importancia relativa de cada influencia está representada por un peso. Desarrollamos WeFA binario que es una variante de WeFA donde los factores en el gráfico están restringidos a ser verdaderos o falsos. Imponer esta restricción en un gráfico de la WeFA nos permite ser más precisos sobre el significado del gráfico y del razonamiento en él. Binary WeFA es una nueva propuesta que proporciona un lenguaje formal pero suficientemente simple para argumentación basada en la lógica para su uso por los empresarios en la gestión de decisiones y conocimiento. Mientras que la WeFA binaria es expresivamente más simple que otros formalismos de argumentación basados en la lógica, sí incorpora una formalización novedosa de la noción de significación ",
            "error": []
        },
        "inference mechanisms": {
            "translated_key": [],
            "translated_annotated_text": "Formalización del análisis de factores ponderados El análisis de factores ponderados (WeFA) se ha propuesto como un nuevo enfoque para la excitación, representación y manipulación del conocimiento sobre un problema determinado, generalmente a un nivel alto y estratégico. Un elemento central de esta propuesta es que un grupo de expertos en el ámbito del problema pueda identificar una jerarquía de factores con influencias positivas o negativas en el resultado del problema. La salida tangible de WeFA es un gráfico ponderado dirigido llamado gráfico WeFA. Se trata de un conjunto de nodos que denotan factores que pueden influir directa o indirectamente en el objetivo general del gráfico. El objetivo también está representado por un nodo. Cada arco dirigido es una influencia directa de un factor sobre otro. Una cadena de arcos dirigidos indica una influencia indirecta. Las influencias pueden ser identificadas como positivas o negativas. Por ejemplo, las ventas y los costos son dos factores que influyen en el objetivo de rentabilidad de una organización. Las ventas tienen una influencia positiva en la rentabilidad y los costes tienen una influencia negativa en la rentabilidad. Además, la importancia relativa de cada influencia está representada por un peso. Desarrollamos WeFA binario que es una variante de WeFA donde los factores en el gráfico están restringidos a ser verdaderos o falsos. Imponer esta restricción en un gráfico de la WeFA nos permite ser más precisos sobre el significado del gráfico y del razonamiento en él. Binary WeFA es una nueva propuesta que proporciona un lenguaje formal pero suficientemente simple para argumentación basada en la lógica para su uso por los empresarios en la gestión de decisiones y conocimiento. Mientras que la WeFA binaria es expresivamente más simple que otros formalismos de argumentación basados en la lógica, sí incorpora una formalización novedosa de la noción de significación ",
            "error": []
        },
        "knowledge acquisition": {
            "translated_key": [],
            "translated_annotated_text": "Formalización del análisis de factores ponderados El análisis de factores ponderados (WeFA) se ha propuesto como un nuevo enfoque para la excitación, representación y manipulación del conocimiento sobre un problema determinado, generalmente a un nivel alto y estratégico. Un elemento central de esta propuesta es que un grupo de expertos en el ámbito del problema pueda identificar una jerarquía de factores con influencias positivas o negativas en el resultado del problema. La salida tangible de WeFA es un gráfico ponderado dirigido llamado gráfico WeFA. Se trata de un conjunto de nodos que denotan factores que pueden influir directa o indirectamente en el objetivo general del gráfico. El objetivo también está representado por un nodo. Cada arco dirigido es una influencia directa de un factor sobre otro. Una cadena de arcos dirigidos indica una influencia indirecta. Las influencias pueden ser identificadas como positivas o negativas. Por ejemplo, las ventas y los costos son dos factores que influyen en el objetivo de rentabilidad de una organización. Las ventas tienen una influencia positiva en la rentabilidad y los costes tienen una influencia negativa en la rentabilidad. Además, la importancia relativa de cada influencia está representada por un peso. Desarrollamos WeFA binario que es una variante de WeFA donde los factores en el gráfico están restringidos a ser verdaderos o falsos. Imponer esta restricción en un gráfico de la WeFA nos permite ser más precisos sobre el significado del gráfico y del razonamiento en él. Binary WeFA es una nueva propuesta que proporciona un lenguaje formal pero suficientemente simple para argumentación basada en la lógica para su uso por los empresarios en la gestión de decisiones y conocimiento. Mientras que la WeFA binaria es expresivamente más simple que otros formalismos de argumentación basados en la lógica, sí incorpora una formalización novedosa de la noción de significación ",
            "error": []
        }
    }
}