{
    "original_text": "A synergic analysis for Web-based enterprise resources planning systems As the central nervous system for managing an organizations mission and critical business data, Enterprise Resource Planning (ERP) system has evolved to become the backbone of e-business implementation. Since an ERP system is multimodule application software that helps a company manage its important business functions, it should be versatile enough to automate every aspect of business processes, including e-business",
    "original_translation": "Un análisis sinérgico de los sistemas de planificación de los recursos institucionales basados en la Web Como sistema nervioso central para la gestión de una misión de las organizaciones y datos institucionales fundamentales, el sistema de planificación de los recursos institucionales se ha convertido en la columna vertebral de la aplicación de las transacciones electrónicas. Dado que un sistema ERP es un software de aplicaciones multimódulo que ayuda a una empresa a administrar sus importantes funciones comerciales, debe ser lo suficientemente versátil como para automatizar todos los aspectos de los procesos empresariales, incluyendo el negocio electrónico.",
    "error_count": 3,
    "keys": {
        "Enterprise Resource Planning": {
            "translated_key": "planificación de los recursos institucionales",
            "translated_annotated_text": "Análisis sinérgico de los sistemas de <br>planificación de los recursos institucionales</br> basados en la Web Como sistema nervioso central para la gestión de una misión de las organizaciones y datos institucionales fundamentales, el sistema de <br>planificación de los recursos institucionales</br> ha evolucionado hasta convertirse en la columna vertebral de la aplicación de las transacciones electrónicas. Dado que un sistema ERP es un software de aplicaciones multimódulo que ayuda a una empresa a administrar sus importantes funciones comerciales, debe ser lo suficientemente versátil como para automatizar todos los aspectos de los procesos empresariales, incluyendo el negocio electrónico. ",
            "error": [
                ""
            ]
        },
        "e-business": {
            "translated_key": "e-business",
            "translated_annotated_text": "Un análisis sinérgico de los sistemas de planificación de los recursos institucionales basados en la Web Como sistema nervioso central para la gestión de una misión de las organizaciones y de datos institucionales fundamentales, el sistema de planificación de los recursos institucionales ha evolucionado hasta convertirse en la columna vertebral de la aplicación de la <br>e-business</br>. Dado que un sistema ERP es un software de aplicaciones multimódulo que ayuda a una empresa a gestionar sus importantes funciones de negocio, debe ser lo suficientemente versátil como para automatizar todos los aspectos de los procesos de negocio, incluyendo <br>e-business</br> ",
            "error": [
                ""
            ]
        },
        "ERP": {
            "translated_key": "ERP",
            "translated_annotated_text": "Un análisis sinérgico de los sistemas de planificación de los recursos institucionales basados en la Web Como sistema nervioso central para la gestión de una misión de las organizaciones y datos institucionales fundamentales, el sistema de planificación de los recursos institucionales (<br>ERP</br>) se ha convertido en la columna vertebral de la aplicación de las transacciones electrónicas. Dado que un sistema <br>ERP</br> es un software de aplicaciones multimódulo que ayuda a una empresa a gestionar sus importantes funciones de negocio, debe ser lo suficientemente versátil como para automatizar todos los aspectos de los procesos de negocio, incluyendo el e-business ",
            "error": [
                ""
            ]
        },
        "customer relationship management": {
            "translated_key": [],
            "translated_annotated_text": "Un análisis sinérgico de los sistemas de planificación de los recursos institucionales basados en la Web Como sistema nervioso central para la gestión de una misión de las organizaciones y datos institucionales fundamentales, el sistema de planificación de los recursos institucionales se ha convertido en la columna vertebral de la aplicación de las transacciones electrónicas. Dado que un sistema ERP es un software de aplicaciones multimódulo que ayuda a una empresa a administrar sus importantes funciones comerciales, debe ser lo suficientemente versátil como para automatizar todos los aspectos de los procesos empresariales, incluyendo el negocio electrónico. ",
            "error": []
        },
        "synergic analysis": {
            "translated_key": "synérgico",
            "translated_annotated_text": "Un análisis <br>synérgico</br> para los sistemas de planificación de los recursos institucionales basados en la Web Como sistema nervioso central para la gestión de una misión de las organizaciones y datos institucionales fundamentales, el sistema de planificación de los recursos institucionales (ERP) se ha convertido en la columna vertebral de la aplicación de las transacciones electrónicas. Dado que un sistema ERP es un software de aplicaciones multimódulo que ayuda a una empresa a administrar sus importantes funciones comerciales, debe ser lo suficientemente versátil como para automatizar todos los aspectos de los procesos empresariales, incluyendo el negocio electrónico. ",
            "error": [
                ""
            ]
        },
        "Web-based enterprise resources planning": {
            "translated_key": [],
            "translated_annotated_text": "Un análisis sinérgico de los sistemas de planificación de los recursos institucionales basados en la Web Como sistema nervioso central para la gestión de una misión de una organización y datos institucionales fundamentales, el sistema de planificación de los recursos institucionales (ERP) ha evolucionado hasta convertirse en la columna vertebral de la aplicación de las transacciones electrónicas. Dado que un sistema ERP es un software de aplicaciones multimódulo que ayuda a una empresa a administrar sus importantes funciones comerciales, debe ser lo suficientemente versátil como para automatizar todos los aspectos de los procesos empresariales, incluyendo el negocio electrónico. ",
            "error": []
        },
        "business data processing": {
            "translated_key": [],
            "translated_annotated_text": "Un análisis sinérgico de los sistemas de planificación de los recursos institucionales basados en la Web Como sistema nervioso central para la gestión de una misión de las organizaciones y datos institucionales fundamentales, el sistema de planificación de los recursos institucionales se ha convertido en la columna vertebral de la aplicación de las transacciones electrónicas. Dado que un sistema ERP es un software de aplicaciones multimódulo que ayuda a una empresa a administrar sus importantes funciones comerciales, debe ser lo suficientemente versátil como para automatizar todos los aspectos de los procesos empresariales, incluyendo el negocio electrónico. ",
            "error": []
        }
    }
}