{
    "original_text": "An intelligent information gathering method for dynamic information mediators The Internet is spreading into our society rapidly and is becoming one of the information infrastructures that are indispensable for our daily life. In particular, the WWW is widely used for various purposes such as sharing personal information, academic research, business work, and electronic commerce, and the amount of available information is increasing rapidly. We usually utilize information sources on the Internet as individual stand-alone sources, but if we can integrate them, we can add more value to each of them. Hence, information mediators, which integrate information distributed on the Internet, are drawing attention. In this paper, under the assumption that the information sources to be integrated are updated frequently and asynchronously, we propose an information gathering method that constructs an answer to a query from a user, accessing information sources to be integrated properly within an allowable time period. The proposed method considers the reliability of data in the cache and the quality of answer in order to efficiently access information sources and to provide appropriate answers to the user. As evaluation, we show the effectiveness of the proposed method by using an artificial information integration problem, in which some parameters can be modified, and a real-world flight information service compared with a conventional FIFO information gathering method",
    "original_translation": "Un método inteligente de recopilación de información para mediadores dinámicos de la información Internet se está extendiendo rápidamente a nuestra sociedad y se está convirtiendo en una de las infraestructuras de información que son indispensables para nuestra vida cotidiana. En particular, la WWW se utiliza ampliamente para diversos fines, como el intercambio de información personal, la investigación académica, el trabajo empresarial y el comercio electrónico, y la cantidad de información disponible está aumentando rápidamente. Usualmente utilizamos fuentes de información en Internet como fuentes individuales independientes, pero si podemos integrarlas, podemos agregar más valor a cada una de ellas. Por consiguiente, los mediadores de la información, que integran la información distribuida en Internet, están llamando la atención. En este trabajo, bajo el supuesto de que las fuentes de información a ser integradas se actualizan con frecuencia y de manera asíncrona, proponemos un método de recolección de información que construye una respuesta a una consulta de un usuario, accediendo a fuentes de información para ser integradas adecuadamente dentro de un período de tiempo permitido. El método propuesto considera la fiabilidad de los datos en la caché y la calidad de la respuesta para acceder de manera eficiente a las fuentes de información y proporcionar respuestas adecuadas al usuario. Como evaluación, mostramos la eficacia del método propuesto utilizando un problema de integración de información artificial, en el que se pueden modificar algunos parámetros, y un servicio de información de vuelo del mundo real en comparación con un método convencional de reunión de información FIFO",
    "error_count": 3,
    "keys": {
        "intelligent information gathering method": {
            "translated_key": "método inteligente de recopilación de información",
            "translated_annotated_text": "Un <br>método inteligente de recopilación de información</br> para mediadores dinámicos de información Internet se está extendiendo rápidamente a nuestra sociedad y se está convirtiendo en una de las infraestructuras de información que son indispensables para nuestra vida cotidiana. En particular, la WWW se utiliza ampliamente para diversos fines, como el intercambio de información personal, la investigación académica, el trabajo empresarial y el comercio electrónico, y la cantidad de información disponible está aumentando rápidamente. Usualmente utilizamos fuentes de información en Internet como fuentes individuales independientes, pero si podemos integrarlas, podemos agregar más valor a cada una de ellas. Por consiguiente, los mediadores de la información, que integran la información distribuida en Internet, están llamando la atención. En este trabajo, bajo el supuesto de que las fuentes de información a ser integradas se actualizan con frecuencia y de manera asíncrona, proponemos un método de recolección de información que construye una respuesta a una consulta de un usuario, accediendo a fuentes de información para ser integradas adecuadamente dentro de un período de tiempo permitido. El método propuesto considera la fiabilidad de los datos en la caché y la calidad de la respuesta para acceder de manera eficiente a las fuentes de información y proporcionar respuestas adecuadas al usuario. Como evaluación, mostramos la eficacia del método propuesto utilizando un problema de integración de información artificial, en el que se pueden modificar algunos parámetros, y un servicio de información de vuelo del mundo real en comparación con un método convencional de reunión de información FIFO ",
            "error": [
                ""
            ]
        },
        "dynamic information mediators": {
            "translated_key": "mediadores de información dinámicos",
            "translated_annotated_text": "Un método inteligente de recogida de información para <br>mediadores de información dinámicos</br> Internet se está extendiendo rápidamente a nuestra sociedad y se está convirtiendo en una de las infraestructuras de información que son indispensables para nuestra vida cotidiana.  En particular, la WWW se utiliza ampliamente para diversos fines, como el intercambio de información personal, la investigación académica, el trabajo empresarial y el comercio electrónico, y la cantidad de información disponible está aumentando rápidamente. Usualmente utilizamos fuentes de información en Internet como fuentes individuales independientes, pero si podemos integrarlas, podemos agregar más valor a cada una de ellas. Por consiguiente, los mediadores de la información, que integran la información distribuida en Internet, están llamando la atención. En este trabajo, bajo el supuesto de que las fuentes de información a ser integradas se actualizan con frecuencia y de manera asíncrona, proponemos un método de recolección de información que construye una respuesta a una consulta de un usuario, accediendo a fuentes de información para ser integradas adecuadamente dentro de un período de tiempo permitido. El método propuesto considera la fiabilidad de los datos en la caché y la calidad de la respuesta para acceder de manera eficiente a las fuentes de información y proporcionar respuestas adecuadas al usuario. Como evaluación, mostramos la eficacia del método propuesto utilizando un problema de integración de información artificial, en el que se pueden modificar algunos parámetros, y un servicio de información de vuelo del mundo real en comparación con un método convencional de reunión de información FIFO ",
            "error": [
                ""
            ]
        },
        "Internet": {
            "translated_key": "Internet",
            "translated_annotated_text": "Un método inteligente de recopilación de información para mediadores dinámicos de información La <br>Internet</br> se está extendiendo rápidamente a nuestra sociedad y se está convirtiendo en una de las infraestructuras de información que son indispensables para nuestra vida cotidiana. En particular, la WWW se utiliza ampliamente para diversos fines, como el intercambio de información personal, la investigación académica, el trabajo empresarial y el comercio electrónico, y la cantidad de información disponible está aumentando rápidamente. Usualmente utilizamos fuentes de información en la <br>Internet</br> como fuentes individuales independientes, pero si podemos integrarlas, podemos añadir más valor a cada una de ellas. Por lo tanto, los mediadores de la información, que integran la información distribuida en la <br>Internet</br>, están llamando la atención. En este trabajo, bajo el supuesto de que las fuentes de información a ser integradas se actualizan con frecuencia y de manera asíncrona, proponemos un método de recolección de información que construye una respuesta a una consulta de un usuario, accediendo a fuentes de información para ser integradas adecuadamente dentro de un período de tiempo permitido. El método propuesto considera la fiabilidad de los datos en la caché y la calidad de la respuesta para acceder de manera eficiente a las fuentes de información y proporcionar respuestas adecuadas al usuario. Como evaluación, mostramos la eficacia del método propuesto utilizando un problema de integración de información artificial, en el que se pueden modificar algunos parámetros, y un servicio de información de vuelo del mundo real en comparación con un método convencional de reunión de información FIFO ",
            "error": [
                ""
            ]
        },
        "information infrastructures": {
            "translated_key": [],
            "translated_annotated_text": "Un método inteligente de recopilación de información para mediadores dinámicos de la información Internet se está extendiendo rápidamente a nuestra sociedad y se está convirtiendo en una de las infraestructuras de información <br> que son indispensables para nuestra vida cotidiana. En particular, la WWW se utiliza ampliamente para diversos fines, como el intercambio de información personal, la investigación académica, el trabajo empresarial y el comercio electrónico, y la cantidad de información disponible está aumentando rápidamente. Usualmente utilizamos fuentes de información en Internet como fuentes individuales independientes, pero si podemos integrarlas, podemos agregar más valor a cada una de ellas. Por consiguiente, los mediadores de la información, que integran la información distribuida en Internet, están llamando la atención. En este trabajo, bajo el supuesto de que las fuentes de información a ser integradas se actualizan con frecuencia y de manera asíncrona, proponemos un método de recolección de información que construye una respuesta a una consulta de un usuario, accediendo a fuentes de información para ser integradas adecuadamente dentro de un período de tiempo permitido. El método propuesto considera la fiabilidad de los datos en la caché y la calidad de la respuesta para acceder de manera eficiente a las fuentes de información y proporcionar respuestas adecuadas al usuario. Como evaluación, mostramos la eficacia del método propuesto utilizando un problema de integración de información artificial, en el que se pueden modificar algunos parámetros, y un servicio de información de vuelo del mundo real en comparación con un método convencional de reunión de información FIFO ",
            "error": []
        },
        "WWW": {
            "translated_key": "WWW",
            "translated_annotated_text": "Un método inteligente de recopilación de información para mediadores dinámicos de la información Internet se está extendiendo rápidamente a nuestra sociedad y se está convirtiendo en una de las infraestructuras de información que son indispensables para nuestra vida cotidiana. En particular, el <br>WWW</br> se utiliza ampliamente para diversos fines, como compartir información personal, investigación académica, trabajo empresarial y comercio electrónico, y la cantidad de información disponible está aumentando rápidamente. Usualmente utilizamos fuentes de información en Internet como fuentes individuales independientes, pero si podemos integrarlas, podemos agregar más valor a cada una de ellas. Por consiguiente, los mediadores de la información, que integran la información distribuida en Internet, están llamando la atención. En este trabajo, bajo el supuesto de que las fuentes de información a ser integradas se actualizan con frecuencia y de manera asíncrona, proponemos un método de recolección de información que construye una respuesta a una consulta de un usuario, accediendo a fuentes de información para ser integradas adecuadamente dentro de un período de tiempo permitido. El método propuesto considera la fiabilidad de los datos en la caché y la calidad de la respuesta para acceder de manera eficiente a las fuentes de información y proporcionar respuestas adecuadas al usuario. Como evaluación, mostramos la eficacia del método propuesto utilizando un problema de integración de información artificial, en el que se pueden modificar algunos parámetros, y un servicio de información de vuelo del mundo real en comparación con un método convencional de reunión de información FIFO ",
            "error": [
                ""
            ]
        },
        "academic research": {
            "translated_key": "investigación académica",
            "translated_annotated_text": "Un método inteligente de recopilación de información para mediadores dinámicos de la información Internet se está extendiendo rápidamente a nuestra sociedad y se está convirtiendo en una de las infraestructuras de información que son indispensables para nuestra vida cotidiana. En particular, la WWW se utiliza ampliamente para diversos fines, como el intercambio de información personal, la <br>investigación académica</br>, el trabajo empresarial y el comercio electrónico, y la cantidad de información disponible está aumentando rápidamente. Usualmente utilizamos fuentes de información en Internet como fuentes individuales independientes, pero si podemos integrarlas, podemos agregar más valor a cada una de ellas. Por consiguiente, los mediadores de la información, que integran la información distribuida en Internet, están llamando la atención. En este trabajo, bajo el supuesto de que las fuentes de información a ser integradas se actualizan con frecuencia y de manera asíncrona, proponemos un método de recolección de información que construye una respuesta a una consulta de un usuario, accediendo a fuentes de información para ser integradas adecuadamente dentro de un período de tiempo permitido. El método propuesto considera la fiabilidad de los datos en la caché y la calidad de la respuesta para acceder de manera eficiente a las fuentes de información y proporcionar respuestas adecuadas al usuario. Como evaluación, mostramos la eficacia del método propuesto utilizando un problema de integración de información artificial, en el que se pueden modificar algunos parámetros, y un servicio de información de vuelo del mundo real en comparación con un método convencional de reunión de información FIFO ",
            "error": [
                ""
            ]
        },
        "business work": {
            "translated_key": "trabajo empresarial",
            "translated_annotated_text": "Un método inteligente de recopilación de información para mediadores dinámicos de la información Internet se está extendiendo rápidamente a nuestra sociedad y se está convirtiendo en una de las infraestructuras de información que son indispensables para nuestra vida cotidiana. En particular, la WWW se utiliza ampliamente para diversos fines, como el intercambio de información personal, la investigación académica, el <br>trabajo empresarial</br> y el comercio electrónico, y la cantidad de información disponible está aumentando rápidamente. Usualmente utilizamos fuentes de información en Internet como fuentes individuales independientes, pero si podemos integrarlas, podemos agregar más valor a cada una de ellas. Por consiguiente, los mediadores de la información, que integran la información distribuida en Internet, están llamando la atención. En este trabajo, bajo el supuesto de que las fuentes de información a ser integradas se actualizan con frecuencia y de manera asíncrona, proponemos un método de recolección de información que construye una respuesta a una consulta de un usuario, accediendo a fuentes de información para ser integradas adecuadamente dentro de un período de tiempo permitido. El método propuesto considera la fiabilidad de los datos en la caché y la calidad de la respuesta para acceder de manera eficiente a las fuentes de información y proporcionar respuestas adecuadas al usuario. Como evaluación, mostramos la eficacia del método propuesto utilizando un problema de integración de información artificial, en el que se pueden modificar algunos parámetros, y un servicio de información de vuelo del mundo real en comparación con un método convencional de reunión de información FIFO ",
            "error": [
                ""
            ]
        },
        "electronic commerce": {
            "translated_key": "comercio electrónico",
            "translated_annotated_text": "Un método inteligente de recopilación de información para mediadores dinámicos de la información Internet se está extendiendo rápidamente a nuestra sociedad y se está convirtiendo en una de las infraestructuras de información que son indispensables para nuestra vida cotidiana. En particular, la WWW se utiliza ampliamente para diversos fines, como el intercambio de información personal, la investigación académica, el trabajo empresarial y el <br>comercio electrónico</br>, y la cantidad de información disponible está aumentando rápidamente. Usualmente utilizamos fuentes de información en Internet como fuentes individuales independientes, pero si podemos integrarlas, podemos agregar más valor a cada una de ellas. Por consiguiente, los mediadores de la información, que integran la información distribuida en Internet, están llamando la atención. En este trabajo, bajo el supuesto de que las fuentes de información a ser integradas se actualizan con frecuencia y de manera asíncrona, proponemos un método de recolección de información que construye una respuesta a una consulta de un usuario, accediendo a fuentes de información para ser integradas adecuadamente dentro de un período de tiempo permitido. El método propuesto considera la fiabilidad de los datos en la caché y la calidad de la respuesta para acceder de manera eficiente a las fuentes de información y proporcionar respuestas adecuadas al usuario. Como evaluación, mostramos la eficacia del método propuesto utilizando un problema de integración de información artificial, en el que se pueden modificar algunos parámetros, y un servicio de información de vuelo del mundo real en comparación con un método convencional de reunión de información FIFO ",
            "error": [
                ""
            ]
        },
        "artificial information integration problem": {
            "translated_key": "problema de integración de información artificial",
            "translated_annotated_text": "Un método inteligente de recopilación de información para mediadores dinámicos de la información Internet se está extendiendo rápidamente a nuestra sociedad y se está convirtiendo en una de las infraestructuras de información que son indispensables para nuestra vida cotidiana. En particular, la WWW se utiliza ampliamente para diversos fines, como el intercambio de información personal, la investigación académica, el trabajo empresarial y el comercio electrónico, y la cantidad de información disponible está aumentando rápidamente. Usualmente utilizamos fuentes de información en Internet como fuentes individuales independientes, pero si podemos integrarlas, podemos agregar más valor a cada una de ellas. Por consiguiente, los mediadores de la información, que integran la información distribuida en Internet, están llamando la atención. En este trabajo, bajo el supuesto de que las fuentes de información a ser integradas se actualizan con frecuencia y de manera asíncrona, proponemos un método de recolección de información que construye una respuesta a una consulta de un usuario, accediendo a fuentes de información para ser integradas adecuadamente dentro de un período de tiempo permitido. El método propuesto considera la fiabilidad de los datos en la caché y la calidad de la respuesta para acceder de manera eficiente a las fuentes de información y proporcionar respuestas adecuadas al usuario. Como evaluación, mostramos la eficacia del método propuesto utilizando un <br>problema de integración de información artificial</br>, en el que se pueden modificar algunos parámetros, y un servicio de información de vuelo en el mundo real en comparación con un método convencional de reunión de información FIFO.  ",
            "error": [
                ""
            ]
        },
        "real-world flight information service": {
            "translated_key": "real-world",
            "translated_annotated_text": "Un método inteligente de recopilación de información para mediadores dinámicos de la información Internet se está extendiendo rápidamente a nuestra sociedad y se está convirtiendo en una de las infraestructuras de información que son indispensables para nuestra vida cotidiana. En particular, la WWW se utiliza ampliamente para diversos fines, como el intercambio de información personal, la investigación académica, el trabajo empresarial y el comercio electrónico, y la cantidad de información disponible está aumentando rápidamente. Usualmente utilizamos fuentes de información en Internet como fuentes individuales independientes, pero si podemos integrarlas, podemos agregar más valor a cada una de ellas. Por consiguiente, los mediadores de la información, que integran la información distribuida en Internet, están llamando la atención. En este trabajo, bajo el supuesto de que las fuentes de información a ser integradas se actualizan con frecuencia y de manera asíncrona, proponemos un método de recolección de información que construye una respuesta a una consulta de un usuario, accediendo a fuentes de información para ser integradas adecuadamente dentro de un período de tiempo permitido. El método propuesto considera la fiabilidad de los datos en la caché y la calidad de la respuesta para acceder de manera eficiente a las fuentes de información y proporcionar respuestas adecuadas al usuario. Como evaluación, demostramos la efectividad del método propuesto utilizando un problema de integración de información artificial, en el que se pueden modificar algunos parámetros, y un servicio de información de vuelo <br>real-world</br> comparado con un método convencional de recogida de información FIFO ",
            "error": [
                ""
            ]
        },
        "information resources": {
            "translated_key": [],
            "translated_annotated_text": "Un método inteligente de recopilación de información para mediadores dinámicos de la información Internet se está extendiendo rápidamente a nuestra sociedad y se está convirtiendo en una de las infraestructuras de información que son indispensables para nuestra vida cotidiana. En particular, la WWW se utiliza ampliamente para diversos fines, como el intercambio de información personal, la investigación académica, el trabajo empresarial y el comercio electrónico, y la cantidad de información disponible está aumentando rápidamente. Usualmente utilizamos fuentes de información en Internet como fuentes individuales independientes, pero si podemos integrarlas, podemos agregar más valor a cada una de ellas. Por consiguiente, los mediadores de la información, que integran la información distribuida en Internet, están llamando la atención. En este trabajo, bajo el supuesto de que las fuentes de información a ser integradas se actualizan con frecuencia y de manera asíncrona, proponemos un método de recolección de información que construye una respuesta a una consulta de un usuario, accediendo a fuentes de información para ser integradas adecuadamente dentro de un período de tiempo permitido. El método propuesto considera la fiabilidad de los datos en la caché y la calidad de la respuesta para acceder de manera eficiente a las fuentes de información y proporcionar respuestas adecuadas al usuario. Como evaluación, mostramos la eficacia del método propuesto utilizando un problema de integración de información artificial, en el que se pueden modificar algunos parámetros, y un servicio de información de vuelo del mundo real en comparación con un método convencional de reunión de información FIFO ",
            "error": []
        },
        "software agents": {
            "translated_key": [],
            "translated_annotated_text": "Un método inteligente de recopilación de información para mediadores dinámicos de la información Internet se está extendiendo rápidamente a nuestra sociedad y se está convirtiendo en una de las infraestructuras de información que son indispensables para nuestra vida cotidiana. En particular, la WWW se utiliza ampliamente para diversos fines, como el intercambio de información personal, la investigación académica, el trabajo empresarial y el comercio electrónico, y la cantidad de información disponible está aumentando rápidamente. Usualmente utilizamos fuentes de información en Internet como fuentes individuales independientes, pero si podemos integrarlas, podemos agregar más valor a cada una de ellas. Por consiguiente, los mediadores de la información, que integran la información distribuida en Internet, están llamando la atención. En este trabajo, bajo el supuesto de que las fuentes de información a ser integradas se actualizan con frecuencia y de manera asíncrona, proponemos un método de recolección de información que construye una respuesta a una consulta de un usuario, accediendo a fuentes de información para ser integradas adecuadamente dentro de un período de tiempo permitido. El método propuesto considera la fiabilidad de los datos en la caché y la calidad de la respuesta para acceder de manera eficiente a las fuentes de información y proporcionar respuestas adecuadas al usuario. Como evaluación, mostramos la eficacia del método propuesto utilizando un problema de integración de información artificial, en el que se pueden modificar algunos parámetros, y un servicio de información de vuelo del mundo real en comparación con un método convencional de reunión de información FIFO ",
            "error": []
        }
    }
}