{
    "original_text": "Verification of non-functional properties of a composable architecture with Petri nets In this paper, we introduce our concept of composability and present the MSS architecture as an example for a composable architecture. MSS claims to be composable with respect to timing properties. We discuss, how to model and prove properties in such an architecture with time-extended Petrinets. As a result, the first step of a proof of composability is presented as well as a new kind of Petri net, which is more suitable for modeling architectures like MSS",
    "original_translation": "Verificación de las propiedades no funcionales de una arquitectura componible con redes Petri En este trabajo, introducimos nuestro concepto de composibilidad y presentamos la arquitectura MSS como un ejemplo para una arquitectura composable. MSS afirma ser componible con respecto a las propiedades de tiempo. Discutimos, cómo modelar y probar propiedades en tal arquitectura con Petrinets de tiempo extendido. Como resultado, se presenta el primer paso de una prueba de composibilidad, así como un nuevo tipo de red Petri, que es más adecuado para modelar arquitecturas como MSS",
    "error_count": 3,
    "keys": {
        "non-functional properties verification": {
            "translated_key": [],
            "translated_annotated_text": "Verificación de las propiedades no funcionales de una arquitectura componible con redes Petri En este trabajo, introducimos nuestro concepto de composibilidad y presentamos la arquitectura MSS como un ejemplo para una arquitectura composable. MSS afirma ser componible con respecto a las propiedades de tiempo. Discutimos, cómo modelar y probar propiedades en tal arquitectura con Petrinets de tiempo extendido. Como resultado, se presenta el primer paso de una prueba de composibilidad, así como un nuevo tipo de red Petri, que es más adecuado para modelar arquitecturas como MSS ",
            "error": []
        },
        "MSS architecture": {
            "translated_key": "MSS",
            "translated_annotated_text": "Verificación de las propiedades no funcionales de una arquitectura componible con redes Petri En este artículo, presentamos nuestro concepto de composibilidad y presentamos la arquitectura <br>MSS</br> como ejemplo para una arquitectura composable. MSS afirma ser componible con respecto a las propiedades de tiempo. Discutimos, cómo modelar y probar propiedades en tal arquitectura con Petrinets de tiempo extendido. Como resultado, se presenta el primer paso de una prueba de composibilidad, así como un nuevo tipo de red Petri, que es más adecuado para modelar arquitecturas como MSS ",
            "error": [
                ""
            ]
        },
        "timing properties": {
            "translated_key": "timing",
            "translated_annotated_text": "Verificación de las propiedades no funcionales de una arquitectura componible con redes Petri En este trabajo, introducimos nuestro concepto de composibilidad y presentamos la arquitectura MSS como un ejemplo para una arquitectura composable. El MSS afirma ser componible con respecto a las propiedades <br>timing</br>. Discutimos, cómo modelar y probar propiedades en tal arquitectura con Petrinets de tiempo extendido. Como resultado, se presenta el primer paso de una prueba de composibilidad, así como un nuevo tipo de red Petri, que es más adecuado para modelar arquitecturas como MSS ",
            "error": [
                ""
            ]
        },
        "composable architecture": {
            "translated_key": " con redes Petri En este artículo, presentamos nuestro concepto de composibilidad y la arquitectura MSS como ejemplo de una arquitectura componible <br> ",
            "translated_annotated_text": "Verificación de las propiedades no funcionales de una arquitectura componible <br> con redes Petri En este artículo, presentamos nuestro concepto de composibilidad y la arquitectura MSS como ejemplo de una arquitectura componible <br> </br>. MSS afirma ser componible con respecto a las propiedades de tiempo. Discutimos, cómo modelar y probar propiedades en tal arquitectura con Petrinets de tiempo extendido. Como resultado, se presenta el primer paso de una prueba de composibilidad, así como un nuevo tipo de red Petri, que es más adecuado para modelar arquitecturas como MSS ",
            "error": [
                ""
            ]
        },
        "Petri nets": {
            "translated_key": "Petri netds",
            "translated_annotated_text": "Verificación de las propiedades no funcionales de una arquitectura componible con <br>Petri netds</br> En este artículo, presentamos nuestro concepto de composibilidad y la arquitectura MSS como un ejemplo para una arquitectura componible. MSS afirma ser componible con respecto a las propiedades de tiempo. Discutimos, cómo modelar y probar propiedades en tal arquitectura con Petrinets de tiempo extendido. Como resultado, se presenta el primer paso de una prueba de composibilidad, así como un nuevo tipo de red Petri, que es más adecuado para modelar arquitecturas como MSS ",
            "error": [
                ""
            ]
        },
        "proof of composability": {
            "translated_key": "proof de composability",
            "translated_annotated_text": "Verificación de las propiedades no funcionales de una arquitectura componible con redes Petri En este trabajo, introducimos nuestro concepto de composibilidad y presentamos la arquitectura MSS como un ejemplo para una arquitectura composable. MSS afirma ser componible con respecto a las propiedades de tiempo. Discutimos, cómo modelar y probar propiedades en tal arquitectura con Petrinets de tiempo extendido. Como resultado, se presenta el primer paso de un <br>proof de composability</br> así como un nuevo tipo de red Petri, que es más adecuado para modelar arquitecturas como MSS ",
            "error": [
                ""
            ]
        },
        "formal specification": {
            "translated_key": [],
            "translated_annotated_text": "Verificación de las propiedades no funcionales de una arquitectura componible con redes Petri En este trabajo, introducimos nuestro concepto de composibilidad y presentamos la arquitectura MSS como un ejemplo para una arquitectura composable. MSS afirma ser componible con respecto a las propiedades de tiempo. Discutimos, cómo modelar y probar propiedades en tal arquitectura con Petrinets de tiempo extendido. Como resultado, se presenta el primer paso de una prueba de composibilidad, así como un nuevo tipo de red Petri, que es más adecuado para modelar arquitecturas como MSS ",
            "error": []
        },
        "formal verification": {
            "translated_key": [],
            "translated_annotated_text": "Verificación de las propiedades no funcionales de una arquitectura componible con redes Petri En este trabajo, introducimos nuestro concepto de composibilidad y presentamos la arquitectura MSS como un ejemplo para una arquitectura composable. MSS afirma ser componible con respecto a las propiedades de tiempo. Discutimos, cómo modelar y probar propiedades en tal arquitectura con Petrinets de tiempo extendido. Como resultado, se presenta el primer paso de una prueba de composibilidad, así como un nuevo tipo de red Petri, que es más adecuado para modelar arquitecturas como MSS ",
            "error": []
        }
    }
}