{
    "original_text": "Place/Transition Petri net evolutions: recording ways, analysis and synthesis Four semantic domains for Place/Transition Petri nets and their relationships are considered. They are monoids of respectively: firing sequences, processes, traces and dependence graphs. For each of them the analysis and synthesis problem is stated and solved. The monoid of processes is defined in a non-standard way, Nets under consideration involve weights of arrows and capacities (finite or infinite) of places. However, the analysis and synthesis tasks require nets to be pure, i.e. each of their transition must have the pre-set and post-set disjoint",
    "original_translation": "Place/Transition Petri net evolutions: registrando formas, análisis y síntesis Se consideran cuatro dominios semánticos para Place/Transition Petri nets y sus relaciones. Son monóidos de respectivamente: secuencias de cocción, procesos, trazas y gráficos de dependencia. Para cada uno de ellos el problema de análisis y síntesis es declarado y resuelto. El monoide de procesos se define de una manera no estándar, Las redes bajo consideración implican pesos de flechas y capacidades (finito o infinito) de lugares. Sin embargo, las tareas de análisis y síntesis requieren redes para ser puras, es decir. cada una de sus transiciones debe tener el desajuste preestablecido y postestablecido",
    "error_count": 5,
    "keys": {
        "place/transition Petri net evolutions": {
            "translated_key": [],
            "translated_annotated_text": "Place/Transition Petri net evolutions: registrando formas, análisis y síntesis Se consideran cuatro dominios semánticos para Place/Transition Petri nets y sus relaciones. Son monóidos de respectivamente: secuencias de cocción, procesos, trazas y gráficos de dependencia. Para cada uno de ellos el problema de análisis y síntesis es declarado y resuelto. El monoide de procesos se define de una manera no estándar, Las redes bajo consideración implican pesos de flechas y capacidades (finito o infinito) de lugares. Sin embargo, las tareas de análisis y síntesis requieren redes para ser puras, es decir. cada una de sus transiciones debe tener el desajuste preestablecido y postestablecido ",
            "error": []
        },
        "semantic domains": {
            "translated_key": "dominios semánticos",
            "translated_annotated_text": "Lugar/Transición Evoluciones netas de Petri: registrando formas, análisis y síntesis Se consideran cuatro <br>dominios semánticos</br> para las redes de Petri de Place/Transición y sus relaciones.  Son monóidos de respectivamente: secuencias de cocción, procesos, trazas y gráficos de dependencia. Para cada uno de ellos el problema de análisis y síntesis es declarado y resuelto. El monoide de procesos se define de una manera no estándar, Las redes bajo consideración implican pesos de flechas y capacidades (finito o infinito) de lugares. Sin embargo, las tareas de análisis y síntesis requieren redes para ser puras, es decir. cada una de sus transiciones debe tener el desajuste preestablecido y postestablecido ",
            "error": [
                ""
            ]
        },
        "monoids": {
            "translated_key": "monoides",
            "translated_annotated_text": "Place/Transition Petri net evolutions: registrando formas, análisis y síntesis Se consideran cuatro dominios semánticos para Place/Transition Petri nets y sus relaciones. Son <br>monoides</br> de respectivamente: secuencias de cocción, procesos, trazas y gráficos de dependencia. Para cada uno de ellos el problema de análisis y síntesis es declarado y resuelto. El monoide de procesos se define de una manera no estándar, Las redes bajo consideración implican pesos de flechas y capacidades (finito o infinito) de lugares. Sin embargo, las tareas de análisis y síntesis requieren redes para ser puras, es decir. cada una de sus transiciones debe tener el desajuste preestablecido y postestablecido ",
            "error": [
                ""
            ]
        },
        "firing sequences": {
            "translated_key": [],
            "translated_annotated_text": "Place/Transition Petri net evolutions: registrando formas, análisis y síntesis Se consideran cuatro dominios semánticos para Place/Transition Petri nets y sus relaciones. Son monóidos de: secuencias de fuego <br>, procesos, trazas y gráficos de dependencia respectivamente. Para cada uno de ellos el problema de análisis y síntesis es declarado y resuelto. El monoide de procesos se define de una manera no estándar, Las redes bajo consideración implican pesos de flechas y capacidades (finito o infinito) de lugares. Sin embargo, las tareas de análisis y síntesis requieren redes para ser puras, es decir. cada una de sus transiciones debe tener el desajuste preestablecido y postestablecido ",
            "error": []
        },
        "dependence graphs": {
            "translated_key": " ",
            "translated_annotated_text": "Place/Transition Petri net evolutions: registrando formas, análisis y síntesis Se consideran cuatro dominios semánticos para Place/Transition Petri nets y sus relaciones. Son monóidos de: secuencias de cocción, procesos, trazas y gráficos de dependencia <br> </br>. Para cada uno de ellos el problema de análisis y síntesis es declarado y resuelto. El monoide de procesos se define de una manera no estándar, Las redes bajo consideración implican pesos de flechas y capacidades (finito o infinito) de lugares. Sin embargo, las tareas de análisis y síntesis requieren redes para ser puras, es decir. cada una de sus transiciones debe tener el desajuste preestablecido y postestablecido ",
            "error": [
                ""
            ]
        },
        "post-set disjoint": {
            "translated_key": "post-set disjoint",
            "translated_annotated_text": "Place/Transition Petri net evolutions: registrando formas, análisis y síntesis Se consideran cuatro dominios semánticos para Place/Transition Petri nets y sus relaciones. Son monóidos de respectivamente: secuencias de cocción, procesos, trazas y gráficos de dependencia. Para cada uno de ellos el problema de análisis y síntesis es declarado y resuelto. El monoide de procesos se define de una manera no estándar, Las redes bajo consideración implican pesos de flechas y capacidades (finito o infinito) de lugares. Sin embargo, las tareas de análisis y síntesis requieren redes para ser puras, es decir. cada uno de su transición debe tener el pre-set y <br>post-set disjoint</br> ",
            "error": [
                ""
            ]
        },
        "pre-set disjoint": {
            "translated_key": [],
            "translated_annotated_text": "Place/Transition Petri net evolutions: registrando formas, análisis y síntesis Se consideran cuatro dominios semánticos para Place/Transition Petri nets y sus relaciones. Son monóidos de respectivamente: secuencias de cocción, procesos, trazas y gráficos de dependencia. Para cada uno de ellos el problema de análisis y síntesis es declarado y resuelto. El monoide de procesos se define de una manera no estándar, Las redes bajo consideración implican pesos de flechas y capacidades (finito o infinito) de lugares. Sin embargo, las tareas de análisis y síntesis requieren redes para ser puras, es decir. cada una de sus transiciones debe tener el desajuste preestablecido y postestablecido ",
            "error": []
        },
        "formal specification": {
            "translated_key": [],
            "translated_annotated_text": "Place/Transition Petri net evolutions: registrando formas, análisis y síntesis Se consideran cuatro dominios semánticos para Place/Transition Petri nets y sus relaciones. Son monóidos de respectivamente: secuencias de cocción, procesos, trazas y gráficos de dependencia. Para cada uno de ellos el problema de análisis y síntesis es declarado y resuelto. El monoide de procesos se define de una manera no estándar, Las redes bajo consideración implican pesos de flechas y capacidades (finito o infinito) de lugares. Sin embargo, las tareas de análisis y síntesis requieren redes para ser puras, es decir. cada una de sus transiciones debe tener el desajuste preestablecido y postestablecido ",
            "error": []
        },
        "group theory": {
            "translated_key": [],
            "translated_annotated_text": "Place/Transition Petri net evolutions: registrando formas, análisis y síntesis Se consideran cuatro dominios semánticos para Place/Transition Petri nets y sus relaciones. Son monóidos de respectivamente: secuencias de cocción, procesos, trazas y gráficos de dependencia. Para cada uno de ellos el problema de análisis y síntesis es declarado y resuelto. El monoide de procesos se define de una manera no estándar, Las redes bajo consideración implican pesos de flechas y capacidades (finito o infinito) de lugares. Sin embargo, las tareas de análisis y síntesis requieren redes para ser puras, es decir. cada una de sus transiciones debe tener el desajuste preestablecido y postestablecido ",
            "error": []
        },
        "Petri nets": {
            "translated_key": " Redes Petri",
            "translated_annotated_text": "Lugar/Transición Evolución de la red Petri: registrando formas, análisis y síntesis Se consideran cuatro dominios semánticos para Place/Transición <br> Redes Petri</br> y sus relaciones. Son monóidos de respectivamente: secuencias de cocción, procesos, trazas y gráficos de dependencia. Para cada uno de ellos el problema de análisis y síntesis es declarado y resuelto. El monoide de procesos se define de una manera no estándar, Las redes bajo consideración implican pesos de flechas y capacidades (finito o infinito) de lugares. Sin embargo, las tareas de análisis y síntesis requieren redes para ser puras, es decir. cada una de sus transiciones debe tener el desajuste preestablecido y postestablecido ",
            "error": [
                ""
            ]
        }
    }
}