{
    "original_text": "A linear time special case for MC games MC games are infinite duration two-player games played on graphs. Deciding the winner in MC games is equivalent to the the modal mu-calculus model checking. In this article we provide a linear time algorithm for a class of MC games. We show that, if all cycles in each strongly connected component of the game graph have at least one common vertex, the winner can be found in linear time. Our results hold also for parity games, which are equivalent to MC games",
    "original_translation": "Un caso especial de tiempo lineal para juegos MC Los juegos MC son juegos de duración infinita de dos jugadores jugados en gráficos. Decidir el ganador en los juegos MC es equivalente a la comprobación del modelo modal mu-calculus. En este artículo proporcionamos un algoritmo de tiempo lineal para una clase de juegos MC. Demostramos que, si todos los ciclos en cada componente fuertemente conectado del gráfico del juego tienen al menos un vértice común, el ganador se puede encontrar en tiempo lineal. Nuestros resultados también se mantienen para los juegos de paridad, que son equivalentes a los juegos MC",
    "error_count": 3,
    "keys": {
        "linear time special case": {
            "translated_key": "caso especial de tiempo lineal",
            "translated_annotated_text": "Un <br>caso especial de tiempo lineal</br> para juegos MC Los juegos MC son juegos de duración infinita de dos jugadores jugados en gráficos.  Decidir el ganador en los juegos MC es equivalente a la comprobación del modelo modal mu-calculus. En este artículo proporcionamos un algoritmo de tiempo lineal para una clase de juegos MC. Demostramos que, si todos los ciclos en cada componente fuertemente conectado del gráfico del juego tienen al menos un vértice común, el ganador se puede encontrar en tiempo lineal. Nuestros resultados también se mantienen para los juegos de paridad, que son equivalentes a los juegos MC ",
            "error": [
                ""
            ]
        },
        "MC games": {
            "translated_key": [
                "MC",
                "Los juegos de <br>MC",
                "MC games",
                "MC",
                "MC"
            ],
            "translated_annotated_text": "Un caso especial de tiempo lineal para juegos de <br>MC</br> <br>Los juegos de <br>MC</br> son juegos de dos jugadores de duración infinita jugados en gráficos. Decidir el ganador en <br>MC games</br> es equivalente a la comprobación del modelo modal mu-calculus. En este artículo proporcionamos un algoritmo de tiempo lineal para una clase de juegos <br>MC</br>. Demostramos que, si todos los ciclos en cada componente fuertemente conectado del gráfico del juego tienen al menos un vértice común, el ganador se puede encontrar en tiempo lineal. Nuestros resultados también se mantienen para juegos de paridad, que son equivalentes a juegos <br>MC</br> ",
            "error": [
                "MC",
                "Los juegos de <br>MC",
                "MC games",
                "MC",
                "MC"
            ]
        },
        "two-player games": {
            "translated_key": "juegos de dos jugadores",
            "translated_annotated_text": "Un caso especial de tiempo lineal para juegos MC Los juegos MC son de duración infinita <br>juegos de dos jugadores</br> jugados en gráficos. Decidir el ganador en los juegos MC es equivalente a la comprobación del modelo modal mu-calculus. En este artículo proporcionamos un algoritmo de tiempo lineal para una clase de juegos MC. Demostramos que, si todos los ciclos en cada componente fuertemente conectado del gráfico del juego tienen al menos un vértice común, el ganador se puede encontrar en tiempo lineal. Nuestros resultados también se mantienen para los juegos de paridad, que son equivalentes a los juegos MC ",
            "error": [
                ""
            ]
        },
        "modal mu-calculus model checking": {
            "translated_key": "modal mu-calculus",
            "translated_annotated_text": "Un caso especial de tiempo lineal para juegos MC Los juegos MC son juegos de duración infinita de dos jugadores jugados en gráficos. Decidir el ganador en los juegos MC es equivalente a la comprobación del modelo <br>modal mu-calculus</br>. En este artículo proporcionamos un algoritmo de tiempo lineal para una clase de juegos MC. Demostramos que, si todos los ciclos en cada componente fuertemente conectado del gráfico del juego tienen al menos un vértice común, el ganador se puede encontrar en tiempo lineal. Nuestros resultados también se mantienen para los juegos de paridad, que son equivalentes a los juegos MC ",
            "error": [
                ""
            ]
        },
        "linear time algorithm": {
            "translated_key": [],
            "translated_annotated_text": "Un caso especial de tiempo lineal para juegos MC Los juegos MC son juegos de duración infinita de dos jugadores jugados en gráficos. Decidir el ganador en los juegos MC es equivalente a la comprobación del modelo modal mu-calculus. En este artículo proporcionamos un algoritmo de tiempo lineal <br> para una clase de juegos MC. Demostramos que, si todos los ciclos en cada componente fuertemente conectado del gráfico del juego tienen al menos un vértice común, el ganador se puede encontrar en tiempo lineal. Nuestros resultados también se mantienen para los juegos de paridad, que son equivalentes a los juegos MC ",
            "error": []
        },
        "game theory": {
            "translated_key": [],
            "translated_annotated_text": "Un caso especial de tiempo lineal para juegos MC Los juegos MC son juegos de duración infinita de dos jugadores jugados en gráficos. Decidir el ganador en los juegos MC es equivalente a la comprobación del modelo modal mu-calculus. En este artículo proporcionamos un algoritmo de tiempo lineal para una clase de juegos MC. Demostramos que, si todos los ciclos en cada componente fuertemente conectado del gráfico del juego tienen al menos un vértice común, el ganador se puede encontrar en tiempo lineal. Nuestros resultados también se mantienen para los juegos de paridad, que son equivalentes a los juegos MC ",
            "error": []
        }
    }
}