{
    "original_text": "Multicriterion optimization of composite laminates for maximum failure margins with an interactive descent algorithm An interactive multicriterion optimization method for composite laminates subjected to multiple loading conditions is introduced. Laminate margins to initial failure (first ply failure, FPF) with respect of the applied loading conditions are treated as criteria. The original problem is reduced to a, bicriterion problem by introducing parameters to combine criteria in a linear manner. The problem is solved by using an interactive descent algorithm. Both the conditions required for a discrete procedure to converge towards a Pareto optimum and numerical examples are given",
    "original_translation": "Optimización multicriterio de laminados compuestos para márgenes de fallo máximos con un algoritmo de descenso interactivo Se introduce un método interactivo de optimización multicriterio para laminados compuestos sometidos a múltiples condiciones de carga. Se consideran criterios los márgenes de laminado a la falla inicial (primer fallo de capa, FPF) con respecto a las condiciones de carga aplicadas. El problema original se reduce a un problema de bicriterio mediante la introducción de parámetros para combinar los criterios de una manera lineal. El problema se resuelve usando un algoritmo de descenso interactivo. Se dan tanto las condiciones requeridas para que un procedimiento discreto converja hacia un Pareto óptimo como los ejemplos numéricos",
    "error_count": 5,
    "keys": {
        "interactive multicriterion optimization": {
            "translated_key": " de optimización multicriterio interactivo",
            "translated_annotated_text": "Optimización multicriterio de laminados compuestos para márgenes de fallo máximos con un algoritmo de descenso interactivo Se introduce un método <br> de optimización multicriterio interactivo</br> para laminados compuestos sometidos a múltiples condiciones de carga. Se consideran criterios los márgenes de laminado a la falla inicial (primer fallo de capa, FPF) con respecto a las condiciones de carga aplicadas. El problema original se reduce a un problema de bicriterio mediante la introducción de parámetros para combinar los criterios de una manera lineal. El problema se resuelve usando un algoritmo de descenso interactivo. Se dan tanto las condiciones requeridas para que un procedimiento discreto converja hacia un Pareto óptimo como los ejemplos numéricos ",
            "error": [
                ""
            ]
        },
        "composite laminates": {
            "translated_key": "laminados compuestos",
            "translated_annotated_text": "Optimización multicriterio de <br>laminados compuestos</br> para márgenes de fallo máximos con algoritmo de descenso interactivo Se introduce un método interactivo de optimización multicriterio para laminados compuestos</br> sometidos a múltiples condiciones de carga. Se consideran criterios los márgenes de laminado a la falla inicial (primer fallo de capa, FPF) con respecto a las condiciones de carga aplicadas. El problema original se reduce a un problema de bicriterio mediante la introducción de parámetros para combinar los criterios de una manera lineal. El problema se resuelve usando un algoritmo de descenso interactivo. Se dan tanto las condiciones requeridas para que un procedimiento discreto converja hacia un Pareto óptimo como los ejemplos numéricos ",
            "error": [
                ""
            ]
        },
        "maximum failure margins": {
            "translated_key": "máximo",
            "translated_annotated_text": "Optimización multicriterio de laminados compuestos para márgenes de fallo <br>máximo</br> con algoritmo de descenso interactivo Se introduce un método interactivo de optimización multicriterio para laminados compuestos sometidos a múltiples condiciones de carga. Se consideran criterios los márgenes de laminado a la falla inicial (primer fallo de capa, FPF) con respecto a las condiciones de carga aplicadas. El problema original se reduce a un problema de bicriterio mediante la introducción de parámetros para combinar los criterios de una manera lineal. El problema se resuelve usando un algoritmo de descenso interactivo. Se dan tanto las condiciones requeridas para que un procedimiento discreto converja hacia un Pareto óptimo como los ejemplos numéricos ",
            "error": [
                ""
            ]
        },
        "multiple loading conditions": {
            "translated_key": "condiciones de carga múltiples",
            "translated_annotated_text": "Optimización multicriterio de laminados compuestos para márgenes de fallo máximos con un algoritmo de descenso interactivo Se introduce un método interactivo de optimización multicriterio para laminados compuestos sometidos a <br>condiciones de carga múltiples</br>. Se consideran criterios los márgenes de laminado a la falla inicial (primer fallo de capa, FPF) con respecto a las condiciones de carga aplicadas. El problema original se reduce a un problema de bicriterio mediante la introducción de parámetros para combinar los criterios de una manera lineal. El problema se resuelve usando un algoritmo de descenso interactivo. Se dan tanto las condiciones requeridas para que un procedimiento discreto converja hacia un Pareto óptimo como los ejemplos numéricos ",
            "error": [
                ""
            ]
        },
        "interactive descent algorithm": {
            "translated_key": [
                "algoritmo de descenso interactivo",
                " "
            ],
            "translated_annotated_text": "Optimización multicriterio de laminados compuestos para márgenes de fallo máximos con un <br>algoritmo de descenso interactivo</br> Se introduce un método de optimización multicriterio interactivo para laminados compuestos sometidos a condiciones de carga múltiples. Se consideran criterios los márgenes de laminado a la falla inicial (primer fallo de capa, FPF) con respecto a las condiciones de carga aplicadas. El problema original se reduce a un problema de bicriterio mediante la introducción de parámetros para combinar los criterios de una manera lineal. El problema se resuelve usando un algoritmo de descenso interactivo <br> </br>. Se dan tanto las condiciones requeridas para que un procedimiento discreto converja hacia un Pareto óptimo como los ejemplos numéricos ",
            "error": [
                "algoritmo de descenso interactivo",
                " "
            ]
        },
        "first ply failure": {
            "translated_key": "primer fallo de capa",
            "translated_annotated_text": "Optimización multicriterio de laminados compuestos para márgenes de fallo máximos con un algoritmo de descenso interactivo Se introduce un método interactivo de optimización multicriterio para laminados compuestos sometidos a múltiples condiciones de carga. Los márgenes de laminado a la falla inicial (<br>primer fallo de capa</br>, FPF) con respecto a las condiciones de carga aplicadas se tratan como criterios. El problema original se reduce a un problema de bicriterio mediante la introducción de parámetros para combinar los criterios de una manera lineal. El problema se resuelve usando un algoritmo de descenso interactivo. Se dan tanto las condiciones requeridas para que un procedimiento discreto converja hacia un Pareto óptimo como los ejemplos numéricos ",
            "error": [
                ""
            ]
        },
        "bicriterion problem": {
            "translated_key": "bicriterio problema",
            "translated_annotated_text": "Optimización multicriterio de laminados compuestos para márgenes de fallo máximos con un algoritmo de descenso interactivo Se introduce un método interactivo de optimización multicriterio para laminados compuestos sometidos a múltiples condiciones de carga. Se consideran criterios los márgenes de laminado a la falla inicial (primer fallo de capa, FPF) con respecto a las condiciones de carga aplicadas. El problema original se reduce a a, <br>bicriterio problema</br> introduciendo parámetros para combinar los criterios de una manera lineal. El problema se resuelve usando un algoritmo de descenso interactivo. Se dan tanto las condiciones requeridas para que un procedimiento discreto converja hacia un Pareto óptimo como los ejemplos numéricos ",
            "error": [
                ""
            ]
        },
        "discrete procedure": {
            "translated_key": "discreto",
            "translated_annotated_text": "Optimización multicriterio de laminados compuestos para márgenes de fallo máximos con un algoritmo de descenso interactivo Se introduce un método interactivo de optimización multicriterio para laminados compuestos sometidos a múltiples condiciones de carga. Se consideran criterios los márgenes de laminado a la falla inicial (primer fallo de capa, FPF) con respecto a las condiciones de carga aplicadas. El problema original se reduce a un problema de bicriterio mediante la introducción de parámetros para combinar los criterios de una manera lineal. El problema se resuelve usando un algoritmo de descenso interactivo. Se dan las condiciones requeridas para que un procedimiento <br>discreto</br> converja hacia un Pareto óptimo y se dan ejemplos numéricos ",
            "error": [
                ""
            ]
        },
        "convergence": {
            "translated_key": [],
            "translated_annotated_text": "Optimización multicriterio de laminados compuestos para márgenes de fallo máximos con un algoritmo de descenso interactivo Se introduce un método interactivo de optimización multicriterio para laminados compuestos sometidos a múltiples condiciones de carga. Se consideran criterios los márgenes de laminado a la falla inicial (primer fallo de capa, FPF) con respecto a las condiciones de carga aplicadas. El problema original se reduce a un problema de bicriterio mediante la introducción de parámetros para combinar los criterios de una manera lineal. El problema se resuelve usando un algoritmo de descenso interactivo. Se dan tanto las condiciones requeridas para que un procedimiento discreto converja hacia un Pareto óptimo como los ejemplos numéricos ",
            "error": []
        },
        "Pareto optimum": {
            "translated_key": "Pareto óptimo",
            "translated_annotated_text": "Optimización multicriterio de laminados compuestos para márgenes de fallo máximos con un algoritmo de descenso interactivo Se introduce un método interactivo de optimización multicriterio para laminados compuestos sometidos a múltiples condiciones de carga. Se consideran criterios los márgenes de laminado a la falla inicial (primer fallo de capa, FPF) con respecto a las condiciones de carga aplicadas. El problema original se reduce a un problema de bicriterio mediante la introducción de parámetros para combinar los criterios de una manera lineal. El problema se resuelve usando un algoritmo de descenso interactivo. Se dan tanto las condiciones requeridas para que un procedimiento discreto converja hacia un <br>Pareto óptimo</br> como ejemplos numéricos ",
            "error": [
                ""
            ]
        },
        "convergence of numerical methods": {
            "translated_key": [],
            "translated_annotated_text": "Optimización multicriterio de laminados compuestos para márgenes de fallo máximos con un algoritmo de descenso interactivo Se introduce un método interactivo de optimización multicriterio para laminados compuestos sometidos a múltiples condiciones de carga. Se consideran criterios los márgenes de laminado a la falla inicial (primer fallo de capa, FPF) con respecto a las condiciones de carga aplicadas. El problema original se reduce a un problema de bicriterio mediante la introducción de parámetros para combinar los criterios de una manera lineal. El problema se resuelve usando un algoritmo de descenso interactivo. Se dan tanto las condiciones requeridas para que un procedimiento discreto converja hacia un Pareto óptimo como los ejemplos numéricos ",
            "error": []
        },
        "laminates": {
            "translated_key": "laminatos",
            "translated_annotated_text": "Optimización multicriterio de compuestos <br>laminatos</br> para márgenes de fallo máximos con algoritmo de descenso interactivo Se introduce un método interactivo de optimización multicriterio para compuestos <br>laminatos</br> sometidos a múltiples condiciones de carga. Se consideran criterios los márgenes de laminado a la falla inicial (primer fallo de capa, FPF) con respecto a las condiciones de carga aplicadas. El problema original se reduce a un problema de bicriterio mediante la introducción de parámetros para combinar los criterios de una manera lineal. El problema se resuelve usando un algoritmo de descenso interactivo. Se dan tanto las condiciones requeridas para que un procedimiento discreto converja hacia un Pareto óptimo como los ejemplos numéricos ",
            "error": [
                ""
            ]
        },
        "optimisation": {
            "translated_key": [],
            "translated_annotated_text": "Optimización multicriterio de laminados compuestos para márgenes de fallo máximos con un algoritmo de descenso interactivo Se introduce un método interactivo de optimización multicriterio para laminados compuestos sometidos a múltiples condiciones de carga. Se consideran criterios los márgenes de laminado a la falla inicial (primer fallo de capa, FPF) con respecto a las condiciones de carga aplicadas. El problema original se reduce a un problema de bicriterio mediante la introducción de parámetros para combinar los criterios de una manera lineal. El problema se resuelve usando un algoritmo de descenso interactivo. Se dan tanto las condiciones requeridas para que un procedimiento discreto converja hacia un Pareto óptimo como los ejemplos numéricos ",
            "error": []
        },
        "structural engineering computing": {
            "translated_key": [],
            "translated_annotated_text": "Optimización multicriterio de laminados compuestos para márgenes de fallo máximos con un algoritmo de descenso interactivo Se introduce un método interactivo de optimización multicriterio para laminados compuestos sometidos a múltiples condiciones de carga. Se consideran criterios los márgenes de laminado a la falla inicial (primer fallo de capa, FPF) con respecto a las condiciones de carga aplicadas. El problema original se reduce a un problema de bicriterio mediante la introducción de parámetros para combinar los criterios de una manera lineal. El problema se resuelve usando un algoritmo de descenso interactivo. Se dan tanto las condiciones requeridas para que un procedimiento discreto converja hacia un Pareto óptimo como los ejemplos numéricos ",
            "error": []
        }
    }
}