{
    "original_text": "Stability analysis of the characteristic polynomials whose coefficients are polynomials of interval parameters using monotonicity We analyze the stability of the characteristic polynomials whose coefficients are polynomials of interval parameters via monotonicity methods. Our stability conditions are based on Frazer-Duncans theorem and all conditions can be checked using only endpoint values of interval parameters. These stability conditions are necessary and sufficient under the monotonicity assumptions. When the monotonicity conditions do not hold on the whole parameter region, we present an interval division method and a transformation algorithm in order to apply the monotonicity conditions. Then, our stability analysis methods can be applied to all characteristic polynomials whose coefficients are polynomials of interval parameters",
    "original_translation": "Análisis de estabilidad de los polinomios característicos cuyos coeficientes son polinomios de parámetros de intervalo mediante monotonicidad Analizamos la estabilidad de los polinomios característicos cuyos coeficientes son polinomios de parámetros de intervalo mediante métodos de monotonicidad. Nuestras condiciones de estabilidad se basan en el teorema de Frazer-Duncans y todas las condiciones se pueden comprobar utilizando sólo los valores finales de los parámetros de intervalo. Estas condiciones de estabilidad son necesarias y suficientes bajo los supuestos de monotonicidad. Cuando las condiciones de monotonicidad no se mantienen en toda la región de parámetros, presentamos un método de división de intervalos y un algoritmo de transformación para aplicar las condiciones de monotonicidad. Luego, nuestros métodos de análisis de estabilidad pueden aplicarse a todos los polinomios característicos cuyos coeficientes son polinomios de parámetros de intervalo",
    "error_count": 6,
    "keys": {
        "stability analysis": {
            "translated_key": "análisis de estabilidad",
            "translated_annotated_text": "Análisis de estabilidad de los polinomios característicos cuyos coeficientes son polinomios de parámetros de intervalo mediante monotonicidad Analizamos la estabilidad de los polinomios característicos cuyos coeficientes son polinomios de parámetros de intervalo mediante métodos de monotonicidad. Nuestras condiciones de estabilidad se basan en el teorema de Frazer-Duncans y todas las condiciones se pueden comprobar utilizando sólo los valores finales de los parámetros de intervalo. Estas condiciones de estabilidad son necesarias y suficientes bajo los supuestos de monotonicidad. Cuando las condiciones de monotonicidad no se mantienen en toda la región de parámetros, presentamos un método de división de intervalos y un algoritmo de transformación para aplicar las condiciones de monotonicidad. A continuación, nuestros métodos de <br>análisis de estabilidad</br> se pueden aplicar a todos los polinomios característicos cuyos coeficientes son polinomios de parámetros de intervalo.  ",
            "error": [
                ""
            ]
        },
        "characteristic polynomials": {
            "translated_key": "característicos",
            "translated_annotated_text": "Análisis de estabilidad de los polinomios <br>característicos</br> cuyos coeficientes son polinomios de parámetros de intervalo utilizando monotonicidad Analizamos la estabilidad de los polinomios <br>característicos</br> cuyos coeficientes son polinomios de parámetros de intervalo mediante métodos de monotonicidad. Nuestras condiciones de estabilidad se basan en el teorema de Frazer-Duncans y todas las condiciones se pueden comprobar utilizando sólo los valores finales de los parámetros de intervalo. Estas condiciones de estabilidad son necesarias y suficientes bajo los supuestos de monotonicidad. Cuando las condiciones de monotonicidad no se mantienen en toda la región de parámetros, presentamos un método de división de intervalos y un algoritmo de transformación para aplicar las condiciones de monotonicidad. Luego, nuestros métodos de análisis de estabilidad pueden aplicarse a todos los polinomios <br>característicos</br> cuyos coeficientes son polinomios de parámetros de intervalo ",
            "error": [
                ""
            ]
        },
        "interval parameters": {
            "translated_key": [
                "parámetros de intervalo",
                "parámetros de intervalo",
                "parámetros del intervalo",
                "intervalo"
            ],
            "translated_annotated_text": "Análisis de estabilidad de los polinomios característicos cuyos coeficientes son polinomios de <br>parámetros de intervalo</br> utilizando monotonicidad Analizamos la estabilidad de los polinomios característicos cuyos coeficientes son polinomios de <br>parámetros de intervalo</br> mediante métodos de monotonicidad.  Nuestras condiciones de estabilidad se basan en el teorema de Frazer-Duncans y todas las condiciones se pueden comprobar utilizando sólo los valores finales de los <br>parámetros del intervalo</br>. Estas condiciones de estabilidad son necesarias y suficientes bajo los supuestos de monotonicidad. Cuando las condiciones de monotonicidad no se mantienen en toda la región de parámetros, presentamos un método de división de intervalos y un algoritmo de transformación para aplicar las condiciones de monotonicidad. A continuación, nuestros métodos de análisis de estabilidad se pueden aplicar a todos los polinomios característicos cuyos coeficientes son polinomios de parámetros <br>intervalo</br> ",
            "error": [
                "parámetros de intervalo",
                "parámetros de intervalo",
                "parámetros del intervalo",
                "intervalo"
            ]
        },
        "monotonicity": {
            "translated_key": "monotonicidad",
            "translated_annotated_text": "Análisis de estabilidad de los polinomios característicos cuyos coeficientes son polinomios de parámetros de intervalo utilizando <br>monotonicidad</br> Analizamos la estabilidad de los polinomios característicos cuyos coeficientes son polinomios de parámetros de intervalo mediante métodos <br>monotonicidad</br>. Nuestras condiciones de estabilidad se basan en el teorema de Frazer-Duncans y todas las condiciones se pueden comprobar utilizando sólo los valores finales de los parámetros de intervalo. Estas condiciones de estabilidad son necesarias y suficientes en las hipótesis de <br>monotonicidad</br>. Cuando las condiciones de <br>monotonicidad</br> no se mantienen en toda la región del parámetro, presentamos un método de división de intervalos y un algoritmo de transformación para aplicar las condiciones de <br>monotonicidad</br>. Luego, nuestros métodos de análisis de estabilidad pueden aplicarse a todos los polinomios característicos cuyos coeficientes son polinomios de parámetros de intervalo ",
            "error": [
                ""
            ]
        },
        "Frazer-Duncan theorem": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de estabilidad de los polinomios característicos cuyos coeficientes son polinomios de parámetros de intervalo mediante monotonicidad Analizamos la estabilidad de los polinomios característicos cuyos coeficientes son polinomios de parámetros de intervalo mediante métodos de monotonicidad. Nuestras condiciones de estabilidad se basan en el teorema de Frazer-Duncans y todas las condiciones se pueden comprobar utilizando sólo los valores finales de los parámetros de intervalo. Estas condiciones de estabilidad son necesarias y suficientes bajo los supuestos de monotonicidad. Cuando las condiciones de monotonicidad no se mantienen en toda la región de parámetros, presentamos un método de división de intervalos y un algoritmo de transformación para aplicar las condiciones de monotonicidad. Luego, nuestros métodos de análisis de estabilidad pueden aplicarse a todos los polinomios característicos cuyos coeficientes son polinomios de parámetros de intervalo ",
            "error": []
        },
        "endpoint values": {
            "translated_key": "endpoint valores",
            "translated_annotated_text": "Análisis de estabilidad de los polinomios característicos cuyos coeficientes son polinomios de parámetros de intervalo mediante monotonicidad Analizamos la estabilidad de los polinomios característicos cuyos coeficientes son polinomios de parámetros de intervalo mediante métodos de monotonicidad. Nuestras condiciones de estabilidad se basan en el teorema de Frazer-Duncans y todas las condiciones se pueden comprobar utilizando sólo <br>endpoint valores</br> de parámetros de intervalo. Estas condiciones de estabilidad son necesarias y suficientes bajo los supuestos de monotonicidad. Cuando las condiciones de monotonicidad no se mantienen en toda la región de parámetros, presentamos un método de división de intervalos y un algoritmo de transformación para aplicar las condiciones de monotonicidad. Luego, nuestros métodos de análisis de estabilidad pueden aplicarse a todos los polinomios característicos cuyos coeficientes son polinomios de parámetros de intervalo ",
            "error": [
                ""
            ]
        },
        "necessary and sufficient conditions": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de estabilidad de los polinomios característicos cuyos coeficientes son polinomios de parámetros de intervalo mediante monotonicidad Analizamos la estabilidad de los polinomios característicos cuyos coeficientes son polinomios de parámetros de intervalo mediante métodos de monotonicidad. Nuestras condiciones de estabilidad se basan en el teorema de Frazer-Duncans y todas las condiciones se pueden comprobar utilizando sólo los valores finales de los parámetros de intervalo. Estas condiciones de estabilidad son necesarias y suficientes bajo los supuestos de monotonicidad. Cuando las condiciones de monotonicidad no se mantienen en toda la región de parámetros, presentamos un método de división de intervalos y un algoritmo de transformación para aplicar las condiciones de monotonicidad. Luego, nuestros métodos de análisis de estabilidad pueden aplicarse a todos los polinomios característicos cuyos coeficientes son polinomios de parámetros de intervalo ",
            "error": []
        },
        "interval division method": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de estabilidad de los polinomios característicos cuyos coeficientes son polinomios de parámetros de intervalo mediante monotonicidad Analizamos la estabilidad de los polinomios característicos cuyos coeficientes son polinomios de parámetros de intervalo mediante métodos de monotonicidad. Nuestras condiciones de estabilidad se basan en el teorema de Frazer-Duncans y todas las condiciones se pueden comprobar utilizando sólo los valores finales de los parámetros de intervalo. Estas condiciones de estabilidad son necesarias y suficientes bajo los supuestos de monotonicidad. Cuando las condiciones de monotonicidad no se mantienen en toda la región del parámetro, presentamos un método de división interval <br> y un algoritmo de transformación para aplicar las condiciones de monotonicidad. Luego, nuestros métodos de análisis de estabilidad pueden aplicarse a todos los polinomios característicos cuyos coeficientes son polinomios de parámetros de intervalo ",
            "error": []
        },
        "transformation algorithm": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de estabilidad de los polinomios característicos cuyos coeficientes son polinomios de parámetros de intervalo mediante monotonicidad Analizamos la estabilidad de los polinomios característicos cuyos coeficientes son polinomios de parámetros de intervalo mediante métodos de monotonicidad. Nuestras condiciones de estabilidad se basan en el teorema de Frazer-Duncans y todas las condiciones se pueden comprobar utilizando sólo los valores finales de los parámetros de intervalo. Estas condiciones de estabilidad son necesarias y suficientes bajo los supuestos de monotonicidad. Cuando las condiciones de monotonicidad no se mantienen en toda la región del parámetro, se presenta un método de división de intervalos y un algoritmo de transformación <br> para aplicar las condiciones de monotonicidad. Luego, nuestros métodos de análisis de estabilidad pueden aplicarse a todos los polinomios característicos cuyos coeficientes son polinomios de parámetros de intervalo ",
            "error": []
        },
        "polynomials": {
            "translated_key": "polinomios",
            "translated_annotated_text": "Análisis de estabilidad de los <br>polinomios</br> característicos cuyos coeficientes son <br>polinomios</br> de parámetros de intervalo utilizando monotonicidad Analizamos la estabilidad de los <br>polinomios</br> característicos cuyos coeficientes son <br>polinomios</br> de parámetros de intervalo mediante métodos de monotonicidad.  Nuestras condiciones de estabilidad se basan en el teorema de Frazer-Duncans y todas las condiciones se pueden comprobar utilizando sólo los valores finales de los parámetros de intervalo. Estas condiciones de estabilidad son necesarias y suficientes bajo los supuestos de monotonicidad. Cuando las condiciones de monotonicidad no se mantienen en toda la región de parámetros, presentamos un método de división de intervalos y un algoritmo de transformación para aplicar las condiciones de monotonicidad. Luego, nuestros métodos de análisis de estabilidad pueden aplicarse a todos los <br>polinomios</br> característicos cuyos coeficientes son <br>polinomios</br> de parámetros de intervalo.  ",
            "error": [
                ""
            ]
        },
        "stability": {
            "translated_key": [
                " de los polinomios característicos cuyos coeficientes son polinomios de parámetros de intervalo mediante métodos de monotonicidad. Nuestras condiciones de <br>estabilidad",
                "estabilidad",
                "stability"
            ],
            "translated_annotated_text": "Análisis de estabilidad de los polinomios característicos cuyos coeficientes son polinomios de parámetros de intervalo utilizando monotonicidad Analizamos la estabilidad <br> de los polinomios característicos cuyos coeficientes son polinomios de parámetros de intervalo mediante métodos de monotonicidad. Nuestras condiciones de <br>estabilidad</br> se basan en el teorema de Frazer-Duncans y todas las condiciones se pueden comprobar utilizando sólo los valores finales de los parámetros de intervalo. Estas condiciones de <br>estabilidad</br> son necesarias y suficientes bajo los supuestos de monotonicidad. Cuando las condiciones de monotonicidad no se mantienen en toda la región de parámetros, presentamos un método de división de intervalos y un algoritmo de transformación para aplicar las condiciones de monotonicidad. A continuación, nuestros métodos de análisis <br>stability</br> se pueden aplicar a todos los polinomios característicos cuyos coeficientes son polinomios de parámetros de intervalo ",
            "error": [
                " de los polinomios característicos cuyos coeficientes son polinomios de parámetros de intervalo mediante métodos de monotonicidad. Nuestras condiciones de <br>estabilidad",
                "estabilidad",
                "stability"
            ]
        }
    }
}