{
    "original_text": "A model of periodic oscillation for genetic regulatory systems In this paper, we focus on modeling and explaining periodic oscillations in gene-protein systems with a simple nonlinear model and on analyzing effects of time delay on the stability of oscillations. Our main model of genetic regulation comprises of a two-gene system with an autoregulatory feedback loop. We exploit multiple time scales and hysteretic properties of the model to construct periodic oscillations with jumping dynamics and analyze the possible mechanism according to the singular perturbation theory. As shown in this paper, periodic oscillations are mainly generated by nonlinearly negative and positive feedback loops in gene regulatory systems, whereas the jumping dynamics is generally caused by time scale differences among biochemical reactions. This simple model may actually act as a genetic oscillator or switch in gene-protein networks because the dynamics are robust for parameter perturbations or environment variations. We also explore effects of time delay on the stability of the dynamics, showing that the time delay generally increases the stability region of the oscillations, thereby making the oscillations robust to parameter changes. Two examples are also provided to numerically demonstrate our theoretical results",
    "original_translation": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso temporal en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos",
    "error_count": 19,
    "keys": {
        "modeling": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo de oscilación periódica para los sistemas reguladores genéticos En este artículo, nos centramos en el modelado <br> y explicamos las oscilaciones periódicas en los sistemas de proteínas genéticas con un modelo simple no lineal y en el análisis de los efectos del retraso del tiempo en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": []
        },
        "periodic oscillations": {
            "translated_key": [
                "oscilaciones periódicas",
                "periódicas",
                "periódicas"
            ],
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar <br>oscilaciones periódicas</br> en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso temporal en la estabilidad de las oscilaciones.  Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones <br>periódicas</br> con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones <br>periódicas</br> son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto generalmente es causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": [
                "oscilaciones periódicas",
                "periódicas",
                "periódicas"
            ]
        },
        "gene-protein systems": {
            "translated_key": "gene",
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteína <br>gene</br> con un modelo simple no lineal y en analizar los efectos del retraso del tiempo en la estabilidad de oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": [
                ""
            ]
        },
        "nonlinear model": {
            "translated_key": "no lineal",
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple <br>no lineal</br> y en analizar los efectos del retraso del tiempo en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": [
                ""
            ]
        },
        "time delay": {
            "translated_key": "time",
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retardo <br>time</br> sobre la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retardo <br>time</br> sobre la estabilidad de la dinámica, mostrando que el retardo <br>time</br> generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": [
                ""
            ]
        },
        "oscillations stability": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso temporal en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": []
        },
        "genetic regulation": {
            "translated_key": "genética",
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso temporal en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación <br>genética</br> consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": [
                ""
            ]
        },
        "two-gene system": {
            "translated_key": "sistema de dos genes",
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso temporal en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un <br>sistema de dos genes</br> con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": [
                ""
            ]
        },
        "autoregulatory feedback loop": {
            "translated_key": " autorregulador",
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso temporal en la estabilidad de las oscilaciones. Nuestro principal modelo de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación <br> autorregulador</br>. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": [
                ""
            ]
        },
        "hysteretic properties": {
            "translated_key": "propiedades histeréticas",
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso temporal en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y <br>propiedades histeréticas</br> del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el mecanismo posible de acuerdo con la teoría de la perturbación singular.  Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": [
                ""
            ]
        },
        "jumping dynamics": {
            "translated_key": "dinámica de salto",
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso temporal en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con <br>dinámica de salto</br> y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto <br> es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": [
                ""
            ]
        },
        "singular perturbation theory": {
            "translated_key": "singular",
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso temporal en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación <br>singular</br>. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": [
                ""
            ]
        },
        "nonlinearly negative feedback loops": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso temporal en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": []
        },
        "nonlinearly positive feedback loops": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso temporal en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": []
        },
        "genetic regulatory system": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso temporal en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": []
        },
        "biochemical reactions": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso temporal en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias en la escala de tiempo entre las reacciones bioquímicas <br>. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": []
        },
        "stability region": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso temporal en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad <br> de las oscilaciones, haciendo así que las oscilaciones sean robustas a los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": []
        },
        "bifurcation": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso temporal en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": []
        },
        "circadian rhythm": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso temporal en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": []
        },
        "relaxation oscillator": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso temporal en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": []
        },
        "delays": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso temporal en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": []
        },
        "feedback": {
            "translated_key": "feedback",
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso temporal en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle autorregulador <br>feedback</br>. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles no linealmente negativos y positivos <br>feedback</br> en los sistemas reguladores de genes, mientras que la dinámica de salto generalmente es causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": [
                ""
            ]
        },
        "genetics": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso temporal en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": []
        },
        "hysteresis": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso temporal en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": []
        },
        "oscillations": {
            "translated_key": [
                "oscilaciones periódicas",
                "oscilaciones",
                "oscilaciones",
                "oscilaciones periódicas",
                "oscilaciones",
                "oscilaciones"
            ],
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar <br>oscilaciones periódicas</br> en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso del tiempo en la estabilidad de <br>oscilaciones</br>. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir periódicamente <br>oscilaciones</br> con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las <br>oscilaciones periódicas</br> son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto generalmente es causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las <br>oscilaciones</br>, haciendo así que las <br>oscilaciones</br> sean robustas para cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": [
                "oscilaciones periódicas",
                "oscilaciones",
                "oscilaciones",
                "oscilaciones periódicas",
                "oscilaciones",
                "oscilaciones"
            ]
        },
        "physiological models": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso temporal en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": []
        },
        "proteins": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso temporal en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": []
        },
        "relaxation oscillators": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso temporal en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": []
        },
        "stability": {
            "translated_key": " de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad <br> de la dinámica, mostrando que el retraso temporal generalmente aumenta la región <br> de la estabilidad ",
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso del tiempo en la estabilidad <br> de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad <br> de la dinámica, mostrando que el retraso temporal generalmente aumenta la región <br> de la estabilidad </br> de las oscilaciones, haciendo así que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": [
                ""
            ]
        }
    }
}