{
    "original_text": "Automatic multilevel thresholding for image segmentation by the growing time adaptive self-organizing map In this paper, a Growing TASOM (Time Adaptive Self-Organizing Map) network called GTASOM along with a peak finding process is proposed for automatic multilevel thresholding. The proposed GTASOM is tested for image segmentation. Experimental results demonstrate that the GTASOM is a reliable and accurate tool for image segmentation and its results outperform other thresholding methods",
    "original_translation": "Umbral automático multinivel para la segmentación de imágenes por el mapa autoorganizado adaptativo de tiempo creciente En este artículo, se propone una red de crecimiento TASOM (Time Adaptive Self-Organizating Map) llamada GTASOM junto con un proceso de búsqueda de pico para el Umbral automático multinivel. El GTASOM propuesto se prueba para la segmentación de imágenes. Los resultados experimentales demuestran que el GTASOM es una herramienta fiable y precisa para la segmentación de imágenes y sus resultados superan otros métodos de umbral",
    "error_count": 4,
    "keys": {
        "automatic multilevel thresholding": {
            "translated_key": " Umbral automático multinivel",
            "translated_annotated_text": "Umbral automático multinivel para la segmentación de imágenes por el mapa autoorganizado adaptativo de tiempo creciente En este artículo, se propone una red de TASOM en crecimiento (Mapa Auto Organizador Adaptativo de Tiempo) llamada GTASOM junto con un proceso de búsqueda de pico para <br> Umbral automático multinivel</br>. El GTASOM propuesto se prueba para la segmentación de imágenes. Los resultados experimentales demuestran que el GTASOM es una herramienta fiable y precisa para la segmentación de imágenes y sus resultados superan otros métodos de umbral ",
            "error": [
                ""
            ]
        },
        "image segmentation": {
            "translated_key": [
                "imagen por el mapa autoorganizante adaptativo del tiempo en crecimiento En este artículo, se propone una red de crecimiento TASOM (Mapa Autoorganizativo Adaptativo al Tiempo) llamada GTASOM junto con un proceso de búsqueda de pico para el umbral automático multinivel. El GTASOM propuesto se prueba para la segmentación <br>image",
                "image"
            ],
            "translated_annotated_text": "Umbralización automática multinivel para la segmentación <br>imagen por el mapa autoorganizante adaptativo del tiempo en crecimiento En este artículo, se propone una red de crecimiento TASOM (Mapa Autoorganizativo Adaptativo al Tiempo) llamada GTASOM junto con un proceso de búsqueda de pico para el umbral automático multinivel. El GTASOM propuesto se prueba para la segmentación <br>image</br>. Los resultados experimentales demuestran que el GTASOM es una herramienta fiable y precisa para la segmentación <br>image</br> y sus resultados superan otros métodos de umbralización ",
            "error": [
                "imagen por el mapa autoorganizante adaptativo del tiempo en crecimiento En este artículo, se propone una red de crecimiento TASOM (Mapa Autoorganizativo Adaptativo al Tiempo) llamada GTASOM junto con un proceso de búsqueda de pico para el umbral automático multinivel. El GTASOM propuesto se prueba para la segmentación <br>image",
                "image"
            ]
        },
        "growing time adaptive self-organizing map": {
            "translated_key": [],
            "translated_annotated_text": "Umbral automático multinivel para la segmentación de imágenes por el mapa autoorganizado adaptativo de tiempo creciente En este artículo, se propone una red de TASOM en crecimiento (Mapa Auto Organizativo Adaptativo de Tiempo) llamada GTASOM junto con un proceso de búsqueda de pico para el empotramiento automático multinivel. El GTASOM propuesto se prueba para la segmentación de imágenes. Los resultados experimentales demuestran que el GTASOM es una herramienta fiable y precisa para la segmentación de imágenes y sus resultados superan otros métodos de umbral ",
            "error": []
        },
        "Growing TASOM": {
            "translated_key": " TASOM de crecimiento",
            "translated_annotated_text": "Umbral automático multinivel para la segmentación de imágenes por el mapa autoorganizado adaptativo de tiempo creciente En este artículo, se propone una red <br> TASOM de crecimiento</br> (Time Adaptive Auto-Organizative Map) llamada GTASOM junto con un proceso de búsqueda de pico para el umbral automático multinivel. El GTASOM propuesto se prueba para la segmentación de imágenes. Los resultados experimentales demuestran que el GTASOM es una herramienta fiable y precisa para la segmentación de imágenes y sus resultados superan otros métodos de umbral ",
            "error": [
                ""
            ]
        },
        "GTASOM": {
            "translated_key": "GTASOM",
            "translated_annotated_text": "Umbral automático multinivel para la segmentación de imágenes por el mapa autoorganizado adaptativo de tiempo creciente En este artículo, se propone una red de TASOM en crecimiento (Mapa Auto Organizador Adaptativo de Tiempo) llamada <br>GTASOM</br> junto con un proceso de búsqueda de pico para el umbral automático multinivel. La propuesta <br>GTASOM</br> se prueba para la segmentación de imágenes. Los resultados experimentales demuestran que el <br>GTASOM</br> es una herramienta fiable y precisa para la segmentación de imágenes y sus resultados superan otros métodos de umbralización ",
            "error": [
                ""
            ]
        },
        "peak finding process": {
            "translated_key": "pico",
            "translated_annotated_text": "Umbral automático multinivel para la segmentación de imágenes por el mapa autoorganizado adaptativo de tiempo creciente En este artículo, se propone una red de TASOM en crecimiento (Mapa Auto Organizador Adaptativo de Tiempo) llamada GTASOM junto con un proceso de búsqueda de <br>pico</br> para el umbral automático multinivel. El GTASOM propuesto se prueba para la segmentación de imágenes. Los resultados experimentales demuestran que el GTASOM es una herramienta fiable y precisa para la segmentación de imágenes y sus resultados superan otros métodos de umbral ",
            "error": [
                ""
            ]
        },
        "self-organising feature maps": {
            "translated_key": [],
            "translated_annotated_text": "Umbral automático multinivel para la segmentación de imágenes por el mapa autoorganizado adaptativo de tiempo creciente En este artículo, se propone una red de crecimiento TASOM (Time Adaptive Self-Organizating Map) llamada GTASOM junto con un proceso de búsqueda de pico para el Umbral automático multinivel. El GTASOM propuesto se prueba para la segmentación de imágenes. Los resultados experimentales demuestran que el GTASOM es una herramienta fiable y precisa para la segmentación de imágenes y sus resultados superan otros métodos de umbral ",
            "error": []
        }
    }
}