{
    "original_text": "Knowledge acquisition and ontology modelling for construction of a control and monitoring expert system This paper presents the processes of knowledge acquisition and ontology development for structuring the knowledge base of an expert system. Ontological engineering is a process that facilitates construction of the knowledge base of an intelligent system. Ontology is the study of the organization and classification of knowledge. Ontological engineering in artificial intelligence has the practical goal of constructing frameworks for knowledge that allow computational systems to tackle knowledge-intensive problems and it supports knowledge sharing and reuse. To illustrate the process of conceptual modelling using the Inferential Modelling Technique as a basis for ontology construction, the tool and processes are applied to build an expert system in the domain of monitoring of a petroleum-production facility",
    "original_translation": "Adquisición de conocimientos y modelización ontológica para la construcción de un sistema experto de control y monitoreo Este trabajo presenta los procesos de adquisición de conocimientos y desarrollo ontológico para estructurar la base de conocimientos de un sistema experto. La ingeniería ontológica es un proceso que facilita la construcción de la base de conocimientos de un sistema inteligente. La ontología es el estudio de la organización y clasificación del conocimiento. La ingeniería ontológica en la inteligencia artificial tiene el objetivo práctico de construir marcos para el conocimiento que permitan a los sistemas computacionales abordar problemas de gran intensidad de conocimiento y apoya el intercambio y la reutilización del conocimiento. Para ilustrar el proceso de modelización conceptual utilizando la Técnica de Modelado Inferencial como base para la construcción ontológica, la herramienta y los procesos se aplican para construir un sistema experto en el dominio de la supervisión de una instalación de producción de petróleo",
    "error_count": 8,
    "keys": {
        "knowledge acquisition": {
            "translated_key": "adquisición de conocimiento",
            "translated_annotated_text": "Adquisición de conocimiento y modelización ontológica para la construcción de un sistema experto de control y monitoreo Este trabajo presenta los procesos de <br>adquisición de conocimiento</br> y desarrollo ontológico para estructurar la base de conocimiento de un sistema experto.  La ingeniería ontológica es un proceso que facilita la construcción de la base de conocimientos de un sistema inteligente. La ontología es el estudio de la organización y clasificación del conocimiento. La ingeniería ontológica en la inteligencia artificial tiene el objetivo práctico de construir marcos para el conocimiento que permitan a los sistemas computacionales abordar problemas de gran intensidad de conocimiento y apoya el intercambio y la reutilización del conocimiento. Para ilustrar el proceso de modelización conceptual utilizando la Técnica de Modelado Inferencial como base para la construcción ontológica, la herramienta y los procesos se aplican para construir un sistema experto en el dominio de la supervisión de una instalación de producción de petróleo ",
            "error": [
                ""
            ]
        },
        "knowledge base": {
            "translated_key": [],
            "translated_annotated_text": "Adquisición de conocimiento y modelización ontológica para la construcción de un sistema experto de control y monitoreo Este trabajo presenta los procesos de adquisición de conocimiento y desarrollo ontológico para estructurar la base de conocimiento <br> de un sistema experto. La ingeniería ontológica es un proceso que facilita la construcción de la base de conocimiento <br> de un sistema inteligente. La ontología es el estudio de la organización y clasificación del conocimiento. La ingeniería ontológica en la inteligencia artificial tiene el objetivo práctico de construir marcos para el conocimiento que permitan a los sistemas computacionales abordar problemas de gran intensidad de conocimiento y apoya el intercambio y la reutilización del conocimiento. Para ilustrar el proceso de modelización conceptual utilizando la Técnica de Modelado Inferencial como base para la construcción ontológica, la herramienta y los procesos se aplican para construir un sistema experto en el dominio de la supervisión de una instalación de producción de petróleo ",
            "error": []
        },
        "intelligent system": {
            "translated_key": "sistema inteligente",
            "translated_annotated_text": "Adquisición de conocimientos y modelización ontológica para la construcción de un sistema experto de control y monitoreo Este trabajo presenta los procesos de adquisición de conocimientos y desarrollo ontológico para estructurar la base de conocimientos de un sistema experto. La ingeniería ontológica es un proceso que facilita la construcción de la base de conocimientos de un <br>sistema inteligente</br>.  La ontología es el estudio de la organización y clasificación del conocimiento. La ingeniería ontológica en la inteligencia artificial tiene el objetivo práctico de construir marcos para el conocimiento que permitan a los sistemas computacionales abordar problemas de gran intensidad de conocimiento y apoya el intercambio y la reutilización del conocimiento. Para ilustrar el proceso de modelización conceptual utilizando la Técnica de Modelado Inferencial como base para la construcción ontológica, la herramienta y los procesos se aplican para construir un sistema experto en el dominio de la supervisión de una instalación de producción de petróleo ",
            "error": [
                ""
            ]
        },
        "ontological engineering": {
            "translated_key": [],
            "translated_annotated_text": "Adquisición de conocimientos y modelización ontológica para la construcción de un sistema experto de control y monitoreo Este trabajo presenta los procesos de adquisición de conocimientos y desarrollo ontológico para estructurar la base de conocimientos de un sistema experto. La ingeniería ontológica es un proceso que facilita la construcción de la base de conocimientos de un sistema inteligente. La ontología es el estudio de la organización y clasificación del conocimiento. La ingeniería ontológica en la inteligencia artificial tiene el objetivo práctico de construir marcos para el conocimiento que permitan a los sistemas computacionales abordar problemas de gran intensidad de conocimiento y apoya el intercambio y la reutilización del conocimiento. Para ilustrar el proceso de modelización conceptual utilizando la Técnica de Modelado Inferencial como base para la construcción ontológica, la herramienta y los procesos se aplican para construir un sistema experto en el dominio de la supervisión de una instalación de producción de petróleo ",
            "error": []
        },
        "artificial intelligence": {
            "translated_key": "inteligencia artificial",
            "translated_annotated_text": "Adquisición de conocimientos y modelización ontológica para la construcción de un sistema experto de control y monitoreo Este trabajo presenta los procesos de adquisición de conocimientos y desarrollo ontológico para estructurar la base de conocimientos de un sistema experto. La ingeniería ontológica es un proceso que facilita la construcción de la base de conocimientos de un sistema inteligente. La ontología es el estudio de la organización y clasificación del conocimiento. La ingeniería ontológica en la <br>inteligencia artificial</br> tiene el objetivo práctico de construir marcos de conocimiento que permitan a los sistemas computacionales abordar problemas intensivos en conocimiento y apoyar el intercambio y la reutilización de conocimiento. Para ilustrar el proceso de modelización conceptual utilizando la Técnica de Modelado Inferencial como base para la construcción ontológica, la herramienta y los procesos se aplican para construir un sistema experto en el dominio de la supervisión de una instalación de producción de petróleo ",
            "error": [
                ""
            ]
        },
        "knowledge reuse": {
            "translated_key": [],
            "translated_annotated_text": "Adquisición de conocimientos y modelización ontológica para la construcción de un sistema experto de control y monitoreo Este trabajo presenta los procesos de adquisición de conocimientos y desarrollo ontológico para estructurar la base de conocimientos de un sistema experto. La ingeniería ontológica es un proceso que facilita la construcción de la base de conocimientos de un sistema inteligente. La ontología es el estudio de la organización y clasificación del conocimiento. La ingeniería ontológica en la inteligencia artificial tiene el objetivo práctico de construir marcos para el conocimiento que permitan a los sistemas computacionales abordar problemas de gran intensidad de conocimiento y apoya el intercambio y la reutilización del conocimiento. Para ilustrar el proceso de modelización conceptual utilizando la Técnica de Modelado Inferencial como base para la construcción ontológica, la herramienta y los procesos se aplican para construir un sistema experto en el dominio de la supervisión de una instalación de producción de petróleo ",
            "error": []
        },
        "inferential modelling technique": {
            "translated_key": [],
            "translated_annotated_text": "Adquisición de conocimientos y modelización ontológica para la construcción de un sistema experto de control y monitoreo Este trabajo presenta los procesos de adquisición de conocimientos y desarrollo ontológico para estructurar la base de conocimientos de un sistema experto. La ingeniería ontológica es un proceso que facilita la construcción de la base de conocimientos de un sistema inteligente. La ontología es el estudio de la organización y clasificación del conocimiento. La ingeniería ontológica en la inteligencia artificial tiene el objetivo práctico de construir marcos para el conocimiento que permitan a los sistemas computacionales abordar problemas de gran intensidad de conocimiento y apoya el intercambio y la reutilización del conocimiento. Para ilustrar el proceso de modelización conceptual utilizando la Técnica de Modelado Inferencial como base para la construcción ontológica, la herramienta y los procesos se aplican para construir un sistema experto en el dominio de la supervisión de una instalación de producción de petróleo ",
            "error": []
        },
        "petroleum-production facility": {
            "translated_key": "petróleo",
            "translated_annotated_text": "Adquisición de conocimientos y modelización ontológica para la construcción de un sistema experto de control y monitoreo Este trabajo presenta los procesos de adquisición de conocimientos y desarrollo ontológico para estructurar la base de conocimientos de un sistema experto. La ingeniería ontológica es un proceso que facilita la construcción de la base de conocimientos de un sistema inteligente. La ontología es el estudio de la organización y clasificación del conocimiento. La ingeniería ontológica en la inteligencia artificial tiene el objetivo práctico de construir marcos para el conocimiento que permitan a los sistemas computacionales abordar problemas de gran intensidad de conocimiento y apoya el intercambio y la reutilización del conocimiento. Para ilustrar el proceso de modelización conceptual utilizando la Técnica de Modelado Inferencial como base para la construcción ontológica, la herramienta y los procesos se aplican para construir un sistema experto en el dominio del monitoreo de una instalación de producción de <br>petróleo</br> ",
            "error": [
                ""
            ]
        },
        "ontology modelling": {
            "translated_key": [],
            "translated_annotated_text": "Adquisición de conocimiento y modelización <br>ontología para la construcción de un sistema experto de control y monitoreo Este trabajo presenta los procesos de adquisición de conocimiento y desarrollo ontológico para estructurar la base de conocimiento de un sistema experto. La ingeniería ontológica es un proceso que facilita la construcción de la base de conocimientos de un sistema inteligente. La ontología es el estudio de la organización y clasificación del conocimiento. La ingeniería ontológica en la inteligencia artificial tiene el objetivo práctico de construir marcos para el conocimiento que permitan a los sistemas computacionales abordar problemas de gran intensidad de conocimiento y apoya el intercambio y la reutilización del conocimiento. Para ilustrar el proceso de modelización conceptual utilizando la Técnica de Modelado Inferencial como base para la construcción ontológica, la herramienta y los procesos se aplican para construir un sistema experto en el dominio de la supervisión de una instalación de producción de petróleo ",
            "error": []
        },
        "control and monitoring expert system": {
            "translated_key": [],
            "translated_annotated_text": "Adquisición de conocimientos y modelización ontológica para la construcción de un sistema experto de control y monitoreo Este trabajo presenta los procesos de adquisición de conocimientos y desarrollo ontológico para estructurar la base de conocimientos de un sistema experto. La ingeniería ontológica es un proceso que facilita la construcción de la base de conocimientos de un sistema inteligente. La ontología es el estudio de la organización y clasificación del conocimiento. La ingeniería ontológica en la inteligencia artificial tiene el objetivo práctico de construir marcos para el conocimiento que permitan a los sistemas computacionales abordar problemas de gran intensidad de conocimiento y apoya el intercambio y la reutilización del conocimiento. Para ilustrar el proceso de modelización conceptual utilizando la Técnica de Modelado Inferencial como base para la construcción ontológica, la herramienta y los procesos se aplican para construir un sistema experto en el dominio de la supervisión de una instalación de producción de petróleo ",
            "error": []
        },
        "expert systems": {
            "translated_key": [],
            "translated_annotated_text": "Adquisición de conocimientos y modelización ontológica para la construcción de un sistema experto de control y monitoreo Este trabajo presenta los procesos de adquisición de conocimientos y desarrollo ontológico para estructurar la base de conocimientos de un sistema experto. La ingeniería ontológica es un proceso que facilita la construcción de la base de conocimientos de un sistema inteligente. La ontología es el estudio de la organización y clasificación del conocimiento. La ingeniería ontológica en la inteligencia artificial tiene el objetivo práctico de construir marcos para el conocimiento que permitan a los sistemas computacionales abordar problemas de gran intensidad de conocimiento y apoya el intercambio y la reutilización del conocimiento. Para ilustrar el proceso de modelización conceptual utilizando la Técnica de Modelado Inferencial como base para la construcción ontológica, la herramienta y los procesos se aplican para construir un sistema experto en el dominio de la supervisión de una instalación de producción de petróleo ",
            "error": []
        },
        "software reusability": {
            "translated_key": [],
            "translated_annotated_text": "Adquisición de conocimientos y modelización ontológica para la construcción de un sistema experto de control y monitoreo Este trabajo presenta los procesos de adquisición de conocimientos y desarrollo ontológico para estructurar la base de conocimientos de un sistema experto. La ingeniería ontológica es un proceso que facilita la construcción de la base de conocimientos de un sistema inteligente. La ontología es el estudio de la organización y clasificación del conocimiento. La ingeniería ontológica en la inteligencia artificial tiene el objetivo práctico de construir marcos para el conocimiento que permitan a los sistemas computacionales abordar problemas de gran intensidad de conocimiento y apoya el intercambio y la reutilización del conocimiento. Para ilustrar el proceso de modelización conceptual utilizando la Técnica de Modelado Inferencial como base para la construcción ontológica, la herramienta y los procesos se aplican para construir un sistema experto en el dominio de la supervisión de una instalación de producción de petróleo ",
            "error": []
        }
    }
}