{
    "original_text": "Evaluation of the usability of digital maintenance manuals developed without either user input or a task analysis The primary objective was to investigate the value that can be added to a low-cost digital maintenance manual by the addition of a navigational aid. Two versions of a digital maintenance manual were developed, the difference between them being the number of design heuristics observed when designing navigational aids. Neither version was based on an analysis of the tasks carried out by users, nor were users involved in the design process. Instead, the manuals were developed directly from the digital information used to produce the existing paper manual. Usability trials were carried out to test both versions according to the time taken and errors committed by users during typical information retrieval tasks. Users were questioned to determine their ease of use (EOU) perceptions for each manual. The main outcomes were that the navigation aid used in the second version reduced the time taken to use the manual but increased the number of errors made by users. The navigational aid also seemed to reduce the perceived EOU compared with the first version. In both cases, the perceived EOU was lower than for a previous digital manual that had been developed using a task analysis and user input. The paper concludes by recommending the development of a generic task model of user interaction with digital maintenance manuals",
    "original_translation": "Evaluación de la usabilidad de los manuales de mantenimiento digital desarrollados sin entrada de usuario ni análisis de tareas El objetivo principal era investigar el valor que se puede añadir a un manual de mantenimiento digital de bajo costo mediante la adición de una ayuda de navegación. Se desarrollaron dos versiones de un manual de mantenimiento digital, siendo la diferencia entre ellas el número de heurísticas de diseño observadas al diseñar ayudas de navegación. Ninguna de las versiones se basó en un análisis de las tareas realizadas por los usuarios, ni se involucró a los usuarios en el proceso de diseño. En cambio, los manuales se elaboraron directamente a partir de la información digital utilizada para producir el manual de papel existente. Se llevaron a cabo ensayos de usabilidad para probar ambas versiones según el tiempo y los errores cometidos por los usuarios durante las tareas típicas de recuperación de información. Se preguntó a los usuarios para determinar su facilidad de uso (EOU) percepciones para cada manual. Los principales resultados fueron que la ayuda a la navegación utilizada en la segunda versión redujo el tiempo necesario para utilizar el manual, pero aumentó el número de errores cometidos por los usuarios. La ayuda a la navegación también parecía reducir la percepción de EOU en comparación con la primera versión. En ambos casos, la UAE percibida fue inferior a la de un manual digital anterior que se había elaborado utilizando un análisis de tareas y una entrada de usuarios. El documento concluye recomendando el desarrollo de un modelo genérico de trabajo de interacción de los usuarios con los manuales de mantenimiento digital",
    "error_count": 7,
    "keys": {
        "digital maintenance manuals usability": {
            "translated_key": [],
            "translated_annotated_text": "Evaluación de la usabilidad de los manuales de mantenimiento digital desarrollados sin entrada de usuario ni análisis de tareas El objetivo principal era investigar el valor que se puede añadir a un manual de mantenimiento digital de bajo costo mediante la adición de una ayuda de navegación. Se desarrollaron dos versiones de un manual de mantenimiento digital, siendo la diferencia entre ellas el número de heurísticas de diseño observadas al diseñar ayudas de navegación. Ninguna de las versiones se basó en un análisis de las tareas realizadas por los usuarios, ni se involucró a los usuarios en el proceso de diseño. En cambio, los manuales se elaboraron directamente a partir de la información digital utilizada para producir el manual de papel existente. Se llevaron a cabo ensayos de usabilidad para probar ambas versiones según el tiempo y los errores cometidos por los usuarios durante las tareas típicas de recuperación de información. Se preguntó a los usuarios para determinar su facilidad de uso (EOU) percepciones para cada manual. Los principales resultados fueron que la ayuda a la navegación utilizada en la segunda versión redujo el tiempo necesario para utilizar el manual, pero aumentó el número de errores cometidos por los usuarios. La ayuda a la navegación también parecía reducir la percepción de EOU en comparación con la primera versión. En ambos casos, la UAE percibida fue inferior a la de un manual digital anterior que se había elaborado utilizando un análisis de tareas y una entrada de usuarios. El documento concluye recomendando el desarrollo de un modelo genérico de trabajo de interacción de los usuarios con los manuales de mantenimiento digital ",
            "error": []
        },
        "navigational aid": {
            "translated_key": [
                "navigational",
                "navigational aid"
            ],
            "translated_annotated_text": "Evaluación de la usabilidad de los manuales de mantenimiento digital desarrollados sin entrada de usuario ni análisis de tareas El objetivo principal era investigar el valor que se puede añadir a un manual de mantenimiento digital de bajo costo mediante la adición de una ayuda <br>navigational</br>. Se desarrollaron dos versiones de un manual de mantenimiento digital, siendo la diferencia entre ellas el número de heurísticas de diseño observadas al diseñar ayudas de navegación. Ninguna de las versiones se basó en un análisis de las tareas realizadas por los usuarios, ni se involucró a los usuarios en el proceso de diseño. En cambio, los manuales se elaboraron directamente a partir de la información digital utilizada para producir el manual de papel existente. Se llevaron a cabo ensayos de usabilidad para probar ambas versiones según el tiempo y los errores cometidos por los usuarios durante las tareas típicas de recuperación de información. Se preguntó a los usuarios para determinar su facilidad de uso (EOU) percepciones para cada manual. Los principales resultados fueron que la ayuda a la navegación utilizada en la segunda versión redujo el tiempo necesario para utilizar el manual, pero aumentó el número de errores cometidos por los usuarios. El <br>navigational aid</br> también parecía reducir la EOU percibida en comparación con la primera versión. En ambos casos, la UAE percibida fue inferior a la de un manual digital anterior que se había elaborado utilizando un análisis de tareas y una entrada de usuarios. El documento concluye recomendando el desarrollo de un modelo genérico de trabajo de interacción de los usuarios con los manuales de mantenimiento digital ",
            "error": [
                "navigational",
                "navigational aid"
            ]
        },
        "usability trials": {
            "translated_key": [],
            "translated_annotated_text": "Evaluación de la usabilidad de los manuales de mantenimiento digital desarrollados sin entrada de usuario ni análisis de tareas El objetivo principal era investigar el valor que se puede añadir a un manual de mantenimiento digital de bajo costo mediante la adición de una ayuda de navegación. Se desarrollaron dos versiones de un manual de mantenimiento digital, siendo la diferencia entre ellas el número de heurísticas de diseño observadas al diseñar ayudas de navegación. Ninguna de las versiones se basó en un análisis de las tareas realizadas por los usuarios, ni se involucró a los usuarios en el proceso de diseño. En cambio, los manuales se elaboraron directamente a partir de la información digital utilizada para producir el manual de papel existente. Se llevaron a cabo ensayos de usabilidad para probar ambas versiones según el tiempo y los errores cometidos por los usuarios durante las tareas típicas de recuperación de información. Se preguntó a los usuarios para determinar su facilidad de uso (EOU) percepciones para cada manual. Los principales resultados fueron que la ayuda a la navegación utilizada en la segunda versión redujo el tiempo necesario para utilizar el manual, pero aumentó el número de errores cometidos por los usuarios. La ayuda a la navegación también parecía reducir la percepción de EOU en comparación con la primera versión. En ambos casos, la UAE percibida fue inferior a la de un manual digital anterior que se había elaborado utilizando un análisis de tareas y una entrada de usuarios. El documento concluye recomendando el desarrollo de un modelo genérico de trabajo de interacción de los usuarios con los manuales de mantenimiento digital ",
            "error": []
        },
        "information retrieval": {
            "translated_key": " ",
            "translated_annotated_text": "Evaluación de la usabilidad de los manuales de mantenimiento digital desarrollados sin entrada de usuario ni análisis de tareas El objetivo principal era investigar el valor que se puede añadir a un manual de mantenimiento digital de bajo costo mediante la adición de una ayuda de navegación. Se desarrollaron dos versiones de un manual de mantenimiento digital, siendo la diferencia entre ellas el número de heurísticas de diseño observadas al diseñar ayudas de navegación. Ninguna de las versiones se basó en un análisis de las tareas realizadas por los usuarios, ni se involucró a los usuarios en el proceso de diseño. En cambio, los manuales se elaboraron directamente a partir de la información digital utilizada para producir el manual de papel existente. Se llevaron a cabo ensayos de usabilidad para probar ambas versiones según el tiempo y los errores cometidos por los usuarios durante las tareas típicas de recuperación de información <br> </br>. Se preguntó a los usuarios para determinar su facilidad de uso (EOU) percepciones para cada manual. Los principales resultados fueron que la ayuda a la navegación utilizada en la segunda versión redujo el tiempo necesario para utilizar el manual, pero aumentó el número de errores cometidos por los usuarios. La ayuda a la navegación también parecía reducir la percepción de EOU en comparación con la primera versión. En ambos casos, la UAE percibida fue inferior a la de un manual digital anterior que se había elaborado utilizando un análisis de tareas y una entrada de usuarios. El documento concluye recomendando el desarrollo de un modelo genérico de trabajo de interacción de los usuarios con los manuales de mantenimiento digital ",
            "error": [
                ""
            ]
        },
        "generic task model": {
            "translated_key": "genérico",
            "translated_annotated_text": "Evaluación de la usabilidad de los manuales de mantenimiento digital desarrollados sin entrada de usuario ni análisis de tareas El objetivo principal era investigar el valor que se puede añadir a un manual de mantenimiento digital de bajo costo mediante la adición de una ayuda de navegación. Se desarrollaron dos versiones de un manual de mantenimiento digital, siendo la diferencia entre ellas el número de heurísticas de diseño observadas al diseñar ayudas de navegación. Ninguna de las versiones se basó en un análisis de las tareas realizadas por los usuarios, ni se involucró a los usuarios en el proceso de diseño. En cambio, los manuales se elaboraron directamente a partir de la información digital utilizada para producir el manual de papel existente. Se llevaron a cabo ensayos de usabilidad para probar ambas versiones según el tiempo y los errores cometidos por los usuarios durante las tareas típicas de recuperación de información. Se preguntó a los usuarios para determinar su facilidad de uso (EOU) percepciones para cada manual. Los principales resultados fueron que la ayuda a la navegación utilizada en la segunda versión redujo el tiempo necesario para utilizar el manual, pero aumentó el número de errores cometidos por los usuarios. La ayuda a la navegación también parecía reducir la percepción de EOU en comparación con la primera versión. En ambos casos, la UAE percibida fue inferior a la de un manual digital anterior que se había elaborado utilizando un análisis de tareas y una entrada de usuarios. El artículo concluye recomendando el desarrollo de un modelo de tarea <br>genérico</br> de interacción del usuario con manuales de mantenimiento digital ",
            "error": [
                ""
            ]
        },
        "user interaction": {
            "translated_key": [],
            "translated_annotated_text": "Evaluación de la usabilidad de los manuales de mantenimiento digital desarrollados sin entrada de usuario ni análisis de tareas El objetivo principal era investigar el valor que se puede añadir a un manual de mantenimiento digital de bajo costo mediante la adición de una ayuda de navegación. Se desarrollaron dos versiones de un manual de mantenimiento digital, siendo la diferencia entre ellas el número de heurísticas de diseño observadas al diseñar ayudas de navegación. Ninguna de las versiones se basó en un análisis de las tareas realizadas por los usuarios, ni se involucró a los usuarios en el proceso de diseño. En cambio, los manuales se elaboraron directamente a partir de la información digital utilizada para producir el manual de papel existente. Se llevaron a cabo ensayos de usabilidad para probar ambas versiones según el tiempo y los errores cometidos por los usuarios durante las tareas típicas de recuperación de información. Se preguntó a los usuarios para determinar su facilidad de uso (EOU) percepciones para cada manual. Los principales resultados fueron que la ayuda a la navegación utilizada en la segunda versión redujo el tiempo necesario para utilizar el manual, pero aumentó el número de errores cometidos por los usuarios. La ayuda a la navegación también parecía reducir la percepción de EOU en comparación con la primera versión. En ambos casos, la UAE percibida fue inferior a la de un manual digital anterior que se había elaborado utilizando un análisis de tareas y una entrada de usuarios. El documento concluye recomendando el desarrollo de un modelo genérico de trabajo de interacción de los usuarios con manuales de mantenimiento digital. ",
            "error": []
        },
        "task analysis": {
            "translated_key": [],
            "translated_annotated_text": "Evaluación de la usabilidad de los manuales de mantenimiento digital desarrollados sin entrada de usuario ni análisis de tareas <br>El objetivo principal era investigar el valor que se puede añadir a un manual de mantenimiento digital de bajo costo mediante la adición de una ayuda de navegación. Se desarrollaron dos versiones de un manual de mantenimiento digital, siendo la diferencia entre ellas el número de heurísticas de diseño observadas al diseñar ayudas de navegación. Ninguna de las versiones se basó en un análisis de las tareas realizadas por los usuarios, ni se involucró a los usuarios en el proceso de diseño. En cambio, los manuales se elaboraron directamente a partir de la información digital utilizada para producir el manual de papel existente. Se llevaron a cabo ensayos de usabilidad para probar ambas versiones según el tiempo y los errores cometidos por los usuarios durante las tareas típicas de recuperación de información. Se preguntó a los usuarios para determinar su facilidad de uso (EOU) percepciones para cada manual. Los principales resultados fueron que la ayuda a la navegación utilizada en la segunda versión redujo el tiempo necesario para utilizar el manual, pero aumentó el número de errores cometidos por los usuarios. La ayuda a la navegación también parecía reducir la percepción de EOU en comparación con la primera versión. En ambos casos, la EOU percibida fue inferior a la de un manual digital previo que se había desarrollado utilizando un análisis de tareas <br> y la entrada del usuario. El documento concluye recomendando el desarrollo de un modelo genérico de trabajo de interacción de los usuarios con los manuales de mantenimiento digital ",
            "error": []
        },
        "user manuals": {
            "translated_key": [],
            "translated_annotated_text": "Evaluación de la usabilidad de los manuales de mantenimiento digital desarrollados sin entrada de usuario ni análisis de tareas El objetivo principal era investigar el valor que se puede añadir a un manual de mantenimiento digital de bajo costo mediante la adición de una ayuda de navegación. Se desarrollaron dos versiones de un manual de mantenimiento digital, siendo la diferencia entre ellas el número de heurísticas de diseño observadas al diseñar ayudas de navegación. Ninguna de las versiones se basó en un análisis de las tareas realizadas por los usuarios, ni se involucró a los usuarios en el proceso de diseño. En cambio, los manuales se elaboraron directamente a partir de la información digital utilizada para producir el manual de papel existente. Se llevaron a cabo ensayos de usabilidad para probar ambas versiones según el tiempo y los errores cometidos por los usuarios durante las tareas típicas de recuperación de información. Se preguntó a los usuarios para determinar su facilidad de uso (EOU) percepciones para cada manual. Los principales resultados fueron que la ayuda a la navegación utilizada en la segunda versión redujo el tiempo necesario para utilizar el manual, pero aumentó el número de errores cometidos por los usuarios. La ayuda a la navegación también parecía reducir la percepción de EOU en comparación con la primera versión. En ambos casos, la UAE percibida fue inferior a la de un manual digital anterior que se había elaborado utilizando un análisis de tareas y una entrada de usuarios. El documento concluye recomendando el desarrollo de un modelo genérico de trabajo de interacción de los usuarios con los manuales de mantenimiento digital ",
            "error": []
        }
    }
}