{
    "original_text": "Open hypermedia for product support As industrial systems become increasingly more complex, the maintenance and operating information increases both in volume and complexity. With the current pressures on manufacturing, the management of information resources has become a critical issue. In particular, ensuring that personnel can access current information quickly and effectively when undertaking a specific task. This paper discusses some of the issues involved in, and the benefits of using, open hypermedia to manage and deliver a diverse range of information. While the paper concentrates on the problems specifically associated with manufacturing organizations, the problems are generic across other business sectors such as healthcare, defence and finance. The open hypermedia approach to information management and delivery allows a multimedia resource base to be used for a range of applications and it permits a user to have controlled access to the required information in an easily accessible and structured manner. Recent advancement in hypermedia also permits just-in-time support in the most appropriate format for all users. Our approach is illustrated by the discussion of a case study in which an open hypermedia system delivers maintenance and process information to factory-floor users to support the maintenance and operation of a very large manufacturing cell",
    "original_translation": "Hipermedios abiertos para soporte de productos A medida que los sistemas industriales se vuelven cada vez más complejos, la información de mantenimiento y operación aumenta tanto en volumen como en complejidad. Con las presiones actuales sobre la fabricación, la gestión de los recursos de información se ha convertido en una cuestión crítica. En particular, velar por que el personal pueda acceder a la información actual de manera rápida y eficaz cuando emprenda una tarea específica. En el presente documento se examinan algunos de los problemas relacionados con el uso de los hipermedios abiertos para gestionar y proporcionar una amplia gama de información, así como los beneficios de su utilización. Si bien el documento se centra en los problemas específicamente asociados con las organizaciones manufactureras, los problemas son genéricos en otros sectores empresariales como la salud, la defensa y las finanzas. El enfoque abierto de la gestión y la entrega de información mediante hipermedios permite utilizar una base de recursos multimedia para una serie de aplicaciones y permite al usuario tener un acceso controlado a la información requerida de manera fácilmente accesible y estructurada. Los avances recientes en hipermedios también permiten el soporte justo a tiempo en el formato más apropiado para todos los usuarios. Nuestro enfoque se ilustra con la discusión de un estudio de caso en el que un sistema de hipermedios abierto proporciona información de mantenimiento y proceso a los usuarios de la planta de fábrica para apoyar el mantenimiento y funcionamiento de una célula de fabricación muy grande",
    "error_count": 5,
    "keys": {
        "open hypermedia": {
            "translated_key": "open hypermedia",
            "translated_annotated_text": "Hipermedios abiertos para soporte de productos A medida que los sistemas industriales se vuelven cada vez más complejos, la información de mantenimiento y operación aumenta tanto en volumen como en complejidad. Con las presiones actuales sobre la fabricación, la gestión de los recursos de información se ha convertido en una cuestión crítica. En particular, velar por que el personal pueda acceder a la información actual de manera rápida y eficaz cuando emprenda una tarea específica. En este trabajo se discuten algunos de los temas involucrados en, y los beneficios de usar, <br>open hypermedia</br> para manejar y entregar una amplia gama de información. Si bien el documento se centra en los problemas específicamente asociados con las organizaciones manufactureras, los problemas son genéricos en otros sectores empresariales como la salud, la defensa y las finanzas. El enfoque <br>open hypermedia</br> para la gestión y entrega de la información permite utilizar una base de recursos multimedia para una gama de aplicaciones y permite al usuario tener un acceso controlado a la información requerida de manera fácil de acceder y estructurada. Los avances recientes en hipermedios también permiten el soporte justo a tiempo en el formato más apropiado para todos los usuarios. Nuestro enfoque se ilustra con la discusión de un estudio de caso en el que un sistema <br>open hypermedia</br> proporciona información de mantenimiento y proceso a los usuarios de la planta de fábrica para apoyar el mantenimiento y funcionamiento de una célula de fabricación muy grande ",
            "error": [
                ""
            ]
        },
        "maintenance": {
            "translated_key": " y la información de funcionamiento aumentan tanto en volumen como en complejidad. Con las presiones actuales sobre la fabricación, la gestión de los recursos de información se ha convertido en una cuestión crítica. En particular, velar por que el personal pueda acceder a la información actual de manera rápida y eficaz cuando emprenda una tarea específica. En el presente documento se examinan algunos de los problemas relacionados con el uso de los hipermedios abiertos para gestionar y proporcionar una amplia gama de información, así como los beneficios de su utilización. Si bien el documento se centra en los problemas específicamente asociados con las organizaciones manufactureras, los problemas son genéricos en otros sectores empresariales como la salud, la defensa y las finanzas. El enfoque abierto de la gestión y la entrega de información mediante hipermedios permite utilizar una base de recursos multimedia para una serie de aplicaciones y permite al usuario tener un acceso controlado a la información requerida de manera fácilmente accesible y estructurada. Los avances recientes en hipermedios también permiten el soporte justo a tiempo en el formato más apropiado para todos los usuarios. Nuestro enfoque se ilustra con la discusión de un estudio de caso en el que un sistema de hipermedios abierto ofrece <br>mantenimiento",
            "translated_annotated_text": "Hipermedios abiertos para soporte de productos A medida que los sistemas industriales se vuelven cada vez más complejos, el mantenimiento <br> y la información de funcionamiento aumentan tanto en volumen como en complejidad. Con las presiones actuales sobre la fabricación, la gestión de los recursos de información se ha convertido en una cuestión crítica. En particular, velar por que el personal pueda acceder a la información actual de manera rápida y eficaz cuando emprenda una tarea específica. En el presente documento se examinan algunos de los problemas relacionados con el uso de los hipermedios abiertos para gestionar y proporcionar una amplia gama de información, así como los beneficios de su utilización. Si bien el documento se centra en los problemas específicamente asociados con las organizaciones manufactureras, los problemas son genéricos en otros sectores empresariales como la salud, la defensa y las finanzas. El enfoque abierto de la gestión y la entrega de información mediante hipermedios permite utilizar una base de recursos multimedia para una serie de aplicaciones y permite al usuario tener un acceso controlado a la información requerida de manera fácilmente accesible y estructurada. Los avances recientes en hipermedios también permiten el soporte justo a tiempo en el formato más apropiado para todos los usuarios. Nuestro enfoque se ilustra con la discusión de un estudio de caso en el que un sistema de hipermedios abierto ofrece <br>mantenimiento</br> y procesa información a los usuarios de la planta de fábrica para apoyar el mantenimiento</br> y el funcionamiento de una célula de fabricación muy grande ",
            "error": [
                ""
            ]
        },
        "operating information": {
            "translated_key": [],
            "translated_annotated_text": "Hipermedios abiertos para soporte de productos A medida que los sistemas industriales se vuelven cada vez más complejos, la información de mantenimiento y operación aumenta tanto en volumen como en complejidad. Con las presiones actuales sobre la fabricación, la gestión de los recursos de información se ha convertido en una cuestión crítica. En particular, velar por que el personal pueda acceder a la información actual de manera rápida y eficaz cuando emprenda una tarea específica. En el presente documento se examinan algunos de los problemas relacionados con el uso de los hipermedios abiertos para gestionar y proporcionar una amplia gama de información, así como los beneficios de su utilización. Si bien el documento se centra en los problemas específicamente asociados con las organizaciones manufactureras, los problemas son genéricos en otros sectores empresariales como la salud, la defensa y las finanzas. El enfoque abierto de la gestión y la entrega de información mediante hipermedios permite utilizar una base de recursos multimedia para una serie de aplicaciones y permite al usuario tener un acceso controlado a la información requerida de manera fácilmente accesible y estructurada. Los avances recientes en hipermedios también permiten el soporte justo a tiempo en el formato más apropiado para todos los usuarios. Nuestro enfoque se ilustra con la discusión de un estudio de caso en el que un sistema de hipermedios abierto proporciona información de mantenimiento y proceso a los usuarios de la planta de fábrica para apoyar el mantenimiento y funcionamiento de una célula de fabricación muy grande ",
            "error": []
        },
        "information resources": {
            "translated_key": "recursos de información",
            "translated_annotated_text": "Hipermedios abiertos para soporte de productos A medida que los sistemas industriales se vuelven cada vez más complejos, la información de mantenimiento y operación aumenta tanto en volumen como en complejidad. Con las presiones actuales sobre la fabricación, la gestión de los <br>recursos de información</br> se ha convertido en una cuestión crítica. En particular, velar por que el personal pueda acceder a la información actual de manera rápida y eficaz cuando emprenda una tarea específica. En el presente documento se examinan algunos de los problemas relacionados con el uso de los hipermedios abiertos para gestionar y proporcionar una amplia gama de información, así como los beneficios de su utilización. Si bien el documento se centra en los problemas específicamente asociados con las organizaciones manufactureras, los problemas son genéricos en otros sectores empresariales como la salud, la defensa y las finanzas. El enfoque abierto de la gestión y la entrega de información mediante hipermedios permite utilizar una base de recursos multimedia para una serie de aplicaciones y permite al usuario tener un acceso controlado a la información requerida de manera fácilmente accesible y estructurada. Los avances recientes en hipermedios también permiten el soporte justo a tiempo en el formato más apropiado para todos los usuarios. Nuestro enfoque se ilustra con la discusión de un estudio de caso en el que un sistema de hipermedios abierto proporciona información de mantenimiento y proceso a los usuarios de la planta de fábrica para apoyar el mantenimiento y funcionamiento de una célula de fabricación muy grande ",
            "error": [
                ""
            ]
        },
        "just-in-time support": {
            "translated_key": "just-in-time support",
            "translated_annotated_text": "Hipermedios abiertos para soporte de productos A medida que los sistemas industriales se vuelven cada vez más complejos, la información de mantenimiento y operación aumenta tanto en volumen como en complejidad. Con las presiones actuales sobre la fabricación, la gestión de los recursos de información se ha convertido en una cuestión crítica. En particular, velar por que el personal pueda acceder a la información actual de manera rápida y eficaz cuando emprenda una tarea específica. En el presente documento se examinan algunos de los problemas relacionados con el uso de los hipermedios abiertos para gestionar y proporcionar una amplia gama de información, así como los beneficios de su utilización. Si bien el documento se centra en los problemas específicamente asociados con las organizaciones manufactureras, los problemas son genéricos en otros sectores empresariales como la salud, la defensa y las finanzas. El enfoque abierto de la gestión y la entrega de información mediante hipermedios permite utilizar una base de recursos multimedia para una serie de aplicaciones y permite al usuario tener un acceso controlado a la información requerida de manera fácilmente accesible y estructurada. Los avances recientes en hipermedios también permiten <br>just-in-time support</br> en el formato más apropiado para todos los usuarios. Nuestro enfoque se ilustra con la discusión de un estudio de caso en el que un sistema de hipermedios abierto proporciona información de mantenimiento y proceso a los usuarios de la planta de fábrica para apoyar el mantenimiento y funcionamiento de una célula de fabricación muy grande ",
            "error": [
                ""
            ]
        },
        "product support": {
            "translated_key": [],
            "translated_annotated_text": "Hipermedios abiertos para soporte de productos A medida que los sistemas industriales se vuelven cada vez más complejos, la información de mantenimiento y operación aumenta tanto en volumen como en complejidad. Con las presiones actuales sobre la fabricación, la gestión de los recursos de información se ha convertido en una cuestión crítica. En particular, velar por que el personal pueda acceder a la información actual de manera rápida y eficaz cuando emprenda una tarea específica. En el presente documento se examinan algunos de los problemas relacionados con el uso de los hipermedios abiertos para gestionar y proporcionar una amplia gama de información, así como los beneficios de su utilización. Si bien el documento se centra en los problemas específicamente asociados con las organizaciones manufactureras, los problemas son genéricos en otros sectores empresariales como la salud, la defensa y las finanzas. El enfoque abierto de la gestión y la entrega de información mediante hipermedios permite utilizar una base de recursos multimedia para una serie de aplicaciones y permite al usuario tener un acceso controlado a la información requerida de manera fácilmente accesible y estructurada. Los avances recientes en hipermedios también permiten el soporte justo a tiempo en el formato más apropiado para todos los usuarios. Nuestro enfoque se ilustra con la discusión de un estudio de caso en el que un sistema de hipermedios abierto proporciona información de mantenimiento y proceso a los usuarios de la planta de fábrica para apoyar el mantenimiento y funcionamiento de una célula de fabricación muy grande ",
            "error": []
        },
        "hypermedia": {
            "translated_key": [
                "hypermedia",
                "hypermedia",
                "hipermedia",
                "hypermedia",
                "hypermedia"
            ],
            "translated_annotated_text": "Open <br>hypermedia</br> para soporte de productos A medida que los sistemas industriales se vuelven cada vez más complejos, la información de mantenimiento y funcionamiento aumenta tanto en volumen como en complejidad. Con las presiones actuales sobre la fabricación, la gestión de los recursos de información se ha convertido en una cuestión crítica. En particular, velar por que el personal pueda acceder a la información actual de manera rápida y eficaz cuando emprenda una tarea específica. En este trabajo se discuten algunos de los temas involucrados en, y los beneficios de usar, Open <br>hypermedia</br> para gestionar y entregar una amplia gama de información. Si bien el documento se centra en los problemas específicamente asociados con las organizaciones manufactureras, los problemas son genéricos en otros sectores empresariales como la salud, la defensa y las finanzas. El enfoque abierto <br>hipermedia</br> para la gestión y entrega de la información permite utilizar una base de recursos multimedia para una gama de aplicaciones y permite al usuario tener acceso controlado a la información requerida de manera fácil de acceder y estructurada. El reciente avance en <br>hypermedia</br> también permite el soporte justo a tiempo en el formato más apropiado para todos los usuarios. Nuestro enfoque se ilustra con la discusión de un estudio de caso en el que un sistema abierto <br>hypermedia</br> proporciona información de mantenimiento y proceso a los usuarios de la planta de fábrica para apoyar el mantenimiento y funcionamiento de una célula de fabricación muy grande ",
            "error": [
                "hypermedia",
                "hypermedia",
                "hipermedia",
                "hypermedia",
                "hypermedia"
            ]
        },
        "multimedia systems": {
            "translated_key": [],
            "translated_annotated_text": "Hipermedios abiertos para soporte de productos A medida que los sistemas industriales se vuelven cada vez más complejos, la información de mantenimiento y operación aumenta tanto en volumen como en complejidad. Con las presiones actuales sobre la fabricación, la gestión de los recursos de información se ha convertido en una cuestión crítica. En particular, velar por que el personal pueda acceder a la información actual de manera rápida y eficaz cuando emprenda una tarea específica. En el presente documento se examinan algunos de los problemas relacionados con el uso de los hipermedios abiertos para gestionar y proporcionar una amplia gama de información, así como los beneficios de su utilización. Si bien el documento se centra en los problemas específicamente asociados con las organizaciones manufactureras, los problemas son genéricos en otros sectores empresariales como la salud, la defensa y las finanzas. El enfoque abierto de la gestión y la entrega de información mediante hipermedios permite utilizar una base de recursos multimedia para una serie de aplicaciones y permite al usuario tener un acceso controlado a la información requerida de manera fácilmente accesible y estructurada. Los avances recientes en hipermedios también permiten el soporte justo a tiempo en el formato más apropiado para todos los usuarios. Nuestro enfoque se ilustra con la discusión de un estudio de caso en el que un sistema de hipermedios abierto proporciona información de mantenimiento y proceso a los usuarios de la planta de fábrica para apoyar el mantenimiento y funcionamiento de una célula de fabricación muy grande ",
            "error": []
        },
        "production control": {
            "translated_key": [],
            "translated_annotated_text": "Hipermedios abiertos para soporte de productos A medida que los sistemas industriales se vuelven cada vez más complejos, la información de mantenimiento y operación aumenta tanto en volumen como en complejidad. Con las presiones actuales sobre la fabricación, la gestión de los recursos de información se ha convertido en una cuestión crítica. En particular, velar por que el personal pueda acceder a la información actual de manera rápida y eficaz cuando emprenda una tarea específica. En el presente documento se examinan algunos de los problemas relacionados con el uso de los hipermedios abiertos para gestionar y proporcionar una amplia gama de información, así como los beneficios de su utilización. Si bien el documento se centra en los problemas específicamente asociados con las organizaciones manufactureras, los problemas son genéricos en otros sectores empresariales como la salud, la defensa y las finanzas. El enfoque abierto de la gestión y la entrega de información mediante hipermedios permite utilizar una base de recursos multimedia para una serie de aplicaciones y permite al usuario tener un acceso controlado a la información requerida de manera fácilmente accesible y estructurada. Los avances recientes en hipermedios también permiten el soporte justo a tiempo en el formato más apropiado para todos los usuarios. Nuestro enfoque se ilustra con la discusión de un estudio de caso en el que un sistema de hipermedios abierto proporciona información de mantenimiento y proceso a los usuarios de la planta de fábrica para apoyar el mantenimiento y funcionamiento de una célula de fabricación muy grande ",
            "error": []
        }
    }
}