{
    "original_text": "Web-based intelligent helpdesk-support environment With the advent of Internet technology, it is now feasible to provide effective and efficient helpdesk service over the global Internet to meet customers requirements and satisfaction. In this research, we have designed and developed a Web-based intelligent helpdesk-support environment, WebHotLine, to support the customer service centre of a large multinational corporation in the electronics industry. The paper describes the basic architecture of the environment that supports the major functions of Web-based fault information retrieval, online multilingual translation capability, different operating modes of video-conferencing for enhanced support and direct intelligent fault diagnosis by customers or customer support engineers. As a result, WebHotLine helps to save cost in eliminating the expensive overseas telephone charges, reduction in machine down time and number of on-site visits by service engineers as in traditional helpdesk environment",
    "original_translation": "Entorno de soporte de asistencia inteligente basado en la web Con el advenimiento de la tecnología de Internet, ahora es factible proporcionar un servicio de asistencia eficaz y eficiente a través de Internet global para satisfacer las necesidades y la satisfacción de los clientes. En esta investigación, hemos diseñado y desarrollado un entorno de soporte de asistencia inteligente basado en la web, WebHotLine, para apoyar el centro de atención al cliente de una gran empresa multinacional en la industria electrónica. El artículo describe la arquitectura básica del entorno que soporta las principales funciones de recuperación de información de fallas basada en la Web, capacidad de traducción multilingüe en línea, diferentes modos de funcionamiento de videoconferencias para un mejor soporte y diagnóstico de fallas inteligente directo por parte de clientes o ingenieros de soporte al cliente. Como resultado, WebHotLine ayuda a ahorrar costes en la eliminación de las costosas tarifas telefónicas en el extranjero, la reducción del tiempo de inactividad de la máquina y el número de visitas in situ por parte de ingenieros de servicio, como en el entorno tradicional del servicio de asistencia.",
    "error_count": 5,
    "keys": {
        "Web-based intelligent helpdesk-support environment": {
            "translated_key": " Entorno de soporte de asistencia inteligente basado en Internet",
            "translated_annotated_text": "<br> Entorno de soporte de asistencia inteligente basado en Internet</br> Con el advenimiento de la tecnología de Internet, ahora es factible proporcionar un servicio de asistencia eficaz y eficiente a través de Internet global para satisfacer las necesidades y satisfacción de los clientes. En esta investigación, hemos diseñado y desarrollado un entorno de soporte de asistencia inteligente basado en <br>Web, WebHotLine, para apoyar el centro de atención al cliente de una gran empresa multinacional en la industria electrónica. El artículo describe la arquitectura básica del entorno que soporta las principales funciones de recuperación de información de fallas basada en la Web, capacidad de traducción multilingüe en línea, diferentes modos de funcionamiento de videoconferencias para un mejor soporte y diagnóstico de fallas inteligente directo por parte de clientes o ingenieros de soporte al cliente. Como resultado, WebHotLine ayuda a ahorrar costes en la eliminación de las costosas tarifas telefónicas en el extranjero, la reducción del tiempo de inactividad de la máquina y el número de visitas in situ por parte de ingenieros de servicio, como en el entorno tradicional del servicio de asistencia. ",
            "error": [
                ""
            ]
        },
        "Internet technology": {
            "translated_key": "Tecnología de Internet",
            "translated_annotated_text": "Entorno de soporte de asistencia inteligente basado en web Con el advenimiento de <br>Tecnología de Internet</br>, ahora es factible proporcionar un servicio de asistencia eficaz y eficiente a través de Internet global para satisfacer las necesidades y satisfacción de los clientes. En esta investigación, hemos diseñado y desarrollado un entorno de soporte de asistencia inteligente basado en la web, WebHotLine, para apoyar el centro de atención al cliente de una gran empresa multinacional en la industria electrónica. El artículo describe la arquitectura básica del entorno que soporta las principales funciones de recuperación de información de fallas basada en la Web, capacidad de traducción multilingüe en línea, diferentes modos de funcionamiento de videoconferencias para un mejor soporte y diagnóstico de fallas inteligente directo por parte de clientes o ingenieros de soporte al cliente. Como resultado, WebHotLine ayuda a ahorrar costes en la eliminación de las costosas tarifas telefónicas en el extranjero, la reducción del tiempo de inactividad de la máquina y el número de visitas in situ por parte de ingenieros de servicio, como en el entorno tradicional del servicio de asistencia. ",
            "error": [
                ""
            ]
        },
        "WebHotLine": {
            "translated_key": "WebHotLine",
            "translated_annotated_text": "Entorno de soporte de asistencia inteligente basado en la web Con el advenimiento de la tecnología de Internet, ahora es factible proporcionar un servicio de asistencia eficaz y eficiente a través de Internet global para satisfacer las necesidades y la satisfacción de los clientes. En esta investigación, hemos diseñado y desarrollado un entorno de soporte de asistencia inteligente basado en la Web, <br>WebHotLine</br>, para apoyar el centro de atención al cliente de una gran empresa multinacional en la industria electrónica. El artículo describe la arquitectura básica del entorno que soporta las principales funciones de recuperación de información de fallas basada en la Web, capacidad de traducción multilingüe en línea, diferentes modos de funcionamiento de videoconferencias para un mejor soporte y diagnóstico de fallas inteligente directo por parte de clientes o ingenieros de soporte al cliente. Como resultado, <br>WebHotLine</br> ayuda a ahorrar costes en la eliminación de las costosas tarifas telefónicas en el extranjero, la reducción del tiempo de inactividad de la máquina y el número de visitas in situ por parte de ingenieros de servicio, como en el entorno tradicional de servicio de asistencia. ",
            "error": [
                ""
            ]
        },
        "customer service centre": {
            "translated_key": "centro de atención al cliente",
            "translated_annotated_text": "Entorno de soporte de asistencia inteligente basado en la web Con el advenimiento de la tecnología de Internet, ahora es factible proporcionar un servicio de asistencia eficaz y eficiente a través de Internet global para satisfacer las necesidades y la satisfacción de los clientes. En esta investigación, hemos diseñado y desarrollado un entorno de soporte de asistencia inteligente basado en la Web, WebHotLine, para apoyar el <br>centro de atención al cliente</br> de una gran empresa multinacional en la industria electrónica. El artículo describe la arquitectura básica del entorno que soporta las principales funciones de recuperación de información de fallas basada en la Web, capacidad de traducción multilingüe en línea, diferentes modos de funcionamiento de videoconferencias para un mejor soporte y diagnóstico de fallas inteligente directo por parte de clientes o ingenieros de soporte al cliente. Como resultado, WebHotLine ayuda a ahorrar costes en la eliminación de las costosas tarifas telefónicas en el extranjero, la reducción del tiempo de inactividad de la máquina y el número de visitas in situ por parte de ingenieros de servicio, como en el entorno tradicional del servicio de asistencia. ",
            "error": [
                ""
            ]
        },
        "Web-based fault information retrieval": {
            "translated_key": [],
            "translated_annotated_text": "Entorno de soporte de asistencia inteligente basado en la web Con el advenimiento de la tecnología de Internet, ahora es factible proporcionar un servicio de asistencia eficaz y eficiente a través de Internet global para satisfacer las necesidades y la satisfacción de los clientes. En esta investigación, hemos diseñado y desarrollado un entorno de soporte de asistencia inteligente basado en la web, WebHotLine, para apoyar el centro de atención al cliente de una gran empresa multinacional en la industria electrónica. El artículo describe la arquitectura básica del entorno que soporta las principales funciones de recuperación de información de fallas basada en <br>Web, capacidad de traducción multilingüe en línea, diferentes modos de funcionamiento de videoconferencias para mejorar el soporte y el diagnóstico de fallas inteligente directo por parte de clientes o ingenieros de soporte al cliente. Como resultado, WebHotLine ayuda a ahorrar costes en la eliminación de las costosas tarifas telefónicas en el extranjero, la reducción del tiempo de inactividad de la máquina y el número de visitas in situ por parte de ingenieros de servicio, como en el entorno tradicional del servicio de asistencia. ",
            "error": []
        },
        "online multilingual translation capability": {
            "translated_key": "en línea capacidad de traducción multilingüe",
            "translated_annotated_text": "Entorno de soporte de asistencia inteligente basado en la web Con el advenimiento de la tecnología de Internet, ahora es factible proporcionar un servicio de asistencia eficaz y eficiente a través de Internet global para satisfacer las necesidades y la satisfacción de los clientes. En esta investigación, hemos diseñado y desarrollado un entorno de soporte de asistencia inteligente basado en la web, WebHotLine, para apoyar el centro de atención al cliente de una gran empresa multinacional en la industria electrónica. El artículo describe la arquitectura básica del entorno que soporta las principales funciones de recuperación de información de fallas basada en la Web, <br>en línea capacidad de traducción multilingüe</br>, diferentes modos de funcionamiento de videoconferencias para mejorar el soporte y el diagnóstico inteligente directo de fallas por parte de clientes o ingenieros de soporte al cliente. Como resultado, WebHotLine ayuda a ahorrar costes en la eliminación de las costosas tarifas telefónicas en el extranjero, la reducción del tiempo de inactividad de la máquina y el número de visitas in situ por parte de ingenieros de servicio, como en el entorno tradicional del servicio de asistencia. ",
            "error": [
                ""
            ]
        },
        "videoconferencing": {
            "translated_key": [],
            "translated_annotated_text": "Entorno de soporte de asistencia inteligente basado en la web Con el advenimiento de la tecnología de Internet, ahora es factible proporcionar un servicio de asistencia eficaz y eficiente a través de Internet global para satisfacer las necesidades y la satisfacción de los clientes. En esta investigación, hemos diseñado y desarrollado un entorno de soporte de asistencia inteligente basado en la web, WebHotLine, para apoyar el centro de atención al cliente de una gran empresa multinacional en la industria electrónica. El artículo describe la arquitectura básica del entorno que soporta las principales funciones de recuperación de información de fallas basada en la Web, capacidad de traducción multilingüe en línea, diferentes modos de funcionamiento de videoconferencias para un mejor soporte y diagnóstico de fallas inteligente directo por parte de clientes o ingenieros de soporte al cliente. Como resultado, WebHotLine ayuda a ahorrar costes en la eliminación de las costosas tarifas telefónicas en el extranjero, la reducción del tiempo de inactividad de la máquina y el número de visitas in situ por parte de ingenieros de servicio, como en el entorno tradicional del servicio de asistencia. ",
            "error": []
        },
        "help systems": {
            "translated_key": [],
            "translated_annotated_text": "Entorno de soporte de asistencia inteligente basado en la web Con el advenimiento de la tecnología de Internet, ahora es factible proporcionar un servicio de asistencia eficaz y eficiente a través de Internet global para satisfacer las necesidades y la satisfacción de los clientes. En esta investigación, hemos diseñado y desarrollado un entorno de soporte de asistencia inteligente basado en la web, WebHotLine, para apoyar el centro de atención al cliente de una gran empresa multinacional en la industria electrónica. El artículo describe la arquitectura básica del entorno que soporta las principales funciones de recuperación de información de fallas basada en la Web, capacidad de traducción multilingüe en línea, diferentes modos de funcionamiento de videoconferencias para un mejor soporte y diagnóstico de fallas inteligente directo por parte de clientes o ingenieros de soporte al cliente. Como resultado, WebHotLine ayuda a ahorrar costes en la eliminación de las costosas tarifas telefónicas en el extranjero, la reducción del tiempo de inactividad de la máquina y el número de visitas in situ por parte de ingenieros de servicio, como en el entorno tradicional del servicio de asistencia. ",
            "error": []
        },
        "information resources": {
            "translated_key": [],
            "translated_annotated_text": "Entorno de soporte de asistencia inteligente basado en la web Con el advenimiento de la tecnología de Internet, ahora es factible proporcionar un servicio de asistencia eficaz y eficiente a través de Internet global para satisfacer las necesidades y la satisfacción de los clientes. En esta investigación, hemos diseñado y desarrollado un entorno de soporte de asistencia inteligente basado en la web, WebHotLine, para apoyar el centro de atención al cliente de una gran empresa multinacional en la industria electrónica. El artículo describe la arquitectura básica del entorno que soporta las principales funciones de recuperación de información de fallas basada en la Web, capacidad de traducción multilingüe en línea, diferentes modos de funcionamiento de videoconferencias para un mejor soporte y diagnóstico de fallas inteligente directo por parte de clientes o ingenieros de soporte al cliente. Como resultado, WebHotLine ayuda a ahorrar costes en la eliminación de las costosas tarifas telefónicas en el extranjero, la reducción del tiempo de inactividad de la máquina y el número de visitas in situ por parte de ingenieros de servicio, como en el entorno tradicional del servicio de asistencia. ",
            "error": []
        },
        "technical support services": {
            "translated_key": [],
            "translated_annotated_text": "Entorno de soporte de asistencia inteligente basado en la web Con el advenimiento de la tecnología de Internet, ahora es factible proporcionar un servicio de asistencia eficaz y eficiente a través de Internet global para satisfacer las necesidades y la satisfacción de los clientes. En esta investigación, hemos diseñado y desarrollado un entorno de soporte de asistencia inteligente basado en la web, WebHotLine, para apoyar el centro de atención al cliente de una gran empresa multinacional en la industria electrónica. El artículo describe la arquitectura básica del entorno que soporta las principales funciones de recuperación de información de fallas basada en la Web, capacidad de traducción multilingüe en línea, diferentes modos de funcionamiento de videoconferencias para un mejor soporte y diagnóstico de fallas inteligente directo por parte de clientes o ingenieros de soporte al cliente. Como resultado, WebHotLine ayuda a ahorrar costes en la eliminación de las costosas tarifas telefónicas en el extranjero, la reducción del tiempo de inactividad de la máquina y el número de visitas in situ por parte de ingenieros de servicio, como en el entorno tradicional del servicio de asistencia. ",
            "error": []
        }
    }
}