{
    "original_text": "Application of hybrid models for prediction and optimization of enzyme fermentation process. A comparative study The paper presents a comparison of the biotechnological process prediction and optimization results obtained by using different structure hybrid mathematical models for modeling of the same bioprocess. The hybrid models under investigation consist of the product mass balance equation in which different means - an artificial neural network, fuzzy-neural network and cell age distribution based calculation scheme - are incorporated for modeling the specific biosynthesis rate of a desired product. Experimental data from alpha -amylase laboratory and industrial fermentation processes are used for model parameter identification and the process prediction tests",
    "original_translation": "Aplicación de modelos híbridos para la predicción y optimización del proceso de fermentación enzimática. Estudio comparativo El trabajo presenta una comparación de los resultados de predicción y optimización del proceso biotecnológico obtenidos mediante el uso de diferentes modelos matemáticos híbridos de estructura para modelar el mismo bioproceso. Los modelos híbridos investigados consisten en la ecuación del balance de masa del producto en la que se incorporan diferentes medios -una red neuronal artificial, una red neuronal difusa y un esquema de cálculo basado en la distribución de la edad celular- para modelar la tasa de biosíntesis específica de un producto deseado. Los datos experimentales del laboratorio de alfa-amilasa y los procesos de fermentación industrial se utilizan para la identificación de parámetros del modelo y las pruebas de predicción del proceso",
    "error_count": 9,
    "keys": {
        "mathematical models": {
            "translated_key": "matemática",
            "translated_annotated_text": "Aplicación de modelos híbridos para la predicción y optimización del proceso de fermentación enzimática. Estudio comparativo El trabajo presenta una comparación de los resultados de predicción y optimización del proceso biotecnológico obtenidos mediante el uso de diferentes modelos híbridos de estructura <br>matemática</br> para el modelado del mismo bioproceso. Los modelos híbridos investigados consisten en la ecuación del balance de masa del producto en la que se incorporan diferentes medios -una red neuronal artificial, una red neuronal difusa y un esquema de cálculo basado en la distribución de la edad celular- para modelar la tasa de biosíntesis específica de un producto deseado. Los datos experimentales del laboratorio de alfa-amilasa y los procesos de fermentación industrial se utilizan para la identificación de parámetros del modelo y las pruebas de predicción del proceso ",
            "error": [
                ""
            ]
        },
        "bioprocess": {
            "translated_key": "bioprocesamiento",
            "translated_annotated_text": "Aplicación de modelos híbridos para la predicción y optimización del proceso de fermentación enzimática. Un estudio comparativo El trabajo presenta una comparación de los resultados de predicción y optimización del proceso biotecnológico obtenidos mediante el uso de diferentes modelos matemáticos híbridos de estructura para modelar el mismo <br>bioprocesamiento</br>. Los modelos híbridos investigados consisten en la ecuación del balance de masa del producto en la que se incorporan diferentes medios -una red neuronal artificial, una red neuronal difusa y un esquema de cálculo basado en la distribución de la edad celular- para modelar la tasa de biosíntesis específica de un producto deseado. Los datos experimentales del laboratorio de alfa-amilasa y los procesos de fermentación industrial se utilizan para la identificación de parámetros del modelo y las pruebas de predicción del proceso ",
            "error": [
                ""
            ]
        },
        "hybrid models": {
            "translated_key": [
                "modelos híbridos",
                "híbridos"
            ],
            "translated_annotated_text": "Aplicación de <br>modelos híbridos</br> para la predicción y optimización del proceso de fermentación enzimática.  Estudio comparativo El trabajo presenta una comparación de los resultados de predicción y optimización del proceso biotecnológico obtenidos mediante el uso de diferentes modelos matemáticos híbridos de estructura para modelar el mismo bioproceso. Los modelos <br>híbridos</br> investigados consisten en la ecuación del balance de masa del producto en la que se incorporan diferentes medios -una red neuronal artificial, una red neuronal difusa y un esquema de cálculo basado en la distribución de la edad celular- para modelar la tasa de biosíntesis específica de un producto deseado. Los datos experimentales del laboratorio de alfa-amilasa y los procesos de fermentación industrial se utilizan para la identificación de parámetros del modelo y las pruebas de predicción del proceso ",
            "error": [
                "modelos híbridos",
                "híbridos"
            ]
        },
        "product mass balance equation": {
            "translated_key": "producto",
            "translated_annotated_text": "Aplicación de modelos híbridos para la predicción y optimización del proceso de fermentación enzimática. Estudio comparativo El trabajo presenta una comparación de los resultados de predicción y optimización del proceso biotecnológico obtenidos mediante el uso de diferentes modelos matemáticos híbridos de estructura para modelar el mismo bioproceso. Los modelos híbridos investigados consisten en la ecuación de balance de masa de <br>producto</br> en la que se incorporan diferentes medios -una red neuronal artificial, una red neuronal difusa y un esquema de cálculo basado en la distribución de la edad celular- para modelar la tasa de biosíntesis específica de un producto deseado. Los datos experimentales del laboratorio de alfa-amilasa y los procesos de fermentación industrial se utilizan para la identificación de parámetros del modelo y las pruebas de predicción del proceso ",
            "error": [
                ""
            ]
        },
        "fuzzy-neural network": {
            "translated_key": "fuzzy",
            "translated_annotated_text": "Aplicación de modelos híbridos para la predicción y optimización del proceso de fermentación enzimática. Estudio comparativo El trabajo presenta una comparación de los resultados de predicción y optimización del proceso biotecnológico obtenidos mediante el uso de diferentes modelos matemáticos híbridos de estructura para modelar el mismo bioproceso. Los modelos híbridos investigados consisten en la ecuación del balance de masa del producto en la que se incorporan diferentes medios -una red neuronal artificial, una red neuronal <br>fuzzy</br> y un esquema de cálculo basado en la distribución de la edad celular- para modelar la tasa de biosíntesis específica de un producto deseado. Los datos experimentales del laboratorio de alfa-amilasa y los procesos de fermentación industrial se utilizan para la identificación de parámetros del modelo y las pruebas de predicción del proceso ",
            "error": [
                ""
            ]
        },
        "cell age distribution": {
            "translated_key": [],
            "translated_annotated_text": "Aplicación de modelos híbridos para la predicción y optimización del proceso de fermentación enzimática. Estudio comparativo El trabajo presenta una comparación de los resultados de predicción y optimización del proceso biotecnológico obtenidos mediante el uso de diferentes modelos matemáticos híbridos de estructura para modelar el mismo bioproceso. Los modelos híbridos investigados consisten en la ecuación del balance de masa del producto en la que se incorporan diferentes medios -una red neuronal artificial, una red neuronal difusa y un esquema de cálculo basado en la distribución de la edad celular- para modelar la tasa de biosíntesis específica de un producto deseado. Los datos experimentales del laboratorio de alfa-amilasa y los procesos de fermentación industrial se utilizan para la identificación de parámetros del modelo y las pruebas de predicción del proceso ",
            "error": []
        },
        "biosynthesis rate": {
            "translated_key": "biosíntesis",
            "translated_annotated_text": "Aplicación de modelos híbridos para la predicción y optimización del proceso de fermentación enzimática. Estudio comparativo El trabajo presenta una comparación de los resultados de predicción y optimización del proceso biotecnológico obtenidos mediante el uso de diferentes modelos matemáticos híbridos de estructura para modelar el mismo bioproceso. Los modelos híbridos investigados consisten en la ecuación del balance de masa del producto en la que se incorporan diferentes medios -una red neuronal artificial, una red neuronal difusa y un esquema de cálculo basado en la distribución de la edad celular- para modelar la tasa específica de <br>biosíntesis</br> de un producto deseado. Los datos experimentales del laboratorio de alfa-amilasa y los procesos de fermentación industrial se utilizan para la identificación de parámetros del modelo y las pruebas de predicción del proceso ",
            "error": [
                ""
            ]
        },
        "enzyme fermentation": {
            "translated_key": "enzima",
            "translated_annotated_text": "Aplicación de modelos híbridos para la predicción y optimización del proceso de fermentación de <br>enzima</br> Estudio comparativo El trabajo presenta una comparación de los resultados de predicción y optimización del proceso biotecnológico obtenidos mediante el uso de diferentes modelos matemáticos híbridos de estructura para modelar el mismo bioproceso. Los modelos híbridos investigados consisten en la ecuación del balance de masa del producto en la que se incorporan diferentes medios -una red neuronal artificial, una red neuronal difusa y un esquema de cálculo basado en la distribución de la edad celular- para modelar la tasa de biosíntesis específica de un producto deseado. Los datos experimentales del laboratorio de alfa-amilasa y los procesos de fermentación industrial se utilizan para la identificación de parámetros del modelo y las pruebas de predicción del proceso ",
            "error": [
                ""
            ]
        },
        "industrial processes": {
            "translated_key": [],
            "translated_annotated_text": "Aplicación de modelos híbridos para la predicción y optimización del proceso de fermentación enzimática. Estudio comparativo El trabajo presenta una comparación de los resultados de predicción y optimización del proceso biotecnológico obtenidos mediante el uso de diferentes modelos matemáticos híbridos de estructura para modelar el mismo bioproceso. Los modelos híbridos investigados consisten en la ecuación del balance de masa del producto en la que se incorporan diferentes medios -una red neuronal artificial, una red neuronal difusa y un esquema de cálculo basado en la distribución de la edad celular- para modelar la tasa de biosíntesis específica de un producto deseado. Los datos experimentales del laboratorio de alfa-amilasa y los procesos de fermentación industrial se utilizan para la identificación de parámetros del modelo y las pruebas de predicción del proceso ",
            "error": []
        },
        "optimization": {
            "translated_key": "optimización",
            "translated_annotated_text": "Aplicación de modelos híbridos para la predicción y <br>optimización</br> del proceso de fermentación enzimática.  Un estudio comparativo El trabajo presenta una comparación de la predicción del proceso biotecnológico y los resultados de <br>optimización</br> obtenidos mediante el uso de diferentes modelos matemáticos híbridos de estructura para el modelado del mismo bioproceso. Los modelos híbridos investigados consisten en la ecuación del balance de masa del producto en la que se incorporan diferentes medios -una red neuronal artificial, una red neuronal difusa y un esquema de cálculo basado en la distribución de la edad celular- para modelar la tasa de biosíntesis específica de un producto deseado. Los datos experimentales del laboratorio de alfa-amilasa y los procesos de fermentación industrial se utilizan para la identificación de parámetros del modelo y las pruebas de predicción del proceso ",
            "error": [
                ""
            ]
        },
        "identification": {
            "translated_key": "identificación",
            "translated_annotated_text": "Aplicación de modelos híbridos para la predicción y optimización del proceso de fermentación enzimática. Estudio comparativo El trabajo presenta una comparación de los resultados de predicción y optimización del proceso biotecnológico obtenidos mediante el uso de diferentes modelos matemáticos híbridos de estructura para modelar el mismo bioproceso. Los modelos híbridos investigados consisten en la ecuación del balance de masa del producto en la que se incorporan diferentes medios -una red neuronal artificial, una red neuronal difusa y un esquema de cálculo basado en la distribución de la edad celular- para modelar la tasa de biosíntesis específica de un producto deseado. Los datos experimentales del laboratorio de alfa-amilasa y los procesos de fermentación industrial se utilizan para el parámetro modelo <br>identificación</br> y las pruebas de predicción de procesos ",
            "error": [
                ""
            ]
        },
        "biocontrol": {
            "translated_key": [],
            "translated_annotated_text": "Aplicación de modelos híbridos para la predicción y optimización del proceso de fermentación enzimática. Estudio comparativo El trabajo presenta una comparación de los resultados de predicción y optimización del proceso biotecnológico obtenidos mediante el uso de diferentes modelos matemáticos híbridos de estructura para modelar el mismo bioproceso. Los modelos híbridos investigados consisten en la ecuación del balance de masa del producto en la que se incorporan diferentes medios -una red neuronal artificial, una red neuronal difusa y un esquema de cálculo basado en la distribución de la edad celular- para modelar la tasa de biosíntesis específica de un producto deseado. Los datos experimentales del laboratorio de alfa-amilasa y los procesos de fermentación industrial se utilizan para la identificación de parámetros del modelo y las pruebas de predicción del proceso ",
            "error": []
        },
        "fermentation": {
            "translated_key": [
                "fermentación enzimática",
                "fermentación"
            ],
            "translated_annotated_text": "Aplicación de modelos híbridos para la predicción y optimización del proceso de <br>fermentación enzimática</br> Estudio comparativo El trabajo presenta una comparación de los resultados de predicción y optimización del proceso biotecnológico obtenidos mediante el uso de diferentes modelos matemáticos híbridos de estructura para modelar el mismo bioproceso. Los modelos híbridos investigados consisten en la ecuación del balance de masa del producto en la que se incorporan diferentes medios -una red neuronal artificial, una red neuronal difusa y un esquema de cálculo basado en la distribución de la edad celular- para modelar la tasa de biosíntesis específica de un producto deseado. Los datos experimentales de laboratorio de alfa-amilasa y procesos industriales de <br>fermentación</br> se utilizan para la identificación de parámetros de modelo y las pruebas de predicción de procesos ",
            "error": [
                "fermentación enzimática",
                "fermentación"
            ]
        },
        "fuzzy neural nets": {
            "translated_key": [],
            "translated_annotated_text": "Aplicación de modelos híbridos para la predicción y optimización del proceso de fermentación enzimática. Estudio comparativo El trabajo presenta una comparación de los resultados de predicción y optimización del proceso biotecnológico obtenidos mediante el uso de diferentes modelos matemáticos híbridos de estructura para modelar el mismo bioproceso. Los modelos híbridos investigados consisten en la ecuación del balance de masa del producto en la que se incorporan diferentes medios -una red neuronal artificial, una red neuronal difusa y un esquema de cálculo basado en la distribución de la edad celular- para modelar la tasa de biosíntesis específica de un producto deseado. Los datos experimentales del laboratorio de alfa-amilasa y los procesos de fermentación industrial se utilizan para la identificación de parámetros del modelo y las pruebas de predicción del proceso ",
            "error": []
        },
        "optimisation": {
            "translated_key": [],
            "translated_annotated_text": "Aplicación de modelos híbridos para la predicción y optimización del proceso de fermentación enzimática. Estudio comparativo El trabajo presenta una comparación de los resultados de predicción y optimización del proceso biotecnológico obtenidos mediante el uso de diferentes modelos matemáticos híbridos de estructura para modelar el mismo bioproceso. Los modelos híbridos investigados consisten en la ecuación del balance de masa del producto en la que se incorporan diferentes medios -una red neuronal artificial, una red neuronal difusa y un esquema de cálculo basado en la distribución de la edad celular- para modelar la tasa de biosíntesis específica de un producto deseado. Los datos experimentales del laboratorio de alfa-amilasa y los procesos de fermentación industrial se utilizan para la identificación de parámetros del modelo y las pruebas de predicción del proceso ",
            "error": []
        },
        "process control": {
            "translated_key": [],
            "translated_annotated_text": "Aplicación de modelos híbridos para la predicción y optimización del proceso de fermentación enzimática. Estudio comparativo El trabajo presenta una comparación de los resultados de predicción y optimización del proceso biotecnológico obtenidos mediante el uso de diferentes modelos matemáticos híbridos de estructura para modelar el mismo bioproceso. Los modelos híbridos investigados consisten en la ecuación del balance de masa del producto en la que se incorporan diferentes medios -una red neuronal artificial, una red neuronal difusa y un esquema de cálculo basado en la distribución de la edad celular- para modelar la tasa de biosíntesis específica de un producto deseado. Los datos experimentales del laboratorio de alfa-amilasa y los procesos de fermentación industrial se utilizan para la identificación de parámetros del modelo y las pruebas de predicción del proceso ",
            "error": []
        },
        "proteins": {
            "translated_key": [],
            "translated_annotated_text": "Aplicación de modelos híbridos para la predicción y optimización del proceso de fermentación enzimática. Estudio comparativo El trabajo presenta una comparación de los resultados de predicción y optimización del proceso biotecnológico obtenidos mediante el uso de diferentes modelos matemáticos híbridos de estructura para modelar el mismo bioproceso. Los modelos híbridos investigados consisten en la ecuación del balance de masa del producto en la que se incorporan diferentes medios -una red neuronal artificial, una red neuronal difusa y un esquema de cálculo basado en la distribución de la edad celular- para modelar la tasa de biosíntesis específica de un producto deseado. Los datos experimentales del laboratorio de alfa-amilasa y los procesos de fermentación industrial se utilizan para la identificación de parámetros del modelo y las pruebas de predicción del proceso ",
            "error": []
        }
    }
}