{
    "original_text": "Kontiki. Shortcuts for contents trip to the edge When electronic files get zapped from one location to another, you probably arent thinking about the physical distance they must travel-or how that distance might affect the time it takes to get there. But if you work for CDN company Kontiki, this is just about all you think about. Championing a P2P-like bandwidth harvesting technology, Kontiki has figured out how to not only quickly distribute content to the edge but to utilize a combination of centralized servers and a network of enduser machines to collect, or harvest, underutilized bandwidth and make redundant file requests more efficient",
    "original_translation": "Kontiki. Accesos rápidos para el viaje de contenido al borde Cuando los archivos electrónicos se zapped de una ubicación a otra, usted probablemente no está pensando en la distancia física que deben viajar-o cómo esa distancia podría afectar el tiempo que toma para llegar allí. Pero si trabajas para la compañía de CDN Kontiki, esto es todo lo que piensas. Con una tecnología de recolección de ancho de banda similar a P2P, Kontiki ha descubierto cómo no sólo distribuir rápidamente el contenido al borde sino también utilizar una combinación de servidores centralizados y una red de máquinas de endures para recoger, o cosechar, ancho de banda infrautilizado y hacer que las solicitudes de archivos redundantes sean más eficientes",
    "error_count": 3,
    "keys": {
        "electronic files": {
            "translated_key": "archivos electrónicos",
            "translated_annotated_text": "Kontiki. Accesos rápidos para el viaje de contenido al borde Cuando <br>archivos electrónicos</br> se zapped de una ubicación a otra, probablemente no estás pensando en la distancia física que deben recorrer-o cómo esa distancia podría afectar el tiempo que lleva llegar allí. Pero si trabajas para la compañía de CDN Kontiki, esto es todo lo que piensas. Con una tecnología de recolección de ancho de banda similar a P2P, Kontiki ha descubierto cómo no sólo distribuir rápidamente el contenido al borde sino también utilizar una combinación de servidores centralizados y una red de máquinas de endures para recoger, o cosechar, ancho de banda infrautilizado y hacer que las solicitudes de archivos redundantes sean más eficientes ",
            "error": [
                ""
            ]
        },
        "Kontiki": {
            "translated_key": "Kontiki",
            "translated_annotated_text": "<br>Kontiki</br>. Accesos rápidos para el viaje de contenido al borde Cuando los archivos electrónicos se zapped de una ubicación a otra, usted probablemente no está pensando en la distancia física que deben viajar-o cómo esa distancia podría afectar el tiempo que toma para llegar allí. Pero si trabajas para la empresa CDN <br>Kontiki</br>, esto es todo lo que piensas. Con una tecnología de recolección de ancho de banda similar a P2P, <br>Kontiki</br> ha descubierto cómo distribuir contenido no sólo rápidamente al borde, sino también utilizar una combinación de servidores centralizados y una red de máquinas enduser para recoger, o cosechar, ancho de banda infrautilizado y hacer que las solicitudes de archivos redundantes sean más eficientes ",
            "error": [
                ""
            ]
        },
        "P2P-like bandwidth harvesting technology": {
            "translated_key": "P2P",
            "translated_annotated_text": "Kontiki. Accesos rápidos para el viaje de contenido al borde Cuando los archivos electrónicos se zapped de una ubicación a otra, usted probablemente no está pensando en la distancia física que deben viajar-o cómo esa distancia podría afectar el tiempo que toma para llegar allí. Pero si trabajas para la compañía de CDN Kontiki, esto es todo lo que piensas. Con una tecnología de recolección de ancho de banda similar a <br>P2P</br>, Kontiki ha descubierto cómo no sólo distribuir rápidamente el contenido al borde, sino también utilizar una combinación de servidores centralizados y una red de máquinas enduser para recoger, o cosechar, ancho de banda infrautilizado y hacer que las solicitudes de archivos redundantes sean más eficientes ",
            "error": [
                ""
            ]
        },
        "centralized servers": {
            "translated_key": [],
            "translated_annotated_text": "Kontiki. Accesos rápidos para el viaje de contenido al borde Cuando los archivos electrónicos se zapped de una ubicación a otra, usted probablemente no está pensando en la distancia física que deben viajar-o cómo esa distancia podría afectar el tiempo que toma para llegar allí. Pero si trabajas para la compañía de CDN Kontiki, esto es todo lo que piensas. Con una tecnología de recolección de ancho de banda similar a P2P, Kontiki ha descubierto cómo no sólo distribuir rápidamente contenido hasta el borde, sino también utilizar una combinación de servidores centralizados <br> y una red de máquinas de endures para recoger o cosechar ancho de banda infrautilizado y hacer que las solicitudes de archivos redundantes sean más eficientes ",
            "error": []
        },
        "enduser machines": {
            "translated_key": "enduser",
            "translated_annotated_text": "Kontiki. Accesos rápidos para el viaje de contenido al borde Cuando los archivos electrónicos se zapped de una ubicación a otra, usted probablemente no está pensando en la distancia física que deben viajar-o cómo esa distancia podría afectar el tiempo que toma para llegar allí. Pero si trabajas para la compañía de CDN Kontiki, esto es todo lo que piensas. Con una tecnología de recolección de ancho de banda similar a P2P, Kontiki ha descubierto cómo no sólo distribuir rápidamente el contenido al borde sino también utilizar una combinación de servidores centralizados y una red de máquinas <br>enduser</br> para recoger, o cosechar, ancho de banda infrautilizado y hacer que las solicitudes de archivos redundantes sean más eficientes ",
            "error": [
                ""
            ]
        },
        "redundant file requests": {
            "translated_key": " peticiones de archivos redundantes",
            "translated_annotated_text": "Kontiki. Accesos rápidos para el viaje de contenido al borde Cuando los archivos electrónicos se zapped de una ubicación a otra, usted probablemente no está pensando en la distancia física que deben viajar-o cómo esa distancia podría afectar el tiempo que toma para llegar allí. Pero si trabajas para la compañía de CDN Kontiki, esto es todo lo que piensas. Con una tecnología de recolección de ancho de banda similar a P2P, Kontiki ha descubierto cómo no sólo distribuir rápidamente el contenido al borde, sino también utilizar una combinación de servidores centralizados y una red de máquinas de endures para recoger, o cosechar, ancho de banda infrautilizado y hacer <br> peticiones de archivos redundantes</br> más eficiente ",
            "error": [
                ""
            ]
        },
        "underutilized bandwidth": {
            "translated_key": "ancho de banda infrautilizado",
            "translated_annotated_text": "Kontiki. Accesos rápidos para el viaje de contenido al borde Cuando los archivos electrónicos se zapped de una ubicación a otra, usted probablemente no está pensando en la distancia física que deben viajar-o cómo esa distancia podría afectar el tiempo que toma para llegar allí. Pero si trabajas para la compañía de CDN Kontiki, esto es todo lo que piensas. Con una tecnología de recolección de ancho de banda similar a P2P, Kontiki ha descubierto cómo no sólo distribuir rápidamente contenido al borde, sino también utilizar una combinación de servidores centralizados y una red de máquinas de endures para recoger, o cosechar, <br>ancho de banda infrautilizado</br> y hacer que las solicitudes de archivos redundantes sean más eficientes.  ",
            "error": [
                ""
            ]
        },
        "electronic data interchange": {
            "translated_key": [],
            "translated_annotated_text": "Kontiki. Accesos rápidos para el viaje de contenido al borde Cuando los archivos electrónicos se zapped de una ubicación a otra, usted probablemente no está pensando en la distancia física que deben viajar-o cómo esa distancia podría afectar el tiempo que toma para llegar allí. Pero si trabajas para la compañía de CDN Kontiki, esto es todo lo que piensas. Con una tecnología de recolección de ancho de banda similar a P2P, Kontiki ha descubierto cómo no sólo distribuir rápidamente el contenido al borde sino también utilizar una combinación de servidores centralizados y una red de máquinas de endures para recoger, o cosechar, ancho de banda infrautilizado y hacer que las solicitudes de archivos redundantes sean más eficientes ",
            "error": []
        },
        "Internet": {
            "translated_key": [],
            "translated_annotated_text": "Kontiki. Accesos rápidos para el viaje de contenido al borde Cuando los archivos electrónicos se zapped de una ubicación a otra, usted probablemente no está pensando en la distancia física que deben viajar-o cómo esa distancia podría afectar el tiempo que toma para llegar allí. Pero si trabajas para la compañía de CDN Kontiki, esto es todo lo que piensas. Con una tecnología de recolección de ancho de banda similar a P2P, Kontiki ha descubierto cómo no sólo distribuir rápidamente el contenido al borde sino también utilizar una combinación de servidores centralizados y una red de máquinas de endures para recoger, o cosechar, ancho de banda infrautilizado y hacer que las solicitudes de archivos redundantes sean más eficientes ",
            "error": []
        }
    }
}