{
    "original_text": "A discontinuous Galerkin method for transient analysis of wave propagation in unbounded domains A technique based on the discontinuous Galerkin finite element method is developed and applied to the derivation of an absorbing boundary condition for the analysis of transient wave propagation. The condition is exact in that only discretization error is involved. Furthermore, the computational cost associated with use of the condition is an order of magnitude lower than for conditions based on Green functions. The time-stepping scheme resulting from an implicit method in conjunction with this boundary condition appears to be unconditionally stable",
    "original_translation": "Método discontinuo de Galerkin para el análisis transitorio de la propagación de ondas en dominios sin límites Se desarrolla una técnica basada en el método discontinuo de elementos finitos Galerkin que se aplica a la derivación de una condición límite absorbente para el análisis de la propagación de ondas transitorias. La condición es exacta en que sólo el error de discretización está involucrado. Además, el costo computacional asociado con el uso de la condición es un orden de magnitud menor que para las condiciones basadas en funciones verdes. El esquema de paso del tiempo resultante de un método implícito en conjunción con esta condición de frontera parece ser incondicionalmente estable",
    "error_count": 6,
    "keys": {
        "discontinuous Galerkin finite element method": {
            "translated_key": "discontinua Galerkin",
            "translated_annotated_text": "Método discontinuo de Galerkin para el análisis transitorio de la propagación de ondas en dominios sin límites Se desarrolla una técnica basada en el método de elementos finitos <br>discontinua Galerkin</br> y se aplica a la derivación de una condición de límite absorbente para el análisis de la propagación de ondas transitorias. La condición es exacta en que sólo el error de discretización está involucrado. Además, el costo computacional asociado con el uso de la condición es un orden de magnitud menor que para las condiciones basadas en funciones verdes. El esquema de paso del tiempo resultante de un método implícito en conjunción con esta condición de frontera parece ser incondicionalmente estable ",
            "error": [
                ""
            ]
        },
        "transient analysis": {
            "translated_key": "transient",
            "translated_annotated_text": "Método discontinuo de Galerkin para el análisis <br>transient</br> de la propagación de ondas en dominios sin límites Se desarrolla una técnica basada en el método discontinuo de elementos finitos Galerkin que se aplica a la derivación de una condición límite absorbente para el análisis de la propagación de ondas transitorias. La condición es exacta en que sólo el error de discretización está involucrado. Además, el costo computacional asociado con el uso de la condición es un orden de magnitud menor que para las condiciones basadas en funciones verdes. El esquema de paso del tiempo resultante de un método implícito en conjunción con esta condición de frontera parece ser incondicionalmente estable ",
            "error": [
                ""
            ]
        },
        "transient wave propagation": {
            "translated_key": "transiente",
            "translated_annotated_text": "Método discontinuo de Galerkin para el análisis transitorio de la propagación de ondas en dominios sin límites Se desarrolla una técnica basada en el método discontinuo de elementos finitos Galerkin que se aplica a la derivación de una condición de límite absorbente para el análisis de la propagación de ondas <br>transiente</br>. La condición es exacta en que sólo el error de discretización está involucrado. Además, el costo computacional asociado con el uso de la condición es un orden de magnitud menor que para las condiciones basadas en funciones verdes. El esquema de paso del tiempo resultante de un método implícito en conjunción con esta condición de frontera parece ser incondicionalmente estable ",
            "error": [
                ""
            ]
        },
        "absorbing boundary condition": {
            "translated_key": [],
            "translated_annotated_text": "Método discontinuo de Galerkin para el análisis transitorio de la propagación de ondas en dominios no consolidados Se desarrolla una técnica basada en el método discontinuo de elementos finitos Galerkin que se aplica a la derivación de una condición límite de absorción <br> para el análisis de la propagación de ondas transitorias. La condición es exacta en que sólo el error de discretización está involucrado. Además, el costo computacional asociado con el uso de la condición es un orden de magnitud menor que para las condiciones basadas en funciones verdes. El esquema de paso del tiempo resultante de un método implícito en conjunción con esta condición de frontera parece ser incondicionalmente estable ",
            "error": []
        },
        "unbounded domains": {
            "translated_key": "unbounded",
            "translated_annotated_text": "Método discontinuo de Galerkin para el análisis transitorio de la propagación de ondas en dominios <br>unbounded</br> Se desarrolla una técnica basada en el método discontinuo del elemento finito Galerkin que se aplica a la derivación de una condición de límite absorbente para el análisis de la propagación de ondas transitorias. La condición es exacta en que sólo el error de discretización está involucrado. Además, el costo computacional asociado con el uso de la condición es un orden de magnitud menor que para las condiciones basadas en funciones verdes. El esquema de paso del tiempo resultante de un método implícito en conjunción con esta condición de frontera parece ser incondicionalmente estable ",
            "error": [
                ""
            ]
        },
        "discretization error": {
            "translated_key": " error de discretización está involucrado ",
            "translated_annotated_text": "Método discontinuo de Galerkin para el análisis transitorio de la propagación de ondas en dominios sin límites Se desarrolla una técnica basada en el método discontinuo de elementos finitos Galerkin que se aplica a la derivación de una condición límite absorbente para el análisis de la propagación de ondas transitorias. La condición es exacta en que sólo <br> error de discretización está involucrado </br>. Además, el costo computacional asociado con el uso de la condición es un orden de magnitud menor que para las condiciones basadas en funciones verdes. El esquema de paso del tiempo resultante de un método implícito en conjunción con esta condición de frontera parece ser incondicionalmente estable ",
            "error": [
                ""
            ]
        },
        "computational cost": {
            "translated_key": [],
            "translated_annotated_text": "Método discontinuo de Galerkin para el análisis transitorio de la propagación de ondas en dominios sin límites Se desarrolla una técnica basada en el método discontinuo de elementos finitos Galerkin que se aplica a la derivación de una condición límite absorbente para el análisis de la propagación de ondas transitorias. La condición es exacta en que sólo el error de discretización está involucrado. Además, el coste computacional <br> asociado con el uso de la condición es un orden de magnitud inferior al de las condiciones basadas en funciones verdes. El esquema de paso del tiempo resultante de un método implícito en conjunción con esta condición de frontera parece ser incondicionalmente estable ",
            "error": []
        },
        "time-stepping scheme": {
            "translated_key": "time-stepping",
            "translated_annotated_text": "Método discontinuo de Galerkin para el análisis transitorio de la propagación de ondas en dominios sin límites Se desarrolla una técnica basada en el método discontinuo de elementos finitos Galerkin que se aplica a la derivación de una condición límite absorbente para el análisis de la propagación de ondas transitorias. La condición es exacta en que sólo el error de discretización está involucrado. Además, el costo computacional asociado con el uso de la condición es un orden de magnitud menor que para las condiciones basadas en funciones verdes. El esquema <br>time-stepping</br> resultante de un método implícito en conjunción con esta condición límite parece ser incondicionalmente estable ",
            "error": [
                ""
            ]
        },
        "implicit method": {
            "translated_key": "imlicit",
            "translated_annotated_text": "Método discontinuo de Galerkin para el análisis transitorio de la propagación de ondas en dominios sin límites Se desarrolla una técnica basada en el método discontinuo de elementos finitos Galerkin que se aplica a la derivación de una condición límite absorbente para el análisis de la propagación de ondas transitorias. La condición es exacta en que sólo el error de discretización está involucrado. Además, el costo computacional asociado con el uso de la condición es un orden de magnitud menor que para las condiciones basadas en funciones verdes. El esquema de paso del tiempo resultante de un método <br>imlicit</br> en combinación con esta condición de límite parece ser incondicionalmente estable ",
            "error": [
                ""
            ]
        },
        "unconditional stability": {
            "translated_key": [],
            "translated_annotated_text": "Método discontinuo de Galerkin para el análisis transitorio de la propagación de ondas en dominios sin límites Se desarrolla una técnica basada en el método discontinuo de elementos finitos Galerkin que se aplica a la derivación de una condición límite absorbente para el análisis de la propagación de ondas transitorias. La condición es exacta en que sólo el error de discretización está involucrado. Además, el costo computacional asociado con el uso de la condición es un orden de magnitud menor que para las condiciones basadas en funciones verdes. El esquema de paso del tiempo resultante de un método implícito en conjunción con esta condición de frontera parece ser incondicionalmente estable ",
            "error": []
        },
        "civil engineering computing": {
            "translated_key": [],
            "translated_annotated_text": "Método discontinuo de Galerkin para el análisis transitorio de la propagación de ondas en dominios sin límites Se desarrolla una técnica basada en el método discontinuo de elementos finitos Galerkin que se aplica a la derivación de una condición límite absorbente para el análisis de la propagación de ondas transitorias. La condición es exacta en que sólo el error de discretización está involucrado. Además, el costo computacional asociado con el uso de la condición es un orden de magnitud menor que para las condiciones basadas en funciones verdes. El esquema de paso del tiempo resultante de un método implícito en conjunción con esta condición de frontera parece ser incondicionalmente estable ",
            "error": []
        },
        "finite element analysis": {
            "translated_key": [],
            "translated_annotated_text": "Método discontinuo de Galerkin para el análisis transitorio de la propagación de ondas en dominios sin límites Se desarrolla una técnica basada en el método discontinuo de elementos finitos Galerkin que se aplica a la derivación de una condición límite absorbente para el análisis de la propagación de ondas transitorias. La condición es exacta en que sólo el error de discretización está involucrado. Además, el costo computacional asociado con el uso de la condición es un orden de magnitud menor que para las condiciones basadas en funciones verdes. El esquema de paso del tiempo resultante de un método implícito en conjunción con esta condición de frontera parece ser incondicionalmente estable ",
            "error": []
        },
        "Galerkin method": {
            "translated_key": "Galerkin",
            "translated_annotated_text": "Método discontinuo <br>Galerkin</br> para el análisis transitorio de la propagación de ondas en dominios sin límites Se desarrolla una técnica basada en el método discontinuo de elementos finitos Galerkin que se aplica a la derivación de una condición de límite absorbente para el análisis de la propagación de ondas transitorias. La condición es exacta en que sólo el error de discretización está involucrado. Además, el costo computacional asociado con el uso de la condición es un orden de magnitud menor que para las condiciones basadas en funciones verdes. El esquema de paso del tiempo resultante de un método implícito en conjunción con esta condición de frontera parece ser incondicionalmente estable ",
            "error": [
                ""
            ]
        },
        "numerical stability": {
            "translated_key": [],
            "translated_annotated_text": "Método discontinuo de Galerkin para el análisis transitorio de la propagación de ondas en dominios sin límites Se desarrolla una técnica basada en el método discontinuo de elementos finitos Galerkin que se aplica a la derivación de una condición límite absorbente para el análisis de la propagación de ondas transitorias. La condición es exacta en que sólo el error de discretización está involucrado. Además, el costo computacional asociado con el uso de la condición es un orden de magnitud menor que para las condiciones basadas en funciones verdes. El esquema de paso del tiempo resultante de un método implícito en conjunción con esta condición de frontera parece ser incondicionalmente estable ",
            "error": []
        },
        "wave propagation": {
            "translated_key": " en dominios sin límites Se desarrolla una técnica basada en el método de elementos finitos de Galerkin discontinuo que se aplica a la derivación de una condición de límite absorbente para el análisis de la propagación de ondas <br> transitoria",
            "translated_annotated_text": "Método de Galerkin discontinuo para el análisis transitorio de la propagación de ondas <br> en dominios sin límites Se desarrolla una técnica basada en el método de elementos finitos de Galerkin discontinuo que se aplica a la derivación de una condición de límite absorbente para el análisis de la propagación de ondas <br> transitoria</br>. La condición es exacta en que sólo el error de discretización está involucrado. Además, el costo computacional asociado con el uso de la condición es un orden de magnitud menor que para las condiciones basadas en funciones verdes. El esquema de paso del tiempo resultante de un método implícito en conjunción con esta condición de frontera parece ser incondicionalmente estable ",
            "error": [
                ""
            ]
        }
    }
}