{
    "original_text": "Wave propagation related to high-speed train. A scaled boundary FE-approach for unbounded domains Analysis of wave propagation in solid materials under moving loads is a topic of great interest in railway engineering. The objective of the paper is three-dimensional modelling of high-speed train related ground vibrations; in particular the question of how to account for the unbounded media is addressed. For efficient and accurate modelling of railway structural components taking the unbounded media into account, a hybrid method based on a combination of the conventional finite element method and scaled boundary finite element method is established. In the paper, element matrices and solution procedures for the scaled boundary finite element method (SBFEM) are derived. A non-linear finite element iteration scheme using Lagrange multipliers and coupling between the unbounded domain and the finite element domain are also discussed. Two numerical examples including one example demonstrating the dynamical response of a railroad section are presented to demonstrate the performance of the proposed method",
    "original_translation": "Propagación de ondas relacionadas con el tren de alta velocidad. Un límite escalado FE-enfoque para dominios ilimitados Análisis de la propagación de ondas en materiales sólidos bajo cargas móviles es un tema de gran interés en la ingeniería ferroviaria. El objetivo del documento es la modelización tridimensional de las vibraciones terrestres relacionadas con trenes de alta velocidad; en particular, se aborda la cuestión de cómo dar cuenta de los medios sin límites. Para la modelización eficiente y precisa de los componentes estructurales ferroviarios teniendo en cuenta los medios sin límite, se establece un método híbrido basado en una combinación del método convencional de elementos finitos y el método de elementos finitos de límite escalado. En el artículo, se derivan matrices de elementos y procedimientos de solución para el método de elementos finitos de límite escalado (SBFEM). También se discute un esquema de iteración de elementos finitos no lineales usando multiplicadores Lagrange y acoplamiento entre el dominio sin límite y el dominio de elementos finitos. Dos ejemplos numéricos incluyendo un ejemplo que demuestra la respuesta dinámica de una sección ferroviaria se presentan para demostrar el rendimiento del método propuesto",
    "error_count": 12,
    "keys": {
        "wave propagation": {
            "translated_key": " ",
            "translated_annotated_text": "Propagación de ondas relacionadas con el tren de alta velocidad. Un límite escalado FE-enfoque para dominios sin límites Análisis de la propagación de ondas <br> </br> en materiales sólidos bajo cargas móviles es un tema de gran interés en la ingeniería ferroviaria. El objetivo del documento es la modelización tridimensional de las vibraciones terrestres relacionadas con trenes de alta velocidad; en particular, se aborda la cuestión de cómo dar cuenta de los medios sin límites. Para la modelización eficiente y precisa de los componentes estructurales ferroviarios teniendo en cuenta los medios sin límite, se establece un método híbrido basado en una combinación del método convencional de elementos finitos y el método de elementos finitos de límite escalado. En el artículo, se derivan matrices de elementos y procedimientos de solución para el método de elementos finitos de límite escalado (SBFEM). También se discute un esquema de iteración de elementos finitos no lineales usando multiplicadores Lagrange y acoplamiento entre el dominio sin límite y el dominio de elementos finitos. Dos ejemplos numéricos incluyendo un ejemplo que demuestra la respuesta dinámica de una sección ferroviaria se presentan para demostrar el rendimiento del método propuesto ",
            "error": [
                ""
            ]
        },
        "solid materials": {
            "translated_key": [],
            "translated_annotated_text": "Propagación de ondas relacionadas con el tren de alta velocidad. Un límite escalado FE-enfoque para dominios sin límites Análisis de la propagación de ondas en materiales sólidos <br> bajo cargas móviles es un tema de gran interés en la ingeniería ferroviaria. El objetivo del documento es la modelización tridimensional de las vibraciones terrestres relacionadas con trenes de alta velocidad; en particular, se aborda la cuestión de cómo dar cuenta de los medios sin límites. Para la modelización eficiente y precisa de los componentes estructurales ferroviarios teniendo en cuenta los medios sin límite, se establece un método híbrido basado en una combinación del método convencional de elementos finitos y el método de elementos finitos de límite escalado. En el artículo, se derivan matrices de elementos y procedimientos de solución para el método de elementos finitos de límite escalado (SBFEM). También se discute un esquema de iteración de elementos finitos no lineales usando multiplicadores Lagrange y acoplamiento entre el dominio sin límite y el dominio de elementos finitos. Dos ejemplos numéricos incluyendo un ejemplo que demuestra la respuesta dinámica de una sección ferroviaria se presentan para demostrar el rendimiento del método propuesto ",
            "error": []
        },
        "railway engineering": {
            "translated_key": "ingeniería ferroviaria",
            "translated_annotated_text": "Propagación de ondas relacionadas con el tren de alta velocidad. Un límite escalado FE-enfoque para dominios ilimitados Análisis de la propagación de ondas en materiales sólidos bajo cargas móviles es un tema de gran interés en la <br>ingeniería ferroviaria</br>. El objetivo del documento es la modelización tridimensional de las vibraciones terrestres relacionadas con trenes de alta velocidad; en particular, se aborda la cuestión de cómo dar cuenta de los medios sin límites. Para la modelización eficiente y precisa de los componentes estructurales ferroviarios teniendo en cuenta los medios sin límite, se establece un método híbrido basado en una combinación del método convencional de elementos finitos y el método de elementos finitos de límite escalado. En el artículo, se derivan matrices de elementos y procedimientos de solución para el método de elementos finitos de límite escalado (SBFEM). También se discute un esquema de iteración de elementos finitos no lineales usando multiplicadores Lagrange y acoplamiento entre el dominio sin límite y el dominio de elementos finitos. Dos ejemplos numéricos incluyendo un ejemplo que demuestra la respuesta dinámica de una sección ferroviaria se presentan para demostrar el rendimiento del método propuesto ",
            "error": [
                ""
            ]
        },
        "3D modelling": {
            "translated_key": [],
            "translated_annotated_text": "Propagación de ondas relacionadas con el tren de alta velocidad. Un límite escalado FE-enfoque para dominios ilimitados Análisis de la propagación de ondas en materiales sólidos bajo cargas móviles es un tema de gran interés en la ingeniería ferroviaria. El objetivo del documento es la modelización tridimensional de las vibraciones terrestres relacionadas con trenes de alta velocidad; en particular, se aborda la cuestión de cómo dar cuenta de los medios sin límites. Para la modelización eficiente y precisa de los componentes estructurales ferroviarios teniendo en cuenta los medios sin límite, se establece un método híbrido basado en una combinación del método convencional de elementos finitos y el método de elementos finitos de límite escalado. En el artículo, se derivan matrices de elementos y procedimientos de solución para el método de elementos finitos de límite escalado (SBFEM). También se discute un esquema de iteración de elementos finitos no lineales usando multiplicadores Lagrange y acoplamiento entre el dominio sin límite y el dominio de elementos finitos. Dos ejemplos numéricos incluyendo un ejemplo que demuestra la respuesta dinámica de una sección ferroviaria se presentan para demostrar el rendimiento del método propuesto ",
            "error": []
        },
        "high-speed train related ground vibrations": {
            "translated_key": [],
            "translated_annotated_text": "Propagación de ondas relacionadas con el tren de alta velocidad. Un límite escalado FE-enfoque para dominios ilimitados Análisis de la propagación de ondas en materiales sólidos bajo cargas móviles es un tema de gran interés en la ingeniería ferroviaria. El objetivo del documento es la modelización tridimensional de las vibraciones terrestres relacionadas con trenes de alta velocidad; en particular, se aborda la cuestión de cómo dar cuenta de los medios sin límites. Para la modelización eficiente y precisa de los componentes estructurales ferroviarios teniendo en cuenta los medios sin límite, se establece un método híbrido basado en una combinación del método convencional de elementos finitos y el método de elementos finitos de límite escalado. En el artículo, se derivan matrices de elementos y procedimientos de solución para el método de elementos finitos de límite escalado (SBFEM). También se discute un esquema de iteración de elementos finitos no lineales usando multiplicadores Lagrange y acoplamiento entre el dominio sin límite y el dominio de elementos finitos. Dos ejemplos numéricos incluyendo un ejemplo que demuestra la respuesta dinámica de una sección ferroviaria se presentan para demostrar el rendimiento del método propuesto ",
            "error": []
        },
        "unbounded media": {
            "translated_key": [],
            "translated_annotated_text": "Propagación de ondas relacionadas con el tren de alta velocidad. Un límite escalado FE-enfoque para dominios ilimitados Análisis de la propagación de ondas en materiales sólidos bajo cargas móviles es un tema de gran interés en la ingeniería ferroviaria. El objetivo del documento es la modelización tridimensional de las vibraciones terrestres relacionadas con trenes de alta velocidad; en particular, se aborda la cuestión de cómo dar cuenta de los medios sin límites. Para un modelado eficiente y preciso de los componentes estructurales ferroviarios teniendo en cuenta los medios sin límite, se establece un método híbrido basado en una combinación del método convencional de elementos finitos y el método de elementos finitos de límite escalado. En el artículo, se derivan matrices de elementos y procedimientos de solución para el método de elementos finitos de límite escalado (SBFEM). También se discute un esquema de iteración de elementos finitos no lineales usando multiplicadores Lagrange y acoplamiento entre el dominio sin límite y el dominio de elementos finitos. Dos ejemplos numéricos incluyendo un ejemplo que demuestra la respuesta dinámica de una sección ferroviaria se presentan para demostrar el rendimiento del método propuesto ",
            "error": []
        },
        "modelling": {
            "translated_key": "modelización",
            "translated_annotated_text": "Propagación de ondas relacionadas con el tren de alta velocidad. Un límite escalado FE-enfoque para dominios ilimitados Análisis de la propagación de ondas en materiales sólidos bajo cargas móviles es un tema de gran interés en la ingeniería ferroviaria. El objetivo del documento es la <br>modelización</br> tridimensional de las vibraciones terrestres relacionadas con trenes de alta velocidad; en particular, se aborda la cuestión de cómo dar cuenta de los medios sin límites. Para la <br>modelización</br> eficiente y precisa de los componentes estructurales ferroviarios teniendo en cuenta los medios sin límite, se establece un método híbrido basado en una combinación del método convencional de elementos finitos y el método de elementos finitos de límite escalado. En el artículo, se derivan matrices de elementos y procedimientos de solución para el método de elementos finitos de límite escalado (SBFEM). También se discute un esquema de iteración de elementos finitos no lineales usando multiplicadores Lagrange y acoplamiento entre el dominio sin límite y el dominio de elementos finitos. Dos ejemplos numéricos incluyendo un ejemplo que demuestra la respuesta dinámica de una sección ferroviaria se presentan para demostrar el rendimiento del método propuesto ",
            "error": [
                ""
            ]
        },
        "railway structural components": {
            "translated_key": "railway",
            "translated_annotated_text": "Propagación de ondas relacionadas con el tren de alta velocidad. Un límite escalado FE-enfoque para dominios ilimitados Análisis de la propagación de ondas en materiales sólidos bajo cargas móviles es un tema de gran interés en la ingeniería ferroviaria. El objetivo del documento es la modelización tridimensional de las vibraciones terrestres relacionadas con trenes de alta velocidad; en particular, se aborda la cuestión de cómo dar cuenta de los medios sin límites. Para un modelado eficiente y preciso de los componentes estructurales de <br>railway</br> teniendo en cuenta los medios sin límite, se establece un método híbrido basado en una combinación del método convencional de elementos finitos y el método de elementos finitos de límite escalado. En el artículo, se derivan matrices de elementos y procedimientos de solución para el método de elementos finitos de límite escalado (SBFEM). También se discute un esquema de iteración de elementos finitos no lineales usando multiplicadores Lagrange y acoplamiento entre el dominio sin límite y el dominio de elementos finitos. Dos ejemplos numéricos incluyendo un ejemplo que demuestra la respuesta dinámica de una sección ferroviaria se presentan para demostrar el rendimiento del método propuesto ",
            "error": [
                ""
            ]
        },
        "scaled boundary finite element method": {
            "translated_key": "método de elementos finitos de límite escalado",
            "translated_annotated_text": "Propagación de ondas relacionadas con el tren de alta velocidad. Un límite escalado FE-enfoque para dominios ilimitados Análisis de la propagación de ondas en materiales sólidos bajo cargas móviles es un tema de gran interés en la ingeniería ferroviaria. El objetivo del documento es la modelización tridimensional de las vibraciones terrestres relacionadas con trenes de alta velocidad; en particular, se aborda la cuestión de cómo dar cuenta de los medios sin límites. Para un modelado eficiente y preciso de los componentes estructurales ferroviarios teniendo en cuenta los medios sin límite, se establece un método híbrido basado en una combinación del método convencional de elementos finitos y el <br>método de elementos finitos de límite escalado</br>. En el papel, se derivan matrices de elementos y procedimientos de solución para el método de elementos finitos de límite escalado <br> (SBFEM). También se discute un esquema de iteración de elementos finitos no lineales usando multiplicadores Lagrange y acoplamiento entre el dominio sin límite y el dominio de elementos finitos. Dos ejemplos numéricos incluyendo un ejemplo que demuestra la respuesta dinámica de una sección ferroviaria se presentan para demostrar el rendimiento del método propuesto ",
            "error": [
                ""
            ]
        },
        "element matrices": {
            "translated_key": "elementos",
            "translated_annotated_text": "Propagación de ondas relacionadas con el tren de alta velocidad. Un límite escalado FE-enfoque para dominios ilimitados Análisis de la propagación de ondas en materiales sólidos bajo cargas móviles es un tema de gran interés en la ingeniería ferroviaria. El objetivo del documento es la modelización tridimensional de las vibraciones terrestres relacionadas con trenes de alta velocidad; en particular, se aborda la cuestión de cómo dar cuenta de los medios sin límites. Para la modelización eficiente y precisa de los componentes estructurales ferroviarios teniendo en cuenta los medios sin límite, se establece un método híbrido basado en una combinación del método convencional de elementos finitos y el método de elementos finitos de límite escalado. En el artículo, se derivan matrices <br>elementos</br> y procedimientos de solución para el método de elementos finitos de límite escalado (SBFEM). También se discute un esquema de iteración de elementos finitos no lineales usando multiplicadores Lagrange y acoplamiento entre el dominio sin límite y el dominio de elementos finitos. Dos ejemplos numéricos incluyendo un ejemplo que demuestra la respuesta dinámica de una sección ferroviaria se presentan para demostrar el rendimiento del método propuesto ",
            "error": [
                ""
            ]
        },
        "solution procedures": {
            "translated_key": [],
            "translated_annotated_text": "Propagación de ondas relacionadas con el tren de alta velocidad. Un límite escalado FE-enfoque para dominios ilimitados Análisis de la propagación de ondas en materiales sólidos bajo cargas móviles es un tema de gran interés en la ingeniería ferroviaria. El objetivo del documento es la modelización tridimensional de las vibraciones terrestres relacionadas con trenes de alta velocidad; en particular, se aborda la cuestión de cómo dar cuenta de los medios sin límites. Para la modelización eficiente y precisa de los componentes estructurales ferroviarios teniendo en cuenta los medios sin límite, se establece un método híbrido basado en una combinación del método convencional de elementos finitos y el método de elementos finitos de límite escalado. En el artículo, se derivan matrices de elementos y procedimientos de solución <br> para el método de elementos finitos de límite escalado (SBFEM). También se discute un esquema de iteración de elementos finitos no lineales usando multiplicadores Lagrange y acoplamiento entre el dominio sin límite y el dominio de elementos finitos. Dos ejemplos numéricos incluyendo un ejemplo que demuestra la respuesta dinámica de una sección ferroviaria se presentan para demostrar el rendimiento del método propuesto ",
            "error": []
        },
        "nonlinear finite element iteration scheme": {
            "translated_key": [],
            "translated_annotated_text": "Propagación de ondas relacionadas con el tren de alta velocidad. Un límite escalado FE-enfoque para dominios ilimitados Análisis de la propagación de ondas en materiales sólidos bajo cargas móviles es un tema de gran interés en la ingeniería ferroviaria. El objetivo del documento es la modelización tridimensional de las vibraciones terrestres relacionadas con trenes de alta velocidad; en particular, se aborda la cuestión de cómo dar cuenta de los medios sin límites. Para la modelización eficiente y precisa de los componentes estructurales ferroviarios teniendo en cuenta los medios sin límite, se establece un método híbrido basado en una combinación del método convencional de elementos finitos y el método de elementos finitos de límite escalado. En el artículo, se derivan matrices de elementos y procedimientos de solución para el método de elementos finitos de límite escalado (SBFEM). También se discute un esquema de iteración de elementos finitos no lineales usando multiplicadores Lagrange y acoplamiento entre el dominio sin límite y el dominio de elementos finitos. Dos ejemplos numéricos incluyendo un ejemplo que demuestra la respuesta dinámica de una sección ferroviaria se presentan para demostrar el rendimiento del método propuesto ",
            "error": []
        },
        "Lagrange multipliers": {
            "translated_key": "Lagrange",
            "translated_annotated_text": "Propagación de ondas relacionadas con el tren de alta velocidad. Un límite escalado FE-enfoque para dominios ilimitados Análisis de la propagación de ondas en materiales sólidos bajo cargas móviles es un tema de gran interés en la ingeniería ferroviaria. El objetivo del documento es la modelización tridimensional de las vibraciones terrestres relacionadas con trenes de alta velocidad; en particular, se aborda la cuestión de cómo dar cuenta de los medios sin límites. Para la modelización eficiente y precisa de los componentes estructurales ferroviarios teniendo en cuenta los medios sin límite, se establece un método híbrido basado en una combinación del método convencional de elementos finitos y el método de elementos finitos de límite escalado. En el artículo, se derivan matrices de elementos y procedimientos de solución para el método de elementos finitos de límite escalado (SBFEM). También se discute un esquema de iteración de elementos finitos no lineales usando multiplicadores <br>Lagrange</br> y acoplamiento entre el dominio sin límite y el dominio de elementos finitos. Dos ejemplos numéricos incluyendo un ejemplo que demuestra la respuesta dinámica de una sección ferroviaria se presentan para demostrar el rendimiento del método propuesto ",
            "error": [
                ""
            ]
        },
        "dynamical response": {
            "translated_key": "dinámica",
            "translated_annotated_text": "Propagación de ondas relacionadas con el tren de alta velocidad. Un límite escalado FE-enfoque para dominios ilimitados Análisis de la propagación de ondas en materiales sólidos bajo cargas móviles es un tema de gran interés en la ingeniería ferroviaria. El objetivo del documento es la modelización tridimensional de las vibraciones terrestres relacionadas con trenes de alta velocidad; en particular, se aborda la cuestión de cómo dar cuenta de los medios sin límites. Para la modelización eficiente y precisa de los componentes estructurales ferroviarios teniendo en cuenta los medios sin límite, se establece un método híbrido basado en una combinación del método convencional de elementos finitos y el método de elementos finitos de límite escalado. En el artículo, se derivan matrices de elementos y procedimientos de solución para el método de elementos finitos de límite escalado (SBFEM). También se discute un esquema de iteración de elementos finitos no lineales usando multiplicadores Lagrange y acoplamiento entre el dominio sin límite y el dominio de elementos finitos. Dos ejemplos numéricos incluyendo un ejemplo que demuestra la respuesta <br>dinámica</br> de una sección ferroviaria se presentan para demostrar el rendimiento del método propuesto ",
            "error": [
                ""
            ]
        },
        "railroad section": {
            "translated_key": "railroad",
            "translated_annotated_text": "Propagación de ondas relacionadas con el tren de alta velocidad. Un límite escalado FE-enfoque para dominios ilimitados Análisis de la propagación de ondas en materiales sólidos bajo cargas móviles es un tema de gran interés en la ingeniería ferroviaria. El objetivo del documento es la modelización tridimensional de las vibraciones terrestres relacionadas con trenes de alta velocidad; en particular, se aborda la cuestión de cómo dar cuenta de los medios sin límites. Para la modelización eficiente y precisa de los componentes estructurales ferroviarios teniendo en cuenta los medios sin límite, se establece un método híbrido basado en una combinación del método convencional de elementos finitos y el método de elementos finitos de límite escalado. En el artículo, se derivan matrices de elementos y procedimientos de solución para el método de elementos finitos de límite escalado (SBFEM). También se discute un esquema de iteración de elementos finitos no lineales usando multiplicadores Lagrange y acoplamiento entre el dominio sin límite y el dominio de elementos finitos. Se presentan dos ejemplos numéricos, incluido un ejemplo que demuestra la respuesta dinámica de una sección <br>railroad</br> para demostrar el rendimiento del método propuesto ",
            "error": [
                ""
            ]
        },
        "boundary-elements methods": {
            "translated_key": [],
            "translated_annotated_text": "Propagación de ondas relacionadas con el tren de alta velocidad. Un límite escalado FE-enfoque para dominios ilimitados Análisis de la propagación de ondas en materiales sólidos bajo cargas móviles es un tema de gran interés en la ingeniería ferroviaria. El objetivo del documento es la modelización tridimensional de las vibraciones terrestres relacionadas con trenes de alta velocidad; en particular, se aborda la cuestión de cómo dar cuenta de los medios sin límites. Para la modelización eficiente y precisa de los componentes estructurales ferroviarios teniendo en cuenta los medios sin límite, se establece un método híbrido basado en una combinación del método convencional de elementos finitos y el método de elementos finitos de límite escalado. En el artículo, se derivan matrices de elementos y procedimientos de solución para el método de elementos finitos de límite escalado (SBFEM). También se discute un esquema de iteración de elementos finitos no lineales usando multiplicadores Lagrange y acoplamiento entre el dominio sin límite y el dominio de elementos finitos. Dos ejemplos numéricos incluyendo un ejemplo que demuestra la respuesta dinámica de una sección ferroviaria se presentan para demostrar el rendimiento del método propuesto ",
            "error": []
        },
        "finite element analysis": {
            "translated_key": [],
            "translated_annotated_text": "Propagación de ondas relacionadas con el tren de alta velocidad. Un límite escalado FE-enfoque para dominios ilimitados Análisis de la propagación de ondas en materiales sólidos bajo cargas móviles es un tema de gran interés en la ingeniería ferroviaria. El objetivo del documento es la modelización tridimensional de las vibraciones terrestres relacionadas con trenes de alta velocidad; en particular, se aborda la cuestión de cómo dar cuenta de los medios sin límites. Para la modelización eficiente y precisa de los componentes estructurales ferroviarios teniendo en cuenta los medios sin límite, se establece un método híbrido basado en una combinación del método convencional de elementos finitos y el método de elementos finitos de límite escalado. En el artículo, se derivan matrices de elementos y procedimientos de solución para el método de elementos finitos de límite escalado (SBFEM). También se discute un esquema de iteración de elementos finitos no lineales usando multiplicadores Lagrange y acoplamiento entre el dominio sin límite y el dominio de elementos finitos. Dos ejemplos numéricos incluyendo un ejemplo que demuestra la respuesta dinámica de una sección ferroviaria se presentan para demostrar el rendimiento del método propuesto ",
            "error": []
        },
        "iterative methods": {
            "translated_key": [],
            "translated_annotated_text": "Propagación de ondas relacionadas con el tren de alta velocidad. Un límite escalado FE-enfoque para dominios ilimitados Análisis de la propagación de ondas en materiales sólidos bajo cargas móviles es un tema de gran interés en la ingeniería ferroviaria. El objetivo del documento es la modelización tridimensional de las vibraciones terrestres relacionadas con trenes de alta velocidad; en particular, se aborda la cuestión de cómo dar cuenta de los medios sin límites. Para la modelización eficiente y precisa de los componentes estructurales ferroviarios teniendo en cuenta los medios sin límite, se establece un método híbrido basado en una combinación del método convencional de elementos finitos y el método de elementos finitos de límite escalado. En el artículo, se derivan matrices de elementos y procedimientos de solución para el método de elementos finitos de límite escalado (SBFEM). También se discute un esquema de iteración de elementos finitos no lineales usando multiplicadores Lagrange y acoplamiento entre el dominio sin límite y el dominio de elementos finitos. Dos ejemplos numéricos incluyendo un ejemplo que demuestra la respuesta dinámica de una sección ferroviaria se presentan para demostrar el rendimiento del método propuesto ",
            "error": []
        },
        "Jacobian matrices": {
            "translated_key": [],
            "translated_annotated_text": "Propagación de ondas relacionadas con el tren de alta velocidad. Un límite escalado FE-enfoque para dominios ilimitados Análisis de la propagación de ondas en materiales sólidos bajo cargas móviles es un tema de gran interés en la ingeniería ferroviaria. El objetivo del documento es la modelización tridimensional de las vibraciones terrestres relacionadas con trenes de alta velocidad; en particular, se aborda la cuestión de cómo dar cuenta de los medios sin límites. Para la modelización eficiente y precisa de los componentes estructurales ferroviarios teniendo en cuenta los medios sin límite, se establece un método híbrido basado en una combinación del método convencional de elementos finitos y el método de elementos finitos de límite escalado. En el artículo, se derivan matrices de elementos y procedimientos de solución para el método de elementos finitos de límite escalado (SBFEM). También se discute un esquema de iteración de elementos finitos no lineales usando multiplicadores Lagrange y acoplamiento entre el dominio sin límite y el dominio de elementos finitos. Dos ejemplos numéricos incluyendo un ejemplo que demuestra la respuesta dinámica de una sección ferroviaria se presentan para demostrar el rendimiento del método propuesto ",
            "error": []
        },
        "railways": {
            "translated_key": [],
            "translated_annotated_text": "Propagación de ondas relacionadas con el tren de alta velocidad. Un límite escalado FE-enfoque para dominios ilimitados Análisis de la propagación de ondas en materiales sólidos bajo cargas móviles es un tema de gran interés en la ingeniería ferroviaria. El objetivo del documento es la modelización tridimensional de las vibraciones terrestres relacionadas con trenes de alta velocidad; en particular, se aborda la cuestión de cómo dar cuenta de los medios sin límites. Para la modelización eficiente y precisa de los componentes estructurales ferroviarios teniendo en cuenta los medios sin límite, se establece un método híbrido basado en una combinación del método convencional de elementos finitos y el método de elementos finitos de límite escalado. En el artículo, se derivan matrices de elementos y procedimientos de solución para el método de elementos finitos de límite escalado (SBFEM). También se discute un esquema de iteración de elementos finitos no lineales usando multiplicadores Lagrange y acoplamiento entre el dominio sin límite y el dominio de elementos finitos. Dos ejemplos numéricos incluyendo un ejemplo que demuestra la respuesta dinámica de una sección ferroviaria se presentan para demostrar el rendimiento del método propuesto ",
            "error": []
        },
        "structural engineering computing": {
            "translated_key": [],
            "translated_annotated_text": "Propagación de ondas relacionadas con el tren de alta velocidad. Un límite escalado FE-enfoque para dominios ilimitados Análisis de la propagación de ondas en materiales sólidos bajo cargas móviles es un tema de gran interés en la ingeniería ferroviaria. El objetivo del documento es la modelización tridimensional de las vibraciones terrestres relacionadas con trenes de alta velocidad; en particular, se aborda la cuestión de cómo dar cuenta de los medios sin límites. Para la modelización eficiente y precisa de los componentes estructurales ferroviarios teniendo en cuenta los medios sin límite, se establece un método híbrido basado en una combinación del método convencional de elementos finitos y el método de elementos finitos de límite escalado. En el artículo, se derivan matrices de elementos y procedimientos de solución para el método de elementos finitos de límite escalado (SBFEM). También se discute un esquema de iteración de elementos finitos no lineales usando multiplicadores Lagrange y acoplamiento entre el dominio sin límite y el dominio de elementos finitos. Dos ejemplos numéricos incluyendo un ejemplo que demuestra la respuesta dinámica de una sección ferroviaria se presentan para demostrar el rendimiento del método propuesto ",
            "error": []
        },
        "vibrations": {
            "translated_key": "vibrations",
            "translated_annotated_text": "Propagación de ondas relacionadas con el tren de alta velocidad. Un límite escalado FE-enfoque para dominios ilimitados Análisis de la propagación de ondas en materiales sólidos bajo cargas móviles es un tema de gran interés en la ingeniería ferroviaria. El objetivo del documento es la modelización tridimensional del terreno relacionado con el tren de alta velocidad <br>vibrations</br>; en particular, se aborda la cuestión de cómo dar cuenta de los medios sin límites. Para la modelización eficiente y precisa de los componentes estructurales ferroviarios teniendo en cuenta los medios sin límite, se establece un método híbrido basado en una combinación del método convencional de elementos finitos y el método de elementos finitos de límite escalado. En el artículo, se derivan matrices de elementos y procedimientos de solución para el método de elementos finitos de límite escalado (SBFEM). También se discute un esquema de iteración de elementos finitos no lineales usando multiplicadores Lagrange y acoplamiento entre el dominio sin límite y el dominio de elementos finitos. Dos ejemplos numéricos incluyendo un ejemplo que demuestra la respuesta dinámica de una sección ferroviaria se presentan para demostrar el rendimiento del método propuesto ",
            "error": [
                ""
            ]
        }
    }
}