{
    "original_text": "A parareal in time procedure for the control of partial differential equations We have proposed in a previous note a time discretization for partial differential evolution equation that allows for parallel implementations. This scheme is here reinterpreted as a preconditioning procedure on an algebraic setting of the time discretization. This allows for extending the parallel methodology to the problem of optimal control for partial differential equations. We report a first numerical implementation that reveals a large interest",
    "original_translation": "Un procedimiento parareal en el tiempo para el control de ecuaciones diferenciales parciales Hemos propuesto en una nota anterior una discretización del tiempo para la ecuación de evolución diferencial parcial que permite implementaciones paralelas. Este esquema se reinterpreta aquí como un procedimiento de precondición en un ajuste algebraico de la discretización del tiempo. Esto permite extender la metodología paralela al problema del control óptimo para ecuaciones diferenciales parciales. Informamos de una primera implementación numérica que revela un gran interés",
    "error_count": 7,
    "keys": {
        "time procedure": {
            "translated_key": "time",
            "translated_annotated_text": "Un procedimiento parareal in <br>time</br> para el control de ecuaciones diferenciales parciales Hemos propuesto en una nota anterior una discretización del tiempo para la ecuación de evolución diferencial parcial que permite implementaciones paralelas. Este esquema se reinterpreta aquí como un procedimiento de precondición en un ajuste algebraico de la discretización del tiempo. Esto permite extender la metodología paralela al problema del control óptimo para ecuaciones diferenciales parciales. Informamos de una primera implementación numérica que revela un gran interés ",
            "error": [
                ""
            ]
        },
        "partial differential equation control": {
            "translated_key": [],
            "translated_annotated_text": "Un procedimiento parareal en el tiempo para el control de ecuaciones diferenciales parciales Hemos propuesto en una nota anterior una discretización del tiempo para la ecuación de evolución diferencial parcial que permite implementaciones paralelas. Este esquema se reinterpreta aquí como un procedimiento de precondición en un ajuste algebraico de la discretización del tiempo. Esto permite extender la metodología paralela al problema del control óptimo para ecuaciones diferenciales parciales. Informamos de una primera implementación numérica que revela un gran interés ",
            "error": []
        },
        "evolution equation": {
            "translated_key": "evolución",
            "translated_annotated_text": "Un procedimiento parareal en el tiempo para el control de ecuaciones diferenciales parciales Hemos propuesto en una nota anterior una discretización del tiempo para la ecuación diferencial parcial <br>evolución</br> que permite implementaciones paralelas. Este esquema se reinterpreta aquí como un procedimiento de precondición en un ajuste algebraico de la discretización del tiempo. Esto permite extender la metodología paralela al problema del control óptimo para ecuaciones diferenciales parciales. Informamos de una primera implementación numérica que revela un gran interés ",
            "error": [
                ""
            ]
        },
        "preconditioning procedure": {
            "translated_key": [],
            "translated_annotated_text": "Un procedimiento parareal en el tiempo para el control de ecuaciones diferenciales parciales Hemos propuesto en una nota anterior una discretización del tiempo para la ecuación de evolución diferencial parcial que permite implementaciones paralelas. Este esquema se reinterpreta aquí como un procedimiento de preacondicionamiento <br> en una configuración algebraica de la discretización del tiempo. Esto permite extender la metodología paralela al problema del control óptimo para ecuaciones diferenciales parciales. Informamos de una primera implementación numérica que revela un gran interés ",
            "error": []
        },
        "Hilbert space": {
            "translated_key": [],
            "translated_annotated_text": "Un procedimiento parareal en el tiempo para el control de ecuaciones diferenciales parciales Hemos propuesto en una nota anterior una discretización del tiempo para la ecuación de evolución diferencial parcial que permite implementaciones paralelas. Este esquema se reinterpreta aquí como un procedimiento de precondición en un ajuste algebraico de la discretización del tiempo. Esto permite extender la metodología paralela al problema del control óptimo para ecuaciones diferenciales parciales. Informamos de una primera implementación numérica que revela un gran interés ",
            "error": []
        },
        "algebraic setting": {
            "translated_key": "algebraica",
            "translated_annotated_text": "Un procedimiento parareal en el tiempo para el control de ecuaciones diferenciales parciales Hemos propuesto en una nota anterior una discretización del tiempo para la ecuación de evolución diferencial parcial que permite implementaciones paralelas. Este esquema se reinterpreta aquí como un procedimiento de preacondicionamiento en una configuración <br>algebraica</br> de la discretización del tiempo. Esto permite extender la metodología paralela al problema del control óptimo para ecuaciones diferenciales parciales. Informamos de una primera implementación numérica que revela un gran interés ",
            "error": [
                ""
            ]
        },
        "time discretization": {
            "translated_key": "time",
            "translated_annotated_text": "Un procedimiento parareal en el tiempo para el control de ecuaciones diferenciales parciales Hemos propuesto en una nota anterior una discretización <br>time</br> para la ecuación de evolución diferencial parcial que permite implementaciones paralelas. Este esquema se reinterpreta aquí como un procedimiento de precondición en un ajuste algebraico de la discretización <br>time</br>. Esto permite extender la metodología paralela al problema del control óptimo para ecuaciones diferenciales parciales. Informamos de una primera implementación numérica que revela un gran interés ",
            "error": [
                ""
            ]
        },
        "optimal control": {
            "translated_key": [],
            "translated_annotated_text": "Un procedimiento parareal en el tiempo para el control de ecuaciones diferenciales parciales Hemos propuesto en una nota anterior una discretización del tiempo para la ecuación de evolución diferencial parcial que permite implementaciones paralelas. Este esquema se reinterpreta aquí como un procedimiento de precondición en un ajuste algebraico de la discretización del tiempo. Esto permite extender la metodología paralela al problema del control óptimo <br> para ecuaciones diferenciales parciales. Informamos de una primera implementación numérica que revela un gran interés ",
            "error": []
        },
        "Hilbert spaces": {
            "translated_key": [],
            "translated_annotated_text": "Un procedimiento parareal en el tiempo para el control de ecuaciones diferenciales parciales Hemos propuesto en una nota anterior una discretización del tiempo para la ecuación de evolución diferencial parcial que permite implementaciones paralelas. Este esquema se reinterpreta aquí como un procedimiento de precondición en un ajuste algebraico de la discretización del tiempo. Esto permite extender la metodología paralela al problema del control óptimo para ecuaciones diferenciales parciales. Informamos de una primera implementación numérica que revela un gran interés ",
            "error": []
        },
        "partial differential equations": {
            "translated_key": [
                "parciales",
                " "
            ],
            "translated_annotated_text": "Un procedimiento parareal en el tiempo para el control de ecuaciones diferenciales <br>parciales</br> Hemos propuesto en una nota anterior una discretización del tiempo para la ecuación de evolución diferencial parcial que permite implementaciones paralelas. Este esquema se reinterpreta aquí como un procedimiento de precondición en un ajuste algebraico de la discretización del tiempo. Esto permite extender la metodología paralela al problema del control óptimo para ecuaciones diferenciales parciales <br> </br>. Informamos de una primera implementación numérica que revela un gran interés ",
            "error": [
                "parciales",
                " "
            ]
        }
    }
}