{
    "original_text": "Hand-held digital video-camera for eye examination and follow-up We developed a hand-held digital colour video-camera for eye examination in primary care. The device weighed 550 g. It featured a charge-coupled device (CCD) and corrective optics. Both colour video and digital still images could be taken. The video-camera was connected to a PC with software for database storage, image processing and telecommunication. We studied 88 normal subjects (38 male, 50 female), aged 7-62 years. It was not necessary to use mydriatic eye drops for pupillary dilation. Satisfactory digital images of the whole face and the anterior eye were obtained. The optic disc and the central part of the ocular fundus could also be recorded. Image quality of the face and the anterior eye were excellent; image quality of the optic disc and macula were good enough for tele-ophthalmology. Further studies are needed to evaluate the usefulness of the equipment in different clinical conditions",
    "original_translation": "Videocámara digital de mano para el examen ocular y el seguimiento Desarrollamos una videocámara digital a color de mano para el examen ocular en atención primaria. El dispositivo pesaba 550 g. Tenía un dispositivo acoplado de carga (CCD) y óptica correctiva. Tanto el vídeo en color como las imágenes digitales pueden ser tomadas. La cámara de vídeo estaba conectada a un PC con programas informáticos para el almacenamiento de bases de datos, el procesamiento de imágenes y las telecomunicaciones. Se estudiaron 88 sujetos normales (38 hombres, 50 mujeres), de 7 a 62 años de edad. No era necesario utilizar gotas midriáticas para la dilatación pupilar. Se obtuvieron imágenes digitales satisfactorias de toda la cara y del ojo anterior. También se pudo grabar el disco óptico y la parte central del fondo ocular. La calidad de imagen de la cara y el ojo anterior fueron excelentes; la calidad de imagen del disco óptico y la mácula fueron lo suficientemente buenas para la tele-oftalmología. Se necesitan más estudios para evaluar la utilidad del equipo en diferentes condiciones clínicas",
    "error_count": 12,
    "keys": {
        "hand-held digital colour video camera": {
            "translated_key": [],
            "translated_annotated_text": "Videocámara digital de mano para el examen ocular y el seguimiento Desarrollamos una videocámara digital a color de mano para el examen ocular en atención primaria. El dispositivo pesaba 550 g. Tenía un dispositivo acoplado de carga (CCD) y óptica correctiva. Tanto el vídeo en color como las imágenes digitales pueden ser tomadas. La cámara de vídeo estaba conectada a un PC con programas informáticos para el almacenamiento de bases de datos, el procesamiento de imágenes y las telecomunicaciones. Se estudiaron 88 sujetos normales (38 hombres, 50 mujeres), de 7 a 62 años de edad. No era necesario utilizar gotas midriáticas para la dilatación pupilar. Se obtuvieron imágenes digitales satisfactorias de toda la cara y del ojo anterior. También se pudo grabar el disco óptico y la parte central del fondo ocular. La calidad de imagen de la cara y el ojo anterior fueron excelentes; la calidad de imagen del disco óptico y la mácula fueron lo suficientemente buenas para la tele-oftalmología. Se necesitan más estudios para evaluar la utilidad del equipo en diferentes condiciones clínicas ",
            "error": []
        },
        "eye examination": {
            "translated_key": "examen ocular",
            "translated_annotated_text": "Videocámara digital de mano para <br>examen ocular</br> y seguimiento Desarrollamos una videocámara digital de color de mano para <br>examen ocular</br> en atención primaria. El dispositivo pesaba 550 g. Tenía un dispositivo acoplado de carga (CCD) y óptica correctiva. Tanto el vídeo en color como las imágenes digitales pueden ser tomadas. La cámara de vídeo estaba conectada a un PC con programas informáticos para el almacenamiento de bases de datos, el procesamiento de imágenes y las telecomunicaciones. Se estudiaron 88 sujetos normales (38 hombres, 50 mujeres), de 7 a 62 años de edad. No era necesario utilizar gotas midriáticas para la dilatación pupilar. Se obtuvieron imágenes digitales satisfactorias de toda la cara y del ojo anterior. También se pudo grabar el disco óptico y la parte central del fondo ocular. La calidad de imagen de la cara y el ojo anterior fueron excelentes; la calidad de imagen del disco óptico y la mácula fueron lo suficientemente buenas para la tele-oftalmología. Se necesitan más estudios para evaluar la utilidad del equipo en diferentes condiciones clínicas ",
            "error": [
                ""
            ]
        },
        "primary care": {
            "translated_key": "atención primaria",
            "translated_annotated_text": "Videocámara digital de mano para examen ocular y seguimiento Desarrollamos una videocámara digital de color de mano para examen ocular en <br>atención primaria</br>. El dispositivo pesaba 550 g. Tenía un dispositivo acoplado de carga (CCD) y óptica correctiva. Tanto el vídeo en color como las imágenes digitales pueden ser tomadas. La cámara de vídeo estaba conectada a un PC con programas informáticos para el almacenamiento de bases de datos, el procesamiento de imágenes y las telecomunicaciones. Se estudiaron 88 sujetos normales (38 hombres, 50 mujeres), de 7 a 62 años de edad. No era necesario utilizar gotas midriáticas para la dilatación pupilar. Se obtuvieron imágenes digitales satisfactorias de toda la cara y del ojo anterior. También se pudo grabar el disco óptico y la parte central del fondo ocular. La calidad de imagen de la cara y el ojo anterior fueron excelentes; la calidad de imagen del disco óptico y la mácula fueron lo suficientemente buenas para la tele-oftalmología. Se necesitan más estudios para evaluar la utilidad del equipo en diferentes condiciones clínicas ",
            "error": [
                ""
            ]
        },
        "charge-coupled device": {
            "translated_key": "de carga",
            "translated_annotated_text": "Videocámara digital de mano para el examen ocular y el seguimiento Desarrollamos una videocámara digital a color de mano para el examen ocular en atención primaria. El dispositivo pesaba 550 g. Contaba con un dispositivo acoplado <br>de carga</br> (CCD) y óptica correctiva. Tanto el vídeo en color como las imágenes digitales pueden ser tomadas. La cámara de vídeo estaba conectada a un PC con programas informáticos para el almacenamiento de bases de datos, el procesamiento de imágenes y las telecomunicaciones. Se estudiaron 88 sujetos normales (38 hombres, 50 mujeres), de 7 a 62 años de edad. No era necesario utilizar gotas midriáticas para la dilatación pupilar. Se obtuvieron imágenes digitales satisfactorias de toda la cara y del ojo anterior. También se pudo grabar el disco óptico y la parte central del fondo ocular. La calidad de imagen de la cara y el ojo anterior fueron excelentes; la calidad de imagen del disco óptico y la mácula fueron lo suficientemente buenas para la tele-oftalmología. Se necesitan más estudios para evaluar la utilidad del equipo en diferentes condiciones clínicas ",
            "error": [
                ""
            ]
        },
        "corrective optics": {
            "translated_key": " ",
            "translated_annotated_text": "Videocámara digital de mano para el examen ocular y el seguimiento Desarrollamos una videocámara digital a color de mano para el examen ocular en atención primaria. El dispositivo pesaba 550 g. Tenía un dispositivo acoplado de carga (CCD) y óptica correctiva <br> </br>. Tanto el vídeo en color como las imágenes digitales pueden ser tomadas. La cámara de vídeo estaba conectada a un PC con programas informáticos para el almacenamiento de bases de datos, el procesamiento de imágenes y las telecomunicaciones. Se estudiaron 88 sujetos normales (38 hombres, 50 mujeres), de 7 a 62 años de edad. No era necesario utilizar gotas midriáticas para la dilatación pupilar. Se obtuvieron imágenes digitales satisfactorias de toda la cara y del ojo anterior. También se pudo grabar el disco óptico y la parte central del fondo ocular. La calidad de imagen de la cara y el ojo anterior fueron excelentes; la calidad de imagen del disco óptico y la mácula fueron lo suficientemente buenas para la tele-oftalmología. Se necesitan más estudios para evaluar la utilidad del equipo en diferentes condiciones clínicas ",
            "error": [
                ""
            ]
        },
        "digital still images": {
            "translated_key": "imágenes fijas digitales",
            "translated_annotated_text": "Videocámara digital de mano para el examen ocular y el seguimiento Desarrollamos una videocámara digital a color de mano para el examen ocular en atención primaria. El dispositivo pesaba 550 g. Tenía un dispositivo acoplado de carga (CCD) y óptica correctiva. Tanto el vídeo en color como las <br>imágenes fijas digitales</br> pueden ser tomadas.  La cámara de vídeo estaba conectada a un PC con programas informáticos para el almacenamiento de bases de datos, el procesamiento de imágenes y las telecomunicaciones. Se estudiaron 88 sujetos normales (38 hombres, 50 mujeres), de 7 a 62 años de edad. No era necesario utilizar gotas midriáticas para la dilatación pupilar. Se obtuvieron imágenes digitales satisfactorias de toda la cara y del ojo anterior. También se pudo grabar el disco óptico y la parte central del fondo ocular. La calidad de imagen de la cara y el ojo anterior fueron excelentes; la calidad de imagen del disco óptico y la mácula fueron lo suficientemente buenas para la tele-oftalmología. Se necesitan más estudios para evaluar la utilidad del equipo en diferentes condiciones clínicas ",
            "error": [
                ""
            ]
        },
        "colour video images": {
            "translated_key": [],
            "translated_annotated_text": "Videocámara digital de mano para el examen ocular y el seguimiento Desarrollamos una videocámara digital a color de mano para el examen ocular en atención primaria. El dispositivo pesaba 550 g. Tenía un dispositivo acoplado de carga (CCD) y óptica correctiva. Tanto el vídeo en color como las imágenes digitales pueden ser tomadas. La cámara de vídeo estaba conectada a un PC con programas informáticos para el almacenamiento de bases de datos, el procesamiento de imágenes y las telecomunicaciones. Se estudiaron 88 sujetos normales (38 hombres, 50 mujeres), de 7 a 62 años de edad. No era necesario utilizar gotas midriáticas para la dilatación pupilar. Se obtuvieron imágenes digitales satisfactorias de toda la cara y del ojo anterior. También se pudo grabar el disco óptico y la parte central del fondo ocular. La calidad de imagen de la cara y el ojo anterior fueron excelentes; la calidad de imagen del disco óptico y la mácula fueron lo suficientemente buenas para la tele-oftalmología. Se necesitan más estudios para evaluar la utilidad del equipo en diferentes condiciones clínicas ",
            "error": []
        },
        "PC": {
            "translated_key": "PC",
            "translated_annotated_text": "Videocámara digital de mano para el examen ocular y el seguimiento Desarrollamos una videocámara digital a color de mano para el examen ocular en atención primaria. El dispositivo pesaba 550 g. Tenía un dispositivo acoplado de carga (CCD) y óptica correctiva. Tanto el vídeo en color como las imágenes digitales pueden ser tomadas. La cámara de vídeo fue conectada a un <br>PC</br> con software para almacenamiento de bases de datos, procesamiento de imágenes y telecomunicaciones. Se estudiaron 88 sujetos normales (38 hombres, 50 mujeres), de 7 a 62 años de edad. No era necesario utilizar gotas midriáticas para la dilatación pupilar. Se obtuvieron imágenes digitales satisfactorias de toda la cara y del ojo anterior. También se pudo grabar el disco óptico y la parte central del fondo ocular. La calidad de imagen de la cara y el ojo anterior fueron excelentes; la calidad de imagen del disco óptico y la mácula fueron lo suficientemente buenas para la tele-oftalmología. Se necesitan más estudios para evaluar la utilidad del equipo en diferentes condiciones clínicas ",
            "error": [
                ""
            ]
        },
        "software": {
            "translated_key": "software",
            "translated_annotated_text": "Videocámara digital de mano para el examen ocular y el seguimiento Desarrollamos una videocámara digital a color de mano para el examen ocular en atención primaria. El dispositivo pesaba 550 g. Tenía un dispositivo acoplado de carga (CCD) y óptica correctiva. Tanto el vídeo en color como las imágenes digitales pueden ser tomadas. La cámara de vídeo fue conectada a un PC con <br>software</br> para almacenamiento de bases de datos, procesamiento de imágenes y telecomunicaciones. Se estudiaron 88 sujetos normales (38 hombres, 50 mujeres), de 7 a 62 años de edad. No era necesario utilizar gotas midriáticas para la dilatación pupilar. Se obtuvieron imágenes digitales satisfactorias de toda la cara y del ojo anterior. También se pudo grabar el disco óptico y la parte central del fondo ocular. La calidad de imagen de la cara y el ojo anterior fueron excelentes; la calidad de imagen del disco óptico y la mácula fueron lo suficientemente buenas para la tele-oftalmología. Se necesitan más estudios para evaluar la utilidad del equipo en diferentes condiciones clínicas ",
            "error": [
                ""
            ]
        },
        "database storage": {
            "translated_key": "almacenamiento de bases de datos",
            "translated_annotated_text": "Videocámara digital de mano para el examen ocular y el seguimiento Desarrollamos una videocámara digital a color de mano para el examen ocular en atención primaria. El dispositivo pesaba 550 g. Tenía un dispositivo acoplado de carga (CCD) y óptica correctiva. Tanto el vídeo en color como las imágenes digitales pueden ser tomadas. La cámara de vídeo estaba conectada a un PC con software para <br>almacenamiento de bases de datos</br>, procesamiento de imágenes y telecomunicaciones.  Se estudiaron 88 sujetos normales (38 hombres, 50 mujeres), de 7 a 62 años de edad. No era necesario utilizar gotas midriáticas para la dilatación pupilar. Se obtuvieron imágenes digitales satisfactorias de toda la cara y del ojo anterior. También se pudo grabar el disco óptico y la parte central del fondo ocular. La calidad de imagen de la cara y el ojo anterior fueron excelentes; la calidad de imagen del disco óptico y la mácula fueron lo suficientemente buenas para la tele-oftalmología. Se necesitan más estudios para evaluar la utilidad del equipo en diferentes condiciones clínicas ",
            "error": [
                ""
            ]
        },
        "image processing": {
            "translated_key": "procesamiento de imágenes",
            "translated_annotated_text": "Videocámara digital de mano para el examen ocular y el seguimiento Desarrollamos una videocámara digital a color de mano para el examen ocular en atención primaria. El dispositivo pesaba 550 g. Tenía un dispositivo acoplado de carga (CCD) y óptica correctiva. Tanto el vídeo en color como las imágenes digitales pueden ser tomadas. La cámara de vídeo fue conectada a un PC con software para almacenamiento de bases de datos, <br>procesamiento de imágenes</br> y telecomunicaciones. <br>procesamiento de imágenes</br>. Se estudiaron 88 sujetos normales (38 hombres, 50 mujeres), de 7 a 62 años de edad. No era necesario utilizar gotas midriáticas para la dilatación pupilar. Se obtuvieron imágenes digitales satisfactorias de toda la cara y del ojo anterior. También se pudo grabar el disco óptico y la parte central del fondo ocular. La calidad de imagen de la cara y el ojo anterior fueron excelentes; la calidad de imagen del disco óptico y la mácula fueron lo suficientemente buenas para la tele-oftalmología. Se necesitan más estudios para evaluar la utilidad del equipo en diferentes condiciones clínicas ",
            "error": [
                ""
            ]
        },
        "telecommunication": {
            "translated_key": "telecomunicaciones",
            "translated_annotated_text": "Videocámara digital de mano para el examen ocular y el seguimiento Desarrollamos una videocámara digital a color de mano para el examen ocular en atención primaria. El dispositivo pesaba 550 g. Tenía un dispositivo acoplado de carga (CCD) y óptica correctiva. Tanto el vídeo en color como las imágenes digitales pueden ser tomadas. La cámara de vídeo fue conectada a un PC con software para almacenamiento de bases de datos, procesamiento de imágenes y <br>telecomunicaciones</br>. Se estudiaron 88 sujetos normales (38 hombres, 50 mujeres), de 7 a 62 años de edad. No era necesario utilizar gotas midriáticas para la dilatación pupilar. Se obtuvieron imágenes digitales satisfactorias de toda la cara y del ojo anterior. También se pudo grabar el disco óptico y la parte central del fondo ocular. La calidad de imagen de la cara y el ojo anterior fueron excelentes; la calidad de imagen del disco óptico y la mácula fueron lo suficientemente buenas para la tele-oftalmología. Se necesitan más estudios para evaluar la utilidad del equipo en diferentes condiciones clínicas ",
            "error": [
                ""
            ]
        },
        "normal subjects": {
            "translated_key": "normales",
            "translated_annotated_text": "Videocámara digital de mano para el examen ocular y el seguimiento Desarrollamos una videocámara digital a color de mano para el examen ocular en atención primaria. El dispositivo pesaba 550 g. Tenía un dispositivo acoplado de carga (CCD) y óptica correctiva. Tanto el vídeo en color como las imágenes digitales pueden ser tomadas. La cámara de vídeo estaba conectada a un PC con programas informáticos para el almacenamiento de bases de datos, el procesamiento de imágenes y las telecomunicaciones. Se estudiaron 88 sujetos <br>normales</br> (38 hombres, 50 mujeres), de 7 a 62 años de edad. No era necesario utilizar gotas midriáticas para la dilatación pupilar. Se obtuvieron imágenes digitales satisfactorias de toda la cara y del ojo anterior. También se pudo grabar el disco óptico y la parte central del fondo ocular. La calidad de imagen de la cara y el ojo anterior fueron excelentes; la calidad de imagen del disco óptico y la mácula fueron lo suficientemente buenas para la tele-oftalmología. Se necesitan más estudios para evaluar la utilidad del equipo en diferentes condiciones clínicas ",
            "error": [
                ""
            ]
        },
        "whole face": {
            "translated_key": [],
            "translated_annotated_text": "Videocámara digital de mano para el examen ocular y el seguimiento Desarrollamos una videocámara digital a color de mano para el examen ocular en atención primaria. El dispositivo pesaba 550 g. Tenía un dispositivo acoplado de carga (CCD) y óptica correctiva. Tanto el vídeo en color como las imágenes digitales pueden ser tomadas. La cámara de vídeo estaba conectada a un PC con programas informáticos para el almacenamiento de bases de datos, el procesamiento de imágenes y las telecomunicaciones. Se estudiaron 88 sujetos normales (38 hombres, 50 mujeres), de 7 a 62 años de edad. No era necesario utilizar gotas midriáticas para la dilatación pupilar. Se obtuvieron imágenes digitales satisfactorias de toda la cara y del ojo anterior. También se pudo grabar el disco óptico y la parte central del fondo ocular. La calidad de imagen de la cara y el ojo anterior fueron excelentes; la calidad de imagen del disco óptico y la mácula fueron lo suficientemente buenas para la tele-oftalmología. Se necesitan más estudios para evaluar la utilidad del equipo en diferentes condiciones clínicas ",
            "error": []
        },
        "anterior eye": {
            "translated_key": "ojo anterior",
            "translated_annotated_text": "Videocámara digital de mano para el examen ocular y el seguimiento Desarrollamos una videocámara digital a color de mano para el examen ocular en atención primaria. El dispositivo pesaba 550 g. Tenía un dispositivo acoplado de carga (CCD) y óptica correctiva. Tanto el vídeo en color como las imágenes digitales pueden ser tomadas. La cámara de vídeo estaba conectada a un PC con programas informáticos para el almacenamiento de bases de datos, el procesamiento de imágenes y las telecomunicaciones. Se estudiaron 88 sujetos normales (38 hombres, 50 mujeres), de 7 a 62 años de edad. No era necesario utilizar gotas midriáticas para la dilatación pupilar. Se obtuvieron imágenes digitales satisfactorias de toda la cara y del <br>ojo anterior</br>. También se pudo grabar el disco óptico y la parte central del fondo ocular. La calidad de imagen de la cara y el <br>ojo anterior</br> fueron excelentes; la calidad de imagen del disco óptico y la mácula fueron lo suficientemente buenas para la tele-oftalmología.  Se necesitan más estudios para evaluar la utilidad del equipo en diferentes condiciones clínicas ",
            "error": [
                ""
            ]
        },
        "optic disc": {
            "translated_key": "disco óptico",
            "translated_annotated_text": "Videocámara digital de mano para el examen ocular y el seguimiento Desarrollamos una videocámara digital a color de mano para el examen ocular en atención primaria. El dispositivo pesaba 550 g. Tenía un dispositivo acoplado de carga (CCD) y óptica correctiva. Tanto el vídeo en color como las imágenes digitales pueden ser tomadas. La cámara de vídeo estaba conectada a un PC con programas informáticos para el almacenamiento de bases de datos, el procesamiento de imágenes y las telecomunicaciones. Se estudiaron 88 sujetos normales (38 hombres, 50 mujeres), de 7 a 62 años de edad. No era necesario utilizar gotas midriáticas para la dilatación pupilar. Se obtuvieron imágenes digitales satisfactorias de toda la cara y del ojo anterior. También se puede grabar el <br>disco óptico</br> y la parte central del fondo ocular. La calidad de imagen de la cara y el ojo anterior fueron excelentes; la calidad de imagen del <br>disco óptico</br> y la mácula fueron lo suficientemente buenas para la tele-oftalmología.  Se necesitan más estudios para evaluar la utilidad del equipo en diferentes condiciones clínicas ",
            "error": [
                ""
            ]
        },
        "ocular fundus": {
            "translated_key": "ocular",
            "translated_annotated_text": "Videocámara digital de mano para el examen ocular y el seguimiento Desarrollamos una videocámara digital a color de mano para el examen ocular en atención primaria. El dispositivo pesaba 550 g. Tenía un dispositivo acoplado de carga (CCD) y óptica correctiva. Tanto el vídeo en color como las imágenes digitales pueden ser tomadas. La cámara de vídeo estaba conectada a un PC con programas informáticos para el almacenamiento de bases de datos, el procesamiento de imágenes y las telecomunicaciones. Se estudiaron 88 sujetos normales (38 hombres, 50 mujeres), de 7 a 62 años de edad. No era necesario utilizar gotas midriáticas para la dilatación pupilar. Se obtuvieron imágenes digitales satisfactorias de toda la cara y del ojo anterior. También se pudo grabar el disco óptico y la parte central del fondo <br>ocular</br>. La calidad de imagen de la cara y el ojo anterior fueron excelentes; la calidad de imagen del disco óptico y la mácula fueron lo suficientemente buenas para la tele-oftalmología. Se necesitan más estudios para evaluar la utilidad del equipo en diferentes condiciones clínicas ",
            "error": [
                ""
            ]
        },
        "image quality": {
            "translated_key": "calidad de imagen",
            "translated_annotated_text": "Videocámara digital de mano para el examen ocular y el seguimiento Desarrollamos una videocámara digital a color de mano para el examen ocular en atención primaria. El dispositivo pesaba 550 g. Tenía un dispositivo acoplado de carga (CCD) y óptica correctiva. Tanto el vídeo en color como las imágenes digitales pueden ser tomadas. La cámara de vídeo estaba conectada a un PC con programas informáticos para el almacenamiento de bases de datos, el procesamiento de imágenes y las telecomunicaciones. Se estudiaron 88 sujetos normales (38 hombres, 50 mujeres), de 7 a 62 años de edad. No era necesario utilizar gotas midriáticas para la dilatación pupilar. Se obtuvieron imágenes digitales satisfactorias de toda la cara y del ojo anterior. También se pudo grabar el disco óptico y la parte central del fondo ocular. La <br>calidad de imagen</br> de la cara y el ojo anterior fueron excelentes; la <br>calidad de imagen</br> del disco óptico y la mácula fueron lo suficientemente buenas para la tele-oftalmología. Se necesitan más estudios para evaluar la utilidad del equipo en diferentes condiciones clínicas ",
            "error": [
                ""
            ]
        },
        "tele-ophthalmology": {
            "translated_key": [],
            "translated_annotated_text": "Videocámara digital de mano para el examen ocular y el seguimiento Desarrollamos una videocámara digital a color de mano para el examen ocular en atención primaria. El dispositivo pesaba 550 g. Tenía un dispositivo acoplado de carga (CCD) y óptica correctiva. Tanto el vídeo en color como las imágenes digitales pueden ser tomadas. La cámara de vídeo estaba conectada a un PC con programas informáticos para el almacenamiento de bases de datos, el procesamiento de imágenes y las telecomunicaciones. Se estudiaron 88 sujetos normales (38 hombres, 50 mujeres), de 7 a 62 años de edad. No era necesario utilizar gotas midriáticas para la dilatación pupilar. Se obtuvieron imágenes digitales satisfactorias de toda la cara y del ojo anterior. También se pudo grabar el disco óptico y la parte central del fondo ocular. La calidad de imagen de la cara y el ojo anterior fueron excelentes; la calidad de imagen del disco óptico y la mácula fueron lo suficientemente buenas para la tele-oftalmología. Se necesitan más estudios para evaluar la utilidad del equipo en diferentes condiciones clínicas ",
            "error": []
        },
        "clinical conditions": {
            "translated_key": "condiciones clínicas",
            "translated_annotated_text": "Videocámara digital de mano para el examen ocular y el seguimiento Desarrollamos una videocámara digital a color de mano para el examen ocular en atención primaria. El dispositivo pesaba 550 g. Tenía un dispositivo acoplado de carga (CCD) y óptica correctiva. Tanto el vídeo en color como las imágenes digitales pueden ser tomadas. La cámara de vídeo estaba conectada a un PC con programas informáticos para el almacenamiento de bases de datos, el procesamiento de imágenes y las telecomunicaciones. Se estudiaron 88 sujetos normales (38 hombres, 50 mujeres), de 7 a 62 años de edad. No era necesario utilizar gotas midriáticas para la dilatación pupilar. Se obtuvieron imágenes digitales satisfactorias de toda la cara y del ojo anterior. También se pudo grabar el disco óptico y la parte central del fondo ocular. La calidad de imagen de la cara y el ojo anterior fueron excelentes; la calidad de imagen del disco óptico y la mácula fueron lo suficientemente buenas para la tele-oftalmología. Se necesitan más estudios para evaluar la utilidad del equipo en diferentes <br>condiciones clínicas</br>. ",
            "error": [
                ""
            ]
        },
        "follow-up": {
            "translated_key": [],
            "translated_annotated_text": "Videocámara digital de mano para el examen ocular y el seguimiento de <br> Desarrollamos una videocámara digital a color de mano para el examen ocular en atención primaria. El dispositivo pesaba 550 g. Tenía un dispositivo acoplado de carga (CCD) y óptica correctiva. Tanto el vídeo en color como las imágenes digitales pueden ser tomadas. La cámara de vídeo estaba conectada a un PC con programas informáticos para el almacenamiento de bases de datos, el procesamiento de imágenes y las telecomunicaciones. Se estudiaron 88 sujetos normales (38 hombres, 50 mujeres), de 7 a 62 años de edad. No era necesario utilizar gotas midriáticas para la dilatación pupilar. Se obtuvieron imágenes digitales satisfactorias de toda la cara y del ojo anterior. También se pudo grabar el disco óptico y la parte central del fondo ocular. La calidad de imagen de la cara y el ojo anterior fueron excelentes; la calidad de imagen del disco óptico y la mácula fueron lo suficientemente buenas para la tele-oftalmología. Se necesitan más estudios para evaluar la utilidad del equipo en diferentes condiciones clínicas ",
            "error": []
        },
        "eye": {
            "translated_key": [
                "eye",
                "eye",
                "eye",
                "ojo",
                "ojo"
            ],
            "translated_annotated_text": "Videocámara digital de mano para el examen y el seguimiento de <br>eye</br> Desarrollamos una videocámara digital a color de mano para el examen de <br>eye</br> en atención primaria. El dispositivo pesaba 550 g. Tenía un dispositivo acoplado de carga (CCD) y óptica correctiva. Tanto el vídeo en color como las imágenes digitales pueden ser tomadas. La cámara de vídeo estaba conectada a un PC con programas informáticos para el almacenamiento de bases de datos, el procesamiento de imágenes y las telecomunicaciones. Se estudiaron 88 sujetos normales (38 hombres, 50 mujeres), de 7 a 62 años de edad. No fue necesario utilizar gotas midriáticas <br>eye</br> para dilatación pupilar. Se obtuvieron imágenes digitales satisfactorias de toda la cara y del <br>ojo</br> anterior. También se pudo grabar el disco óptico y la parte central del fondo ocular. La calidad de imagen de la cara y el <br>ojo</br> anterior fueron excelentes; la calidad de imagen del disco óptico y la mácula fueron lo suficientemente buenas para la tele-oftalmología. Se necesitan más estudios para evaluar la utilidad del equipo en diferentes condiciones clínicas ",
            "error": [
                "eye",
                "eye",
                "eye",
                "ojo",
                "ojo"
            ]
        },
        "medical image processing": {
            "translated_key": [],
            "translated_annotated_text": "Videocámara digital de mano para el examen ocular y el seguimiento Desarrollamos una videocámara digital a color de mano para el examen ocular en atención primaria. El dispositivo pesaba 550 g. Tenía un dispositivo acoplado de carga (CCD) y óptica correctiva. Tanto el vídeo en color como las imágenes digitales pueden ser tomadas. La cámara de vídeo estaba conectada a un PC con programas informáticos para el almacenamiento de bases de datos, el procesamiento de imágenes y las telecomunicaciones. Se estudiaron 88 sujetos normales (38 hombres, 50 mujeres), de 7 a 62 años de edad. No era necesario utilizar gotas midriáticas para la dilatación pupilar. Se obtuvieron imágenes digitales satisfactorias de toda la cara y del ojo anterior. También se pudo grabar el disco óptico y la parte central del fondo ocular. La calidad de imagen de la cara y el ojo anterior fueron excelentes; la calidad de imagen del disco óptico y la mácula fueron lo suficientemente buenas para la tele-oftalmología. Se necesitan más estudios para evaluar la utilidad del equipo en diferentes condiciones clínicas ",
            "error": []
        },
        "microcomputer applications": {
            "translated_key": [],
            "translated_annotated_text": "Videocámara digital de mano para el examen ocular y el seguimiento Desarrollamos una videocámara digital a color de mano para el examen ocular en atención primaria. El dispositivo pesaba 550 g. Tenía un dispositivo acoplado de carga (CCD) y óptica correctiva. Tanto el vídeo en color como las imágenes digitales pueden ser tomadas. La cámara de vídeo estaba conectada a un PC con programas informáticos para el almacenamiento de bases de datos, el procesamiento de imágenes y las telecomunicaciones. Se estudiaron 88 sujetos normales (38 hombres, 50 mujeres), de 7 a 62 años de edad. No era necesario utilizar gotas midriáticas para la dilatación pupilar. Se obtuvieron imágenes digitales satisfactorias de toda la cara y del ojo anterior. También se pudo grabar el disco óptico y la parte central del fondo ocular. La calidad de imagen de la cara y el ojo anterior fueron excelentes; la calidad de imagen del disco óptico y la mácula fueron lo suficientemente buenas para la tele-oftalmología. Se necesitan más estudios para evaluar la utilidad del equipo en diferentes condiciones clínicas ",
            "error": []
        },
        "telemedicine": {
            "translated_key": [],
            "translated_annotated_text": "Videocámara digital de mano para el examen ocular y el seguimiento Desarrollamos una videocámara digital a color de mano para el examen ocular en atención primaria. El dispositivo pesaba 550 g. Tenía un dispositivo acoplado de carga (CCD) y óptica correctiva. Tanto el vídeo en color como las imágenes digitales pueden ser tomadas. La cámara de vídeo estaba conectada a un PC con programas informáticos para el almacenamiento de bases de datos, el procesamiento de imágenes y las telecomunicaciones. Se estudiaron 88 sujetos normales (38 hombres, 50 mujeres), de 7 a 62 años de edad. No era necesario utilizar gotas midriáticas para la dilatación pupilar. Se obtuvieron imágenes digitales satisfactorias de toda la cara y del ojo anterior. También se pudo grabar el disco óptico y la parte central del fondo ocular. La calidad de imagen de la cara y el ojo anterior fueron excelentes; la calidad de imagen del disco óptico y la mácula fueron lo suficientemente buenas para la tele-oftalmología. Se necesitan más estudios para evaluar la utilidad del equipo en diferentes condiciones clínicas ",
            "error": []
        },
        "video cameras": {
            "translated_key": [],
            "translated_annotated_text": "Videocámara digital de mano para el examen ocular y el seguimiento Desarrollamos una videocámara digital a color de mano para el examen ocular en atención primaria. El dispositivo pesaba 550 g. Tenía un dispositivo acoplado de carga (CCD) y óptica correctiva. Tanto el vídeo en color como las imágenes digitales pueden ser tomadas. La cámara de vídeo estaba conectada a un PC con programas informáticos para el almacenamiento de bases de datos, el procesamiento de imágenes y las telecomunicaciones. Se estudiaron 88 sujetos normales (38 hombres, 50 mujeres), de 7 a 62 años de edad. No era necesario utilizar gotas midriáticas para la dilatación pupilar. Se obtuvieron imágenes digitales satisfactorias de toda la cara y del ojo anterior. También se pudo grabar el disco óptico y la parte central del fondo ocular. La calidad de imagen de la cara y el ojo anterior fueron excelentes; la calidad de imagen del disco óptico y la mácula fueron lo suficientemente buenas para la tele-oftalmología. Se necesitan más estudios para evaluar la utilidad del equipo en diferentes condiciones clínicas ",
            "error": []
        },
        "video databases": {
            "translated_key": [],
            "translated_annotated_text": "Videocámara digital de mano para el examen ocular y el seguimiento Desarrollamos una videocámara digital a color de mano para el examen ocular en atención primaria. El dispositivo pesaba 550 g. Tenía un dispositivo acoplado de carga (CCD) y óptica correctiva. Tanto el vídeo en color como las imágenes digitales pueden ser tomadas. La cámara de vídeo estaba conectada a un PC con programas informáticos para el almacenamiento de bases de datos, el procesamiento de imágenes y las telecomunicaciones. Se estudiaron 88 sujetos normales (38 hombres, 50 mujeres), de 7 a 62 años de edad. No era necesario utilizar gotas midriáticas para la dilatación pupilar. Se obtuvieron imágenes digitales satisfactorias de toda la cara y del ojo anterior. También se pudo grabar el disco óptico y la parte central del fondo ocular. La calidad de imagen de la cara y el ojo anterior fueron excelentes; la calidad de imagen del disco óptico y la mácula fueron lo suficientemente buenas para la tele-oftalmología. Se necesitan más estudios para evaluar la utilidad del equipo en diferentes condiciones clínicas ",
            "error": []
        },
        "video signal processing": {
            "translated_key": [],
            "translated_annotated_text": "Videocámara digital de mano para el examen ocular y el seguimiento Desarrollamos una videocámara digital a color de mano para el examen ocular en atención primaria. El dispositivo pesaba 550 g. Tenía un dispositivo acoplado de carga (CCD) y óptica correctiva. Tanto el vídeo en color como las imágenes digitales pueden ser tomadas. La cámara de vídeo estaba conectada a un PC con programas informáticos para el almacenamiento de bases de datos, el procesamiento de imágenes y las telecomunicaciones. Se estudiaron 88 sujetos normales (38 hombres, 50 mujeres), de 7 a 62 años de edad. No era necesario utilizar gotas midriáticas para la dilatación pupilar. Se obtuvieron imágenes digitales satisfactorias de toda la cara y del ojo anterior. También se pudo grabar el disco óptico y la parte central del fondo ocular. La calidad de imagen de la cara y el ojo anterior fueron excelentes; la calidad de imagen del disco óptico y la mácula fueron lo suficientemente buenas para la tele-oftalmología. Se necesitan más estudios para evaluar la utilidad del equipo en diferentes condiciones clínicas ",
            "error": []
        }
    }
}