{
    "original_text": "Research into telehealth applications in speech-language pathology A literature review was conducted to investigate the extent to which telehealth has been researched within the domain of speech-language pathology and the outcomes of this research. A total of 13 studies were identified. Three early studies demonstrated that telehealth was feasible, although there was no discussion of the cost-effectiveness of this process in terms of patient outcomes. The majority of the subsequent studies indicated positive or encouraging outcomes resulting from telehealth. However, there were a number of shortcomings in the research, including a lack of cost-benefit information, failure to evaluate the technology itself, an absence of studies of the educational and informational aspects of telehealth in relation to speech-language pathology, and the use of telehealth in a limited range of communication disorders. Future research into the application of telehealth to speech-language pathology services must adopt a scientific approach, and have a well defined development and evaluation framework that addresses the effectiveness of the technique, patient outcomes and satisfaction, and the cost-benefit relationship",
    "original_translation": "Investigación en aplicaciones de telesalud en patología del habla-lenguaje Se realizó una revisión bibliográfica para investigar el grado en que la telesalud ha sido investigada dentro del dominio de la patología del habla-lenguaje y los resultados de esta investigación. Se identificaron un total de 13 estudios. Tres estudios iniciales demostraron que la telesalud era factible, aunque no hubo discusión sobre la rentabilidad de este proceso en términos de resultados de los pacientes. La mayoría de los estudios posteriores indicaron resultados positivos o alentadores resultantes de la telesalud. Sin embargo, hubo una serie de deficiencias en la investigación, incluyendo la falta de información costo-beneficio, la falta de evaluación de la propia tecnología, la ausencia de estudios de los aspectos educativos e informativos de la telesalud en relación con la patología del habla-lenguaje, y el uso de la telesalud en una gama limitada de trastornos de comunicación. La investigación futura sobre la aplicación de la telesalud a los servicios de patología del habla-lenguaje debe adoptar un enfoque científico y tener un marco de desarrollo y evaluación bien definido que aborde la eficacia de la técnica, los resultados y la satisfacción del paciente, y la relación costo-beneficio",
    "error_count": 9,
    "keys": {
        "telehealth applications": {
            "translated_key": "aplicaciones de telesalud",
            "translated_annotated_text": "Investigación sobre <br>aplicaciones de telesalud</br> en patología del habla-lenguaje Se realizó una revisión bibliográfica para investigar el grado en que la telesalud ha sido investigada dentro del dominio de la patología del habla-lenguaje y los resultados de esta investigación.  Se identificaron un total de 13 estudios. Tres estudios iniciales demostraron que la telesalud era factible, aunque no hubo discusión sobre la rentabilidad de este proceso en términos de resultados de los pacientes. La mayoría de los estudios posteriores indicaron resultados positivos o alentadores resultantes de la telesalud. Sin embargo, hubo una serie de deficiencias en la investigación, incluyendo la falta de información costo-beneficio, la falta de evaluación de la propia tecnología, la ausencia de estudios de los aspectos educativos e informativos de la telesalud en relación con la patología del habla-lenguaje, y el uso de la telesalud en una gama limitada de trastornos de comunicación. La investigación futura sobre la aplicación de la telesalud a los servicios de patología del habla-lenguaje debe adoptar un enfoque científico y tener un marco de desarrollo y evaluación bien definido que aborde la eficacia de la técnica, los resultados y la satisfacción del paciente, y la relación costo-beneficio ",
            "error": [
                ""
            ]
        },
        "speech-language pathology": {
            "translated_key": [
                "patología del habla-lenguaje",
                "patología del habla-lenguaje",
                "habla-lenguaje"
            ],
            "translated_annotated_text": "Investigación en aplicaciones de telesalud en <br>patología del habla-lenguaje</br> Se realizó una revisión bibliográfica para investigar el grado en que la telesalud ha sido investigada dentro del dominio de la <br>patología del habla-lenguaje</br> y los resultados de esta investigación. Se identificaron un total de 13 estudios. Tres estudios iniciales demostraron que la telesalud era factible, aunque no hubo discusión sobre la rentabilidad de este proceso en términos de resultados de los pacientes. La mayoría de los estudios posteriores indicaron resultados positivos o alentadores resultantes de la telesalud. Sin embargo, hubo una serie de deficiencias en la investigación, incluyendo la falta de información costo-beneficio, la falta de evaluación de la propia tecnología, la ausencia de estudios de los aspectos educativos e informativos de la telesalud en relación con la patología <br>habla-lenguaje</br>, y el uso de la telesalud en una gama limitada de trastornos de comunicación. La investigación futura sobre la aplicación de la telesalud a los servicios de patología <br>habla-lenguaje debe adoptar un enfoque científico y tener un marco de desarrollo y evaluación bien definido que aborde la eficacia de la técnica, los resultados y la satisfacción del paciente, y la relación costo-beneficio ",
            "error": [
                "patología del habla-lenguaje",
                "patología del habla-lenguaje",
                "habla-lenguaje"
            ]
        },
        "literature review": {
            "translated_key": " de la literatura",
            "translated_annotated_text": "Investigación en aplicaciones de telesalud en patología del habla-lenguaje Se realizó una revisión <br> de la literatura</br> para investigar el grado en que la telesalud ha sido investigada dentro del dominio de la patología del habla-lenguaje y los resultados de esta investigación. Se identificaron un total de 13 estudios. Tres estudios iniciales demostraron que la telesalud era factible, aunque no hubo discusión sobre la rentabilidad de este proceso en términos de resultados de los pacientes. La mayoría de los estudios posteriores indicaron resultados positivos o alentadores resultantes de la telesalud. Sin embargo, hubo una serie de deficiencias en la investigación, incluyendo la falta de información costo-beneficio, la falta de evaluación de la propia tecnología, la ausencia de estudios de los aspectos educativos e informativos de la telesalud en relación con la patología del habla-lenguaje, y el uso de la telesalud en una gama limitada de trastornos de comunicación. La investigación futura sobre la aplicación de la telesalud a los servicios de patología del habla-lenguaje debe adoptar un enfoque científico y tener un marco de desarrollo y evaluación bien definido que aborde la eficacia de la técnica, los resultados y la satisfacción del paciente, y la relación costo-beneficio ",
            "error": [
                ""
            ]
        },
        "telemedicine": {
            "translated_key": [],
            "translated_annotated_text": "Investigación en aplicaciones de telesalud en patología del habla-lenguaje Se realizó una revisión bibliográfica para investigar el grado en que la telesalud ha sido investigada dentro del dominio de la patología del habla-lenguaje y los resultados de esta investigación. Se identificaron un total de 13 estudios. Tres estudios iniciales demostraron que la telesalud era factible, aunque no hubo discusión sobre la rentabilidad de este proceso en términos de resultados de los pacientes. La mayoría de los estudios posteriores indicaron resultados positivos o alentadores resultantes de la telesalud. Sin embargo, hubo una serie de deficiencias en la investigación, incluyendo la falta de información costo-beneficio, la falta de evaluación de la propia tecnología, la ausencia de estudios de los aspectos educativos e informativos de la telesalud en relación con la patología del habla-lenguaje, y el uso de la telesalud en una gama limitada de trastornos de comunicación. La investigación futura sobre la aplicación de la telesalud a los servicios de patología del habla-lenguaje debe adoptar un enfoque científico y tener un marco de desarrollo y evaluación bien definido que aborde la eficacia de la técnica, los resultados y la satisfacción del paciente, y la relación costo-beneficio ",
            "error": []
        },
        "cost-effectiveness": {
            "translated_key": "cost-efectividad",
            "translated_annotated_text": "Investigación en aplicaciones de telesalud en patología del habla-lenguaje Se realizó una revisión bibliográfica para investigar el grado en que la telesalud ha sido investigada dentro del dominio de la patología del habla-lenguaje y los resultados de esta investigación. Se identificaron un total de 13 estudios. Tres estudios iniciales demostraron que la telesalud era factible, aunque no hubo discusión sobre la <br>cost-efectividad</br> de este proceso en términos de resultados de los pacientes. La mayoría de los estudios posteriores indicaron resultados positivos o alentadores resultantes de la telesalud. Sin embargo, hubo una serie de deficiencias en la investigación, incluyendo la falta de información costo-beneficio, la falta de evaluación de la propia tecnología, la ausencia de estudios de los aspectos educativos e informativos de la telesalud en relación con la patología del habla-lenguaje, y el uso de la telesalud en una gama limitada de trastornos de comunicación. La investigación futura sobre la aplicación de la telesalud a los servicios de patología del habla-lenguaje debe adoptar un enfoque científico y tener un marco de desarrollo y evaluación bien definido que aborde la eficacia de la técnica, los resultados y la satisfacción del paciente, y la relación costo-beneficio ",
            "error": [
                ""
            ]
        },
        "patient outcomes": {
            "translated_key": "pacientes",
            "translated_annotated_text": "Investigación en aplicaciones de telesalud en patología del habla-lenguaje Se realizó una revisión bibliográfica para investigar el grado en que la telesalud ha sido investigada dentro del dominio de la patología del habla-lenguaje y los resultados de esta investigación. Se identificaron un total de 13 estudios. Tres estudios iniciales demostraron que la telesalud era factible, aunque no hubo discusión sobre la rentabilidad de este proceso en términos de resultados <br>pacientes</br>. La mayoría de los estudios posteriores indicaron resultados positivos o alentadores resultantes de la telesalud. Sin embargo, hubo una serie de deficiencias en la investigación, incluyendo la falta de información costo-beneficio, la falta de evaluación de la propia tecnología, la ausencia de estudios de los aspectos educativos e informativos de la telesalud en relación con la patología del habla-lenguaje, y el uso de la telesalud en una gama limitada de trastornos de comunicación. La investigación futura sobre la aplicación de la telesalud a los servicios de patología del habla-lenguaje debe adoptar un enfoque científico y tener un marco de desarrollo y evaluación bien definido que aborde la eficacia de la técnica, los resultados y la satisfacción del paciente y la relación costo-beneficio. ",
            "error": [
                ""
            ]
        },
        "cost-benefit analysis": {
            "translated_key": [],
            "translated_annotated_text": "Investigación en aplicaciones de telesalud en patología del habla-lenguaje Se realizó una revisión bibliográfica para investigar el grado en que la telesalud ha sido investigada dentro del dominio de la patología del habla-lenguaje y los resultados de esta investigación. Se identificaron un total de 13 estudios. Tres estudios iniciales demostraron que la telesalud era factible, aunque no hubo discusión sobre la rentabilidad de este proceso en términos de resultados de los pacientes. La mayoría de los estudios posteriores indicaron resultados positivos o alentadores resultantes de la telesalud. Sin embargo, hubo una serie de deficiencias en la investigación, incluyendo la falta de información costo-beneficio, la falta de evaluación de la propia tecnología, la ausencia de estudios de los aspectos educativos e informativos de la telesalud en relación con la patología del habla-lenguaje, y el uso de la telesalud en una gama limitada de trastornos de comunicación. La investigación futura sobre la aplicación de la telesalud a los servicios de patología del habla-lenguaje debe adoptar un enfoque científico y tener un marco de desarrollo y evaluación bien definido que aborde la eficacia de la técnica, los resultados y la satisfacción del paciente, y la relación costo-beneficio ",
            "error": []
        },
        "communication disorders": {
            "translated_key": [],
            "translated_annotated_text": "Investigación en aplicaciones de telesalud en patología del habla-lenguaje Se realizó una revisión bibliográfica para investigar el grado en que la telesalud ha sido investigada dentro del dominio de la patología del habla-lenguaje y los resultados de esta investigación. Se identificaron un total de 13 estudios. Tres estudios iniciales demostraron que la telesalud era factible, aunque no hubo discusión sobre la rentabilidad de este proceso en términos de resultados de los pacientes. La mayoría de los estudios posteriores indicaron resultados positivos o alentadores resultantes de la telesalud. Sin embargo, hubo una serie de deficiencias en la investigación, incluyendo la falta de información costo-beneficio, la falta de evaluación de la tecnología en sí, la ausencia de estudios de los aspectos educativos e informativos de la telesalud en relación con la patología del habla-lenguaje, y el uso de la telesalud en una gama limitada de trastornos de comunicación. La investigación futura sobre la aplicación de la telesalud a los servicios de patología del habla-lenguaje debe adoptar un enfoque científico y tener un marco de desarrollo y evaluación bien definido que aborde la eficacia de la técnica, los resultados y la satisfacción del paciente, y la relación costo-beneficio ",
            "error": []
        },
        "patient satisfaction": {
            "translated_key": [],
            "translated_annotated_text": "Investigación en aplicaciones de telesalud en patología del habla-lenguaje Se realizó una revisión bibliográfica para investigar el grado en que la telesalud ha sido investigada dentro del dominio de la patología del habla-lenguaje y los resultados de esta investigación. Se identificaron un total de 13 estudios. Tres estudios iniciales demostraron que la telesalud era factible, aunque no hubo discusión sobre la rentabilidad de este proceso en términos de resultados de los pacientes. La mayoría de los estudios posteriores indicaron resultados positivos o alentadores resultantes de la telesalud. Sin embargo, hubo una serie de deficiencias en la investigación, incluyendo la falta de información costo-beneficio, la falta de evaluación de la propia tecnología, la ausencia de estudios de los aspectos educativos e informativos de la telesalud en relación con la patología del habla-lenguaje, y el uso de la telesalud en una gama limitada de trastornos de comunicación. La investigación futura sobre la aplicación de la telesalud a los servicios de patología del habla-lenguaje debe adoptar un enfoque científico y tener un marco de desarrollo y evaluación bien definido que aborde la eficacia de la técnica, los resultados y la satisfacción del paciente, y la relación costo-beneficio ",
            "error": []
        },
        "medical computing": {
            "translated_key": [],
            "translated_annotated_text": "Investigación en aplicaciones de telesalud en patología del habla-lenguaje Se realizó una revisión bibliográfica para investigar el grado en que la telesalud ha sido investigada dentro del dominio de la patología del habla-lenguaje y los resultados de esta investigación. Se identificaron un total de 13 estudios. Tres estudios iniciales demostraron que la telesalud era factible, aunque no hubo discusión sobre la rentabilidad de este proceso en términos de resultados de los pacientes. La mayoría de los estudios posteriores indicaron resultados positivos o alentadores resultantes de la telesalud. Sin embargo, hubo una serie de deficiencias en la investigación, incluyendo la falta de información costo-beneficio, la falta de evaluación de la propia tecnología, la ausencia de estudios de los aspectos educativos e informativos de la telesalud en relación con la patología del habla-lenguaje, y el uso de la telesalud en una gama limitada de trastornos de comunicación. La investigación futura sobre la aplicación de la telesalud a los servicios de patología del habla-lenguaje debe adoptar un enfoque científico y tener un marco de desarrollo y evaluación bien definido que aborde la eficacia de la técnica, los resultados y la satisfacción del paciente, y la relación costo-beneficio ",
            "error": []
        },
        "reviews": {
            "translated_key": [],
            "translated_annotated_text": "Investigación en aplicaciones de telesalud en patología del habla-lenguaje Se realizó una revisión bibliográfica para investigar el grado en que la telesalud ha sido investigada dentro del dominio de la patología del habla-lenguaje y los resultados de esta investigación. Se identificaron un total de 13 estudios. Tres estudios iniciales demostraron que la telesalud era factible, aunque no hubo discusión sobre la rentabilidad de este proceso en términos de resultados de los pacientes. La mayoría de los estudios posteriores indicaron resultados positivos o alentadores resultantes de la telesalud. Sin embargo, hubo una serie de deficiencias en la investigación, incluyendo la falta de información costo-beneficio, la falta de evaluación de la propia tecnología, la ausencia de estudios de los aspectos educativos e informativos de la telesalud en relación con la patología del habla-lenguaje, y el uso de la telesalud en una gama limitada de trastornos de comunicación. La investigación futura sobre la aplicación de la telesalud a los servicios de patología del habla-lenguaje debe adoptar un enfoque científico y tener un marco de desarrollo y evaluación bien definido que aborde la eficacia de la técnica, los resultados y la satisfacción del paciente, y la relación costo-beneficio ",
            "error": []
        },
        "speech": {
            "translated_key": "habla",
            "translated_annotated_text": "Investigación en aplicaciones de telesalud en patología <br>habla</br>-idioma Se realizó una revisión bibliográfica para investigar el grado en que la telesalud ha sido investigada dentro del dominio de patología <br>habla</br>-idioma y los resultados de esta investigación. Se identificaron un total de 13 estudios. Tres estudios iniciales demostraron que la telesalud era factible, aunque no hubo discusión sobre la rentabilidad de este proceso en términos de resultados de los pacientes. La mayoría de los estudios posteriores indicaron resultados positivos o alentadores resultantes de la telesalud. Sin embargo, hubo una serie de deficiencias en la investigación, incluyendo la falta de información costo-beneficio, la falta de evaluación de la propia tecnología, la ausencia de estudios de los aspectos educativos e informativos de la telesalud en relación con la patología <br>habla</br>-idioma, y el uso de la telesalud en una gama limitada de trastornos de comunicación. La investigación futura sobre la aplicación de la telesalud a los servicios de patología <br>habla</br>-idioma debe adoptar un enfoque científico y tener un marco de desarrollo y evaluación bien definido que aborde la efectividad de la técnica, los resultados y la satisfacción del paciente, y la relación costo-beneficio ",
            "error": [
                ""
            ]
        }
    }
}