{
    "original_text": "Explicit matrix representation for NURBS curves and surfaces The matrix forms for curves and surfaces were largely promoted in CAD/CAM. In this paper we have presented two matrix representation formulations for arbitrary degree NURBS curves and surfaces explicitly other than recursively. The two approaches are derived from the computation of divided difference and the Marsden identity respectively. The explicit coefficient matrix of B-spline with equally spaced knot and Bezier curves and surfaces can be obtained by these formulae. The coefficient formulae and the coefficient matrix formulae developed in this paper express non-uniform B-spline functions of arbitrary degree in explicit polynomial and matrix forms.. They are useful for the evaluation and the conversion of NURBS curves and surfaces, in CAD/CAM systems",
    "original_translation": "Representación explícita de la matriz para curvas y superficies NURBS Las formas de matriz para curvas y superficies fueron ampliamente promovidas en CAD/CAM. En este trabajo hemos presentado dos formulaciones de representación de matriz para curvas y superficies de NURBS de grado arbitrario explícitamente distintas de recursivamente. Los dos enfoques se derivan del cálculo de la diferencia dividida y la identidad Marsden, respectivamente. La matriz de coeficiente explícita de B-spline con nudo igualmente espaciado y curvas y superficies de Bezier se puede obtener por estas fórmulas. Las fórmulas de coeficiente y las fórmulas de coeficiente de matriz desarrolladas en este artículo expresan las funciones no uniformes B-spline de grado arbitrario en formas explícitas de polinomio y matriz. Son útiles para la evaluación y conversión de curvas y superficies NURBS, en sistemas CAD/CAM",
    "error_count": 10,
    "keys": {
        "explicit matrix representation": {
            "translated_key": [],
            "translated_annotated_text": "Representación explícita de la matriz para curvas y superficies NURBS Las formas de matriz para curvas y superficies fueron ampliamente promovidas en CAD/CAM. En este trabajo hemos presentado dos formulaciones de representación de matriz para curvas y superficies de NURBS de grado arbitrario explícitamente distintas de recursivamente. Los dos enfoques se derivan del cálculo de la diferencia dividida y la identidad Marsden, respectivamente. La matriz de coeficiente explícita de B-spline con nudo igualmente espaciado y curvas y superficies de Bezier se puede obtener por estas fórmulas. Las fórmulas de coeficiente y las fórmulas de coeficiente de matriz desarrolladas en este artículo expresan las funciones no uniformes B-spline de grado arbitrario en formas explícitas de polinomio y matriz. Son útiles para la evaluación y conversión de curvas y superficies NURBS, en sistemas CAD/CAM ",
            "error": []
        },
        "NURBS curves": {
            "translated_key": "NURBS",
            "translated_annotated_text": "Representación explícita de la matriz para curvas <br>NURBS</br> y superficies Las formas de matriz para curvas y superficies fueron ampliamente promovidas en CAD/CAM. En este trabajo hemos presentado dos formulaciones de representación de matriz para curvas de grado arbitrario <br>NURBS</br> y superficies explícitamente distintas de recursivamente. Los dos enfoques se derivan del cálculo de la diferencia dividida y la identidad Marsden, respectivamente. La matriz de coeficiente explícita de B-spline con nudo igualmente espaciado y curvas y superficies de Bezier se puede obtener por estas fórmulas. Las fórmulas de coeficiente y las fórmulas de coeficiente de matriz desarrolladas en este artículo expresan las funciones no uniformes B-spline de grado arbitrario en formas explícitas de polinomio y matriz. Son útiles para la evaluación y conversión de curvas <br>NURBS</br> y superficies, en sistemas CAD/CAM ",
            "error": [
                ""
            ]
        },
        "NURBS surfaces": {
            "translated_key": [],
            "translated_annotated_text": "Representación explícita de la matriz para curvas y superficies NURBS Las formas de matriz para curvas y superficies fueron ampliamente promovidas en CAD/CAM. En este trabajo hemos presentado dos formulaciones de representación de matriz para curvas y superficies de NURBS de grado arbitrario explícitamente distintas de recursivamente. Los dos enfoques se derivan del cálculo de la diferencia dividida y la identidad Marsden, respectivamente. La matriz de coeficiente explícita de B-spline con nudo igualmente espaciado y curvas y superficies de Bezier se puede obtener por estas fórmulas. Las fórmulas de coeficiente y las fórmulas de coeficiente de matriz desarrolladas en este artículo expresan las funciones no uniformes B-spline de grado arbitrario en formas explícitas de polinomio y matriz. Son útiles para la evaluación y conversión de curvas y superficies NURBS, en sistemas CAD/CAM ",
            "error": []
        },
        "CAD/CAM": {
            "translated_key": "CAD/CAM",
            "translated_annotated_text": "Representación explícita de la matriz para curvas y superficies NURBS Las formas de matriz para curvas y superficies fueron ampliamente promovidas en <br>CAD/CAM</br>. En este trabajo hemos presentado dos formulaciones de representación de matriz para curvas y superficies de NURBS de grado arbitrario explícitamente distintas de recursivamente. Los dos enfoques se derivan del cálculo de la diferencia dividida y la identidad Marsden, respectivamente. La matriz de coeficiente explícita de B-spline con nudo igualmente espaciado y curvas y superficies de Bezier se puede obtener por estas fórmulas. Las fórmulas de coeficiente y las fórmulas de coeficiente de matriz desarrolladas en este artículo expresan las funciones no uniformes B-spline de grado arbitrario en formas explícitas de polinomio y matriz. Son útiles para la evaluación y conversión de curvas y superficies NURBS, en sistemas <br>CAD/CAM</br> ",
            "error": [
                ""
            ]
        },
        "matrix representation formulations": {
            "translated_key": "matrix",
            "translated_annotated_text": "Representación explícita de la matriz para curvas y superficies NURBS Las formas de matriz para curvas y superficies fueron ampliamente promovidas en CAD/CAM. En este trabajo hemos presentado dos formulaciones de representación <br>matrix</br> para curvas y superficies NURBS de grado arbitrario explícitamente distintas de recursivamente. Los dos enfoques se derivan del cálculo de la diferencia dividida y la identidad Marsden, respectivamente. La matriz de coeficiente explícita de B-spline con nudo igualmente espaciado y curvas y superficies de Bezier se puede obtener por estas fórmulas. Las fórmulas de coeficiente y las fórmulas de coeficiente de matriz desarrolladas en este artículo expresan las funciones no uniformes B-spline de grado arbitrario en formas explícitas de polinomio y matriz. Son útiles para la evaluación y conversión de curvas y superficies NURBS, en sistemas CAD/CAM ",
            "error": [
                ""
            ]
        },
        "divided difference": {
            "translated_key": [],
            "translated_annotated_text": "Representación explícita de la matriz para curvas y superficies NURBS Las formas de matriz para curvas y superficies fueron ampliamente promovidas en CAD/CAM. En este trabajo hemos presentado dos formulaciones de representación de matriz para curvas y superficies de NURBS de grado arbitrario explícitamente distintas de recursivamente. Los dos enfoques se derivan del cálculo de la diferencia dividida <br> y la identidad de Marsden, respectivamente. La matriz de coeficiente explícita de B-spline con nudo igualmente espaciado y curvas y superficies de Bezier se puede obtener por estas fórmulas. Las fórmulas de coeficiente y las fórmulas de coeficiente de matriz desarrolladas en este artículo expresan las funciones no uniformes B-spline de grado arbitrario en formas explícitas de polinomio y matriz. Son útiles para la evaluación y conversión de curvas y superficies NURBS, en sistemas CAD/CAM ",
            "error": []
        },
        "Marsden identity": {
            "translated_key": "Marsden",
            "translated_annotated_text": "Representación explícita de la matriz para curvas y superficies NURBS Las formas de matriz para curvas y superficies fueron ampliamente promovidas en CAD/CAM. En este trabajo hemos presentado dos formulaciones de representación de matriz para curvas y superficies de NURBS de grado arbitrario explícitamente distintas de recursivamente. Los dos enfoques se derivan del cálculo de la diferencia dividida y la identidad <br>Marsden</br> respectivamente. La matriz de coeficiente explícita de B-spline con nudo igualmente espaciado y curvas y superficies de Bezier se puede obtener por estas fórmulas. Las fórmulas de coeficiente y las fórmulas de coeficiente de matriz desarrolladas en este artículo expresan las funciones no uniformes B-spline de grado arbitrario en formas explícitas de polinomio y matriz. Son útiles para la evaluación y conversión de curvas y superficies NURBS, en sistemas CAD/CAM ",
            "error": [
                ""
            ]
        },
        "explicit coefficient matrix": {
            "translated_key": "explícita del coeficiente ",
            "translated_annotated_text": "Representación explícita de la matriz para curvas y superficies NURBS Las formas de matriz para curvas y superficies fueron ampliamente promovidas en CAD/CAM. En este trabajo hemos presentado dos formulaciones de representación de matriz para curvas y superficies de NURBS de grado arbitrario explícitamente distintas de recursivamente. Los dos enfoques se derivan del cálculo de la diferencia dividida y la identidad Marsden, respectivamente. La matriz <br>explícita del coeficiente </br> de B-spline con nudo igualmente espaciado y las curvas y superficies de Bezier pueden ser obtenidas por estas fórmulas. Las fórmulas de coeficiente y las fórmulas de coeficiente de matriz desarrolladas en este artículo expresan las funciones no uniformes B-spline de grado arbitrario en formas explícitas de polinomio y matriz. Son útiles para la evaluación y conversión de curvas y superficies NURBS, en sistemas CAD/CAM ",
            "error": [
                ""
            ]
        },
        "B-spline": {
            "translated_key": "B-spline",
            "translated_annotated_text": "Representación explícita de la matriz para curvas y superficies NURBS Las formas de matriz para curvas y superficies fueron ampliamente promovidas en CAD/CAM. En este trabajo hemos presentado dos formulaciones de representación de matriz para curvas y superficies de NURBS de grado arbitrario explícitamente distintas de recursivamente. Los dos enfoques se derivan del cálculo de la diferencia dividida y la identidad Marsden, respectivamente. La matriz de coeficiente explícita de <br>B-spline</br> con nudos igualmente espaciados y curvas y superficies de Bezier se puede obtener mediante estas fórmulas. Las fórmulas de coeficiente y las fórmulas de coeficiente de matriz desarrolladas en este artículo expresan funciones no uniformes <br>B-spline</br> de grado arbitrario en formas explícitas polinómicas y de matriz. Son útiles para la evaluación y conversión de curvas y superficies NURBS, en sistemas CAD/CAM ",
            "error": [
                ""
            ]
        },
        "equally spaced knot": {
            "translated_key": " igual de nodo espaciado",
            "translated_annotated_text": "Representación explícita de la matriz para curvas y superficies NURBS Las formas de matriz para curvas y superficies fueron ampliamente promovidas en CAD/CAM. En este trabajo hemos presentado dos formulaciones de representación de matriz para curvas y superficies de NURBS de grado arbitrario explícitamente distintas de recursivamente. Los dos enfoques se derivan del cálculo de la diferencia dividida y la identidad Marsden, respectivamente. La matriz de coeficiente explícita de B-spline con <br> igual de nodo espaciado</br> y curvas y superficies de Bezier se pueden obtener mediante estas fórmulas. Las fórmulas de coeficiente y las fórmulas de coeficiente de matriz desarrolladas en este artículo expresan las funciones no uniformes B-spline de grado arbitrario en formas explícitas de polinomio y matriz. Son útiles para la evaluación y conversión de curvas y superficies NURBS, en sistemas CAD/CAM ",
            "error": [
                ""
            ]
        },
        "Bezier curves": {
            "translated_key": "Bezier",
            "translated_annotated_text": "Representación explícita de la matriz para curvas y superficies NURBS Las formas de matriz para curvas y superficies fueron ampliamente promovidas en CAD/CAM. En este trabajo hemos presentado dos formulaciones de representación de matriz para curvas y superficies de NURBS de grado arbitrario explícitamente distintas de recursivamente. Los dos enfoques se derivan del cálculo de la diferencia dividida y la identidad Marsden, respectivamente. La matriz de coeficiente explícita de B-spline con nudos igualmente espaciados y curvas <br>Bezier</br> y superficies se pueden obtener mediante estas fórmulas. Las fórmulas de coeficiente y las fórmulas de coeficiente de matriz desarrolladas en este artículo expresan las funciones no uniformes B-spline de grado arbitrario en formas explícitas de polinomio y matriz. Son útiles para la evaluación y conversión de curvas y superficies NURBS, en sistemas CAD/CAM ",
            "error": [
                ""
            ]
        },
        "Bezier surfaces": {
            "translated_key": [],
            "translated_annotated_text": "Representación explícita de la matriz para curvas y superficies NURBS Las formas de matriz para curvas y superficies fueron ampliamente promovidas en CAD/CAM. En este trabajo hemos presentado dos formulaciones de representación de matriz para curvas y superficies de NURBS de grado arbitrario explícitamente distintas de recursivamente. Los dos enfoques se derivan del cálculo de la diferencia dividida y la identidad Marsden, respectivamente. La matriz de coeficiente explícita de B-spline con nudo igualmente espaciado y curvas y superficies de Bezier se puede obtener por estas fórmulas. Las fórmulas de coeficiente y las fórmulas de coeficiente de matriz desarrolladas en este artículo expresan las funciones no uniformes B-spline de grado arbitrario en formas explícitas de polinomio y matriz. Son útiles para la evaluación y conversión de curvas y superficies NURBS, en sistemas CAD/CAM ",
            "error": []
        },
        "coefficient formulae": {
            "translated_key": "coeficiente",
            "translated_annotated_text": "Representación explícita de la matriz para curvas y superficies NURBS Las formas de matriz para curvas y superficies fueron ampliamente promovidas en CAD/CAM. En este trabajo hemos presentado dos formulaciones de representación de matriz para curvas y superficies de NURBS de grado arbitrario explícitamente distintas de recursivamente. Los dos enfoques se derivan del cálculo de la diferencia dividida y la identidad Marsden, respectivamente. La matriz de coeficiente explícita de B-spline con nudo igualmente espaciado y curvas y superficies de Bezier se puede obtener por estas fórmulas. Las fórmulas <br>coeficiente</br> y las fórmulas de matriz de coeficiente desarrolladas en este artículo expresan funciones B-spline no uniformes de grado arbitrario en formas explícitas de polinomio y matriz. Son útiles para la evaluación y conversión de curvas y superficies NURBS, en sistemas CAD/CAM ",
            "error": [
                ""
            ]
        },
        "coefficient matrix formulae": {
            "translated_key": "coeficiente ",
            "translated_annotated_text": "Representación explícita de la matriz para curvas y superficies NURBS Las formas de matriz para curvas y superficies fueron ampliamente promovidas en CAD/CAM. En este trabajo hemos presentado dos formulaciones de representación de matriz para curvas y superficies de NURBS de grado arbitrario explícitamente distintas de recursivamente. Los dos enfoques se derivan del cálculo de la diferencia dividida y la identidad Marsden, respectivamente. La matriz de coeficiente explícita de B-spline con nudo igualmente espaciado y curvas y superficies de Bezier se puede obtener por estas fórmulas. Las fórmulas de coeficiente y las fórmulas de matriz <br>coeficiente </br> desarrolladas en este artículo expresan funciones no uniformes B-spline de grado arbitrario en formas explícitas polinómicas y matrices. Son útiles para la evaluación y conversión de curvas y superficies NURBS, en sistemas CAD/CAM ",
            "error": [
                ""
            ]
        },
        "nonuniform B-spline functions": {
            "translated_key": [],
            "translated_annotated_text": "Representación explícita de la matriz para curvas y superficies NURBS Las formas de matriz para curvas y superficies fueron ampliamente promovidas en CAD/CAM. En este trabajo hemos presentado dos formulaciones de representación de matriz para curvas y superficies de NURBS de grado arbitrario explícitamente distintas de recursivamente. Los dos enfoques se derivan del cálculo de la diferencia dividida y la identidad Marsden, respectivamente. La matriz de coeficiente explícita de B-spline con nudo igualmente espaciado y curvas y superficies de Bezier se puede obtener por estas fórmulas. Las fórmulas de coeficiente y las fórmulas de coeficiente de matriz desarrolladas en este artículo expresan las funciones no uniformes B-spline de grado arbitrario en formas explícitas de polinomio y matriz. Son útiles para la evaluación y conversión de curvas y superficies NURBS, en sistemas CAD/CAM ",
            "error": []
        },
        "explicit polynomial forms": {
            "translated_key": [],
            "translated_annotated_text": "Representación explícita de la matriz para curvas y superficies NURBS Las formas de matriz para curvas y superficies fueron ampliamente promovidas en CAD/CAM. En este trabajo hemos presentado dos formulaciones de representación de matriz para curvas y superficies de NURBS de grado arbitrario explícitamente distintas de recursivamente. Los dos enfoques se derivan del cálculo de la diferencia dividida y la identidad Marsden, respectivamente. La matriz de coeficiente explícita de B-spline con nudo igualmente espaciado y curvas y superficies de Bezier se puede obtener por estas fórmulas. Las fórmulas de coeficiente y las fórmulas de coeficiente de matriz desarrolladas en este artículo expresan las funciones no uniformes B-spline de grado arbitrario en formas explícitas de polinomio y matriz. Son útiles para la evaluación y conversión de curvas y superficies NURBS, en sistemas CAD/CAM ",
            "error": []
        },
        "explicit matrix forms": {
            "translated_key": [],
            "translated_annotated_text": "Representación explícita de la matriz para curvas y superficies NURBS Las formas de matriz para curvas y superficies fueron ampliamente promovidas en CAD/CAM. En este trabajo hemos presentado dos formulaciones de representación de matriz para curvas y superficies de NURBS de grado arbitrario explícitamente distintas de recursivamente. Los dos enfoques se derivan del cálculo de la diferencia dividida y la identidad Marsden, respectivamente. La matriz de coeficiente explícita de B-spline con nudo igualmente espaciado y curvas y superficies de Bezier se puede obtener por estas fórmulas. Las fórmulas de coeficiente y las fórmulas de coeficiente de matriz desarrolladas en este artículo expresan las funciones no uniformes B-spline de grado arbitrario en formas explícitas de polinomio y matriz. Son útiles para la evaluación y conversión de curvas y superficies NURBS, en sistemas CAD/CAM ",
            "error": []
        },
        "computational geometry": {
            "translated_key": [],
            "translated_annotated_text": "Representación explícita de la matriz para curvas y superficies NURBS Las formas de matriz para curvas y superficies fueron ampliamente promovidas en CAD/CAM. En este trabajo hemos presentado dos formulaciones de representación de matriz para curvas y superficies de NURBS de grado arbitrario explícitamente distintas de recursivamente. Los dos enfoques se derivan del cálculo de la diferencia dividida y la identidad Marsden, respectivamente. La matriz de coeficiente explícita de B-spline con nudo igualmente espaciado y curvas y superficies de Bezier se puede obtener por estas fórmulas. Las fórmulas de coeficiente y las fórmulas de coeficiente de matriz desarrolladas en este artículo expresan las funciones no uniformes B-spline de grado arbitrario en formas explícitas de polinomio y matriz. Son útiles para la evaluación y conversión de curvas y superficies NURBS, en sistemas CAD/CAM ",
            "error": []
        },
        "matrix algebra": {
            "translated_key": [],
            "translated_annotated_text": "Representación explícita de la matriz para curvas y superficies NURBS Las formas de matriz para curvas y superficies fueron ampliamente promovidas en CAD/CAM. En este trabajo hemos presentado dos formulaciones de representación de matriz para curvas y superficies de NURBS de grado arbitrario explícitamente distintas de recursivamente. Los dos enfoques se derivan del cálculo de la diferencia dividida y la identidad Marsden, respectivamente. La matriz de coeficiente explícita de B-spline con nudo igualmente espaciado y curvas y superficies de Bezier se puede obtener por estas fórmulas. Las fórmulas de coeficiente y las fórmulas de coeficiente de matriz desarrolladas en este artículo expresan las funciones no uniformes B-spline de grado arbitrario en formas explícitas de polinomio y matriz. Son útiles para la evaluación y conversión de curvas y superficies NURBS, en sistemas CAD/CAM ",
            "error": []
        },
        "splines (mathematics)": {
            "translated_key": [],
            "translated_annotated_text": "Representación explícita de la matriz para curvas y superficies NURBS Las formas de matriz para curvas y superficies fueron ampliamente promovidas en CAD/CAM. En este trabajo hemos presentado dos formulaciones de representación de matriz para curvas y superficies de NURBS de grado arbitrario explícitamente distintas de recursivamente. Los dos enfoques se derivan del cálculo de la diferencia dividida y la identidad Marsden, respectivamente. La matriz de coeficiente explícita de B-spline con nudo igualmente espaciado y curvas y superficies de Bezier se puede obtener por estas fórmulas. Las fórmulas de coeficiente y las fórmulas de coeficiente de matriz desarrolladas en este artículo expresan las funciones no uniformes B-spline de grado arbitrario en formas explícitas de polinomio y matriz. Son útiles para la evaluación y conversión de curvas y superficies NURBS, en sistemas CAD/CAM ",
            "error": []
        }
    }
}