{
    "original_text": "Linear tense logics of increasing sets We provide an extension of the language of linear tense logic with future and past connectives F and P, respectively, by a modality that quantifies over the points of some set which is assumed to increase in the course of time. In this way we obtain a general framework for modelling growth qualitatively. We develop an appropriate logical system, prove a corresponding completeness and decidability result and discuss the various kinds of flow of time in the new context. We also consider decreasing sets briefly",
    "original_translation": "Lógicas de tiempo lineal de conjuntos crecientes Proporcionamos una extensión del lenguaje de la lógica de tiempo lineal con los conectivos futuros y pasados F y P, respectivamente, por una modalidad que cuantifica sobre los puntos de algún conjunto que se supone que aumentan en el curso del tiempo. De esta manera obtenemos un marco general para modelar el crecimiento cualitativamente. Desarrollamos un sistema lógico apropiado, probamos un resultado de integridad y decidabilidad correspondiente y discutimos los diversos tipos de flujo de tiempo en el nuevo contexto. También consideramos la disminución de conjuntos brevemente",
    "error_count": 4,
    "keys": {
        "linear tense logic": {
            "translated_key": [],
            "translated_annotated_text": "Lógicas de tiempo lineal de conjuntos en aumento Proporcionamos una extensión del lenguaje de la lógica de tiempo lineal <br> con conectores futuros y pasados F y P, respectivamente, por una modalidad que cuantifica sobre los puntos de algún conjunto que se supone que aumenta en el transcurso del tiempo. De esta manera obtenemos un marco general para modelar el crecimiento cualitativamente. Desarrollamos un sistema lógico apropiado, probamos un resultado de integridad y decidabilidad correspondiente y discutimos los diversos tipos de flujo de tiempo en el nuevo contexto. También consideramos la disminución de conjuntos brevemente ",
            "error": []
        },
        "future and past connectives": {
            "translated_key": "future y connectives pasados",
            "translated_annotated_text": "Lógicas de tiempo lineal de conjuntos crecientes Proporcionamos una extensión del lenguaje de la lógica de tiempo lineal con <br>future y connectives pasados</br> F y P, respectivamente, por una modalidad que cuantifica sobre los puntos de algún conjunto que se supone que aumentan en el transcurso del tiempo. De esta manera obtenemos un marco general para modelar el crecimiento cualitativamente. Desarrollamos un sistema lógico apropiado, probamos un resultado de integridad y decidabilidad correspondiente y discutimos los diversos tipos de flujo de tiempo en el nuevo contexto. También consideramos la disminución de conjuntos brevemente ",
            "error": [
                ""
            ]
        },
        "logical system": {
            "translated_key": "lógico apropiado",
            "translated_annotated_text": "Lógicas de tiempo lineal de conjuntos crecientes Proporcionamos una extensión del lenguaje de la lógica de tiempo lineal con los conectivos futuros y pasados F y P, respectivamente, por una modalidad que cuantifica sobre los puntos de algún conjunto que se supone que aumentan en el curso del tiempo. De esta manera obtenemos un marco general para modelar el crecimiento cualitativamente. Desarrollamos un sistema <br>lógico apropiado</br>, probamos un resultado de integridad y decidabilidad correspondiente y discutimos los diversos tipos de flujo de tiempo en el nuevo contexto. También consideramos la disminución de conjuntos brevemente ",
            "error": [
                ""
            ]
        },
        "completeness": {
            "translated_key": "completitud",
            "translated_annotated_text": "Lógicas de tiempo lineal de conjuntos crecientes Proporcionamos una extensión del lenguaje de la lógica de tiempo lineal con los conectivos futuros y pasados F y P, respectivamente, por una modalidad que cuantifica sobre los puntos de algún conjunto que se supone que aumentan en el curso del tiempo. De esta manera obtenemos un marco general para modelar el crecimiento cualitativamente. Desarrollamos un sistema lógico apropiado, probamos un resultado correspondiente de <br>completitud</br> y decidabilidad y discutimos los diversos tipos de flujo de tiempo en el nuevo contexto. También consideramos la disminución de conjuntos brevemente ",
            "error": [
                ""
            ]
        },
        "decidability": {
            "translated_key": "decidability",
            "translated_annotated_text": "Lógicas de tiempo lineal de conjuntos crecientes Proporcionamos una extensión del lenguaje de la lógica de tiempo lineal con los conectivos futuros y pasados F y P, respectivamente, por una modalidad que cuantifica sobre los puntos de algún conjunto que se supone que aumentan en el curso del tiempo. De esta manera obtenemos un marco general para modelar el crecimiento cualitativamente. Desarrollamos un sistema lógico apropiado, probamos una completitud correspondiente y un resultado <br>decidability</br> y discutimos los diversos tipos de flujo de tiempo en el nuevo contexto. También consideramos la disminución de conjuntos brevemente ",
            "error": [
                ""
            ]
        },
        "decreasing sets": {
            "translated_key": "decrecer conjuntos",
            "translated_annotated_text": "Lógicas de tiempo lineal de conjuntos crecientes Proporcionamos una extensión del lenguaje de la lógica de tiempo lineal con los conectivos futuros y pasados F y P, respectivamente, por una modalidad que cuantifica sobre los puntos de algún conjunto que se supone que aumentan en el curso del tiempo. De esta manera obtenemos un marco general para modelar el crecimiento cualitativamente. Desarrollamos un sistema lógico apropiado, probamos un resultado de integridad y decidabilidad correspondiente y discutimos los diversos tipos de flujo de tiempo en el nuevo contexto. También consideramos <br>decrecer conjuntos</br> brevemente ",
            "error": [
                ""
            ]
        },
        "temporal reasoning": {
            "translated_key": [],
            "translated_annotated_text": "Lógicas de tiempo lineal de conjuntos crecientes Proporcionamos una extensión del lenguaje de la lógica de tiempo lineal con los conectivos futuros y pasados F y P, respectivamente, por una modalidad que cuantifica sobre los puntos de algún conjunto que se supone que aumentan en el curso del tiempo. De esta manera obtenemos un marco general para modelar el crecimiento cualitativamente. Desarrollamos un sistema lógico apropiado, probamos un resultado de integridad y decidabilidad correspondiente y discutimos los diversos tipos de flujo de tiempo en el nuevo contexto. También consideramos la disminución de conjuntos brevemente ",
            "error": []
        },
        "equivalence classes": {
            "translated_key": [],
            "translated_annotated_text": "Lógicas de tiempo lineal de conjuntos crecientes Proporcionamos una extensión del lenguaje de la lógica de tiempo lineal con los conectivos futuros y pasados F y P, respectivamente, por una modalidad que cuantifica sobre los puntos de algún conjunto que se supone que aumentan en el curso del tiempo. De esta manera obtenemos un marco general para modelar el crecimiento cualitativamente. Desarrollamos un sistema lógico apropiado, probamos un resultado de integridad y decidabilidad correspondiente y discutimos los diversos tipos de flujo de tiempo en el nuevo contexto. También consideramos la disminución de conjuntos brevemente ",
            "error": []
        },
        "temporal logic": {
            "translated_key": [],
            "translated_annotated_text": "Lógicas de tiempo lineal de conjuntos crecientes Proporcionamos una extensión del lenguaje de la lógica de tiempo lineal con los conectivos futuros y pasados F y P, respectivamente, por una modalidad que cuantifica sobre los puntos de algún conjunto que se supone que aumentan en el curso del tiempo. De esta manera obtenemos un marco general para modelar el crecimiento cualitativamente. Desarrollamos un sistema lógico apropiado, probamos un resultado de integridad y decidabilidad correspondiente y discutimos los diversos tipos de flujo de tiempo en el nuevo contexto. También consideramos la disminución de conjuntos brevemente ",
            "error": []
        }
    }
}