{
    "original_text": "Uniform hyperbolic polynomial B-spline curves This paper presents a new kind of uniform splines, called hyperbolic polynomial B-splines, generated over the space Omega =span{sinh t, cosh t, t/sup k-3/, t/sup k-3/, t/sup k-4/, ..., t 1} in which k is an arbitrary integer larger than or equal to 3. Hyperbolic polynomial B-splines share most of the properties of B-splines in polynomial space. We give subdivision formulae for this new kind of curve and then prove that they have variation diminishing properties and the control polygons of the subdivisions converge. Hyperbolic polynomial B-splines can handle freeform curves as well as remarkable curves such as the hyperbola and the catenary. The generation of tensor product surfaces using these new splines is straightforward. Examples of such tensor product surfaces: the saddle surface, the catenary cylinder, and a certain kind of ruled surface are given",
    "original_translation": "Curvas polinómicas uniformes hiperbólicas B-spline Este artículo presenta un nuevo tipo de splines uniformes, llamados polinomios B-splines hiperbólicos, generados sobre el espacio Omega =span{sinh t, cosh t, t/sup k-3/, t/sup k-3/, t/sup k-4/,..., t 1} en el que k es un entero arbitrario mayor o igual a 3. Polinomio hiperbólico B-splines comparten la mayoría de las propiedades de B-splines en el espacio polinomio. Damos fórmulas de subdivisión para este nuevo tipo de curva y luego demostramos que tienen propiedades decrecientes de variación y los polígonos de control de las subdivisiones convergen. Los polinomios hiperbólicos B-splines pueden manejar curvas de forma libre, así como curvas notables como la hipérbola y la catenaria. La generación de superficies de productos tensores utilizando estos nuevos splines es sencilla. Ejemplos de tales superficies de producto tensor: la superficie de la silla de montar, el cilindro catenaria, y un cierto tipo de superficie gobernada se dan",
    "error_count": 11,
    "keys": {
        "uniform hyperbolic polynomial B-spline curves": {
            "translated_key": [],
            "translated_annotated_text": "Curvas polinómicas uniformes hiperbólicas B-spline Este artículo presenta un nuevo tipo de splines uniformes, llamados polinomios B-splines hiperbólicos, generados sobre el espacio Omega =span{sinh t, cosh t, t/sup k-3/, t/sup k-3/, t/sup k-4/,..., t 1} en el que k es un entero arbitrario mayor o igual a 3. Polinomio hiperbólico B-splines comparten la mayoría de las propiedades de B-splines en el espacio polinomio. Damos fórmulas de subdivisión para este nuevo tipo de curva y luego demostramos que tienen propiedades decrecientes de variación y los polígonos de control de las subdivisiones convergen. Los polinomios hiperbólicos B-splines pueden manejar curvas de forma libre, así como curvas notables como la hipérbola y la catenaria. La generación de superficies de productos tensores utilizando estos nuevos splines es sencilla. Ejemplos de tales superficies de producto tensor: la superficie de la silla de montar, el cilindro catenaria, y un cierto tipo de superficie gobernada se dan ",
            "error": []
        },
        "arbitrary integer": {
            "translated_key": [],
            "translated_annotated_text": "Curvas polinómicas B-spline hiperbólicas Este artículo presenta un nuevo tipo de splines uniformes, llamados polinómicas B-splines hiperbólicas, generados en el espacio Omega =span{sinh t, cosh t, t/sup k-3/, t/sup k-3/, t/sup k-4/,..., t 1} en el que k es un entero arbitrario <br> mayor o igual a 3. Polinomio hiperbólico B-splines comparten la mayoría de las propiedades de B-splines en el espacio polinomio. Damos fórmulas de subdivisión para este nuevo tipo de curva y luego demostramos que tienen propiedades decrecientes de variación y los polígonos de control de las subdivisiones convergen. Los polinomios hiperbólicos B-splines pueden manejar curvas de forma libre, así como curvas notables como la hipérbola y la catenaria. La generación de superficies de productos tensores utilizando estos nuevos splines es sencilla. Ejemplos de tales superficies de producto tensor: la superficie de la silla de montar, el cilindro catenaria, y un cierto tipo de superficie gobernada se dan ",
            "error": []
        },
        "subdivision formulae": {
            "translated_key": [],
            "translated_annotated_text": "Curvas polinómicas uniformes hiperbólicas B-spline Este artículo presenta un nuevo tipo de splines uniformes, llamados polinomios B-splines hiperbólicos, generados sobre el espacio Omega =span{sinh t, cosh t, t/sup k-3/, t/sup k-3/, t/sup k-4/,..., t 1} en el que k es un entero arbitrario mayor o igual a 3. Polinomio hiperbólico B-splines comparten la mayoría de las propiedades de B-splines en el espacio polinomio. Damos fórmulas de subdivisión <br> para este nuevo tipo de curva y luego demostramos que tienen propiedades decrecientes de variación y los polígonos de control de las subdivisiones convergen. Los polinomios hiperbólicos B-splines pueden manejar curvas de forma libre, así como curvas notables como la hipérbola y la catenaria. La generación de superficies de productos tensores utilizando estos nuevos splines es sencilla. Ejemplos de tales superficies de producto tensor: la superficie de la silla de montar, el cilindro catenaria, y un cierto tipo de superficie gobernada se dan ",
            "error": []
        },
        "control polygons": {
            "translated_key": [],
            "translated_annotated_text": "Curvas polinómicas uniformes hiperbólicas B-spline Este artículo presenta un nuevo tipo de splines uniformes, llamados polinomios B-splines hiperbólicos, generados sobre el espacio Omega =span{sinh t, cosh t, t/sup k-3/, t/sup k-3/, t/sup k-4/,..., t 1} en el que k es un entero arbitrario mayor o igual a 3. Polinomio hiperbólico B-splines comparten la mayoría de las propiedades de B-splines en el espacio polinomio. Damos fórmulas de subdivisión para este nuevo tipo de curva y luego demostramos que tienen propiedades decrecientes de variación y los polígonos de control <br> de las subdivisiones convergen. Los polinomios hiperbólicos B-splines pueden manejar curvas de forma libre, así como curvas notables como la hipérbola y la catenaria. La generación de superficies de productos tensores utilizando estos nuevos splines es sencilla. Ejemplos de tales superficies de producto tensor: la superficie de la silla de montar, el cilindro catenaria, y un cierto tipo de superficie gobernada se dan ",
            "error": []
        },
        "subdivisions": {
            "translated_key": [],
            "translated_annotated_text": "Curvas polinómicas uniformes hiperbólicas B-spline Este artículo presenta un nuevo tipo de splines uniformes, llamados polinomios B-splines hiperbólicos, generados sobre el espacio Omega =span{sinh t, cosh t, t/sup k-3/, t/sup k-3/, t/sup k-4/,..., t 1} en el que k es un entero arbitrario mayor o igual a 3. Polinomio hiperbólico B-splines comparten la mayoría de las propiedades de B-splines en el espacio polinomio. Damos fórmulas de subdivisión para este nuevo tipo de curva y luego demostramos que tienen propiedades decrecientes de variación y los polígonos de control de las subdivisiones <br> convergen. Los polinomios hiperbólicos B-splines pueden manejar curvas de forma libre, así como curvas notables como la hipérbola y la catenaria. La generación de superficies de productos tensores utilizando estos nuevos splines es sencilla. Ejemplos de tales superficies de producto tensor: la superficie de la silla de montar, el cilindro catenaria, y un cierto tipo de superficie gobernada se dan ",
            "error": []
        },
        "freeform curves": {
            "translated_key": "freeform",
            "translated_annotated_text": "Curvas polinómicas uniformes hiperbólicas B-spline Este artículo presenta un nuevo tipo de splines uniformes, llamados polinomios B-splines hiperbólicos, generados sobre el espacio Omega =span{sinh t, cosh t, t/sup k-3/, t/sup k-3/, t/sup k-4/,..., t 1} en el que k es un entero arbitrario mayor o igual a 3. Polinomio hiperbólico B-splines comparten la mayoría de las propiedades de B-splines en el espacio polinomio. Damos fórmulas de subdivisión para este nuevo tipo de curva y luego demostramos que tienen propiedades decrecientes de variación y los polígonos de control de las subdivisiones convergen. Los polinomios hiperbólicos B-splines pueden manejar curvas <br>freeform</br> así como curvas notables como la hipérbola y la catenaria. La generación de superficies de productos tensores utilizando estos nuevos splines es sencilla. Ejemplos de tales superficies de producto tensor: la superficie de la silla de montar, el cilindro catenaria, y un cierto tipo de superficie gobernada se dan ",
            "error": [
                ""
            ]
        },
        "hyperbola": {
            "translated_key": [],
            "translated_annotated_text": "Curvas polinómicas uniformes hiperbólicas B-spline Este artículo presenta un nuevo tipo de splines uniformes, llamados polinomios B-splines hiperbólicos, generados sobre el espacio Omega =span{sinh t, cosh t, t/sup k-3/, t/sup k-3/, t/sup k-4/,..., t 1} en el que k es un entero arbitrario mayor o igual a 3. Polinomio hiperbólico B-splines comparten la mayoría de las propiedades de B-splines en el espacio polinomio. Damos fórmulas de subdivisión para este nuevo tipo de curva y luego demostramos que tienen propiedades decrecientes de variación y los polígonos de control de las subdivisiones convergen. Los polinomios hiperbólicos B-splines pueden manejar curvas de forma libre, así como curvas notables como la hiperbola <br> y la catenaria. La generación de superficies de productos tensores utilizando estos nuevos splines es sencilla. Ejemplos de tales superficies de producto tensor: la superficie de la silla de montar, el cilindro catenaria, y un cierto tipo de superficie gobernada se dan ",
            "error": []
        },
        "catenary": {
            "translated_key": [
                "catenario",
                "catenaria"
            ],
            "translated_annotated_text": "Curvas polinómicas uniformes hiperbólicas B-spline Este artículo presenta un nuevo tipo de splines uniformes, llamados polinomios B-splines hiperbólicos, generados sobre el espacio Omega =span{sinh t, cosh t, t/sup k-3/, t/sup k-3/, t/sup k-4/,..., t 1} en el que k es un entero arbitrario mayor o igual a 3. Polinomio hiperbólico B-splines comparten la mayoría de las propiedades de B-splines en el espacio polinomio. Damos fórmulas de subdivisión para este nuevo tipo de curva y luego demostramos que tienen propiedades decrecientes de variación y los polígonos de control de las subdivisiones convergen. Los polinomios hiperbólicos B-splines pueden manejar curvas de forma libre, así como curvas notables como la hipérbola y el <br>catenario</br>. La generación de superficies de productos tensores utilizando estos nuevos splines es sencilla. Ejemplos de tales superficies de producto tensor: la superficie del sillín, el cilindro <br>catenaria</br>, y un cierto tipo de superficie regida se dan ",
            "error": [
                "catenario",
                "catenaria"
            ]
        },
        "tensor product surface generation": {
            "translated_key": [],
            "translated_annotated_text": "Curvas polinómicas uniformes hiperbólicas B-spline Este artículo presenta un nuevo tipo de splines uniformes, llamados polinomios B-splines hiperbólicos, generados sobre el espacio Omega =span{sinh t, cosh t, t/sup k-3/, t/sup k-3/, t/sup k-4/,..., t 1} en el que k es un entero arbitrario mayor o igual a 3. Polinomio hiperbólico B-splines comparten la mayoría de las propiedades de B-splines en el espacio polinomio. Damos fórmulas de subdivisión para este nuevo tipo de curva y luego demostramos que tienen propiedades decrecientes de variación y los polígonos de control de las subdivisiones convergen. Los polinomios hiperbólicos B-splines pueden manejar curvas de forma libre, así como curvas notables como la hipérbola y la catenaria. La generación de superficies de productos tensores utilizando estos nuevos splines es sencilla. Ejemplos de tales superficies de producto tensor: la superficie de la silla de montar, el cilindro catenaria, y un cierto tipo de superficie gobernada se dan ",
            "error": []
        },
        "saddle surface": {
            "translated_key": "saddle",
            "translated_annotated_text": "Curvas polinómicas uniformes hiperbólicas B-spline Este artículo presenta un nuevo tipo de splines uniformes, llamados polinomios B-splines hiperbólicos, generados sobre el espacio Omega =span{sinh t, cosh t, t/sup k-3/, t/sup k-3/, t/sup k-4/,..., t 1} en el que k es un entero arbitrario mayor o igual a 3. Polinomio hiperbólico B-splines comparten la mayoría de las propiedades de B-splines en el espacio polinomio. Damos fórmulas de subdivisión para este nuevo tipo de curva y luego demostramos que tienen propiedades decrecientes de variación y los polígonos de control de las subdivisiones convergen. Los polinomios hiperbólicos B-splines pueden manejar curvas de forma libre, así como curvas notables como la hipérbola y la catenaria. La generación de superficies de productos tensores utilizando estos nuevos splines es sencilla. Ejemplos de tales superficies de producto tensor: la superficie <br>saddle</br>, el cilindro catenaria, y un cierto tipo de superficie gobernada se dan ",
            "error": [
                ""
            ]
        },
        "catenary cylinder": {
            "translated_key": "catenario",
            "translated_annotated_text": "Curvas polinómicas uniformes hiperbólicas B-spline Este artículo presenta un nuevo tipo de splines uniformes, llamados polinomios B-splines hiperbólicos, generados sobre el espacio Omega =span{sinh t, cosh t, t/sup k-3/, t/sup k-3/, t/sup k-4/,..., t 1} en el que k es un entero arbitrario mayor o igual a 3. Polinomio hiperbólico B-splines comparten la mayoría de las propiedades de B-splines en el espacio polinomio. Damos fórmulas de subdivisión para este nuevo tipo de curva y luego demostramos que tienen propiedades decrecientes de variación y los polígonos de control de las subdivisiones convergen. Los polinomios hiperbólicos B-splines pueden manejar curvas de forma libre, así como curvas notables como la hipérbola y la catenaria. La generación de superficies de productos tensores utilizando estos nuevos splines es sencilla. Ejemplos de tales superficies de producto tensor: la superficie del sillín, el cilindro <br>catenario</br> y un cierto tipo de superficie gobernada ",
            "error": [
                ""
            ]
        },
        "ruled surface": {
            "translated_key": "ruled",
            "translated_annotated_text": "Curvas polinómicas uniformes hiperbólicas B-spline Este artículo presenta un nuevo tipo de splines uniformes, llamados polinomios B-splines hiperbólicos, generados sobre el espacio Omega =span{sinh t, cosh t, t/sup k-3/, t/sup k-3/, t/sup k-4/,..., t 1} en el que k es un entero arbitrario mayor o igual a 3. Polinomio hiperbólico B-splines comparten la mayoría de las propiedades de B-splines en el espacio polinomio. Damos fórmulas de subdivisión para este nuevo tipo de curva y luego demostramos que tienen propiedades decrecientes de variación y los polígonos de control de las subdivisiones convergen. Los polinomios hiperbólicos B-splines pueden manejar curvas de forma libre, así como curvas notables como la hipérbola y la catenaria. La generación de superficies de productos tensores utilizando estos nuevos splines es sencilla. Ejemplos de tales superficies de producto tensor: la superficie de la silla de montar, el cilindro catenaria, y un cierto tipo de superficie <br>ruled</br> ",
            "error": [
                ""
            ]
        },
        "computational geometry": {
            "translated_key": [],
            "translated_annotated_text": "Curvas polinómicas uniformes hiperbólicas B-spline Este artículo presenta un nuevo tipo de splines uniformes, llamados polinomios B-splines hiperbólicos, generados sobre el espacio Omega =span{sinh t, cosh t, t/sup k-3/, t/sup k-3/, t/sup k-4/,..., t 1} en el que k es un entero arbitrario mayor o igual a 3. Polinomio hiperbólico B-splines comparten la mayoría de las propiedades de B-splines en el espacio polinomio. Damos fórmulas de subdivisión para este nuevo tipo de curva y luego demostramos que tienen propiedades decrecientes de variación y los polígonos de control de las subdivisiones convergen. Los polinomios hiperbólicos B-splines pueden manejar curvas de forma libre, así como curvas notables como la hipérbola y la catenaria. La generación de superficies de productos tensores utilizando estos nuevos splines es sencilla. Ejemplos de tales superficies de producto tensor: la superficie de la silla de montar, el cilindro catenaria, y un cierto tipo de superficie gobernada se dan ",
            "error": []
        },
        "polynomials": {
            "translated_key": [],
            "translated_annotated_text": "Curvas polinómicas uniformes hiperbólicas B-spline Este artículo presenta un nuevo tipo de splines uniformes, llamados polinomios B-splines hiperbólicos, generados sobre el espacio Omega =span{sinh t, cosh t, t/sup k-3/, t/sup k-3/, t/sup k-4/,..., t 1} en el que k es un entero arbitrario mayor o igual a 3. Polinomio hiperbólico B-splines comparten la mayoría de las propiedades de B-splines en el espacio polinomio. Damos fórmulas de subdivisión para este nuevo tipo de curva y luego demostramos que tienen propiedades decrecientes de variación y los polígonos de control de las subdivisiones convergen. Los polinomios hiperbólicos B-splines pueden manejar curvas de forma libre, así como curvas notables como la hipérbola y la catenaria. La generación de superficies de productos tensores utilizando estos nuevos splines es sencilla. Ejemplos de tales superficies de producto tensor: la superficie de la silla de montar, el cilindro catenaria, y un cierto tipo de superficie gobernada se dan ",
            "error": []
        },
        "splines (mathematics)": {
            "translated_key": [],
            "translated_annotated_text": "Curvas polinómicas uniformes hiperbólicas B-spline Este artículo presenta un nuevo tipo de splines uniformes, llamados polinomios B-splines hiperbólicos, generados sobre el espacio Omega =span{sinh t, cosh t, t/sup k-3/, t/sup k-3/, t/sup k-4/,..., t 1} en el que k es un entero arbitrario mayor o igual a 3. Polinomio hiperbólico B-splines comparten la mayoría de las propiedades de B-splines en el espacio polinomio. Damos fórmulas de subdivisión para este nuevo tipo de curva y luego demostramos que tienen propiedades decrecientes de variación y los polígonos de control de las subdivisiones convergen. Los polinomios hiperbólicos B-splines pueden manejar curvas de forma libre, así como curvas notables como la hipérbola y la catenaria. La generación de superficies de productos tensores utilizando estos nuevos splines es sencilla. Ejemplos de tales superficies de producto tensor: la superficie de la silla de montar, el cilindro catenaria, y un cierto tipo de superficie gobernada se dan ",
            "error": []
        }
    }
}