{
    "original_text": "Adaptive thinning for bivariate scattered data This paper studies adaptive thinning strategies for approximating a large set of scattered data by piecewise linear functions over triangulated subsets. Our strategies depend on both the locations of the data points in the plane, and the values of the sampled function at these points - adaptive thinning. All our thinning strategies remove data points one by one, so as to minimize an estimate of the error that results by the removal of a point from the current set of points (this estimate is termed anticipated error). The thinning process generates subsets of most significant points, such that the piecewise linear interpolants over the Delaunay triangulations of these subsets approximate progressively the function values sampled at the original scattered points, and such that the approximation errors are small relative to the number of points in the subsets. We design various methods for computing the anticipated error at reasonable cost, and compare and test the performance of the methods. It is proved that for data sampled from a convex function, with the strategy of convex triangulation, the actual error is minimized by minimizing the best performing measure of anticipated error. It is also shown that for data sampled from certain quadratic polynomials, adaptive thinning is equivalent to thinning which depends only on the locations of the data points - nonadaptive thinning. Based on our numerical tests and comparisons, two practical adaptive thinning algorithms are proposed for thinning large data sets, one which is more accurate and another which is faster",
    "original_translation": "Adelgazamiento adaptativo para datos dispersos bivariados Este artículo estudia estrategias de adelgazamiento adaptativo para aproximar un gran conjunto de datos dispersos por funciones lineales por pieza sobre subconjuntos triangulados. Nuestras estrategias dependen tanto de la ubicación de los puntos de datos en el plano, como de los valores de la función de muestreo en estos puntos - adelgazamiento adaptativo. Todas nuestras estrategias de adelgazamiento eliminan los puntos de datos uno por uno, con el fin de minimizar una estimación del error que resulta mediante la eliminación de un punto del conjunto actual de puntos (esta estimación se denomina error anticipado). El proceso de adelgazamiento genera subconjuntos de los puntos más significativos, de tal manera que los interpolantes lineales a partes sobre las triangulaciones Delaunay de estos subconjuntos aproximan progresivamente los valores de función muestreados en los puntos dispersos originales, y tal que los errores de aproximación son pequeños en relación con el número de puntos en los subconjuntos. Diseñamos varios métodos para calcular el error previsto a un costo razonable, y comparamos y probamos el rendimiento de los métodos. Se ha demostrado que para los datos muestreados a partir de una función convexa, con la estrategia de triangulación convexa, el error real se minimiza minimiza minimizando la medida de mejor rendimiento del error anticipado. También se muestra que para los datos muestreados de ciertos polinomios cuadráticos, el adelgazamiento adaptativo es equivalente al adelgazamiento que depende sólo de la ubicación de los puntos de datos - el adelgazamiento no adaptativo. Sobre la base de nuestras pruebas numéricas y comparaciones, se proponen dos algoritmos prácticos de adelgazamiento adaptativo para adelgazar grandes conjuntos de datos, uno más preciso y otro más rápido.",
    "error_count": 7,
    "keys": {
        "adaptive thinning": {
            "translated_key": [
                "adaptivo",
                "adelgazamiento adaptativo",
                "adaptivo",
                "adaptivo"
            ],
            "translated_annotated_text": "Adelgazamiento adaptativo para datos dispersos bivariados Este artículo estudia estrategias de adelgazamiento <br>adaptivo</br> para aproximar un gran conjunto de datos dispersos por funciones lineales por pieza sobre subconjuntos triangulados. Nuestras estrategias dependen tanto de la ubicación de los puntos de datos en el plano, como de los valores de la función de muestreo en estos puntos - <br>adelgazamiento adaptativo</br>. Todas nuestras estrategias de adelgazamiento eliminan los puntos de datos uno por uno, con el fin de minimizar una estimación del error que resulta mediante la eliminación de un punto del conjunto actual de puntos (esta estimación se denomina error anticipado). El proceso de adelgazamiento genera subconjuntos de los puntos más significativos, de tal manera que los interpolantes lineales a partes sobre las triangulaciones Delaunay de estos subconjuntos aproximan progresivamente los valores de función muestreados en los puntos dispersos originales, y tal que los errores de aproximación son pequeños en relación con el número de puntos en los subconjuntos. Diseñamos varios métodos para calcular el error previsto a un costo razonable, y comparamos y probamos el rendimiento de los métodos. Se ha demostrado que para los datos muestreados a partir de una función convexa, con la estrategia de triangulación convexa, el error real se minimiza minimiza minimizando la medida de mejor rendimiento del error anticipado. También se muestra que para los datos muestreados de ciertos polinomios cuadráticos, el adelgazamiento <br>adaptivo</br> es equivalente al adelgazamiento que depende sólo de la ubicación de los puntos de datos - adelgazamiento no adaptativo. Sobre la base de nuestras pruebas numéricas y comparaciones, se proponen dos algoritmos prácticos de adelgazamiento <br>adaptivo</br> para adelgazar grandes conjuntos de datos, uno más preciso y otro más rápido ",
            "error": [
                "adaptivo",
                "adelgazamiento adaptativo",
                "adaptivo",
                "adaptivo"
            ]
        },
        "scattered data": {
            "translated_key": "scattered",
            "translated_annotated_text": "Adelgazamiento adaptativo para datos bivariados <br>scattered</br> Este artículo estudia estrategias de adelgazamiento adaptativo para aproximar un gran conjunto de datos dispersos <br>scattered</br> por funciones lineales por pieza sobre subconjuntos triangulados. Nuestras estrategias dependen tanto de la ubicación de los puntos de datos en el plano, como de los valores de la función de muestreo en estos puntos - adelgazamiento adaptativo. Todas nuestras estrategias de adelgazamiento eliminan los puntos de datos uno por uno, con el fin de minimizar una estimación del error que resulta mediante la eliminación de un punto del conjunto actual de puntos (esta estimación se denomina error anticipado). El proceso de adelgazamiento genera subconjuntos de los puntos más significativos, de tal manera que los interpolantes lineales a partes sobre las triangulaciones Delaunay de estos subconjuntos aproximan progresivamente los valores de función muestreados en los puntos dispersos originales, y tal que los errores de aproximación son pequeños en relación con el número de puntos en los subconjuntos. Diseñamos varios métodos para calcular el error previsto a un costo razonable, y comparamos y probamos el rendimiento de los métodos. Se ha demostrado que para los datos muestreados a partir de una función convexa, con la estrategia de triangulación convexa, el error real se minimiza minimiza minimizando la medida de mejor rendimiento del error anticipado. También se muestra que para los datos muestreados de ciertos polinomios cuadráticos, el adelgazamiento adaptativo es equivalente al adelgazamiento que depende sólo de la ubicación de los puntos de datos - el adelgazamiento no adaptativo. Sobre la base de nuestras pruebas numéricas y comparaciones, se proponen dos algoritmos prácticos de adelgazamiento adaptativo para adelgazar grandes conjuntos de datos, uno más preciso y otro más rápido. ",
            "error": [
                ""
            ]
        },
        "piecewise linear functions": {
            "translated_key": " por pieza",
            "translated_annotated_text": "Adelgazamiento adaptativo para datos dispersos bivariados Este artículo estudia estrategias de adelgazamiento adaptativo para aproximar un gran conjunto de datos dispersos mediante funciones lineales <br> por pieza</br> sobre subconjuntos triangulados. Nuestras estrategias dependen tanto de la ubicación de los puntos de datos en el plano, como de los valores de la función de muestreo en estos puntos - adelgazamiento adaptativo. Todas nuestras estrategias de adelgazamiento eliminan los puntos de datos uno por uno, con el fin de minimizar una estimación del error que resulta mediante la eliminación de un punto del conjunto actual de puntos (esta estimación se denomina error anticipado). El proceso de adelgazamiento genera subconjuntos de los puntos más significativos, de tal manera que los interpolantes lineales a partes sobre las triangulaciones Delaunay de estos subconjuntos aproximan progresivamente los valores de función muestreados en los puntos dispersos originales, y tal que los errores de aproximación son pequeños en relación con el número de puntos en los subconjuntos. Diseñamos varios métodos para calcular el error previsto a un costo razonable, y comparamos y probamos el rendimiento de los métodos. Se ha demostrado que para los datos muestreados a partir de una función convexa, con la estrategia de triangulación convexa, el error real se minimiza minimiza minimizando la medida de mejor rendimiento del error anticipado. También se muestra que para los datos muestreados de ciertos polinomios cuadráticos, el adelgazamiento adaptativo es equivalente al adelgazamiento que depende sólo de la ubicación de los puntos de datos - el adelgazamiento no adaptativo. Sobre la base de nuestras pruebas numéricas y comparaciones, se proponen dos algoritmos prácticos de adelgazamiento adaptativo para adelgazar grandes conjuntos de datos, uno más preciso y otro más rápido. ",
            "error": [
                ""
            ]
        },
        "triangulated subsets": {
            "translated_key": "subconjuntos triangulados",
            "translated_annotated_text": "Adelgazamiento adaptativo para datos dispersos bivariados Este artículo estudia estrategias de adelgazamiento adaptativo para aproximar un gran conjunto de datos dispersos por funciones lineales por pieza sobre <br>subconjuntos triangulados</br>. Nuestras estrategias dependen tanto de la ubicación de los puntos de datos en el plano, como de los valores de la función de muestreo en estos puntos - adelgazamiento adaptativo. Todas nuestras estrategias de adelgazamiento eliminan los puntos de datos uno por uno, con el fin de minimizar una estimación del error que resulta mediante la eliminación de un punto del conjunto actual de puntos (esta estimación se denomina error anticipado). El proceso de adelgazamiento genera subconjuntos de los puntos más significativos, de tal manera que los interpolantes lineales a partes sobre las triangulaciones Delaunay de estos subconjuntos aproximan progresivamente los valores de función muestreados en los puntos dispersos originales, y tal que los errores de aproximación son pequeños en relación con el número de puntos en los subconjuntos. Diseñamos varios métodos para calcular el error previsto a un costo razonable, y comparamos y probamos el rendimiento de los métodos. Se ha demostrado que para los datos muestreados a partir de una función convexa, con la estrategia de triangulación convexa, el error real se minimiza minimiza minimizando la medida de mejor rendimiento del error anticipado. También se muestra que para los datos muestreados de ciertos polinomios cuadráticos, el adelgazamiento adaptativo es equivalente al adelgazamiento que depende sólo de la ubicación de los puntos de datos - el adelgazamiento no adaptativo. Sobre la base de nuestras pruebas numéricas y comparaciones, se proponen dos algoritmos prácticos de adelgazamiento adaptativo para adelgazar grandes conjuntos de datos, uno más preciso y otro más rápido. ",
            "error": [
                ""
            ]
        },
        "error": {
            "translated_key": [
                "error",
                "error",
                "error anticipado",
                " real",
                " anticipado"
            ],
            "translated_annotated_text": "Adelgazamiento adaptativo para datos dispersos bivariados Este artículo estudia estrategias de adelgazamiento adaptativo para aproximar un gran conjunto de datos dispersos por funciones lineales por pieza sobre subconjuntos triangulados. Nuestras estrategias dependen tanto de la ubicación de los puntos de datos en el plano, como de los valores de la función de muestreo en estos puntos - adelgazamiento adaptativo. Todas nuestras estrategias de adelgazamiento eliminan los puntos de datos uno por uno, con el fin de minimizar una estimación del <br>error</br> que resulta mediante la eliminación de un punto del conjunto actual de puntos (esta estimación se denomina <br>error</br>). El proceso de adelgazamiento genera subconjuntos de los puntos más significativos, de tal manera que los interpolantes lineales a partes sobre las triangulaciones Delaunay de estos subconjuntos aproximan progresivamente los valores de función muestreados en los puntos dispersos originales, y tal que los errores de aproximación son pequeños en relación con el número de puntos en los subconjuntos. Diseñamos varios métodos para calcular el <br>error anticipado</br> a un costo razonable, y comparamos y probamos el rendimiento de los métodos. Se ha demostrado que para los datos muestreados a partir de una función convexa, con la estrategia de triangulación convexa, el error <br> real</br> se minimiza minimiza minimizando la medida de mejor rendimiento del error <br> anticipado</br>. También se muestra que para los datos muestreados de ciertos polinomios cuadráticos, el adelgazamiento adaptativo es equivalente al adelgazamiento que depende sólo de la ubicación de los puntos de datos - el adelgazamiento no adaptativo. Sobre la base de nuestras pruebas numéricas y comparaciones, se proponen dos algoritmos prácticos de adelgazamiento adaptativo para adelgazar grandes conjuntos de datos, uno más preciso y otro más rápido. ",
            "error": [
                "error",
                "error",
                "error anticipado",
                " real",
                " anticipado"
            ]
        },
        "Delaunay triangulations": {
            "translated_key": "Delaunay",
            "translated_annotated_text": "Adelgazamiento adaptativo para datos dispersos bivariados Este artículo estudia estrategias de adelgazamiento adaptativo para aproximar un gran conjunto de datos dispersos por funciones lineales por pieza sobre subconjuntos triangulados. Nuestras estrategias dependen tanto de la ubicación de los puntos de datos en el plano, como de los valores de la función de muestreo en estos puntos - adelgazamiento adaptativo. Todas nuestras estrategias de adelgazamiento eliminan los puntos de datos uno por uno, con el fin de minimizar una estimación del error que resulta mediante la eliminación de un punto del conjunto actual de puntos (esta estimación se denomina error anticipado). El proceso de adelgazamiento genera subconjuntos de los puntos más significativos, de tal manera que los interpolantes lineales a trozos sobre las triangulaciones <br>Delaunay</br> de estos subconjuntos aproximan progresivamente los valores de función muestreados en los puntos dispersos originales, y de tal manera que los errores de aproximación son pequeños en relación con el número de puntos en los subconjuntos. Diseñamos varios métodos para calcular el error previsto a un costo razonable, y comparamos y probamos el rendimiento de los métodos. Se ha demostrado que para los datos muestreados a partir de una función convexa, con la estrategia de triangulación convexa, el error real se minimiza minimiza minimizando la medida de mejor rendimiento del error anticipado. También se muestra que para los datos muestreados de ciertos polinomios cuadráticos, el adelgazamiento adaptativo es equivalente al adelgazamiento que depende sólo de la ubicación de los puntos de datos - el adelgazamiento no adaptativo. Sobre la base de nuestras pruebas numéricas y comparaciones, se proponen dos algoritmos prácticos de adelgazamiento adaptativo para adelgazar grandes conjuntos de datos, uno más preciso y otro más rápido. ",
            "error": [
                ""
            ]
        },
        "convex function": {
            "translated_key": "convex",
            "translated_annotated_text": "Adelgazamiento adaptativo para datos dispersos bivariados Este artículo estudia estrategias de adelgazamiento adaptativo para aproximar un gran conjunto de datos dispersos por funciones lineales por pieza sobre subconjuntos triangulados. Nuestras estrategias dependen tanto de la ubicación de los puntos de datos en el plano, como de los valores de la función de muestreo en estos puntos - adelgazamiento adaptativo. Todas nuestras estrategias de adelgazamiento eliminan los puntos de datos uno por uno, con el fin de minimizar una estimación del error que resulta mediante la eliminación de un punto del conjunto actual de puntos (esta estimación se denomina error anticipado). El proceso de adelgazamiento genera subconjuntos de los puntos más significativos, de tal manera que los interpolantes lineales a partes sobre las triangulaciones Delaunay de estos subconjuntos aproximan progresivamente los valores de función muestreados en los puntos dispersos originales, y tal que los errores de aproximación son pequeños en relación con el número de puntos en los subconjuntos. Diseñamos varios métodos para calcular el error previsto a un costo razonable, y comparamos y probamos el rendimiento de los métodos. Se ha demostrado que para los datos muestreados de una función <br>convex</br>, con la estrategia de triangulación convexa, el error real se minimiza minimiza minimizando la medida de mejor rendimiento del error previsto. También se muestra que para los datos muestreados de ciertos polinomios cuadráticos, el adelgazamiento adaptativo es equivalente al adelgazamiento que depende sólo de la ubicación de los puntos de datos - el adelgazamiento no adaptativo. Sobre la base de nuestras pruebas numéricas y comparaciones, se proponen dos algoritmos prácticos de adelgazamiento adaptativo para adelgazar grandes conjuntos de datos, uno más preciso y otro más rápido. ",
            "error": [
                ""
            ]
        },
        "data reduction": {
            "translated_key": [],
            "translated_annotated_text": "Adelgazamiento adaptativo para datos dispersos bivariados Este artículo estudia estrategias de adelgazamiento adaptativo para aproximar un gran conjunto de datos dispersos por funciones lineales por pieza sobre subconjuntos triangulados. Nuestras estrategias dependen tanto de la ubicación de los puntos de datos en el plano, como de los valores de la función de muestreo en estos puntos - adelgazamiento adaptativo. Todas nuestras estrategias de adelgazamiento eliminan los puntos de datos uno por uno, con el fin de minimizar una estimación del error que resulta mediante la eliminación de un punto del conjunto actual de puntos (esta estimación se denomina error anticipado). El proceso de adelgazamiento genera subconjuntos de los puntos más significativos, de tal manera que los interpolantes lineales a partes sobre las triangulaciones Delaunay de estos subconjuntos aproximan progresivamente los valores de función muestreados en los puntos dispersos originales, y tal que los errores de aproximación son pequeños en relación con el número de puntos en los subconjuntos. Diseñamos varios métodos para calcular el error previsto a un costo razonable, y comparamos y probamos el rendimiento de los métodos. Se ha demostrado que para los datos muestreados a partir de una función convexa, con la estrategia de triangulación convexa, el error real se minimiza minimiza minimizando la medida de mejor rendimiento del error anticipado. También se muestra que para los datos muestreados de ciertos polinomios cuadráticos, el adelgazamiento adaptativo es equivalente al adelgazamiento que depende sólo de la ubicación de los puntos de datos - el adelgazamiento no adaptativo. Sobre la base de nuestras pruebas numéricas y comparaciones, se proponen dos algoritmos prácticos de adelgazamiento adaptativo para adelgazar grandes conjuntos de datos, uno más preciso y otro más rápido. ",
            "error": []
        },
        "error analysis": {
            "translated_key": [],
            "translated_annotated_text": "Adelgazamiento adaptativo para datos dispersos bivariados Este artículo estudia estrategias de adelgazamiento adaptativo para aproximar un gran conjunto de datos dispersos por funciones lineales por pieza sobre subconjuntos triangulados. Nuestras estrategias dependen tanto de la ubicación de los puntos de datos en el plano, como de los valores de la función de muestreo en estos puntos - adelgazamiento adaptativo. Todas nuestras estrategias de adelgazamiento eliminan los puntos de datos uno por uno, con el fin de minimizar una estimación del error que resulta mediante la eliminación de un punto del conjunto actual de puntos (esta estimación se denomina error anticipado). El proceso de adelgazamiento genera subconjuntos de los puntos más significativos, de tal manera que los interpolantes lineales a partes sobre las triangulaciones Delaunay de estos subconjuntos aproximan progresivamente los valores de función muestreados en los puntos dispersos originales, y tal que los errores de aproximación son pequeños en relación con el número de puntos en los subconjuntos. Diseñamos varios métodos para calcular el error previsto a un costo razonable, y comparamos y probamos el rendimiento de los métodos. Se ha demostrado que para los datos muestreados a partir de una función convexa, con la estrategia de triangulación convexa, el error real se minimiza minimiza minimizando la medida de mejor rendimiento del error anticipado. También se muestra que para los datos muestreados de ciertos polinomios cuadráticos, el adelgazamiento adaptativo es equivalente al adelgazamiento que depende sólo de la ubicación de los puntos de datos - el adelgazamiento no adaptativo. Sobre la base de nuestras pruebas numéricas y comparaciones, se proponen dos algoritmos prácticos de adelgazamiento adaptativo para adelgazar grandes conjuntos de datos, uno más preciso y otro más rápido. ",
            "error": []
        },
        "interpolation": {
            "translated_key": [],
            "translated_annotated_text": "Adelgazamiento adaptativo para datos dispersos bivariados Este artículo estudia estrategias de adelgazamiento adaptativo para aproximar un gran conjunto de datos dispersos por funciones lineales por pieza sobre subconjuntos triangulados. Nuestras estrategias dependen tanto de la ubicación de los puntos de datos en el plano, como de los valores de la función de muestreo en estos puntos - adelgazamiento adaptativo. Todas nuestras estrategias de adelgazamiento eliminan los puntos de datos uno por uno, con el fin de minimizar una estimación del error que resulta mediante la eliminación de un punto del conjunto actual de puntos (esta estimación se denomina error anticipado). El proceso de adelgazamiento genera subconjuntos de los puntos más significativos, de tal manera que los interpolantes lineales a partes sobre las triangulaciones Delaunay de estos subconjuntos aproximan progresivamente los valores de función muestreados en los puntos dispersos originales, y tal que los errores de aproximación son pequeños en relación con el número de puntos en los subconjuntos. Diseñamos varios métodos para calcular el error previsto a un costo razonable, y comparamos y probamos el rendimiento de los métodos. Se ha demostrado que para los datos muestreados a partir de una función convexa, con la estrategia de triangulación convexa, el error real se minimiza minimiza minimizando la medida de mejor rendimiento del error anticipado. También se muestra que para los datos muestreados de ciertos polinomios cuadráticos, el adelgazamiento adaptativo es equivalente al adelgazamiento que depende sólo de la ubicación de los puntos de datos - el adelgazamiento no adaptativo. Sobre la base de nuestras pruebas numéricas y comparaciones, se proponen dos algoritmos prácticos de adelgazamiento adaptativo para adelgazar grandes conjuntos de datos, uno más preciso y otro más rápido. ",
            "error": []
        },
        "mesh generation": {
            "translated_key": [],
            "translated_annotated_text": "Adelgazamiento adaptativo para datos dispersos bivariados Este artículo estudia estrategias de adelgazamiento adaptativo para aproximar un gran conjunto de datos dispersos por funciones lineales por pieza sobre subconjuntos triangulados. Nuestras estrategias dependen tanto de la ubicación de los puntos de datos en el plano, como de los valores de la función de muestreo en estos puntos - adelgazamiento adaptativo. Todas nuestras estrategias de adelgazamiento eliminan los puntos de datos uno por uno, con el fin de minimizar una estimación del error que resulta mediante la eliminación de un punto del conjunto actual de puntos (esta estimación se denomina error anticipado). El proceso de adelgazamiento genera subconjuntos de los puntos más significativos, de tal manera que los interpolantes lineales a partes sobre las triangulaciones Delaunay de estos subconjuntos aproximan progresivamente los valores de función muestreados en los puntos dispersos originales, y tal que los errores de aproximación son pequeños en relación con el número de puntos en los subconjuntos. Diseñamos varios métodos para calcular el error previsto a un costo razonable, y comparamos y probamos el rendimiento de los métodos. Se ha demostrado que para los datos muestreados a partir de una función convexa, con la estrategia de triangulación convexa, el error real se minimiza minimiza minimizando la medida de mejor rendimiento del error anticipado. También se muestra que para los datos muestreados de ciertos polinomios cuadráticos, el adelgazamiento adaptativo es equivalente al adelgazamiento que depende sólo de la ubicación de los puntos de datos - el adelgazamiento no adaptativo. Sobre la base de nuestras pruebas numéricas y comparaciones, se proponen dos algoritmos prácticos de adelgazamiento adaptativo para adelgazar grandes conjuntos de datos, uno más preciso y otro más rápido. ",
            "error": []
        },
        "piecewise linear techniques": {
            "translated_key": [],
            "translated_annotated_text": "Adelgazamiento adaptativo para datos dispersos bivariados Este artículo estudia estrategias de adelgazamiento adaptativo para aproximar un gran conjunto de datos dispersos por funciones lineales por pieza sobre subconjuntos triangulados. Nuestras estrategias dependen tanto de la ubicación de los puntos de datos en el plano, como de los valores de la función de muestreo en estos puntos - adelgazamiento adaptativo. Todas nuestras estrategias de adelgazamiento eliminan los puntos de datos uno por uno, con el fin de minimizar una estimación del error que resulta mediante la eliminación de un punto del conjunto actual de puntos (esta estimación se denomina error anticipado). El proceso de adelgazamiento genera subconjuntos de los puntos más significativos, de tal manera que los interpolantes lineales a partes sobre las triangulaciones Delaunay de estos subconjuntos aproximan progresivamente los valores de función muestreados en los puntos dispersos originales, y tal que los errores de aproximación son pequeños en relación con el número de puntos en los subconjuntos. Diseñamos varios métodos para calcular el error previsto a un costo razonable, y comparamos y probamos el rendimiento de los métodos. Se ha demostrado que para los datos muestreados a partir de una función convexa, con la estrategia de triangulación convexa, el error real se minimiza minimiza minimizando la medida de mejor rendimiento del error anticipado. También se muestra que para los datos muestreados de ciertos polinomios cuadráticos, el adelgazamiento adaptativo es equivalente al adelgazamiento que depende sólo de la ubicación de los puntos de datos - el adelgazamiento no adaptativo. Sobre la base de nuestras pruebas numéricas y comparaciones, se proponen dos algoritmos prácticos de adelgazamiento adaptativo para adelgazar grandes conjuntos de datos, uno más preciso y otro más rápido. ",
            "error": []
        }
    }
}