{
    "original_text": "The numerical solution of an evolution problem of second order in time on a closed smooth boundary We consider an initial value problem for the second-order differential equation with a Dirichlet-to-Neumann operator coefficient. For the numerical solution we carry out semi-discretization by the Laguerre transformation with respect to the time variable. Then an infinite system of the stationary operator equations is obtained. By potential theory, the operator equations are reduced to boundary integral equations of the second kind with logarithmic or hypersingular kernels. The full discretization is realized by Nystroms method which is based on the trigonometric quadrature rules. Numerical tests confirm the ability of the method to solve these types of nonstationary problems",
    "original_translation": "La solución numérica de un problema de evolución de segundo orden en el tiempo en un límite liso cerrado Consideramos un problema de valor inicial para la ecuación diferencial de segundo orden con un coeficiente de operador Dirichlet-a-Neumann. Para la solución numérica realizamos la semi-discretización por la transformación de Laguerre con respecto a la variable de tiempo. Entonces se obtiene un sistema infinito de las ecuaciones estacionarias del operador. Por teoría potencial, las ecuaciones del operador se reducen a ecuaciones integrales de límite del segundo tipo con núcleos logarítmicos o hipersingulares. La discretización completa se realiza mediante el método Nystroms, que se basa en las reglas trigonométricas de la cuadratura. Las pruebas numéricas confirman la capacidad del método para resolver este tipo de problemas no estacionarios",
    "error_count": 2,
    "keys": {
        "initial value problem": {
            "translated_key": "inicial",
            "translated_annotated_text": "La solución numérica de un problema de evolución de segundo orden en el tiempo en un límite liso cerrado Consideramos un problema de valor <br>inicial</br> para la ecuación diferencial de segundo orden con un coeficiente de operador Dirichlet-a-Neumann. Para la solución numérica realizamos la semi-discretización por la transformación de Laguerre con respecto a la variable de tiempo. Entonces se obtiene un sistema infinito de las ecuaciones estacionarias del operador. Por teoría potencial, las ecuaciones del operador se reducen a ecuaciones integrales de límite del segundo tipo con núcleos logarítmicos o hipersingulares. La discretización completa se realiza mediante el método Nystroms, que se basa en las reglas trigonométricas de la cuadratura. Las pruebas numéricas confirman la capacidad del método para resolver este tipo de problemas no estacionarios ",
            "error": [
                ""
            ]
        },
        "second-order differential equation": {
            "translated_key": "segundo orden",
            "translated_annotated_text": "La solución numérica de un problema de evolución de segundo orden en el tiempo en un límite liso cerrado Consideramos un problema de valor inicial para la ecuación diferencial <br>segundo orden</br> con un coeficiente de operador Dirichlet-to-Neumann. Para la solución numérica realizamos la semi-discretización por la transformación de Laguerre con respecto a la variable de tiempo. Entonces se obtiene un sistema infinito de las ecuaciones estacionarias del operador. Por teoría potencial, las ecuaciones del operador se reducen a ecuaciones integrales de límite del segundo tipo con núcleos logarítmicos o hipersingulares. La discretización completa se realiza mediante el método Nystroms, que se basa en las reglas trigonométricas de la cuadratura. Las pruebas numéricas confirman la capacidad del método para resolver este tipo de problemas no estacionarios ",
            "error": [
                ""
            ]
        },
        "evolution problem": {
            "translated_key": "evolution",
            "translated_annotated_text": "La solución numérica de un problema <br>evolution</br> de segundo orden en el tiempo en un límite liso cerrado Consideramos un problema de valor inicial para la ecuación diferencial de segundo orden con un coeficiente de operador Dirichlet-a-Neumann. Para la solución numérica realizamos la semi-discretización por la transformación de Laguerre con respecto a la variable de tiempo. Entonces se obtiene un sistema infinito de las ecuaciones estacionarias del operador. Por teoría potencial, las ecuaciones del operador se reducen a ecuaciones integrales de límite del segundo tipo con núcleos logarítmicos o hipersingulares. La discretización completa se realiza mediante el método Nystroms, que se basa en las reglas trigonométricas de la cuadratura. Las pruebas numéricas confirman la capacidad del método para resolver este tipo de problemas no estacionarios ",
            "error": [
                ""
            ]
        },
        "closed smooth boundary": {
            "translated_key": "cerrado",
            "translated_annotated_text": "La solución numérica de un problema de evolución de segundo orden en el tiempo en un límite liso <br>cerrado</br> Consideramos un problema de valor inicial para la ecuación diferencial de segundo orden con un coeficiente de operador Dirichlet-a-Neumann. Para la solución numérica realizamos la semi-discretización por la transformación de Laguerre con respecto a la variable de tiempo. Entonces se obtiene un sistema infinito de las ecuaciones estacionarias del operador. Por teoría potencial, las ecuaciones del operador se reducen a ecuaciones integrales de límite del segundo tipo con núcleos logarítmicos o hipersingulares. La discretización completa se realiza mediante el método Nystroms, que se basa en las reglas trigonométricas de la cuadratura. Las pruebas numéricas confirman la capacidad del método para resolver este tipo de problemas no estacionarios ",
            "error": [
                ""
            ]
        },
        "Laguerre transformation": {
            "translated_key": "Laguerre",
            "translated_annotated_text": "La solución numérica de un problema de evolución de segundo orden en el tiempo en un límite liso cerrado Consideramos un problema de valor inicial para la ecuación diferencial de segundo orden con un coeficiente de operador Dirichlet-a-Neumann. Para la solución numérica realizamos la semi-discretización por la transformación <br>Laguerre</br> con respecto a la variable de tiempo. Entonces se obtiene un sistema infinito de las ecuaciones estacionarias del operador. Por teoría potencial, las ecuaciones del operador se reducen a ecuaciones integrales de límite del segundo tipo con núcleos logarítmicos o hipersingulares. La discretización completa se realiza mediante el método Nystroms, que se basa en las reglas trigonométricas de la cuadratura. Las pruebas numéricas confirman la capacidad del método para resolver este tipo de problemas no estacionarios ",
            "error": [
                ""
            ]
        },
        "hypersingular kernels": {
            "translated_key": "hipersingulares",
            "translated_annotated_text": "La solución numérica de un problema de evolución de segundo orden en el tiempo en un límite liso cerrado Consideramos un problema de valor inicial para la ecuación diferencial de segundo orden con un coeficiente de operador Dirichlet-a-Neumann. Para la solución numérica realizamos la semi-discretización por la transformación de Laguerre con respecto a la variable de tiempo. Entonces se obtiene un sistema infinito de las ecuaciones estacionarias del operador. Por teoría potencial, las ecuaciones del operador se reducen a ecuaciones integrales de límite del segundo tipo con núcleos logarítmicos o <br>hipersingulares</br>. La discretización completa se realiza mediante el método Nystroms, que se basa en las reglas trigonométricas de la cuadratura. Las pruebas numéricas confirman la capacidad del método para resolver este tipo de problemas no estacionarios ",
            "error": [
                ""
            ]
        },
        "boundary integral equations": {
            "translated_key": "bonarias",
            "translated_annotated_text": "La solución numérica de un problema de evolución de segundo orden en el tiempo en un límite liso cerrado Consideramos un problema de valor inicial para la ecuación diferencial de segundo orden con un coeficiente de operador Dirichlet-a-Neumann. Para la solución numérica realizamos la semi-discretización por la transformación de Laguerre con respecto a la variable de tiempo. Entonces se obtiene un sistema infinito de las ecuaciones estacionarias del operador. Por teoría potencial, las ecuaciones del operador se reducen a ecuaciones integrales <br>bonarias</br> de segundo tipo con núcleos logarítmicos o hipersingulares. La discretización completa se realiza mediante el método Nystroms, que se basa en las reglas trigonométricas de la cuadratura. Las pruebas numéricas confirman la capacidad del método para resolver este tipo de problemas no estacionarios ",
            "error": [
                ""
            ]
        },
        "stationary operator equations": {
            "translated_key": " ",
            "translated_annotated_text": "La solución numérica de un problema de evolución de segundo orden en el tiempo en un límite liso cerrado Consideramos un problema de valor inicial para la ecuación diferencial de segundo orden con un coeficiente de operador Dirichlet-a-Neumann. Para la solución numérica realizamos la semi-discretización por la transformación de Laguerre con respecto a la variable de tiempo. Luego se obtiene un sistema infinito de las ecuaciones de operador estacionario <br> </br>. Por teoría potencial, las ecuaciones del operador se reducen a ecuaciones integrales de límite del segundo tipo con núcleos logarítmicos o hipersingulares. La discretización completa se realiza mediante el método Nystroms, que se basa en las reglas trigonométricas de la cuadratura. Las pruebas numéricas confirman la capacidad del método para resolver este tipo de problemas no estacionarios ",
            "error": [
                ""
            ]
        },
        "differential equations": {
            "translated_key": [],
            "translated_annotated_text": "La solución numérica de un problema de evolución de segundo orden en el tiempo en un límite liso cerrado Consideramos un problema de valor inicial para la ecuación diferencial de segundo orden con un coeficiente de operador Dirichlet-a-Neumann. Para la solución numérica realizamos la semi-discretización por la transformación de Laguerre con respecto a la variable de tiempo. Entonces se obtiene un sistema infinito de las ecuaciones estacionarias del operador. Por teoría potencial, las ecuaciones del operador se reducen a ecuaciones integrales de límite del segundo tipo con núcleos logarítmicos o hipersingulares. La discretización completa se realiza mediante el método Nystroms, que se basa en las reglas trigonométricas de la cuadratura. Las pruebas numéricas confirman la capacidad del método para resolver este tipo de problemas no estacionarios ",
            "error": []
        },
        "initial value problems": {
            "translated_key": [],
            "translated_annotated_text": "La solución numérica de un problema de evolución de segundo orden en el tiempo en un límite liso cerrado Consideramos un problema de valor inicial para la ecuación diferencial de segundo orden con un coeficiente de operador Dirichlet-a-Neumann. Para la solución numérica realizamos la semi-discretización por la transformación de Laguerre con respecto a la variable de tiempo. Entonces se obtiene un sistema infinito de las ecuaciones estacionarias del operador. Por teoría potencial, las ecuaciones del operador se reducen a ecuaciones integrales de límite del segundo tipo con núcleos logarítmicos o hipersingulares. La discretización completa se realiza mediante el método Nystroms, que se basa en las reglas trigonométricas de la cuadratura. Las pruebas numéricas confirman la capacidad del método para resolver este tipo de problemas no estacionarios ",
            "error": []
        }
    }
}