{
    "original_text": "A distance between elliptical distributions based in an embedding into the Siegel group This paper describes two different embeddings of the manifolds corresponding to many elliptical probability distributions with the informative geometry into the manifold of positive-definite matrices with the Siegel metric, generalizing a result published previously elsewhere. These new general embeddings are applicable to a wide class of elliptical probability distributions, in which the normal, t-Student and Cauchy are specific examples. A lower bound for the Rao distance is obtained, which is itself a distance, and, through these embeddings, a number of statistical tests of hypothesis are derived",
    "original_translation": "Una distancia entre distribuciones elípticas basadas en una inserción en el grupo Siegel Este artículo describe dos incrustaciones diferentes de los colectores correspondientes a muchas distribuciones de probabilidad elípticas con la geometría informativa en el múltiple de matrices positivas-definidas con la métrica de Siegel, generalizando un resultado publicado anteriormente en otra parte. Estas nuevas incrustaciones generales son aplicables a una amplia clase de distribuciones de probabilidad elíptica, en las que el normal, t-Student y Cauchy son ejemplos específicos. Se obtiene un límite inferior para la distancia de Rao, que es en sí misma una distancia, y, a través de estas incrustaciones, se derivan una serie de pruebas estadísticas de hipótesis",
    "error_count": 4,
    "keys": {
        "elliptical distributions": {
            "translated_key": "elípticas",
            "translated_annotated_text": "Una distancia entre distribuciones <br>elípticas</br> basadas en una incrustación en el grupo Siegel Este artículo describe dos incrustaciones diferentes de los colectores correspondientes a muchas distribuciones de probabilidad elíptica con la geometría informativa en el múltiple de matrices positivas-definidas con la métrica de Siegel, generalizando un resultado publicado anteriormente en otra parte. Estas nuevas incrustaciones generales son aplicables a una amplia clase de distribuciones de probabilidad elíptica, en las que el normal, t-Student y Cauchy son ejemplos específicos. Se obtiene un límite inferior para la distancia de Rao, que es en sí misma una distancia, y, a través de estas incrustaciones, se derivan una serie de pruebas estadísticas de hipótesis ",
            "error": [
                ""
            ]
        },
        "Siegel group": {
            "translated_key": "Siegel",
            "translated_annotated_text": "Una distancia entre distribuciones elípticas basadas en una inserción en el grupo <br>Siegel</br> Este artículo describe dos incrustaciones diferentes de los colectores correspondientes a muchas distribuciones de probabilidad elípticas con la geometría informativa en el múltiple de matrices positivas definidas con la métrica de Siegel, generalizando un resultado publicado anteriormente en otra parte. Estas nuevas incrustaciones generales son aplicables a una amplia clase de distribuciones de probabilidad elíptica, en las que el normal, t-Student y Cauchy son ejemplos específicos. Se obtiene un límite inferior para la distancia de Rao, que es en sí misma una distancia, y, a través de estas incrustaciones, se derivan una serie de pruebas estadísticas de hipótesis ",
            "error": [
                ""
            ]
        },
        "manifolds embeddings": {
            "translated_key": [],
            "translated_annotated_text": "Una distancia entre distribuciones elípticas basadas en una inserción en el grupo Siegel Este artículo describe dos incrustaciones diferentes de los colectores correspondientes a muchas distribuciones de probabilidad elípticas con la geometría informativa en el múltiple de matrices positivas-definidas con la métrica de Siegel, generalizando un resultado publicado anteriormente en otra parte. Estas nuevas incrustaciones generales son aplicables a una amplia clase de distribuciones de probabilidad elíptica, en las que el normal, t-Student y Cauchy son ejemplos específicos. Se obtiene un límite inferior para la distancia de Rao, que es en sí misma una distancia, y, a través de estas incrustaciones, se derivan una serie de pruebas estadísticas de hipótesis ",
            "error": []
        },
        "informative geometry": {
            "translated_key": "informativa",
            "translated_annotated_text": "Una distancia entre distribuciones elípticas basadas en una inserción en el grupo Siegel Este artículo describe dos incrustaciones diferentes de los colectores correspondientes a muchas distribuciones de probabilidad elípticas con la geometría <br>informativa</br> en el múltiple de matrices positiva-definidas con la métrica de Siegel, generalizando un resultado publicado previamente en otra parte. Estas nuevas incrustaciones generales son aplicables a una amplia clase de distribuciones de probabilidad elíptica, en las que el normal, t-Student y Cauchy son ejemplos específicos. Se obtiene un límite inferior para la distancia de Rao, que es en sí misma una distancia, y, a través de estas incrustaciones, se derivan una serie de pruebas estadísticas de hipótesis ",
            "error": [
                ""
            ]
        },
        "positive-definite matrices": {
            "translated_key": "positive-definite",
            "translated_annotated_text": "Una distancia entre distribuciones elípticas basadas en una inserción en el grupo Siegel Este artículo describe dos incrustaciones diferentes de los colectores correspondientes a muchas distribuciones de probabilidad elíptica con la geometría informativa en el colector de matrices <br>positive-definite</br> con la métrica de Siegel, generalizando un resultado publicado anteriormente en otra parte. Estas nuevas incrustaciones generales son aplicables a una amplia clase de distribuciones de probabilidad elíptica, en las que el normal, t-Student y Cauchy son ejemplos específicos. Se obtiene un límite inferior para la distancia de Rao, que es en sí misma una distancia, y, a través de estas incrustaciones, se derivan una serie de pruebas estadísticas de hipótesis ",
            "error": [
                ""
            ]
        },
        "elliptical probability distributions": {
            "translated_key": [
                "elíptica",
                "elípticas"
            ],
            "translated_annotated_text": "Una distancia entre distribuciones elípticas basadas en una inserción en el grupo Siegel Este artículo describe dos incrustaciones diferentes de los colectores correspondientes a muchas distribuciones de probabilidad <br>elíptica</br> con la geometría informativa en el múltiple de matrices positivas-definidas con la métrica de Siegel, generalizando un resultado publicado anteriormente en otra parte. Estas nuevas incrustaciones generales son aplicables a una amplia clase de distribuciones de probabilidad <br>elípticas</br>, en las que el normal, t-Student y Cauchy son ejemplos específicos. Se obtiene un límite inferior para la distancia de Rao, que es en sí misma una distancia, y, a través de estas incrustaciones, se derivan una serie de pruebas estadísticas de hipótesis ",
            "error": [
                "elíptica",
                "elípticas"
            ]
        },
        "lower bound": {
            "translated_key": "lower",
            "translated_annotated_text": "Una distancia entre distribuciones elípticas basadas en una inserción en el grupo Siegel Este artículo describe dos incrustaciones diferentes de los colectores correspondientes a muchas distribuciones de probabilidad elípticas con la geometría informativa en el múltiple de matrices positivas-definidas con la métrica de Siegel, generalizando un resultado publicado anteriormente en otra parte. Estas nuevas incrustaciones generales son aplicables a una amplia clase de distribuciones de probabilidad elíptica, en las que el normal, t-Student y Cauchy son ejemplos específicos. Se obtiene un límite <br>lower</br> para la distancia de Rao, que es en sí misma una distancia, y, a través de estas incrustaciones, se derivan una serie de pruebas estadísticas de hipótesis ",
            "error": [
                ""
            ]
        },
        "matrix algebra": {
            "translated_key": [],
            "translated_annotated_text": "Una distancia entre distribuciones elípticas basadas en una inserción en el grupo Siegel Este artículo describe dos incrustaciones diferentes de los colectores correspondientes a muchas distribuciones de probabilidad elípticas con la geometría informativa en el múltiple de matrices positivas-definidas con la métrica de Siegel, generalizando un resultado publicado anteriormente en otra parte. Estas nuevas incrustaciones generales son aplicables a una amplia clase de distribuciones de probabilidad elíptica, en las que el normal, t-Student y Cauchy son ejemplos específicos. Se obtiene un límite inferior para la distancia de Rao, que es en sí misma una distancia, y, a través de estas incrustaciones, se derivan una serie de pruebas estadísticas de hipótesis ",
            "error": []
        },
        "probability": {
            "translated_key": "probabilidad",
            "translated_annotated_text": "Una distancia entre distribuciones elípticas basadas en una inserción en el grupo Siegel Este artículo describe dos incrustaciones diferentes de los colectores correspondientes a muchas distribuciones elípticas <br>probabilidad</br> con la geometría informativa en el múltiple de matrices positiva-definidas con la métrica de Siegel, generalizando un resultado publicado anteriormente en otra parte. Estas nuevas incrustaciones generales son aplicables a una amplia clase de distribuciones elípticas <br>probabilidad</br>, en las que los estudiantes normales, t y Cauchy son ejemplos específicos. Se obtiene un límite inferior para la distancia de Rao, que es en sí misma una distancia, y, a través de estas incrustaciones, se derivan una serie de pruebas estadísticas de hipótesis ",
            "error": [
                ""
            ]
        },
        "statistical analysis": {
            "translated_key": [],
            "translated_annotated_text": "Una distancia entre distribuciones elípticas basadas en una inserción en el grupo Siegel Este artículo describe dos incrustaciones diferentes de los colectores correspondientes a muchas distribuciones de probabilidad elípticas con la geometría informativa en el múltiple de matrices positivas-definidas con la métrica de Siegel, generalizando un resultado publicado anteriormente en otra parte. Estas nuevas incrustaciones generales son aplicables a una amplia clase de distribuciones de probabilidad elíptica, en las que el normal, t-Student y Cauchy son ejemplos específicos. Se obtiene un límite inferior para la distancia de Rao, que es en sí misma una distancia, y, a través de estas incrustaciones, se derivan una serie de pruebas estadísticas de hipótesis ",
            "error": []
        }
    }
}