{
    "original_text": "Data mining business intelligence for competitive advantage Organizations have lately realized that just processing transactions and/or information faster and more efficiently no longer provides them with a competitive advantage vis-a-vis their competitors for achieving business excellence. Information technology (IT) tools that are oriented towards knowledge processing can provide the edge that organizations need to survive and thrive in the current era of fierce competition. Enterprises are no longer satisfied with business information system(s); they require business intelligence system(s). The increasing competitive pressures and the desire to leverage information technology techniques have led many organizations to explore the benefits of new emerging technology, data warehousing and data mining. The paper discusses data warehouses and data mining tools and applications",
    "original_translation": "Últimamente, las organizaciones se han dado cuenta de que el simple procesamiento de transacciones y/o información más rápido y eficientemente ya no les proporciona una ventaja competitiva frente a sus competidores para lograr la excelencia empresarial. Las herramientas de tecnología de la información (TI) orientadas hacia el procesamiento del conocimiento pueden proporcionar la ventaja que las organizaciones necesitan para sobrevivir y prosperar en la actual era de competencia feroz. Las empresas ya no están satisfechas con los sistemas de información empresarial; requieren sistemas de inteligencia empresarial. La creciente presión competitiva y el deseo de aprovechar las técnicas de tecnología de la información han llevado a muchas organizaciones a explorar los beneficios de las nuevas tecnologías, el almacenamiento de datos y la extracción de datos. En el documento se examinan los almacenes de datos y las herramientas y aplicaciones de extracción de datos",
    "error_count": 8,
    "keys": {
        "business intelligence": {
            "translated_key": [
                "business intelligence",
                "inteligencia empresarial"
            ],
            "translated_annotated_text": "Extracción de datos <br>business intelligence</br> para obtener ventajas competitivas Últimamente, las organizaciones se han dado cuenta de que el procesamiento justo de las transacciones y/o la información con mayor rapidez y eficiencia ya no les proporciona una ventaja competitiva frente a sus competidores para lograr la excelencia empresarial. Las herramientas de tecnología de la información (TI) orientadas hacia el procesamiento del conocimiento pueden proporcionar la ventaja que las organizaciones necesitan para sobrevivir y prosperar en la actual era de competencia feroz. Las empresas ya no están satisfechas con los sistemas de información empresarial; requieren sistemas de <br>inteligencia empresarial</br>. La creciente presión competitiva y el deseo de aprovechar las técnicas de tecnología de la información han llevado a muchas organizaciones a explorar los beneficios de las nuevas tecnologías, el almacenamiento de datos y la extracción de datos. En el documento se examinan los almacenes de datos y las herramientas y aplicaciones de extracción de datos ",
            "error": [
                "business intelligence",
                "inteligencia empresarial"
            ]
        },
        "competitive advantage": {
            "translated_key": [],
            "translated_annotated_text": "Últimamente, las organizaciones se han dado cuenta de que el simple procesamiento de las transacciones y/o la información más rápido y eficientemente ya no les proporciona una ventaja competitiva <br> frente a sus competidores para lograr la excelencia empresarial. Las herramientas de tecnología de la información (TI) orientadas hacia el procesamiento del conocimiento pueden proporcionar la ventaja que las organizaciones necesitan para sobrevivir y prosperar en la actual era de competencia feroz. Las empresas ya no están satisfechas con los sistemas de información empresarial; requieren sistemas de inteligencia empresarial. La creciente presión competitiva y el deseo de aprovechar las técnicas de tecnología de la información han llevado a muchas organizaciones a explorar los beneficios de las nuevas tecnologías, el almacenamiento de datos y la extracción de datos. En el documento se examinan los almacenes de datos y las herramientas y aplicaciones de extracción de datos ",
            "error": []
        },
        "organizations": {
            "translated_key": [],
            "translated_annotated_text": "Últimamente, las organizaciones se han dado cuenta de que el simple procesamiento de transacciones y/o información más rápido y eficientemente ya no les proporciona una ventaja competitiva frente a sus competidores para lograr la excelencia empresarial. Las herramientas de tecnología de la información (TI) orientadas al procesamiento de conocimientos pueden proporcionar la ventaja que las organizaciones necesitan para sobrevivir y prosperar en la era actual de la competencia feroz. Las empresas ya no están satisfechas con los sistemas de información empresarial; requieren sistemas de inteligencia empresarial. La creciente presión competitiva y el deseo de aprovechar las técnicas de tecnología de la información han llevado a muchas organizaciones a explorar los beneficios de las nuevas tecnologías, el almacenamiento de datos y la extracción de datos. En el documento se examinan los almacenes de datos y las herramientas y aplicaciones de extracción de datos ",
            "error": []
        },
        "information technology": {
            "translated_key": "tecnología de la información",
            "translated_annotated_text": "Últimamente, las organizaciones se han dado cuenta de que el simple procesamiento de transacciones y/o información más rápido y eficientemente ya no les proporciona una ventaja competitiva frente a sus competidores para lograr la excelencia empresarial. Las herramientas de tecnología de la información (TI) orientadas hacia el procesamiento del conocimiento pueden proporcionar la ventaja que las organizaciones necesitan para sobrevivir y prosperar en la actual era de competencia feroz. Las empresas ya no están satisfechas con los sistemas de información empresarial; requieren sistemas de inteligencia empresarial. La creciente presión competitiva y el deseo de aprovechar las técnicas de <br>tecnología de la información</br> han llevado a muchas organizaciones a explorar los beneficios de las nuevas tecnologías emergentes, el almacenamiento de datos y la extracción de datos. En el documento se examinan los almacenes de datos y las herramientas y aplicaciones de extracción de datos ",
            "error": [
                ""
            ]
        },
        "knowledge processing": {
            "translated_key": [],
            "translated_annotated_text": "Últimamente, las organizaciones se han dado cuenta de que el simple procesamiento de transacciones y/o información más rápido y eficientemente ya no les proporciona una ventaja competitiva frente a sus competidores para lograr la excelencia empresarial. Las herramientas de tecnología de la información (TI) orientadas hacia el procesamiento del conocimiento pueden proporcionar la ventaja que las organizaciones necesitan para sobrevivir y prosperar en la era actual de competencia feroz. Las empresas ya no están satisfechas con los sistemas de información empresarial; requieren sistemas de inteligencia empresarial. La creciente presión competitiva y el deseo de aprovechar las técnicas de tecnología de la información han llevado a muchas organizaciones a explorar los beneficios de las nuevas tecnologías, el almacenamiento de datos y la extracción de datos. En el documento se examinan los almacenes de datos y las herramientas y aplicaciones de extracción de datos ",
            "error": []
        },
        "business information system": {
            "translated_key": [],
            "translated_annotated_text": "Últimamente, las organizaciones se han dado cuenta de que el simple procesamiento de transacciones y/o información más rápido y eficientemente ya no les proporciona una ventaja competitiva frente a sus competidores para lograr la excelencia empresarial. Las herramientas de tecnología de la información (TI) orientadas hacia el procesamiento del conocimiento pueden proporcionar la ventaja que las organizaciones necesitan para sobrevivir y prosperar en la actual era de competencia feroz. Las empresas ya no están satisfechas con los sistemas de información empresarial; requieren sistemas de información empresarial. La creciente presión competitiva y el deseo de aprovechar las técnicas de tecnología de la información han llevado a muchas organizaciones a explorar los beneficios de las nuevas tecnologías, el almacenamiento de datos y la extracción de datos. En el documento se examinan los almacenes de datos y las herramientas y aplicaciones de extracción de datos ",
            "error": []
        },
        "data warehouses": {
            "translated_key": [],
            "translated_annotated_text": "Últimamente, las organizaciones se han dado cuenta de que el simple procesamiento de transacciones y/o información más rápido y eficientemente ya no les proporciona una ventaja competitiva frente a sus competidores para lograr la excelencia empresarial. Las herramientas de tecnología de la información (TI) orientadas hacia el procesamiento del conocimiento pueden proporcionar la ventaja que las organizaciones necesitan para sobrevivir y prosperar en la actual era de competencia feroz. Las empresas ya no están satisfechas con los sistemas de información empresarial; requieren sistemas de inteligencia empresarial. La creciente presión competitiva y el deseo de aprovechar las técnicas de tecnología de la información han llevado a muchas organizaciones a explorar los beneficios de las nuevas tecnologías, el almacenamiento de datos y la extracción de datos. En el documento se examinan los almacenes de datos y las herramientas y aplicaciones de extracción de datos. ",
            "error": []
        },
        "data mining": {
            "translated_key": "minería de datos",
            "translated_annotated_text": "Últimamente, las organizaciones se han dado cuenta de que el simple procesamiento de transacciones y/o información más rápido y eficientemente ya no les proporciona una ventaja competitiva frente a sus competidores para lograr la excelencia empresarial. Las herramientas de tecnología de la información (TI) orientadas hacia el procesamiento del conocimiento pueden proporcionar la ventaja que las organizaciones necesitan para sobrevivir y prosperar en la actual era de competencia feroz. Las empresas ya no están satisfechas con los sistemas de información empresarial; requieren sistemas de inteligencia empresarial. La creciente presión competitiva y el deseo de aprovechar las técnicas de tecnología de la información han llevado a muchas organizaciones a explorar los beneficios de las nuevas tecnologías emergentes, el almacenamiento de datos y la extracción de datos. En el documento se examinan los almacenes de datos y las herramientas y aplicaciones de la <br>minería de datos</br>. ",
            "error": [
                ""
            ]
        },
        "business data processing": {
            "translated_key": [],
            "translated_annotated_text": "Últimamente, las organizaciones se han dado cuenta de que el simple procesamiento de transacciones y/o información más rápido y eficientemente ya no les proporciona una ventaja competitiva frente a sus competidores para lograr la excelencia empresarial. Las herramientas de tecnología de la información (TI) orientadas hacia el procesamiento del conocimiento pueden proporcionar la ventaja que las organizaciones necesitan para sobrevivir y prosperar en la actual era de competencia feroz. Las empresas ya no están satisfechas con los sistemas de información empresarial; requieren sistemas de inteligencia empresarial. La creciente presión competitiva y el deseo de aprovechar las técnicas de tecnología de la información han llevado a muchas organizaciones a explorar los beneficios de las nuevas tecnologías, el almacenamiento de datos y la extracción de datos. En el documento se examinan los almacenes de datos y las herramientas y aplicaciones de extracción de datos ",
            "error": []
        }
    }
}