{
    "original_text": "Current waveform control of a high-power-factor rectifier circuit for harmonic suppression of voltage and current in a distribution system This paper presents the input current waveform control of the rectifier circuit which realizes simultaneously the high input power factor and the harmonics suppression of the receiving-end voltage and the source current under the distorted receiving-end voltage. The proposed input current waveform includes the harmonic components which are in phase with the receiving-end voltage harmonics. The control parameter in the proposed waveform is designed by examining the characteristics of both the harmonic suppression effect in the distribution system and the input power factor of the rectifier circuit. The effectiveness of the proposed current waveform has been confirmed experimentally",
    "original_translation": "Control de forma de onda de corriente de un circuito rectificador de alto factor de potencia para la supresión armónica de voltaje y corriente en un sistema de distribución Este documento presenta el control de forma de onda de corriente de entrada del circuito rectificador que realiza simultáneamente el factor de alta potencia de entrada y la supresión armónica del voltaje receptor-fin y la corriente fuente bajo el voltaje receptor-fin distorsionado. La forma de corriente de entrada propuesta incluye los componentes armónicos que están en fase con los armónicos de voltaje de extremo receptor. El parámetro de control en la forma de onda propuesta está diseñado examinando las características tanto del efecto de supresión armónico en el sistema de distribución como del factor de potencia de entrada del circuito de rectificador. La eficacia de la forma de onda actual propuesta se ha confirmado experimentalmente",
    "error_count": 18,
    "keys": {
        "input current waveform control": {
            "translated_key": [],
            "translated_annotated_text": "Control de forma de onda de corriente de un circuito rectificador de alto factor de potencia para la supresión armónica de tensión y corriente en un sistema de distribución Este documento presenta el control de forma de onda de corriente de entrada <br> del circuito rectificador que realiza simultáneamente el factor de alta potencia de entrada y la supresión armónica del voltaje receptor-fin y la corriente fuente bajo el voltaje receptor-fin distorsionado. La forma de corriente de entrada propuesta incluye los componentes armónicos que están en fase con los armónicos de voltaje de extremo receptor. El parámetro de control en la forma de onda propuesta está diseñado examinando las características tanto del efecto de supresión armónico en el sistema de distribución como del factor de potencia de entrada del circuito de rectificador. La eficacia de la forma de onda actual propuesta se ha confirmado experimentalmente ",
            "error": []
        },
        "high input power factor": {
            "translated_key": "alta",
            "translated_annotated_text": "Control de forma de onda de corriente de un circuito rectificador de alto factor de potencia para la supresión armónica de tensión y corriente en un sistema de distribución Este documento presenta el control de forma de onda de corriente de entrada del circuito rectificador que realiza simultáneamente el factor de potencia de entrada <br>alta</br> y la supresión armónica de la tensión de extremo receptor y la corriente fuente bajo la tensión de extremo receptor distorsionada. La forma de corriente de entrada propuesta incluye los componentes armónicos que están en fase con los armónicos de voltaje de extremo receptor. El parámetro de control en la forma de onda propuesta está diseñado examinando las características tanto del efecto de supresión armónico en el sistema de distribución como del factor de potencia de entrada del circuito de rectificador. La eficacia de la forma de onda actual propuesta se ha confirmado experimentalmente ",
            "error": [
                ""
            ]
        },
        "receiving-end voltage": {
            "translated_key": [
                "recepting-end",
                "recepting-end",
                "recepting-end voltaje"
            ],
            "translated_annotated_text": "Control de forma de onda de corriente de un circuito rectificador de alto factor de potencia para la supresión armónica de tensión y corriente en un sistema de distribución Este artículo presenta el control de forma de onda de corriente de entrada del circuito rectificador que realiza simultáneamente el factor de alta potencia de entrada y la supresión armónica de la tensión <br>recepting-end</br> y la corriente de fuente bajo la tensión distorsionada <br>recepting-end</br>. La forma de onda de corriente de entrada propuesta incluye los componentes armónicos que están en fase con los armónicos <br>recepting-end voltaje</br>. El parámetro de control en la forma de onda propuesta está diseñado examinando las características tanto del efecto de supresión armónico en el sistema de distribución como del factor de potencia de entrada del circuito de rectificador. La eficacia de la forma de onda actual propuesta se ha confirmado experimentalmente ",
            "error": [
                "recepting-end",
                "recepting-end",
                "recepting-end voltaje"
            ]
        },
        "source current": {
            "translated_key": [],
            "translated_annotated_text": "Control de forma de onda de corriente de un circuito rectificador de alto factor de potencia para la supresión armónica de tensión y corriente en un sistema de distribución Este documento presenta el control de forma de onda de corriente de entrada del circuito rectificador que realiza simultáneamente el factor de alta potencia de entrada y la supresión armónica de la tensión de extremo receptor y la corriente de fuente <br> bajo la tensión de extremo receptor distorsionada. La forma de corriente de entrada propuesta incluye los componentes armónicos que están en fase con los armónicos de voltaje de extremo receptor. El parámetro de control en la forma de onda propuesta está diseñado examinando las características tanto del efecto de supresión armónico en el sistema de distribución como del factor de potencia de entrada del circuito de rectificador. La eficacia de la forma de onda actual propuesta se ha confirmado experimentalmente ",
            "error": []
        },
        "distorted receiving-end voltage": {
            "translated_key": [],
            "translated_annotated_text": "Control de forma de onda de corriente de un circuito rectificador de alto factor de potencia para la supresión armónica de voltaje y corriente en un sistema de distribución Este documento presenta el control de forma de onda de corriente de entrada del circuito rectificador que realiza simultáneamente el factor de alta potencia de entrada y la supresión armónica del voltaje receptor y la corriente fuente bajo el voltaje receptor distorsionado. La forma de corriente de entrada propuesta incluye los componentes armónicos que están en fase con los armónicos de voltaje de extremo receptor. El parámetro de control en la forma de onda propuesta está diseñado examinando las características tanto del efecto de supresión armónico en el sistema de distribución como del factor de potencia de entrada del circuito de rectificador. La eficacia de la forma de onda actual propuesta se ha confirmado experimentalmente ",
            "error": []
        },
        "input current waveform": {
            "translated_key": [
                "input de forma de onda de corriente",
                "input current waveform"
            ],
            "translated_annotated_text": "Control de forma de onda de corriente de un circuito rectificador de alto factor de potencia para la supresión armónica de tensión y corriente en un sistema de distribución Este artículo presenta el control <br>input de forma de onda de corriente</br> del circuito rectificador que realiza simultáneamente el factor de alta potencia de entrada y la supresión armónica de la tensión de extremo receptor y la corriente fuente bajo la tensión de extremo receptor distorsionada. El <br>input current waveform</br> propuesto incluye los componentes armónicos que están en fase con los armónicos de voltaje del extremo receptor. El parámetro de control en la forma de onda propuesta está diseñado examinando las características tanto del efecto de supresión armónico en el sistema de distribución como del factor de potencia de entrada del circuito de rectificador. La eficacia de la forma de onda actual propuesta se ha confirmado experimentalmente ",
            "error": [
                "input de forma de onda de corriente",
                "input current waveform"
            ]
        },
        "receiving-end voltage harmonics": {
            "translated_key": "receptor-end",
            "translated_annotated_text": "Control de forma de onda de corriente de un circuito rectificador de alto factor de potencia para la supresión armónica de voltaje y corriente en un sistema de distribución Este documento presenta el control de forma de onda de corriente de entrada del circuito rectificador que realiza simultáneamente el factor de alta potencia de entrada y la supresión armónica del voltaje receptor-fin y la corriente fuente bajo el voltaje receptor-fin distorsionado. La forma de corriente de entrada propuesta incluye los componentes armónicos que están en fase con los armónicos de tensión <br>receptor-end</br>. El parámetro de control en la forma de onda propuesta está diseñado examinando las características tanto del efecto de supresión armónico en el sistema de distribución como del factor de potencia de entrada del circuito de rectificador. La eficacia de la forma de onda actual propuesta se ha confirmado experimentalmente ",
            "error": [
                ""
            ]
        },
        "high-power-factor rectifier circuit": {
            "translated_key": " de alto factor de potencia",
            "translated_annotated_text": "Control de forma de onda de corriente de un circuito rectificador <br> de alto factor de potencia</br> para la supresión armónica de tensión y corriente en un sistema de distribución Este documento presenta el control de forma de onda de corriente de entrada del circuito rectificador que realiza simultáneamente el factor de alta potencia de entrada y la supresión armónica de la tensión de extremo receptor y la corriente fuente bajo la tensión de extremo receptor distorsionada. La forma de corriente de entrada propuesta incluye los componentes armónicos que están en fase con los armónicos de voltaje de extremo receptor. El parámetro de control en la forma de onda propuesta está diseñado examinando las características tanto del efecto de supresión armónico en el sistema de distribución como del factor de potencia de entrada del circuito de rectificador. La eficacia de la forma de onda actual propuesta se ha confirmado experimentalmente ",
            "error": [
                ""
            ]
        },
        "harmonic voltage suppression": {
            "translated_key": [],
            "translated_annotated_text": "Control de forma de onda de corriente de un circuito rectificador de alto factor de potencia para la supresión armónica de voltaje y corriente en un sistema de distribución Este documento presenta el control de forma de onda de corriente de entrada del circuito rectificador que realiza simultáneamente el factor de alta potencia de entrada y la supresión armónica del voltaje receptor-fin y la corriente fuente bajo el voltaje receptor-fin distorsionado. La forma de corriente de entrada propuesta incluye los componentes armónicos que están en fase con los armónicos de voltaje de extremo receptor. El parámetro de control en la forma de onda propuesta está diseñado examinando las características tanto del efecto de supresión armónico en el sistema de distribución como del factor de potencia de entrada del circuito de rectificador. La eficacia de la forma de onda actual propuesta se ha confirmado experimentalmente ",
            "error": []
        },
        "harmonic current suppression": {
            "translated_key": [],
            "translated_annotated_text": "Control de forma de onda de corriente de un circuito rectificador de alto factor de potencia para la supresión armónica de voltaje y corriente en un sistema de distribución Este documento presenta el control de forma de onda de corriente de entrada del circuito rectificador que realiza simultáneamente el factor de alta potencia de entrada y la supresión armónica del voltaje receptor-fin y la corriente fuente bajo el voltaje receptor-fin distorsionado. La forma de corriente de entrada propuesta incluye los componentes armónicos que están en fase con los armónicos de voltaje de extremo receptor. El parámetro de control en la forma de onda propuesta está diseñado examinando las características tanto del efecto de supresión armónico en el sistema de distribución como del factor de potencia de entrada del circuito de rectificador. La eficacia de la forma de onda actual propuesta se ha confirmado experimentalmente ",
            "error": []
        },
        "distribution system": {
            "translated_key": [],
            "translated_annotated_text": "Control de forma de onda de corriente de un circuito de rectificador de alto factor de potencia para la supresión armónica de tensión y corriente en un sistema de distribución <br> Este artículo presenta el control de forma de onda de corriente de entrada del circuito de rectificador que realiza simultáneamente el factor de alta potencia de entrada y la supresión armónica de la tensión de extremo receptor y la corriente de fuente bajo la tensión de extremo receptor distorsionada. La forma de corriente de entrada propuesta incluye los componentes armónicos que están en fase con los armónicos de voltaje de extremo receptor. El parámetro de control en la forma de onda propuesta está diseñado examinando las características del efecto de supresión armónico en el sistema de distribución <br> y el factor de potencia de entrada del circuito de rectificador. La eficacia de la forma de onda actual propuesta se ha confirmado experimentalmente ",
            "error": []
        },
        "200 V": {
            "translated_key": [],
            "translated_annotated_text": "Control de forma de onda de corriente de un circuito rectificador de alto factor de potencia para la supresión armónica de voltaje y corriente en un sistema de distribución Este documento presenta el control de forma de onda de corriente de entrada del circuito rectificador que realiza simultáneamente el factor de alta potencia de entrada y la supresión armónica del voltaje receptor-fin y la corriente fuente bajo el voltaje receptor-fin distorsionado. La forma de corriente de entrada propuesta incluye los componentes armónicos que están en fase con los armónicos de voltaje de extremo receptor. El parámetro de control en la forma de onda propuesta está diseñado examinando las características tanto del efecto de supresión armónico en el sistema de distribución como del factor de potencia de entrada del circuito de rectificador. La eficacia de la forma de onda actual propuesta se ha confirmado experimentalmente ",
            "error": []
        },
        "60 Hz": {
            "translated_key": [],
            "translated_annotated_text": "Control de forma de onda de corriente de un circuito rectificador de alto factor de potencia para la supresión armónica de voltaje y corriente en un sistema de distribución Este documento presenta el control de forma de onda de corriente de entrada del circuito rectificador que realiza simultáneamente el factor de alta potencia de entrada y la supresión armónica del voltaje receptor-fin y la corriente fuente bajo el voltaje receptor-fin distorsionado. La forma de corriente de entrada propuesta incluye los componentes armónicos que están en fase con los armónicos de voltaje de extremo receptor. El parámetro de control en la forma de onda propuesta está diseñado examinando las características tanto del efecto de supresión armónico en el sistema de distribución como del factor de potencia de entrada del circuito de rectificador. La eficacia de la forma de onda actual propuesta se ha confirmado experimentalmente ",
            "error": []
        },
        "8 kVA": {
            "translated_key": [],
            "translated_annotated_text": "Control de forma de onda de corriente de un circuito rectificador de alto factor de potencia para la supresión armónica de voltaje y corriente en un sistema de distribución Este documento presenta el control de forma de onda de corriente de entrada del circuito rectificador que realiza simultáneamente el factor de alta potencia de entrada y la supresión armónica del voltaje receptor-fin y la corriente fuente bajo el voltaje receptor-fin distorsionado. La forma de corriente de entrada propuesta incluye los componentes armónicos que están en fase con los armónicos de voltaje de extremo receptor. El parámetro de control en la forma de onda propuesta está diseñado examinando las características tanto del efecto de supresión armónico en el sistema de distribución como del factor de potencia de entrada del circuito de rectificador. La eficacia de la forma de onda actual propuesta se ha confirmado experimentalmente ",
            "error": []
        },
        "2 kW": {
            "translated_key": [],
            "translated_annotated_text": "Control de forma de onda de corriente de un circuito rectificador de alto factor de potencia para la supresión armónica de voltaje y corriente en un sistema de distribución Este documento presenta el control de forma de onda de corriente de entrada del circuito rectificador que realiza simultáneamente el factor de alta potencia de entrada y la supresión armónica del voltaje receptor-fin y la corriente fuente bajo el voltaje receptor-fin distorsionado. La forma de corriente de entrada propuesta incluye los componentes armónicos que están en fase con los armónicos de voltaje de extremo receptor. El parámetro de control en la forma de onda propuesta está diseñado examinando las características tanto del efecto de supresión armónico en el sistema de distribución como del factor de potencia de entrada del circuito de rectificador. La eficacia de la forma de onda actual propuesta se ha confirmado experimentalmente ",
            "error": []
        },
        "electric current control": {
            "translated_key": [],
            "translated_annotated_text": "Control de forma de onda de corriente de un circuito rectificador de alto factor de potencia para la supresión armónica de voltaje y corriente en un sistema de distribución Este documento presenta el control de forma de onda de corriente de entrada del circuito rectificador que realiza simultáneamente el factor de alta potencia de entrada y la supresión armónica del voltaje receptor-fin y la corriente fuente bajo el voltaje receptor-fin distorsionado. La forma de corriente de entrada propuesta incluye los componentes armónicos que están en fase con los armónicos de voltaje de extremo receptor. El parámetro de control en la forma de onda propuesta está diseñado examinando las características tanto del efecto de supresión armónico en el sistema de distribución como del factor de potencia de entrada del circuito de rectificador. La eficacia de la forma de onda actual propuesta se ha confirmado experimentalmente ",
            "error": []
        },
        "harmonics suppression": {
            "translated_key": [],
            "translated_annotated_text": "Control de forma de onda de corriente de un circuito rectificador de alto factor de potencia para la supresión armónica de tensión y corriente en un sistema de distribución Este documento presenta el control de forma de onda de corriente de entrada del circuito rectificador que realiza simultáneamente el factor de alta potencia de entrada y la supresión <br>armónica de la tensión de extremo receptor y la corriente de fuente bajo la tensión de extremo receptor distorsionada. La forma de corriente de entrada propuesta incluye los componentes armónicos que están en fase con los armónicos de voltaje de extremo receptor. El parámetro de control en la forma de onda propuesta está diseñado examinando las características tanto del efecto de supresión armónico en el sistema de distribución como del factor de potencia de entrada del circuito de rectificador. La eficacia de la forma de onda actual propuesta se ha confirmado experimentalmente ",
            "error": []
        },
        "power distribution control": {
            "translated_key": [],
            "translated_annotated_text": "Control de forma de onda de corriente de un circuito rectificador de alto factor de potencia para la supresión armónica de voltaje y corriente en un sistema de distribución Este documento presenta el control de forma de onda de corriente de entrada del circuito rectificador que realiza simultáneamente el factor de alta potencia de entrada y la supresión armónica del voltaje receptor-fin y la corriente fuente bajo el voltaje receptor-fin distorsionado. La forma de corriente de entrada propuesta incluye los componentes armónicos que están en fase con los armónicos de voltaje de extremo receptor. El parámetro de control en la forma de onda propuesta está diseñado examinando las características tanto del efecto de supresión armónico en el sistema de distribución como del factor de potencia de entrada del circuito de rectificador. La eficacia de la forma de onda actual propuesta se ha confirmado experimentalmente ",
            "error": []
        },
        "power factor": {
            "translated_key": [],
            "translated_annotated_text": "Control de forma de onda de corriente de un circuito rectificador de alto factor de potencia para la supresión armónica de tensión y corriente en un sistema de distribución Este documento presenta el control de forma de onda de corriente de entrada del circuito rectificador que realiza simultáneamente el factor de alta potencia de entrada <br> y la supresión armónica de la tensión de extremo receptor y la corriente fuente bajo la tensión de extremo receptor distorsionada. La forma de corriente de entrada propuesta incluye los componentes armónicos que están en fase con los armónicos de voltaje de extremo receptor. El parámetro de control en la forma de onda propuesta está diseñado examinando las características tanto del efecto de supresión armónico en el sistema de distribución como del factor de potencia de entrada <br> del circuito de rectificador. La eficacia de la forma de onda actual propuesta se ha confirmado experimentalmente ",
            "error": []
        },
        "power system harmonics": {
            "translated_key": [],
            "translated_annotated_text": "Control de forma de onda de corriente de un circuito rectificador de alto factor de potencia para la supresión armónica de voltaje y corriente en un sistema de distribución Este documento presenta el control de forma de onda de corriente de entrada del circuito rectificador que realiza simultáneamente el factor de alta potencia de entrada y la supresión armónica del voltaje receptor-fin y la corriente fuente bajo el voltaje receptor-fin distorsionado. La forma de corriente de entrada propuesta incluye los componentes armónicos que están en fase con los armónicos de voltaje de extremo receptor. El parámetro de control en la forma de onda propuesta está diseñado examinando las características tanto del efecto de supresión armónico en el sistema de distribución como del factor de potencia de entrada del circuito de rectificador. La eficacia de la forma de onda actual propuesta se ha confirmado experimentalmente ",
            "error": []
        },
        "rectifying circuits": {
            "translated_key": [],
            "translated_annotated_text": "Control de forma de onda de corriente de un circuito rectificador de alto factor de potencia para la supresión armónica de voltaje y corriente en un sistema de distribución Este documento presenta el control de forma de onda de corriente de entrada del circuito rectificador que realiza simultáneamente el factor de alta potencia de entrada y la supresión armónica del voltaje receptor-fin y la corriente fuente bajo el voltaje receptor-fin distorsionado. La forma de corriente de entrada propuesta incluye los componentes armónicos que están en fase con los armónicos de voltaje de extremo receptor. El parámetro de control en la forma de onda propuesta está diseñado examinando las características tanto del efecto de supresión armónico en el sistema de distribución como del factor de potencia de entrada del circuito de rectificador. La eficacia de la forma de onda actual propuesta se ha confirmado experimentalmente ",
            "error": []
        }
    }
}