{
    "original_text": "Combining constraint programming and linear programming on an example of bus driver scheduling Provides details of a successful application where the column generation algorithm was used to combine constraint programming and linear programming. In the past, constraint programming and linear programming were considered to be two competing technologies that solved similar types of problems. Both these technologies had their strengths and weaknesses. The paper shows that the two technologies can be combined together to extract the strengths of both these technologies. Details of a real-world application to optimize bus driver duties are given. This system was developed by ILOG for a major software house in Japan using ILOG-Solver and ILOG-CPLEX, constraint programming and linear programming C/C++ libraries",
    "original_translation": "Combinar la programación de restricciones y la programación lineal en un ejemplo de programación de controladores de bus Proporciona detalles de una aplicación exitosa donde se utilizó el algoritmo de generación de columnas para combinar la programación de restricciones y la programación lineal. En el pasado, la programación de restricciones y la programación lineal se consideraban dos tecnologías competidoras que resolvían problemas similares. Ambas tecnologías tenían sus fortalezas y debilidades. El documento muestra que las dos tecnologías se pueden combinar para extraer las fortalezas de ambas tecnologías. Se dan detalles de una aplicación en el mundo real para optimizar las funciones del conductor del autobús. Este sistema fue desarrollado por ILOG para una importante casa de software en Japón utilizando ILOG-Solver e ILOG-CPLEX, programación de restricciones y programación lineal bibliotecas C/C++",
    "error_count": 7,
    "keys": {
        "constraint programming": {
            "translated_key": [
                "programación de restricciones",
                "programación de restricciones",
                "programación de restricciones",
                "programación restringida"
            ],
            "translated_annotated_text": "Combinar <br>programación de restricciones</br> y programación lineal en un ejemplo de programación del controlador de bus Proporciona detalles de una aplicación exitosa donde el algoritmo de generación de columnas fue utilizado para combinar <br>programación de restricciones</br> y programación lineal. En el pasado, la <br>programación de restricciones</br> y la programación lineal se consideraban dos tecnologías competidoras que resolvían problemas similares. Ambas tecnologías tenían sus fortalezas y debilidades. El documento muestra que las dos tecnologías se pueden combinar para extraer las fortalezas de ambas tecnologías. Se dan detalles de una aplicación en el mundo real para optimizar las funciones del conductor del autobús. Este sistema fue desarrollado por ILOG para una importante casa de software en Japón usando ILOG-Solver e ILOG-CPLEX, <br>programación restringida</br> y programación lineal bibliotecas C/C++ ",
            "error": [
                "programación de restricciones",
                "programación de restricciones",
                "programación de restricciones",
                "programación restringida"
            ]
        },
        "linear programming": {
            "translated_key": "programación lineal",
            "translated_annotated_text": "Combinar la programación de restricciones y la <br>programación lineal</br> en un ejemplo de programación de controladores de bus Proporciona detalles de una aplicación exitosa donde se utilizó el algoritmo de generación de columnas para combinar la programación de restricciones y la <br>programación lineal</br>.  En el pasado, la programación de restricciones y la <br>programación lineal</br> se consideraban dos tecnologías competidoras que resolvían problemas similares. Ambas tecnologías tenían sus fortalezas y debilidades. El documento muestra que las dos tecnologías se pueden combinar para extraer las fortalezas de ambas tecnologías. Se dan detalles de una aplicación en el mundo real para optimizar las funciones del conductor del autobús. Este sistema fue desarrollado por ILOG para una importante casa de software en Japón utilizando ILOG-Solver e ILOG-CPLEX, programación de restricción y <br>programación lineal</br> bibliotecas C/C++.  ",
            "error": [
                ""
            ]
        },
        "bus driver scheduling": {
            "translated_key": "bus",
            "translated_annotated_text": "Combinar la programación de restricciones y la programación lineal en un ejemplo de programación del controlador <br>bus</br> Proporciona detalles de una aplicación exitosa donde el algoritmo de generación de columnas se utilizó para combinar la programación de restricciones y la programación lineal. En el pasado, la programación de restricciones y la programación lineal se consideraban dos tecnologías competidoras que resolvían problemas similares. Ambas tecnologías tenían sus fortalezas y debilidades. El documento muestra que las dos tecnologías se pueden combinar para extraer las fortalezas de ambas tecnologías. Se dan detalles de una aplicación en el mundo real para optimizar las funciones del conductor del autobús. Este sistema fue desarrollado por ILOG para una importante casa de software en Japón utilizando ILOG-Solver e ILOG-CPLEX, programación de restricciones y programación lineal bibliotecas C/C++ ",
            "error": [
                ""
            ]
        },
        "column generation algorithm": {
            "translated_key": "column",
            "translated_annotated_text": "Combinar la programación de restricciones y la programación lineal en un ejemplo de programación de controladores de bus Proporciona detalles de una aplicación exitosa donde el algoritmo de generación <br>column</br> se utilizó para combinar la programación de restricciones y la programación lineal. En el pasado, la programación de restricciones y la programación lineal se consideraban dos tecnologías competidoras que resolvían problemas similares. Ambas tecnologías tenían sus fortalezas y debilidades. El documento muestra que las dos tecnologías se pueden combinar para extraer las fortalezas de ambas tecnologías. Se dan detalles de una aplicación en el mundo real para optimizar las funciones del conductor del autobús. Este sistema fue desarrollado por ILOG para una importante casa de software en Japón utilizando ILOG-Solver e ILOG-CPLEX, programación de restricciones y programación lineal bibliotecas C/C++ ",
            "error": [
                ""
            ]
        },
        "ILOG": {
            "translated_key": "ILOG",
            "translated_annotated_text": "Combinar la programación de restricciones y la programación lineal en un ejemplo de programación de controladores de bus Proporciona detalles de una aplicación exitosa donde se utilizó el algoritmo de generación de columnas para combinar la programación de restricciones y la programación lineal. En el pasado, la programación de restricciones y la programación lineal se consideraban dos tecnologías competidoras que resolvían problemas similares. Ambas tecnologías tenían sus fortalezas y debilidades. El documento muestra que las dos tecnologías se pueden combinar para extraer las fortalezas de ambas tecnologías. Se dan detalles de una aplicación en el mundo real para optimizar las funciones del conductor del autobús. Este sistema fue desarrollado por <br>ILOG</br> para una importante casa de software en Japón usando <br>ILOG</br>-Solver y <br>ILOG</br>-CPLEX, programación de restricciones y programación lineal bibliotecas C/C++ ",
            "error": [
                ""
            ]
        },
        "ILOG-Solver": {
            "translated_key": "ILOG-Solver",
            "translated_annotated_text": "Combinar la programación de restricciones y la programación lineal en un ejemplo de programación de controladores de bus Proporciona detalles de una aplicación exitosa donde se utilizó el algoritmo de generación de columnas para combinar la programación de restricciones y la programación lineal. En el pasado, la programación de restricciones y la programación lineal se consideraban dos tecnologías competidoras que resolvían problemas similares. Ambas tecnologías tenían sus fortalezas y debilidades. El documento muestra que las dos tecnologías se pueden combinar para extraer las fortalezas de ambas tecnologías. Se dan detalles de una aplicación en el mundo real para optimizar las funciones del conductor del autobús. Este sistema fue desarrollado por ILOG para una importante casa de software en Japón usando <br>ILOG-Solver</br> e ILOG-CPLEX, programación de restricciones y programación lineal bibliotecas C/C++ ",
            "error": [
                ""
            ]
        },
        "ILOG-CPLEX": {
            "translated_key": "ILOG-CPLEX",
            "translated_annotated_text": "Combinar la programación de restricciones y la programación lineal en un ejemplo de programación de controladores de bus Proporciona detalles de una aplicación exitosa donde se utilizó el algoritmo de generación de columnas para combinar la programación de restricciones y la programación lineal. En el pasado, la programación de restricciones y la programación lineal se consideraban dos tecnologías competidoras que resolvían problemas similares. Ambas tecnologías tenían sus fortalezas y debilidades. El documento muestra que las dos tecnologías se pueden combinar para extraer las fortalezas de ambas tecnologías. Se dan detalles de una aplicación en el mundo real para optimizar las funciones del conductor del autobús. Este sistema fue desarrollado por ILOG para una importante casa de software en Japón usando ILOG-Solver y <br>ILOG-CPLEX</br>, programación de restricciones y programación lineal bibliotecas C/C++ ",
            "error": [
                ""
            ]
        },
        "C/C++ libraries": {
            "translated_key": "C/C++ librarys",
            "translated_annotated_text": "Combinar la programación de restricciones y la programación lineal en un ejemplo de programación de controladores de bus Proporciona detalles de una aplicación exitosa donde se utilizó el algoritmo de generación de columnas para combinar la programación de restricciones y la programación lineal. En el pasado, la programación de restricciones y la programación lineal se consideraban dos tecnologías competidoras que resolvían problemas similares. Ambas tecnologías tenían sus fortalezas y debilidades. El documento muestra que las dos tecnologías se pueden combinar para extraer las fortalezas de ambas tecnologías. Se dan detalles de una aplicación en el mundo real para optimizar las funciones del conductor del autobús. Este sistema fue desarrollado por ILOG para una importante casa de software en Japón usando ILOG-Solver e ILOG-CPLEX, programación de restricciones y programación lineal <br>C/C++ librarys</br> ",
            "error": [
                ""
            ]
        },
        "constraint handling": {
            "translated_key": [],
            "translated_annotated_text": "Combinar la programación de restricciones y la programación lineal en un ejemplo de programación de controladores de bus Proporciona detalles de una aplicación exitosa donde se utilizó el algoritmo de generación de columnas para combinar la programación de restricciones y la programación lineal. En el pasado, la programación de restricciones y la programación lineal se consideraban dos tecnologías competidoras que resolvían problemas similares. Ambas tecnologías tenían sus fortalezas y debilidades. El documento muestra que las dos tecnologías se pueden combinar para extraer las fortalezas de ambas tecnologías. Se dan detalles de una aplicación en el mundo real para optimizar las funciones del conductor del autobús. Este sistema fue desarrollado por ILOG para una importante casa de software en Japón utilizando ILOG-Solver e ILOG-CPLEX, programación de restricciones y programación lineal bibliotecas C/C++ ",
            "error": []
        },
        "constraint theory": {
            "translated_key": [],
            "translated_annotated_text": "Combinar la programación de restricciones y la programación lineal en un ejemplo de programación de controladores de bus Proporciona detalles de una aplicación exitosa donde se utilizó el algoritmo de generación de columnas para combinar la programación de restricciones y la programación lineal. En el pasado, la programación de restricciones y la programación lineal se consideraban dos tecnologías competidoras que resolvían problemas similares. Ambas tecnologías tenían sus fortalezas y debilidades. El documento muestra que las dos tecnologías se pueden combinar para extraer las fortalezas de ambas tecnologías. Se dan detalles de una aplicación en el mundo real para optimizar las funciones del conductor del autobús. Este sistema fue desarrollado por ILOG para una importante casa de software en Japón utilizando ILOG-Solver e ILOG-CPLEX, programación de restricciones y programación lineal bibliotecas C/C++ ",
            "error": []
        },
        "human resource management": {
            "translated_key": [],
            "translated_annotated_text": "Combinar la programación de restricciones y la programación lineal en un ejemplo de programación de controladores de bus Proporciona detalles de una aplicación exitosa donde se utilizó el algoritmo de generación de columnas para combinar la programación de restricciones y la programación lineal. En el pasado, la programación de restricciones y la programación lineal se consideraban dos tecnologías competidoras que resolvían problemas similares. Ambas tecnologías tenían sus fortalezas y debilidades. El documento muestra que las dos tecnologías se pueden combinar para extraer las fortalezas de ambas tecnologías. Se dan detalles de una aplicación en el mundo real para optimizar las funciones del conductor del autobús. Este sistema fue desarrollado por ILOG para una importante casa de software en Japón utilizando ILOG-Solver e ILOG-CPLEX, programación de restricciones y programación lineal bibliotecas C/C++ ",
            "error": []
        },
        "integer programming": {
            "translated_key": [],
            "translated_annotated_text": "Combinar la programación de restricciones y la programación lineal en un ejemplo de programación de controladores de bus Proporciona detalles de una aplicación exitosa donde se utilizó el algoritmo de generación de columnas para combinar la programación de restricciones y la programación lineal. En el pasado, la programación de restricciones y la programación lineal se consideraban dos tecnologías competidoras que resolvían problemas similares. Ambas tecnologías tenían sus fortalezas y debilidades. El documento muestra que las dos tecnologías se pueden combinar para extraer las fortalezas de ambas tecnologías. Se dan detalles de una aplicación en el mundo real para optimizar las funciones del conductor del autobús. Este sistema fue desarrollado por ILOG para una importante casa de software en Japón utilizando ILOG-Solver e ILOG-CPLEX, programación de restricciones y programación lineal bibliotecas C/C++ ",
            "error": []
        },
        "matrix algebra": {
            "translated_key": [],
            "translated_annotated_text": "Combinar la programación de restricciones y la programación lineal en un ejemplo de programación de controladores de bus Proporciona detalles de una aplicación exitosa donde se utilizó el algoritmo de generación de columnas para combinar la programación de restricciones y la programación lineal. En el pasado, la programación de restricciones y la programación lineal se consideraban dos tecnologías competidoras que resolvían problemas similares. Ambas tecnologías tenían sus fortalezas y debilidades. El documento muestra que las dos tecnologías se pueden combinar para extraer las fortalezas de ambas tecnologías. Se dan detalles de una aplicación en el mundo real para optimizar las funciones del conductor del autobús. Este sistema fue desarrollado por ILOG para una importante casa de software en Japón utilizando ILOG-Solver e ILOG-CPLEX, programación de restricciones y programación lineal bibliotecas C/C++ ",
            "error": []
        },
        "scheduling": {
            "translated_key": "scheduling",
            "translated_annotated_text": "Combinación de la programación de restricciones y la programación lineal en un ejemplo de bus driver <br>scheduling</br> Proporciona detalles de una aplicación exitosa donde el algoritmo de generación de columnas fue utilizado para combinar la programación de restricciones y la programación lineal. En el pasado, la programación de restricciones y la programación lineal se consideraban dos tecnologías competidoras que resolvían problemas similares. Ambas tecnologías tenían sus fortalezas y debilidades. El documento muestra que las dos tecnologías se pueden combinar para extraer las fortalezas de ambas tecnologías. Se dan detalles de una aplicación en el mundo real para optimizar las funciones del conductor del autobús. Este sistema fue desarrollado por ILOG para una importante casa de software en Japón utilizando ILOG-Solver e ILOG-CPLEX, programación de restricciones y programación lineal bibliotecas C/C++ ",
            "error": [
                ""
            ]
        },
        "transportation": {
            "translated_key": [],
            "translated_annotated_text": "Combinar la programación de restricciones y la programación lineal en un ejemplo de programación de controladores de bus Proporciona detalles de una aplicación exitosa donde se utilizó el algoritmo de generación de columnas para combinar la programación de restricciones y la programación lineal. En el pasado, la programación de restricciones y la programación lineal se consideraban dos tecnologías competidoras que resolvían problemas similares. Ambas tecnologías tenían sus fortalezas y debilidades. El documento muestra que las dos tecnologías se pueden combinar para extraer las fortalezas de ambas tecnologías. Se dan detalles de una aplicación en el mundo real para optimizar las funciones del conductor del autobús. Este sistema fue desarrollado por ILOG para una importante casa de software en Japón utilizando ILOG-Solver e ILOG-CPLEX, programación de restricciones y programación lineal bibliotecas C/C++ ",
            "error": []
        }
    }
}