{
    "original_text": "An operations research approach to the problem of the sugar cane selection Selection for superior clones is the most important aspect of sugar cane improvement programs, and is a long and expensive process. While studies have investigated different components of selection independently, there has not been a whole system approach to improve the process. This study observes the problem as an integrated system, where if one parameter changes the state of the whole system changes. A computer based stochastic simulation model that accurately represents the selection was developed. The paper describes the simulation model, showing its accuracy as well as how a combination of dynamic programming and branch and bound can be applied to the model to optimise the selection system, giving a new application of these techniques. The model can be directly applied to any region targeted by sugar cane breeding programs or to other clonally propagated crops",
    "original_translation": "Un enfoque de investigación de operaciones para el problema de la selección de caña de azúcar La selección de clones superiores es el aspecto más importante de los programas de mejora de la caña de azúcar, y es un proceso largo y costoso. Aunque los estudios han investigado de manera independiente los diferentes componentes de la selección, no ha habido un enfoque del sistema completo para mejorar el proceso. Este estudio observa el problema como un sistema integrado, donde si un parámetro cambia el estado de todo el sistema cambia. Se desarrolló un modelo de simulación estocástica basado en computadora que representa con precisión la selección. El artículo describe el modelo de simulación, mostrando su precisión, así como cómo una combinación de programación dinámica y rama y encuadernado se puede aplicar al modelo para optimizar el sistema de selección, dando una nueva aplicación de estas técnicas. El modelo se puede aplicar directamente a cualquier región objetivo de programas de cría de caña de azúcar o a otros cultivos clonados propagados",
    "error_count": 7,
    "keys": {
        "operations research approach": {
            "translated_key": "operaciones",
            "translated_annotated_text": "Un enfoque de investigación <br>operaciones</br> al problema de la selección de caña de azúcar La selección de clones superiores es el aspecto más importante de los programas de mejora de la caña de azúcar, y es un proceso largo y costoso. Aunque los estudios han investigado de manera independiente los diferentes componentes de la selección, no ha habido un enfoque del sistema completo para mejorar el proceso. Este estudio observa el problema como un sistema integrado, donde si un parámetro cambia el estado de todo el sistema cambia. Se desarrolló un modelo de simulación estocástica basado en computadora que representa con precisión la selección. El artículo describe el modelo de simulación, mostrando su precisión, así como cómo una combinación de programación dinámica y rama y encuadernado se puede aplicar al modelo para optimizar el sistema de selección, dando una nueva aplicación de estas técnicas. El modelo se puede aplicar directamente a cualquier región objetivo de programas de cría de caña de azúcar o a otros cultivos clonados propagados ",
            "error": [
                ""
            ]
        },
        "sugar cane selection": {
            "translated_key": "selección de caña de azúcar",
            "translated_annotated_text": "Un enfoque de investigación de operaciones para el problema de la <br>selección de caña de azúcar</br> La selección de clones superiores es el aspecto más importante de los programas de mejora de la caña de azúcar, y es un proceso largo y costoso. Aunque los estudios han investigado de manera independiente los diferentes componentes de la selección, no ha habido un enfoque del sistema completo para mejorar el proceso. Este estudio observa el problema como un sistema integrado, donde si un parámetro cambia el estado de todo el sistema cambia. Se desarrolló un modelo de simulación estocástica basado en computadora que representa con precisión la selección. El artículo describe el modelo de simulación, mostrando su precisión, así como cómo una combinación de programación dinámica y rama y encuadernado se puede aplicar al modelo para optimizar el sistema de selección, dando una nueva aplicación de estas técnicas. El modelo se puede aplicar directamente a cualquier región objetivo de programas de cría de caña de azúcar o a otros cultivos clonados propagados ",
            "error": [
                ""
            ]
        },
        "superior clones": {
            "translated_key": "clones superiores",
            "translated_annotated_text": "Un enfoque de investigación de operaciones para el problema de la selección de caña de azúcar La selección de <br>clones superiores</br> es el aspecto más importante de los programas de mejora de la caña de azúcar, y es un proceso largo y costoso.  Aunque los estudios han investigado de manera independiente los diferentes componentes de la selección, no ha habido un enfoque del sistema completo para mejorar el proceso. Este estudio observa el problema como un sistema integrado, donde si un parámetro cambia el estado de todo el sistema cambia. Se desarrolló un modelo de simulación estocástica basado en computadora que representa con precisión la selección. El artículo describe el modelo de simulación, mostrando su precisión, así como cómo una combinación de programación dinámica y rama y encuadernado se puede aplicar al modelo para optimizar el sistema de selección, dando una nueva aplicación de estas técnicas. El modelo se puede aplicar directamente a cualquier región objetivo de programas de cría de caña de azúcar o a otros cultivos clonados propagados ",
            "error": [
                ""
            ]
        },
        "improvement programs": {
            "translated_key": "programas de mejora",
            "translated_annotated_text": "Un enfoque de investigación de operaciones para el problema de la selección de caña de azúcar La selección de clones superiores es el aspecto más importante de los <br>programas de mejora</br> de la caña de azúcar, y es un proceso largo y costoso. Aunque los estudios han investigado de manera independiente los diferentes componentes de la selección, no ha habido un enfoque del sistema completo para mejorar el proceso. Este estudio observa el problema como un sistema integrado, donde si un parámetro cambia el estado de todo el sistema cambia. Se desarrolló un modelo de simulación estocástica basado en computadora que representa con precisión la selección. El artículo describe el modelo de simulación, mostrando su precisión, así como cómo una combinación de programación dinámica y rama y encuadernado se puede aplicar al modelo para optimizar el sistema de selección, dando una nueva aplicación de estas técnicas. El modelo se puede aplicar directamente a cualquier región objetivo de programas de cría de caña de azúcar o a otros cultivos clonados propagados ",
            "error": [
                ""
            ]
        },
        "computer based stochastic simulation model": {
            "translated_key": [],
            "translated_annotated_text": "Un enfoque de investigación de operaciones para el problema de la selección de caña de azúcar La selección de clones superiores es el aspecto más importante de los programas de mejora de la caña de azúcar, y es un proceso largo y costoso. Aunque los estudios han investigado de manera independiente los diferentes componentes de la selección, no ha habido un enfoque del sistema completo para mejorar el proceso. Este estudio observa el problema como un sistema integrado, donde si un parámetro cambia el estado de todo el sistema cambia. Se desarrolló un modelo de simulación estocástica basado en <br> que representa con precisión la selección. El artículo describe el modelo de simulación, mostrando su precisión, así como cómo una combinación de programación dinámica y rama y encuadernado se puede aplicar al modelo para optimizar el sistema de selección, dando una nueva aplicación de estas técnicas. El modelo se puede aplicar directamente a cualquier región objetivo de programas de cría de caña de azúcar o a otros cultivos clonados propagados ",
            "error": []
        },
        "dynamic programming": {
            "translated_key": "dinámica",
            "translated_annotated_text": "Un enfoque de investigación de operaciones para el problema de la selección de caña de azúcar La selección de clones superiores es el aspecto más importante de los programas de mejora de la caña de azúcar, y es un proceso largo y costoso. Aunque los estudios han investigado de manera independiente los diferentes componentes de la selección, no ha habido un enfoque del sistema completo para mejorar el proceso. Este estudio observa el problema como un sistema integrado, donde si un parámetro cambia el estado de todo el sistema cambia. Se desarrolló un modelo de simulación estocástica basado en computadora que representa con precisión la selección. El artículo describe el modelo de simulación, mostrando su precisión, así como cómo una combinación de programación <br>dinámica</br> y rama y encuadernación puede ser aplicada al modelo para optimizar el sistema de selección, dando una nueva aplicación de estas técnicas. El modelo se puede aplicar directamente a cualquier región objetivo de programas de cría de caña de azúcar o a otros cultivos clonados propagados ",
            "error": [
                ""
            ]
        },
        "branch and bound": {
            "translated_key": "branch y unid",
            "translated_annotated_text": "Un enfoque de investigación de operaciones para el problema de la selección de caña de azúcar La selección de clones superiores es el aspecto más importante de los programas de mejora de la caña de azúcar, y es un proceso largo y costoso. Aunque los estudios han investigado de manera independiente los diferentes componentes de la selección, no ha habido un enfoque del sistema completo para mejorar el proceso. Este estudio observa el problema como un sistema integrado, donde si un parámetro cambia el estado de todo el sistema cambia. Se desarrolló un modelo de simulación estocástica basado en computadora que representa con precisión la selección. El artículo describe el modelo de simulación, mostrando su precisión, así como cómo una combinación de programación dinámica y <br>branch y unid</br> pueden aplicarse al modelo para optimizar el sistema de selección, dando una nueva aplicación de estas técnicas. El modelo se puede aplicar directamente a cualquier región objetivo de programas de cría de caña de azúcar o a otros cultivos clonados propagados ",
            "error": [
                ""
            ]
        },
        "breeding programs": {
            "translated_key": [],
            "translated_annotated_text": "Un enfoque de investigación de operaciones para el problema de la selección de caña de azúcar La selección de clones superiores es el aspecto más importante de los programas de mejora de la caña de azúcar, y es un proceso largo y costoso. Aunque los estudios han investigado de manera independiente los diferentes componentes de la selección, no ha habido un enfoque del sistema completo para mejorar el proceso. Este estudio observa el problema como un sistema integrado, donde si un parámetro cambia el estado de todo el sistema cambia. Se desarrolló un modelo de simulación estocástica basado en computadora que representa con precisión la selección. El artículo describe el modelo de simulación, mostrando su precisión, así como cómo una combinación de programación dinámica y rama y encuadernado se puede aplicar al modelo para optimizar el sistema de selección, dando una nueva aplicación de estas técnicas. El modelo se puede aplicar directamente a cualquier región dirigida por programas de cría de caña de azúcar <br> o a otros cultivos propagados clonalmente. ",
            "error": []
        },
        "clonally propagated crops": {
            "translated_key": "clonally propagados",
            "translated_annotated_text": "Un enfoque de investigación de operaciones para el problema de la selección de caña de azúcar La selección de clones superiores es el aspecto más importante de los programas de mejora de la caña de azúcar, y es un proceso largo y costoso. Aunque los estudios han investigado de manera independiente los diferentes componentes de la selección, no ha habido un enfoque del sistema completo para mejorar el proceso. Este estudio observa el problema como un sistema integrado, donde si un parámetro cambia el estado de todo el sistema cambia. Se desarrolló un modelo de simulación estocástica basado en computadora que representa con precisión la selección. El artículo describe el modelo de simulación, mostrando su precisión, así como cómo una combinación de programación dinámica y rama y encuadernado se puede aplicar al modelo para optimizar el sistema de selección, dando una nueva aplicación de estas técnicas. El modelo puede aplicarse directamente a cualquier región objetivo de programas de cría de caña de azúcar o a otros cultivos <br>clonally propagados</br> ",
            "error": [
                ""
            ]
        },
        "agriculture": {
            "translated_key": [],
            "translated_annotated_text": "Un enfoque de investigación de operaciones para el problema de la selección de caña de azúcar La selección de clones superiores es el aspecto más importante de los programas de mejora de la caña de azúcar, y es un proceso largo y costoso. Aunque los estudios han investigado de manera independiente los diferentes componentes de la selección, no ha habido un enfoque del sistema completo para mejorar el proceso. Este estudio observa el problema como un sistema integrado, donde si un parámetro cambia el estado de todo el sistema cambia. Se desarrolló un modelo de simulación estocástica basado en computadora que representa con precisión la selección. El artículo describe el modelo de simulación, mostrando su precisión, así como cómo una combinación de programación dinámica y rama y encuadernado se puede aplicar al modelo para optimizar el sistema de selección, dando una nueva aplicación de estas técnicas. El modelo se puede aplicar directamente a cualquier región objetivo de programas de cría de caña de azúcar o a otros cultivos clonados propagados ",
            "error": []
        },
        "covariance matrices": {
            "translated_key": [],
            "translated_annotated_text": "Un enfoque de investigación de operaciones para el problema de la selección de caña de azúcar La selección de clones superiores es el aspecto más importante de los programas de mejora de la caña de azúcar, y es un proceso largo y costoso. Aunque los estudios han investigado de manera independiente los diferentes componentes de la selección, no ha habido un enfoque del sistema completo para mejorar el proceso. Este estudio observa el problema como un sistema integrado, donde si un parámetro cambia el estado de todo el sistema cambia. Se desarrolló un modelo de simulación estocástica basado en computadora que representa con precisión la selección. El artículo describe el modelo de simulación, mostrando su precisión, así como cómo una combinación de programación dinámica y rama y encuadernado se puede aplicar al modelo para optimizar el sistema de selección, dando una nueva aplicación de estas técnicas. El modelo se puede aplicar directamente a cualquier región objetivo de programas de cría de caña de azúcar o a otros cultivos clonados propagados ",
            "error": []
        },
        "genetics": {
            "translated_key": [],
            "translated_annotated_text": "Un enfoque de investigación de operaciones para el problema de la selección de caña de azúcar La selección de clones superiores es el aspecto más importante de los programas de mejora de la caña de azúcar, y es un proceso largo y costoso. Aunque los estudios han investigado de manera independiente los diferentes componentes de la selección, no ha habido un enfoque del sistema completo para mejorar el proceso. Este estudio observa el problema como un sistema integrado, donde si un parámetro cambia el estado de todo el sistema cambia. Se desarrolló un modelo de simulación estocástica basado en computadora que representa con precisión la selección. El artículo describe el modelo de simulación, mostrando su precisión, así como cómo una combinación de programación dinámica y rama y encuadernado se puede aplicar al modelo para optimizar el sistema de selección, dando una nueva aplicación de estas técnicas. El modelo se puede aplicar directamente a cualquier región objetivo de programas de cría de caña de azúcar o a otros cultivos clonados propagados ",
            "error": []
        },
        "operations research": {
            "translated_key": "investigación de operaciones",
            "translated_annotated_text": "Un enfoque de <br>investigación de operaciones</br> para el problema de la selección de caña de azúcar La selección de clones superiores es el aspecto más importante de los programas de mejora de la caña de azúcar, y es un proceso largo y costoso. Aunque los estudios han investigado de manera independiente los diferentes componentes de la selección, no ha habido un enfoque del sistema completo para mejorar el proceso. Este estudio observa el problema como un sistema integrado, donde si un parámetro cambia el estado de todo el sistema cambia. Se desarrolló un modelo de simulación estocástica basado en computadora que representa con precisión la selección. El artículo describe el modelo de simulación, mostrando su precisión, así como cómo una combinación de programación dinámica y rama y encuadernado se puede aplicar al modelo para optimizar el sistema de selección, dando una nueva aplicación de estas técnicas. El modelo se puede aplicar directamente a cualquier región objetivo de programas de cría de caña de azúcar o a otros cultivos clonados propagados ",
            "error": [
                ""
            ]
        },
        "simulation": {
            "translated_key": "simulación",
            "translated_annotated_text": "Un enfoque de investigación de operaciones para el problema de la selección de caña de azúcar La selección de clones superiores es el aspecto más importante de los programas de mejora de la caña de azúcar, y es un proceso largo y costoso. Aunque los estudios han investigado de manera independiente los diferentes componentes de la selección, no ha habido un enfoque del sistema completo para mejorar el proceso. Este estudio observa el problema como un sistema integrado, donde si un parámetro cambia el estado de todo el sistema cambia. Se desarrolló un modelo estocástico basado en computadora <br>simulación</br> que representa con precisión la selección. El artículo describe el modelo <br>simulación</br>, mostrando su precisión, así como cómo una combinación de programación dinámica y rama y encuadernación se puede aplicar al modelo para optimizar el sistema de selección, dando una nueva aplicación de estas técnicas. El modelo se puede aplicar directamente a cualquier región objetivo de programas de cría de caña de azúcar o a otros cultivos clonados propagados ",
            "error": [
                ""
            ]
        },
        "tree searching": {
            "translated_key": [],
            "translated_annotated_text": "Un enfoque de investigación de operaciones para el problema de la selección de caña de azúcar La selección de clones superiores es el aspecto más importante de los programas de mejora de la caña de azúcar, y es un proceso largo y costoso. Aunque los estudios han investigado de manera independiente los diferentes componentes de la selección, no ha habido un enfoque del sistema completo para mejorar el proceso. Este estudio observa el problema como un sistema integrado, donde si un parámetro cambia el estado de todo el sistema cambia. Se desarrolló un modelo de simulación estocástica basado en computadora que representa con precisión la selección. El artículo describe el modelo de simulación, mostrando su precisión, así como cómo una combinación de programación dinámica y rama y encuadernado se puede aplicar al modelo para optimizar el sistema de selección, dando una nueva aplicación de estas técnicas. El modelo se puede aplicar directamente a cualquier región objetivo de programas de cría de caña de azúcar o a otros cultivos clonados propagados ",
            "error": []
        }
    }
}