{
    "original_text": "Nurturing clients trust to encourage engagement success during the customization of ERP systems Customization is a crucial, lengthy, and costly aspect in the successful implementation of ERP systems, and has, accordingly, become a major specialty of many vendors and consulting companies. The study examines how such companies can increase their clients perception of engagement success through increased client trust that is brought about through responsive and dependable customization. Survey data from ERP customization clients show that, as hypothesized, clients trust influenced their perception of engagement success with the company. The data also show that clients trust in the customization company was increased when the company behaved in accordance with client expectations by being responsive, and decreased when the company behaved in a manner that contradicted these expectations by not being dependable. Responses to an open-ended question addendum attached to the survey corroborated the importance of responsiveness and dependability. Implications for customization companies and research on trust are discussed",
    "original_translation": "El fomento de la confianza de los clientes para fomentar el éxito de la participación durante la personalización de los sistemas de planificación de los recursos institucionales La personalización es un aspecto crucial, prolongado y costoso para la aplicación satisfactoria de los sistemas de planificación de los recursos institucionales y, en consecuencia, se ha convertido en una de las principales especialidades de muchos proveedores y empresas consultoras. El estudio examina cómo estas empresas pueden aumentar la percepción de sus clientes del éxito de la participación a través de una mayor confianza de los clientes que se produce a través de una personalización sensible y fiable. Los datos de la encuesta de los clientes de personalización de ERP muestran que, como hipótesis, la confianza de los clientes influyó en su percepción del éxito del compromiso con la empresa. Los datos también muestran que la confianza de los clientes en la empresa de personalización aumentó cuando la empresa se comportó de acuerdo con las expectativas de los clientes al ser receptiva, y disminuyó cuando la empresa se comportó de una manera que contradecía estas expectativas al no ser confiable. Las respuestas a una adición abierta a la encuesta corroboraban la importancia de la capacidad de respuesta y la fiabilidad. Se discuten las implicaciones para las empresas de personalización y la investigación sobre la confianza",
    "error_count": 12,
    "keys": {
        "client trust": {
            "translated_key": [],
            "translated_annotated_text": "El fomento de la confianza de los clientes para fomentar el éxito de la participación durante la personalización de los sistemas de planificación de los recursos institucionales La personalización es un aspecto crucial, prolongado y costoso para la aplicación satisfactoria de los sistemas de planificación de los recursos institucionales y, en consecuencia, se ha convertido en una de las principales especialidades de muchos proveedores y empresas consultoras. El estudio examina cómo tales empresas pueden aumentar la percepción de sus clientes del éxito de la participación a través de una mayor confianza de los clientes que se produce a través de la personalización sensible y confiable. Los datos de la encuesta de los clientes de personalización de ERP muestran que, como hipótesis, la confianza de los clientes influyó en su percepción del éxito del compromiso con la empresa. Los datos también muestran que la confianza de los clientes en la empresa de personalización aumentó cuando la empresa se comportó de acuerdo con las expectativas de los clientes al ser receptiva, y disminuyó cuando la empresa se comportó de una manera que contradecía estas expectativas al no ser confiable. Las respuestas a una adición abierta a la encuesta corroboraban la importancia de la capacidad de respuesta y la fiabilidad. Se discuten las implicaciones para las empresas de personalización y la investigación sobre la confianza ",
            "error": []
        },
        "engagement success": {
            "translated_key": [
                "éxito de la participación",
                "engagement",
                "engagement"
            ],
            "translated_annotated_text": "El fomento de la confianza de los clientes para fomentar el <br>éxito de la participación</br> durante la personalización de los sistemas de planificación de los recursos institucionales La personalización es un aspecto crucial, prolongado y costoso en la aplicación satisfactoria de los sistemas de planificación de los recursos institucionales y, en consecuencia, se ha convertido en una de las principales especialidades de muchos proveedores y empresas consultoras. El estudio examina cómo estas empresas pueden aumentar la percepción de sus clientes del éxito de <br>engagement</br> a través de una mayor confianza de los clientes que se produce a través de la personalización responsiva y confiable. Los datos de la encuesta de los clientes de personalización de ERP muestran que, como hipótesis, la confianza de los clientes influyó en su percepción del éxito de <br>engagement</br> con la empresa. Los datos también muestran que la confianza de los clientes en la empresa de personalización aumentó cuando la empresa se comportó de acuerdo con las expectativas de los clientes al ser receptiva, y disminuyó cuando la empresa se comportó de una manera que contradecía estas expectativas al no ser confiable. Las respuestas a una adición abierta a la encuesta corroboraban la importancia de la capacidad de respuesta y la fiabilidad. Se discuten las implicaciones para las empresas de personalización y la investigación sobre la confianza ",
            "error": [
                "éxito de la participación",
                "engagement",
                "engagement"
            ]
        },
        "customization": {
            "translated_key": [
                "personalización",
                "personalización",
                " sensible y confiable",
                "customization",
                "customization",
                "personalización"
            ],
            "translated_annotated_text": "El fomento de la confianza de los clientes para fomentar el éxito de la participación durante la <br>personalización</br> de los sistemas de planificación de los recursos institucionales La <br>personalización</br> es un aspecto crucial, prolongado y costoso para la aplicación satisfactoria de los sistemas de planificación de los recursos institucionales y, en consecuencia, se ha convertido en una de las principales especialidades de muchos proveedores y empresas consultoras. El estudio examina cómo tales empresas pueden aumentar la percepción de sus clientes del éxito de la participación a través de una mayor confianza de los clientes que se produce a través de una personalización <br> sensible y confiable</br>. Los datos de la encuesta de los clientes de ERP <br>customization</br> muestran que, como hipótesis, la confianza de los clientes influyó en su percepción del éxito del compromiso con la empresa. Los datos también muestran que los clientes confían en la empresa <br>customization</br> se incrementó cuando la empresa se comportó de acuerdo con las expectativas de los clientes al ser receptiva, y disminuyó cuando la empresa se comportó de una manera que contradijo estas expectativas al no ser confiable. Las respuestas a una adición abierta a la encuesta corroboraban la importancia de la capacidad de respuesta y la fiabilidad. Se discuten las implicaciones para las empresas de <br>personalización</br> y la investigación sobre la confianza. ",
            "error": [
                "personalización",
                "personalización",
                " sensible y confiable",
                "customization",
                "customization",
                "personalización"
            ]
        },
        "ERP systems": {
            "translated_key": "ERP",
            "translated_annotated_text": "La personalización es un aspecto crucial, largo y costoso en la implementación exitosa de los sistemas <br>ERP</br> y, por consiguiente, se ha convertido en una gran especialidad de muchos proveedores y empresas consultoras. El estudio examina cómo estas empresas pueden aumentar la percepción de sus clientes del éxito de la participación a través de una mayor confianza de los clientes que se produce a través de una personalización sensible y fiable. Los datos de la encuesta de los clientes de personalización de ERP muestran que, como hipótesis, la confianza de los clientes influyó en su percepción del éxito del compromiso con la empresa. Los datos también muestran que la confianza de los clientes en la empresa de personalización aumentó cuando la empresa se comportó de acuerdo con las expectativas de los clientes al ser receptiva, y disminuyó cuando la empresa se comportó de una manera que contradecía estas expectativas al no ser confiable. Las respuestas a una adición abierta a la encuesta corroboraban la importancia de la capacidad de respuesta y la fiabilidad. Se discuten las implicaciones para las empresas de personalización y la investigación sobre la confianza ",
            "error": [
                ""
            ]
        },
        "enterprise resource planning systems": {
            "translated_key": [],
            "translated_annotated_text": "El fomento de la confianza de los clientes para fomentar el éxito de la participación durante la personalización de los sistemas de planificación de los recursos institucionales La personalización es un aspecto crucial, prolongado y costoso para la aplicación satisfactoria de los sistemas de planificación de los recursos institucionales y, en consecuencia, se ha convertido en una de las principales especialidades de muchos proveedores y empresas consultoras. El estudio examina cómo estas empresas pueden aumentar la percepción de sus clientes del éxito de la participación a través de una mayor confianza de los clientes que se produce a través de una personalización sensible y fiable. Los datos de la encuesta de los clientes de personalización de ERP muestran que, como hipótesis, la confianza de los clientes influyó en su percepción del éxito del compromiso con la empresa. Los datos también muestran que la confianza de los clientes en la empresa de personalización aumentó cuando la empresa se comportó de acuerdo con las expectativas de los clientes al ser receptiva, y disminuyó cuando la empresa se comportó de una manera que contradecía estas expectativas al no ser confiable. Las respuestas a una adición abierta a la encuesta corroboraban la importancia de la capacidad de respuesta y la fiabilidad. Se discuten las implicaciones para las empresas de personalización y la investigación sobre la confianza ",
            "error": []
        },
        "vendors": {
            "translated_key": "proveedores",
            "translated_annotated_text": "El fomento de la confianza de los clientes para fomentar el éxito de la participación durante la personalización de los sistemas de planificación de los recursos institucionales La personalización es un aspecto crucial, prolongado y costoso para la aplicación satisfactoria de los sistemas de planificación de los recursos institucionales y, en consecuencia, se ha convertido en una de las principales especialidades de muchos <br>proveedores</br> y empresas consultoras. El estudio examina cómo estas empresas pueden aumentar la percepción de sus clientes del éxito de la participación a través de una mayor confianza de los clientes que se produce a través de una personalización sensible y fiable. Los datos de la encuesta de los clientes de personalización de ERP muestran que, como hipótesis, la confianza de los clientes influyó en su percepción del éxito del compromiso con la empresa. Los datos también muestran que la confianza de los clientes en la empresa de personalización aumentó cuando la empresa se comportó de acuerdo con las expectativas de los clientes al ser receptiva, y disminuyó cuando la empresa se comportó de una manera que contradecía estas expectativas al no ser confiable. Las respuestas a una adición abierta a la encuesta corroboraban la importancia de la capacidad de respuesta y la fiabilidad. Se discuten las implicaciones para las empresas de personalización y la investigación sobre la confianza ",
            "error": [
                ""
            ]
        },
        "consulting companies": {
            "translated_key": "empresas consultoras",
            "translated_annotated_text": "El fomento de la confianza de los clientes para fomentar el éxito de la participación durante la personalización de los sistemas de ERP La personalización es un aspecto crucial, largo y costoso en la implementación exitosa de los sistemas de ERP, y, en consecuencia, se ha convertido en una gran especialidad de muchos proveedores y <br>empresas consultoras</br>. El estudio examina cómo estas empresas pueden aumentar la percepción de sus clientes del éxito de la participación a través de una mayor confianza de los clientes que se produce a través de una personalización sensible y fiable. Los datos de la encuesta de los clientes de personalización de ERP muestran que, como hipótesis, la confianza de los clientes influyó en su percepción del éxito del compromiso con la empresa. Los datos también muestran que la confianza de los clientes en la empresa de personalización aumentó cuando la empresa se comportó de acuerdo con las expectativas de los clientes al ser receptiva, y disminuyó cuando la empresa se comportó de una manera que contradecía estas expectativas al no ser confiable. Las respuestas a una adición abierta a la encuesta corroboraban la importancia de la capacidad de respuesta y la fiabilidad. Se discuten las implicaciones para las empresas de personalización y la investigación sobre la confianza ",
            "error": [
                ""
            ]
        },
        "perceived responsiveness": {
            "translated_key": [],
            "translated_annotated_text": "El fomento de la confianza de los clientes para fomentar el éxito de la participación durante la personalización de los sistemas de planificación de los recursos institucionales La personalización es un aspecto crucial, prolongado y costoso para la aplicación satisfactoria de los sistemas de planificación de los recursos institucionales y, en consecuencia, se ha convertido en una de las principales especialidades de muchos proveedores y empresas consultoras. El estudio examina cómo estas empresas pueden aumentar la percepción de sus clientes del éxito de la participación a través de una mayor confianza de los clientes que se produce a través de una personalización sensible y fiable. Los datos de la encuesta de los clientes de personalización de ERP muestran que, como hipótesis, la confianza de los clientes influyó en su percepción del éxito del compromiso con la empresa. Los datos también muestran que la confianza de los clientes en la empresa de personalización aumentó cuando la empresa se comportó de acuerdo con las expectativas de los clientes al ser receptiva, y disminuyó cuando la empresa se comportó de una manera que contradecía estas expectativas al no ser confiable. Las respuestas a una adición abierta a la encuesta corroboraban la importancia de la capacidad de respuesta y la fiabilidad. Se discuten las implicaciones para las empresas de personalización y la investigación sobre la confianza ",
            "error": []
        },
        "MRP II implementation": {
            "translated_key": [],
            "translated_annotated_text": "El fomento de la confianza de los clientes para fomentar el éxito de la participación durante la personalización de los sistemas de planificación de los recursos institucionales La personalización es un aspecto crucial, prolongado y costoso para la aplicación satisfactoria de los sistemas de planificación de los recursos institucionales y, en consecuencia, se ha convertido en una de las principales especialidades de muchos proveedores y empresas consultoras. El estudio examina cómo estas empresas pueden aumentar la percepción de sus clientes del éxito de la participación a través de una mayor confianza de los clientes que se produce a través de una personalización sensible y fiable. Los datos de la encuesta de los clientes de personalización de ERP muestran que, como hipótesis, la confianza de los clientes influyó en su percepción del éxito del compromiso con la empresa. Los datos también muestran que la confianza de los clientes en la empresa de personalización aumentó cuando la empresa se comportó de acuerdo con las expectativas de los clientes al ser receptiva, y disminuyó cuando la empresa se comportó de una manera que contradecía estas expectativas al no ser confiable. Las respuestas a una adición abierta a la encuesta corroboraban la importancia de la capacidad de respuesta y la fiabilidad. Se discuten las implicaciones para las empresas de personalización y la investigación sobre la confianza ",
            "error": []
        },
        "integrity": {
            "translated_key": [],
            "translated_annotated_text": "El fomento de la confianza de los clientes para fomentar el éxito de la participación durante la personalización de los sistemas de planificación de los recursos institucionales La personalización es un aspecto crucial, prolongado y costoso para la aplicación satisfactoria de los sistemas de planificación de los recursos institucionales y, en consecuencia, se ha convertido en una de las principales especialidades de muchos proveedores y empresas consultoras. El estudio examina cómo estas empresas pueden aumentar la percepción de sus clientes del éxito de la participación a través de una mayor confianza de los clientes que se produce a través de una personalización sensible y fiable. Los datos de la encuesta de los clientes de personalización de ERP muestran que, como hipótesis, la confianza de los clientes influyó en su percepción del éxito del compromiso con la empresa. Los datos también muestran que la confianza de los clientes en la empresa de personalización aumentó cuando la empresa se comportó de acuerdo con las expectativas de los clientes al ser receptiva, y disminuyó cuando la empresa se comportó de una manera que contradecía estas expectativas al no ser confiable. Las respuestas a una adición abierta a la encuesta corroboraban la importancia de la capacidad de respuesta y la fiabilidad. Se discuten las implicaciones para las empresas de personalización y la investigación sobre la confianza ",
            "error": []
        },
        "benevolence": {
            "translated_key": [],
            "translated_annotated_text": "El fomento de la confianza de los clientes para fomentar el éxito de la participación durante la personalización de los sistemas de planificación de los recursos institucionales La personalización es un aspecto crucial, prolongado y costoso para la aplicación satisfactoria de los sistemas de planificación de los recursos institucionales y, en consecuencia, se ha convertido en una de las principales especialidades de muchos proveedores y empresas consultoras. El estudio examina cómo estas empresas pueden aumentar la percepción de sus clientes del éxito de la participación a través de una mayor confianza de los clientes que se produce a través de una personalización sensible y fiable. Los datos de la encuesta de los clientes de personalización de ERP muestran que, como hipótesis, la confianza de los clientes influyó en su percepción del éxito del compromiso con la empresa. Los datos también muestran que la confianza de los clientes en la empresa de personalización aumentó cuando la empresa se comportó de acuerdo con las expectativas de los clientes al ser receptiva, y disminuyó cuando la empresa se comportó de una manera que contradecía estas expectativas al no ser confiable. Las respuestas a una adición abierta a la encuesta corroboraban la importancia de la capacidad de respuesta y la fiabilidad. Se discuten las implicaciones para las empresas de personalización y la investigación sobre la confianza ",
            "error": []
        },
        "dependability": {
            "translated_key": "dependencia",
            "translated_annotated_text": "El fomento de la confianza de los clientes para fomentar el éxito de la participación durante la personalización de los sistemas de planificación de los recursos institucionales La personalización es un aspecto crucial, prolongado y costoso para la aplicación satisfactoria de los sistemas de planificación de los recursos institucionales y, en consecuencia, se ha convertido en una de las principales especialidades de muchos proveedores y empresas consultoras. El estudio examina cómo estas empresas pueden aumentar la percepción de sus clientes del éxito de la participación a través de una mayor confianza de los clientes que se produce a través de una personalización sensible y fiable. Los datos de la encuesta de los clientes de personalización de ERP muestran que, como hipótesis, la confianza de los clientes influyó en su percepción del éxito del compromiso con la empresa. Los datos también muestran que la confianza de los clientes en la empresa de personalización aumentó cuando la empresa se comportó de acuerdo con las expectativas de los clientes al ser receptiva, y disminuyó cuando la empresa se comportó de una manera que contradecía estas expectativas al no ser confiable. Las respuestas a una adición abierta a la encuesta corroboraban la importancia de la capacidad de respuesta y la <br>dependencia</br>. Se discuten las implicaciones para las empresas de personalización y la investigación sobre la confianza ",
            "error": [
                ""
            ]
        },
        "behavioural sciences": {
            "translated_key": [],
            "translated_annotated_text": "El fomento de la confianza de los clientes para fomentar el éxito de la participación durante la personalización de los sistemas de planificación de los recursos institucionales La personalización es un aspecto crucial, prolongado y costoso para la aplicación satisfactoria de los sistemas de planificación de los recursos institucionales y, en consecuencia, se ha convertido en una de las principales especialidades de muchos proveedores y empresas consultoras. El estudio examina cómo estas empresas pueden aumentar la percepción de sus clientes del éxito de la participación a través de una mayor confianza de los clientes que se produce a través de una personalización sensible y fiable. Los datos de la encuesta de los clientes de personalización de ERP muestran que, como hipótesis, la confianza de los clientes influyó en su percepción del éxito del compromiso con la empresa. Los datos también muestran que la confianza de los clientes en la empresa de personalización aumentó cuando la empresa se comportó de acuerdo con las expectativas de los clientes al ser receptiva, y disminuyó cuando la empresa se comportó de una manera que contradecía estas expectativas al no ser confiable. Las respuestas a una adición abierta a la encuesta corroboraban la importancia de la capacidad de respuesta y la fiabilidad. Se discuten las implicaciones para las empresas de personalización y la investigación sobre la confianza ",
            "error": []
        },
        "business data processing": {
            "translated_key": [],
            "translated_annotated_text": "El fomento de la confianza de los clientes para fomentar el éxito de la participación durante la personalización de los sistemas de planificación de los recursos institucionales La personalización es un aspecto crucial, prolongado y costoso para la aplicación satisfactoria de los sistemas de planificación de los recursos institucionales y, en consecuencia, se ha convertido en una de las principales especialidades de muchos proveedores y empresas consultoras. El estudio examina cómo estas empresas pueden aumentar la percepción de sus clientes del éxito de la participación a través de una mayor confianza de los clientes que se produce a través de una personalización sensible y fiable. Los datos de la encuesta de los clientes de personalización de ERP muestran que, como hipótesis, la confianza de los clientes influyó en su percepción del éxito del compromiso con la empresa. Los datos también muestran que la confianza de los clientes en la empresa de personalización aumentó cuando la empresa se comportó de acuerdo con las expectativas de los clientes al ser receptiva, y disminuyó cuando la empresa se comportó de una manera que contradecía estas expectativas al no ser confiable. Las respuestas a una adición abierta a la encuesta corroboraban la importancia de la capacidad de respuesta y la fiabilidad. Se discuten las implicaciones para las empresas de personalización y la investigación sobre la confianza ",
            "error": []
        },
        "human factors": {
            "translated_key": [],
            "translated_annotated_text": "El fomento de la confianza de los clientes para fomentar el éxito de la participación durante la personalización de los sistemas de planificación de los recursos institucionales La personalización es un aspecto crucial, prolongado y costoso para la aplicación satisfactoria de los sistemas de planificación de los recursos institucionales y, en consecuencia, se ha convertido en una de las principales especialidades de muchos proveedores y empresas consultoras. El estudio examina cómo estas empresas pueden aumentar la percepción de sus clientes del éxito de la participación a través de una mayor confianza de los clientes que se produce a través de una personalización sensible y fiable. Los datos de la encuesta de los clientes de personalización de ERP muestran que, como hipótesis, la confianza de los clientes influyó en su percepción del éxito del compromiso con la empresa. Los datos también muestran que la confianza de los clientes en la empresa de personalización aumentó cuando la empresa se comportó de acuerdo con las expectativas de los clientes al ser receptiva, y disminuyó cuando la empresa se comportó de una manera que contradecía estas expectativas al no ser confiable. Las respuestas a una adición abierta a la encuesta corroboraban la importancia de la capacidad de respuesta y la fiabilidad. Se discuten las implicaciones para las empresas de personalización y la investigación sobre la confianza ",
            "error": []
        },
        "management science": {
            "translated_key": [],
            "translated_annotated_text": "El fomento de la confianza de los clientes para fomentar el éxito de la participación durante la personalización de los sistemas de planificación de los recursos institucionales La personalización es un aspecto crucial, prolongado y costoso para la aplicación satisfactoria de los sistemas de planificación de los recursos institucionales y, en consecuencia, se ha convertido en una de las principales especialidades de muchos proveedores y empresas consultoras. El estudio examina cómo estas empresas pueden aumentar la percepción de sus clientes del éxito de la participación a través de una mayor confianza de los clientes que se produce a través de una personalización sensible y fiable. Los datos de la encuesta de los clientes de personalización de ERP muestran que, como hipótesis, la confianza de los clientes influyó en su percepción del éxito del compromiso con la empresa. Los datos también muestran que la confianza de los clientes en la empresa de personalización aumentó cuando la empresa se comportó de acuerdo con las expectativas de los clientes al ser receptiva, y disminuyó cuando la empresa se comportó de una manera que contradecía estas expectativas al no ser confiable. Las respuestas a una adición abierta a la encuesta corroboraban la importancia de la capacidad de respuesta y la fiabilidad. Se discuten las implicaciones para las empresas de personalización y la investigación sobre la confianza ",
            "error": []
        }
    }
}