{
    "original_text": "Advanced aerostatic stability analysis of cable-stayed bridges using finite-element method Based on the concept of limit point instability, an advanced nonlinear finite-element method that can be used to analyze the aerostatic stability of cable-stayed bridges is proposed. Both geometric nonlinearity and three components of wind loads are considered in this method. The example bridge is the second Santou Bay cable-stayed bridge with a main span length of 518 m built in China. Aerostatic stability of the example bridge is investigated using linear and proposed methods. The effect of pitch moment coefficient on the aerostatic stability of the bridge has been studied. The results show that the aerostatic instability analyses of cable-stayed bridges based on the linear method considerably overestimate the wind-resisting capacity of cable-stayed bridges. The proposed method is highly accurate and efficient. Pitch moment coefficient has a major effect on the aerostatic stability of cable-stayed bridges. Finally, the aerostatic failure mechanism of cable-stayed bridges is explained by tracing the aerostatic instability path",
    "original_translation": "Análisis avanzado de la estabilidad aerostática de los puentes con soporte de cable utilizando el método de elementos finitos Basado en el concepto de inestabilidad del punto límite, se propone un método avanzado de elementos finitos no lineales que se puede utilizar para analizar la estabilidad aerostática de los puentes con soporte de cable. Tanto la no linealidad geométrica como los tres componentes de las cargas eólicas se consideran en este método. El puente de ejemplo es el segundo puente con cable de la bahía de Santou con una longitud principal de 518 m construidos en China. La estabilidad aerostática del puente de ejemplo se investiga utilizando métodos lineales y propuestos. Se ha estudiado el efecto del coeficiente del momento de lanzamiento sobre la estabilidad aerostática del puente. Los resultados muestran que los análisis de inestabilidad aerostática de los puentes atirantados basados en el método lineal sobrestiman considerablemente la capacidad de resistencia al viento de los puentes atirantados. El método propuesto es altamente preciso y eficiente. Coeficiente de momento de lanzamiento tiene un efecto importante en la estabilidad aerostática de los puentes de cable. Por último, el mecanismo de fallo aerostático de los puentes de cable se explica por el rastreo de la trayectoria de inestabilidad aerostática",
    "error_count": 9,
    "keys": {
        "limit point instability": {
            "translated_key": [],
            "translated_annotated_text": "Análisis avanzado de la estabilidad aerostática de los puentes con soporte de cable utilizando el método de elementos finitos Basado en el concepto de inestabilidad del punto límite, se propone un método avanzado de elementos finitos no lineales que puede utilizarse para analizar la estabilidad aerostática de los puentes con soporte de cable. Tanto la no linealidad geométrica como los tres componentes de las cargas eólicas se consideran en este método. El puente de ejemplo es el segundo puente con cable de la bahía de Santou con una longitud principal de 518 m construidos en China. La estabilidad aerostática del puente de ejemplo se investiga utilizando métodos lineales y propuestos. Se ha estudiado el efecto del coeficiente del momento de lanzamiento sobre la estabilidad aerostática del puente. Los resultados muestran que los análisis de inestabilidad aerostática de los puentes atirantados basados en el método lineal sobrestiman considerablemente la capacidad de resistencia al viento de los puentes atirantados. El método propuesto es altamente preciso y eficiente. Coeficiente de momento de lanzamiento tiene un efecto importante en la estabilidad aerostática de los puentes de cable. Por último, el mecanismo de fallo aerostático de los puentes de cable se explica por el rastreo de la trayectoria de inestabilidad aerostática ",
            "error": []
        },
        "advanced nonlinear finite element method": {
            "translated_key": [],
            "translated_annotated_text": "Análisis avanzado de la estabilidad aerostática de los puentes con soporte de cable utilizando el método de elementos finitos Basado en el concepto de inestabilidad del punto límite, se propone un método avanzado de elementos finitos no lineales que se puede utilizar para analizar la estabilidad aerostática de los puentes con soporte de cable. Tanto la no linealidad geométrica como los tres componentes de las cargas eólicas se consideran en este método. El puente de ejemplo es el segundo puente con cable de la bahía de Santou con una longitud principal de 518 m construidos en China. La estabilidad aerostática del puente de ejemplo se investiga utilizando métodos lineales y propuestos. Se ha estudiado el efecto del coeficiente del momento de lanzamiento sobre la estabilidad aerostática del puente. Los resultados muestran que los análisis de inestabilidad aerostática de los puentes atirantados basados en el método lineal sobrestiman considerablemente la capacidad de resistencia al viento de los puentes atirantados. El método propuesto es altamente preciso y eficiente. Coeficiente de momento de lanzamiento tiene un efecto importante en la estabilidad aerostática de los puentes de cable. Por último, el mecanismo de fallo aerostático de los puentes de cable se explica por el rastreo de la trayectoria de inestabilidad aerostática ",
            "error": []
        },
        "advanced aerostatic stability analysis": {
            "translated_key": [],
            "translated_annotated_text": "Análisis avanzado de la estabilidad aerostática de los puentes con soporte de cable utilizando el método de elementos finitos Basado en el concepto de inestabilidad del punto límite, se propone un método avanzado de elementos finitos no lineales que se puede utilizar para analizar la estabilidad aerostática de los puentes con soporte de cable. Tanto la no linealidad geométrica como los tres componentes de las cargas eólicas se consideran en este método. El puente de ejemplo es el segundo puente con cable de la bahía de Santou con una longitud principal de 518 m construidos en China. La estabilidad aerostática del puente de ejemplo se investiga utilizando métodos lineales y propuestos. Se ha estudiado el efecto del coeficiente del momento de lanzamiento sobre la estabilidad aerostática del puente. Los resultados muestran que los análisis de inestabilidad aerostática de los puentes atirantados basados en el método lineal sobrestiman considerablemente la capacidad de resistencia al viento de los puentes atirantados. El método propuesto es altamente preciso y eficiente. Coeficiente de momento de lanzamiento tiene un efecto importante en la estabilidad aerostática de los puentes de cable. Por último, el mecanismo de fallo aerostático de los puentes de cable se explica por el rastreo de la trayectoria de inestabilidad aerostática ",
            "error": []
        },
        "cable-stayed bridges": {
            "translated_key": [
                "cable-stayed",
                "cable-stayed",
                "cable-stayed bridges",
                "cable-stayed bridges",
                "cable-stayed",
                "cable-stayed"
            ],
            "translated_annotated_text": "Análisis avanzado de la estabilidad aerostática de puentes <br>cable-stayed</br> utilizando el método de elementos finitos Basado en el concepto de inestabilidad del punto límite, se propone un método avanzado de elementos finitos no lineales que puede utilizarse para analizar la estabilidad aerostática de puentes <br>cable-stayed</br>. Tanto la no linealidad geométrica como los tres componentes de las cargas eólicas se consideran en este método. El puente de ejemplo es el segundo puente con cable de la bahía de Santou con una longitud principal de 518 m construidos en China. La estabilidad aerostática del puente de ejemplo se investiga utilizando métodos lineales y propuestos. Se ha estudiado el efecto del coeficiente del momento de lanzamiento sobre la estabilidad aerostática del puente. Los resultados muestran que los análisis de inestabilidad aerostática de <br>cable-stayed bridges</br> basados en el método lineal sobrestiman considerablemente la capacidad de resistencia al viento de <br>cable-stayed bridges</br>. El método propuesto es altamente preciso y eficiente. El coeficiente del momento de lanzamiento tiene un efecto importante en la estabilidad aerostática de los puentes de <br>cable-stayed</br>. Por último, el mecanismo de fallo aerostático de los puentes de <br>cable-stayed</br> se explica trazando la trayectoria de inestabilidad aerostática ",
            "error": [
                "cable-stayed",
                "cable-stayed",
                "cable-stayed bridges",
                "cable-stayed bridges",
                "cable-stayed",
                "cable-stayed"
            ]
        },
        "geometric nonlinearity": {
            "translated_key": [],
            "translated_annotated_text": "Análisis avanzado de la estabilidad aerostática de los puentes con soporte de cable utilizando el método de elementos finitos Basado en el concepto de inestabilidad del punto límite, se propone un método avanzado de elementos finitos no lineales que se puede utilizar para analizar la estabilidad aerostática de los puentes con soporte de cable. En este método se tienen en cuenta tanto la no linealidad geométrica <br> como los tres componentes de las cargas eólicas. El puente de ejemplo es el segundo puente con cable de la bahía de Santou con una longitud principal de 518 m construidos en China. La estabilidad aerostática del puente de ejemplo se investiga utilizando métodos lineales y propuestos. Se ha estudiado el efecto del coeficiente del momento de lanzamiento sobre la estabilidad aerostática del puente. Los resultados muestran que los análisis de inestabilidad aerostática de los puentes atirantados basados en el método lineal sobrestiman considerablemente la capacidad de resistencia al viento de los puentes atirantados. El método propuesto es altamente preciso y eficiente. Coeficiente de momento de lanzamiento tiene un efecto importante en la estabilidad aerostática de los puentes de cable. Por último, el mecanismo de fallo aerostático de los puentes de cable se explica por el rastreo de la trayectoria de inestabilidad aerostática ",
            "error": []
        },
        "wind loads": {
            "translated_key": " ",
            "translated_annotated_text": "Análisis avanzado de la estabilidad aerostática de los puentes con soporte de cable utilizando el método de elementos finitos Basado en el concepto de inestabilidad del punto límite, se propone un método avanzado de elementos finitos no lineales que se puede utilizar para analizar la estabilidad aerostática de los puentes con soporte de cable. En este método se tienen en cuenta tanto la no linealidad geométrica como los tres componentes de las cargas de viento <br> </br>. El puente de ejemplo es el segundo puente con cable de la bahía de Santou con una longitud principal de 518 m construidos en China. La estabilidad aerostática del puente de ejemplo se investiga utilizando métodos lineales y propuestos. Se ha estudiado el efecto del coeficiente del momento de lanzamiento sobre la estabilidad aerostática del puente. Los resultados muestran que los análisis de inestabilidad aerostática de los puentes atirantados basados en el método lineal sobrestiman considerablemente la capacidad de resistencia al viento de los puentes atirantados. El método propuesto es altamente preciso y eficiente. Coeficiente de momento de lanzamiento tiene un efecto importante en la estabilidad aerostática de los puentes de cable. Por último, el mecanismo de fallo aerostático de los puentes de cable se explica por el rastreo de la trayectoria de inestabilidad aerostática ",
            "error": [
                ""
            ]
        },
        "Santou Bay cable-stayed bridge": {
            "translated_key": [],
            "translated_annotated_text": "Análisis avanzado de la estabilidad aerostática de los puentes con soporte de cable utilizando el método de elementos finitos Basado en el concepto de inestabilidad del punto límite, se propone un método avanzado de elementos finitos no lineales que se puede utilizar para analizar la estabilidad aerostática de los puentes con soporte de cable. Tanto la no linealidad geométrica como los tres componentes de las cargas eólicas se consideran en este método. El puente de ejemplo es el segundo puente de la bahía de Santou con una longitud de longitud principal de 518 m construido en China. La estabilidad aerostática del puente de ejemplo se investiga utilizando métodos lineales y propuestos. Se ha estudiado el efecto del coeficiente del momento de lanzamiento sobre la estabilidad aerostática del puente. Los resultados muestran que los análisis de inestabilidad aerostática de los puentes atirantados basados en el método lineal sobrestiman considerablemente la capacidad de resistencia al viento de los puentes atirantados. El método propuesto es altamente preciso y eficiente. Coeficiente de momento de lanzamiento tiene un efecto importante en la estabilidad aerostática de los puentes de cable. Por último, el mecanismo de fallo aerostático de los puentes de cable se explica por el rastreo de la trayectoria de inestabilidad aerostática ",
            "error": []
        },
        "China": {
            "translated_key": "China",
            "translated_annotated_text": "Análisis avanzado de la estabilidad aerostática de los puentes con soporte de cable utilizando el método de elementos finitos Basado en el concepto de inestabilidad del punto límite, se propone un método avanzado de elementos finitos no lineales que se puede utilizar para analizar la estabilidad aerostática de los puentes con soporte de cable. Tanto la no linealidad geométrica como los tres componentes de las cargas eólicas se consideran en este método. El puente de ejemplo es el segundo puente con cable de la bahía de Santou con una longitud principal de 518 m construido en <br>China</br>. La estabilidad aerostática del puente de ejemplo se investiga utilizando métodos lineales y propuestos. Se ha estudiado el efecto del coeficiente del momento de lanzamiento sobre la estabilidad aerostática del puente. Los resultados muestran que los análisis de inestabilidad aerostática de los puentes atirantados basados en el método lineal sobrestiman considerablemente la capacidad de resistencia al viento de los puentes atirantados. El método propuesto es altamente preciso y eficiente. Coeficiente de momento de lanzamiento tiene un efecto importante en la estabilidad aerostática de los puentes de cable. Por último, el mecanismo de fallo aerostático de los puentes de cable se explica por el rastreo de la trayectoria de inestabilidad aerostática ",
            "error": [
                ""
            ]
        },
        "pitch moment coefficient": {
            "translated_key": "pitch",
            "translated_annotated_text": "Análisis avanzado de la estabilidad aerostática de los puentes con soporte de cable utilizando el método de elementos finitos Basado en el concepto de inestabilidad del punto límite, se propone un método avanzado de elementos finitos no lineales que se puede utilizar para analizar la estabilidad aerostática de los puentes con soporte de cable. Tanto la no linealidad geométrica como los tres componentes de las cargas eólicas se consideran en este método. El puente de ejemplo es el segundo puente con cable de la bahía de Santou con una longitud principal de 518 m construidos en China. La estabilidad aerostática del puente de ejemplo se investiga utilizando métodos lineales y propuestos. Se ha estudiado el efecto del coeficiente de momento <br>pitch</br> sobre la estabilidad aerostática del puente. Los resultados muestran que los análisis de inestabilidad aerostática de los puentes atirantados basados en el método lineal sobrestiman considerablemente la capacidad de resistencia al viento de los puentes atirantados. El método propuesto es altamente preciso y eficiente. Coeficiente de momento de lanzamiento tiene un efecto importante en la estabilidad aerostática de los puentes de cable. Por último, el mecanismo de fallo aerostático de los puentes de cable se explica por el rastreo de la trayectoria de inestabilidad aerostática ",
            "error": [
                ""
            ]
        },
        "aerostatic failure mechanism": {
            "translated_key": "mecanismo de fallo aerostático",
            "translated_annotated_text": "Análisis avanzado de la estabilidad aerostática de los puentes con soporte de cable utilizando el método de elementos finitos Basado en el concepto de inestabilidad del punto límite, se propone un método avanzado de elementos finitos no lineales que se puede utilizar para analizar la estabilidad aerostática de los puentes con soporte de cable. Tanto la no linealidad geométrica como los tres componentes de las cargas eólicas se consideran en este método. El puente de ejemplo es el segundo puente con cable de la bahía de Santou con una longitud principal de 518 m construidos en China. La estabilidad aerostática del puente de ejemplo se investiga utilizando métodos lineales y propuestos. Se ha estudiado el efecto del coeficiente del momento de lanzamiento sobre la estabilidad aerostática del puente. Los resultados muestran que los análisis de inestabilidad aerostática de los puentes atirantados basados en el método lineal sobrestiman considerablemente la capacidad de resistencia al viento de los puentes atirantados. El método propuesto es altamente preciso y eficiente. Coeficiente de momento de lanzamiento tiene un efecto importante en la estabilidad aerostática de los puentes de cable. Por último, el <br>mecanismo de fallo aerostático</br> de los puentes de cable se explica por el rastreo de la trayectoria de inestabilidad aerostática.  ",
            "error": [
                ""
            ]
        },
        "civil engineering computing": {
            "translated_key": [],
            "translated_annotated_text": "Análisis avanzado de la estabilidad aerostática de los puentes con soporte de cable utilizando el método de elementos finitos Basado en el concepto de inestabilidad del punto límite, se propone un método avanzado de elementos finitos no lineales que se puede utilizar para analizar la estabilidad aerostática de los puentes con soporte de cable. Tanto la no linealidad geométrica como los tres componentes de las cargas eólicas se consideran en este método. El puente de ejemplo es el segundo puente con cable de la bahía de Santou con una longitud principal de 518 m construidos en China. La estabilidad aerostática del puente de ejemplo se investiga utilizando métodos lineales y propuestos. Se ha estudiado el efecto del coeficiente del momento de lanzamiento sobre la estabilidad aerostática del puente. Los resultados muestran que los análisis de inestabilidad aerostática de los puentes atirantados basados en el método lineal sobrestiman considerablemente la capacidad de resistencia al viento de los puentes atirantados. El método propuesto es altamente preciso y eficiente. Coeficiente de momento de lanzamiento tiene un efecto importante en la estabilidad aerostática de los puentes de cable. Por último, el mecanismo de fallo aerostático de los puentes de cable se explica por el rastreo de la trayectoria de inestabilidad aerostática ",
            "error": []
        },
        "finite element analysis": {
            "translated_key": [],
            "translated_annotated_text": "Análisis avanzado de la estabilidad aerostática de los puentes con soporte de cable utilizando el método de elementos finitos Basado en el concepto de inestabilidad del punto límite, se propone un método avanzado de elementos finitos no lineales que se puede utilizar para analizar la estabilidad aerostática de los puentes con soporte de cable. Tanto la no linealidad geométrica como los tres componentes de las cargas eólicas se consideran en este método. El puente de ejemplo es el segundo puente con cable de la bahía de Santou con una longitud principal de 518 m construidos en China. La estabilidad aerostática del puente de ejemplo se investiga utilizando métodos lineales y propuestos. Se ha estudiado el efecto del coeficiente del momento de lanzamiento sobre la estabilidad aerostática del puente. Los resultados muestran que los análisis de inestabilidad aerostática de los puentes atirantados basados en el método lineal sobrestiman considerablemente la capacidad de resistencia al viento de los puentes atirantados. El método propuesto es altamente preciso y eficiente. Coeficiente de momento de lanzamiento tiene un efecto importante en la estabilidad aerostática de los puentes de cable. Por último, el mecanismo de fallo aerostático de los puentes de cable se explica por el rastreo de la trayectoria de inestabilidad aerostática ",
            "error": []
        },
        "mechanical stability": {
            "translated_key": [],
            "translated_annotated_text": "Análisis avanzado de la estabilidad aerostática de los puentes con soporte de cable utilizando el método de elementos finitos Basado en el concepto de inestabilidad del punto límite, se propone un método avanzado de elementos finitos no lineales que se puede utilizar para analizar la estabilidad aerostática de los puentes con soporte de cable. Tanto la no linealidad geométrica como los tres componentes de las cargas eólicas se consideran en este método. El puente de ejemplo es el segundo puente con cable de la bahía de Santou con una longitud principal de 518 m construidos en China. La estabilidad aerostática del puente de ejemplo se investiga utilizando métodos lineales y propuestos. Se ha estudiado el efecto del coeficiente del momento de lanzamiento sobre la estabilidad aerostática del puente. Los resultados muestran que los análisis de inestabilidad aerostática de los puentes atirantados basados en el método lineal sobrestiman considerablemente la capacidad de resistencia al viento de los puentes atirantados. El método propuesto es altamente preciso y eficiente. Coeficiente de momento de lanzamiento tiene un efecto importante en la estabilidad aerostática de los puentes de cable. Por último, el mecanismo de fallo aerostático de los puentes de cable se explica por el rastreo de la trayectoria de inestabilidad aerostática ",
            "error": []
        },
        "wind": {
            "translated_key": "wind",
            "translated_annotated_text": "Análisis avanzado de la estabilidad aerostática de los puentes con soporte de cable utilizando el método de elementos finitos Basado en el concepto de inestabilidad del punto límite, se propone un método avanzado de elementos finitos no lineales que se puede utilizar para analizar la estabilidad aerostática de los puentes con soporte de cable. Tanto la no linealidad geométrica como los tres componentes de las cargas <br>wind</br> se consideran en este método. El puente de ejemplo es el segundo puente con cable de la bahía de Santou con una longitud principal de 518 m construidos en China. La estabilidad aerostática del puente de ejemplo se investiga utilizando métodos lineales y propuestos. Se ha estudiado el efecto del coeficiente del momento de lanzamiento sobre la estabilidad aerostática del puente. Los resultados muestran que los análisis de inestabilidad aerostática de los puentes con soporte de cable basados en el método lineal sobrestiman considerablemente la capacidad de resistencia <br>wind</br> de los puentes con soporte de cable. El método propuesto es altamente preciso y eficiente. Coeficiente de momento de lanzamiento tiene un efecto importante en la estabilidad aerostática de los puentes de cable. Por último, el mecanismo de fallo aerostático de los puentes de cable se explica por el rastreo de la trayectoria de inestabilidad aerostática ",
            "error": [
                ""
            ]
        }
    }
}