{
    "original_text": "An adaptive time step procedure for a parabolic problem with blow-up In this paper we introduce and analyze a fully discrete approximation for a parabolic problem with a nonlinear boundary condition which implies that the solutions blow up in finite time. We use standard linear elements with mass lumping for the space variable. For the time discretization we write the problem in an equivalent form which is obtained by introducing an appropriate time re-scaling and then, we use explicit Runge-Kutta methods for this equivalent problem. In order to motivate our procedure we present it first in the case of a simple ordinary differential equation and show how the blow up time is approximated in this case. We obtain necessary and sufficient conditions for the blowup of the numerical solution and prove that the numerical blow-up time converges to the continuous one. We also study, for the explicit Euler approximation, the localization of blow-up points for the numerical scheme",
    "original_translation": "Un procedimiento de paso de tiempo adaptativo para un problema parabólico con la explosión En este artículo introducimos y analizamos una aproximación totalmente discreta para un problema parabólico con una condición de límite no lineal que implica que las soluciones explotan en tiempo finito. Utilizamos elementos lineales estándar con masa abultada para la variable espacio. Para la discretización del tiempo escribimos el problema en una forma equivalente que se obtiene mediante la introducción de un tiempo apropiado re-escalado y luego, utilizamos métodos explícitos Runge-Kutta para este problema equivalente. Para motivar nuestro procedimiento lo presentamos primero en el caso de una simple ecuación diferencial ordinaria y mostramos cómo se aproxima el tiempo de explosión en este caso. Obtenemos las condiciones necesarias y suficientes para la explosión de la solución numérica y demostramos que el tiempo de explosión numérica converge a la continua. También estudiamos, para la aproximación explícita de Euler, la localización de puntos de explosión para el esquema numérico",
    "error_count": 5,
    "keys": {
        "adaptive time step procedure": {
            "translated_key": "adaptivo",
            "translated_annotated_text": "Un procedimiento de paso de tiempo <br>adaptivo</br> para un problema parabólico con la explosión En este artículo introducimos y analizamos una aproximación totalmente discreta para un problema parabólico con una condición de límite no lineal que implica que las soluciones explotan en tiempo finito. Utilizamos elementos lineales estándar con masa abultada para la variable espacio. Para la discretización del tiempo escribimos el problema en una forma equivalente que se obtiene mediante la introducción de un tiempo apropiado re-escalado y luego, utilizamos métodos explícitos Runge-Kutta para este problema equivalente. Para motivar nuestro procedimiento lo presentamos primero en el caso de una simple ecuación diferencial ordinaria y mostramos cómo se aproxima el tiempo de explosión en este caso. Obtenemos las condiciones necesarias y suficientes para la explosión de la solución numérica y demostramos que el tiempo de explosión numérica converge a la continua. También estudiamos, para la aproximación explícita de Euler, la localización de puntos de explosión para el esquema numérico ",
            "error": [
                ""
            ]
        },
        "parabolic problem": {
            "translated_key": [],
            "translated_annotated_text": "Un procedimiento de paso de tiempo adaptativo para un problema parabólico <br> con fulminante En este artículo introducimos y analizamos una aproximación totalmente discreta para un problema parabólico <br> con una condición de límite no lineal que implica que las soluciones explotan en tiempo finito. Utilizamos elementos lineales estándar con masa abultada para la variable espacio. Para la discretización del tiempo escribimos el problema en una forma equivalente que se obtiene mediante la introducción de un tiempo apropiado re-escalado y luego, utilizamos métodos explícitos Runge-Kutta para este problema equivalente. Para motivar nuestro procedimiento lo presentamos primero en el caso de una simple ecuación diferencial ordinaria y mostramos cómo se aproxima el tiempo de explosión en este caso. Obtenemos las condiciones necesarias y suficientes para la explosión de la solución numérica y demostramos que el tiempo de explosión numérica converge a la continua. También estudiamos, para la aproximación explícita de Euler, la localización de puntos de explosión para el esquema numérico ",
            "error": []
        },
        "fully discrete approximation": {
            "translated_key": " completamente discreta",
            "translated_annotated_text": "Un procedimiento de paso de tiempo adaptativo para un problema parabólico con la explosión En este artículo introducimos y analizamos una aproximación <br> completamente discreta</br> para un problema parabólico con una condición de límite no lineal que implica que las soluciones explotan en tiempo finito. Utilizamos elementos lineales estándar con masa abultada para la variable espacio. Para la discretización del tiempo escribimos el problema en una forma equivalente que se obtiene mediante la introducción de un tiempo apropiado re-escalado y luego, utilizamos métodos explícitos Runge-Kutta para este problema equivalente. Para motivar nuestro procedimiento lo presentamos primero en el caso de una simple ecuación diferencial ordinaria y mostramos cómo se aproxima el tiempo de explosión en este caso. Obtenemos las condiciones necesarias y suficientes para la explosión de la solución numérica y demostramos que el tiempo de explosión numérica converge a la continua. También estudiamos, para la aproximación explícita de Euler, la localización de puntos de explosión para el esquema numérico ",
            "error": [
                ""
            ]
        },
        "nonlinear boundary condition": {
            "translated_key": "nonlineal",
            "translated_annotated_text": "Un procedimiento de paso de tiempo adaptativo para un problema parabólico con la explosión En este artículo introducimos y analizamos una aproximación totalmente discreta para un problema parabólico con una condición límite <br>nonlineal</br> que implica que las soluciones explotan en tiempo finito. Utilizamos elementos lineales estándar con masa abultada para la variable espacio. Para la discretización del tiempo escribimos el problema en una forma equivalente que se obtiene mediante la introducción de un tiempo apropiado re-escalado y luego, utilizamos métodos explícitos Runge-Kutta para este problema equivalente. Para motivar nuestro procedimiento lo presentamos primero en el caso de una simple ecuación diferencial ordinaria y mostramos cómo se aproxima el tiempo de explosión en este caso. Obtenemos las condiciones necesarias y suficientes para la explosión de la solución numérica y demostramos que el tiempo de explosión numérica converge a la continua. También estudiamos, para la aproximación explícita de Euler, la localización de puntos de explosión para el esquema numérico ",
            "error": [
                ""
            ]
        },
        "standard linear elements": {
            "translated_key": "elementos lineales estándar",
            "translated_annotated_text": "Un procedimiento de paso de tiempo adaptativo para un problema parabólico con la explosión En este artículo introducimos y analizamos una aproximación totalmente discreta para un problema parabólico con una condición de límite no lineal que implica que las soluciones explotan en tiempo finito. Utilizamos <br>elementos lineales estándar</br> con amontonamiento de masa para la variable espacio. Para la discretización del tiempo escribimos el problema en una forma equivalente que se obtiene mediante la introducción de un tiempo apropiado re-escalado y luego, utilizamos métodos explícitos Runge-Kutta para este problema equivalente. Para motivar nuestro procedimiento lo presentamos primero en el caso de una simple ecuación diferencial ordinaria y mostramos cómo se aproxima el tiempo de explosión en este caso. Obtenemos las condiciones necesarias y suficientes para la explosión de la solución numérica y demostramos que el tiempo de explosión numérica converge a la continua. También estudiamos, para la aproximación explícita de Euler, la localización de puntos de explosión para el esquema numérico ",
            "error": [
                ""
            ]
        },
        "Runge-Kutta methods": {
            "translated_key": "Runge-Kutta",
            "translated_annotated_text": "Un procedimiento de paso de tiempo adaptativo para un problema parabólico con la explosión En este artículo introducimos y analizamos una aproximación totalmente discreta para un problema parabólico con una condición de límite no lineal que implica que las soluciones explotan en tiempo finito. Utilizamos elementos lineales estándar con masa abultada para la variable espacio. Para la discretización del tiempo escribimos el problema en una forma equivalente que se obtiene mediante la introducción de un tiempo apropiado re-escalado y luego, utilizamos métodos explícitos <br>Runge-Kutta</br> para este problema equivalente. Para motivar nuestro procedimiento lo presentamos primero en el caso de una simple ecuación diferencial ordinaria y mostramos cómo se aproxima el tiempo de explosión en este caso. Obtenemos las condiciones necesarias y suficientes para la explosión de la solución numérica y demostramos que el tiempo de explosión numérica converge a la continua. También estudiamos, para la aproximación explícita de Euler, la localización de puntos de explosión para el esquema numérico ",
            "error": [
                ""
            ]
        },
        "explicit Euler approximation": {
            "translated_key": [],
            "translated_annotated_text": "Un procedimiento de paso de tiempo adaptativo para un problema parabólico con la explosión En este artículo introducimos y analizamos una aproximación totalmente discreta para un problema parabólico con una condición de límite no lineal que implica que las soluciones explotan en tiempo finito. Utilizamos elementos lineales estándar con masa abultada para la variable espacio. Para la discretización del tiempo escribimos el problema en una forma equivalente que se obtiene mediante la introducción de un tiempo apropiado re-escalado y luego, utilizamos métodos explícitos Runge-Kutta para este problema equivalente. Para motivar nuestro procedimiento lo presentamos primero en el caso de una simple ecuación diferencial ordinaria y mostramos cómo se aproxima el tiempo de explosión en este caso. Obtenemos las condiciones necesarias y suficientes para la explosión de la solución numérica y demostramos que el tiempo de explosión numérica converge a la continua. También estudiamos, para la aproximación explícita de Euler, la localización de puntos de explosión para el esquema numérico.  ",
            "error": []
        },
        "approximation theory": {
            "translated_key": [],
            "translated_annotated_text": "Un procedimiento de paso de tiempo adaptativo para un problema parabólico con la explosión En este artículo introducimos y analizamos una aproximación totalmente discreta para un problema parabólico con una condición de límite no lineal que implica que las soluciones explotan en tiempo finito. Utilizamos elementos lineales estándar con masa abultada para la variable espacio. Para la discretización del tiempo escribimos el problema en una forma equivalente que se obtiene mediante la introducción de un tiempo apropiado re-escalado y luego, utilizamos métodos explícitos Runge-Kutta para este problema equivalente. Para motivar nuestro procedimiento lo presentamos primero en el caso de una simple ecuación diferencial ordinaria y mostramos cómo se aproxima el tiempo de explosión en este caso. Obtenemos las condiciones necesarias y suficientes para la explosión de la solución numérica y demostramos que el tiempo de explosión numérica converge a la continua. También estudiamos, para la aproximación explícita de Euler, la localización de puntos de explosión para el esquema numérico ",
            "error": []
        },
        "polynomials": {
            "translated_key": [],
            "translated_annotated_text": "Un procedimiento de paso de tiempo adaptativo para un problema parabólico con la explosión En este artículo introducimos y analizamos una aproximación totalmente discreta para un problema parabólico con una condición de límite no lineal que implica que las soluciones explotan en tiempo finito. Utilizamos elementos lineales estándar con masa abultada para la variable espacio. Para la discretización del tiempo escribimos el problema en una forma equivalente que se obtiene mediante la introducción de un tiempo apropiado re-escalado y luego, utilizamos métodos explícitos Runge-Kutta para este problema equivalente. Para motivar nuestro procedimiento lo presentamos primero en el caso de una simple ecuación diferencial ordinaria y mostramos cómo se aproxima el tiempo de explosión en este caso. Obtenemos las condiciones necesarias y suficientes para la explosión de la solución numérica y demostramos que el tiempo de explosión numérica converge a la continua. También estudiamos, para la aproximación explícita de Euler, la localización de puntos de explosión para el esquema numérico ",
            "error": []
        },
        "stability": {
            "translated_key": [],
            "translated_annotated_text": "Un procedimiento de paso de tiempo adaptativo para un problema parabólico con la explosión En este artículo introducimos y analizamos una aproximación totalmente discreta para un problema parabólico con una condición de límite no lineal que implica que las soluciones explotan en tiempo finito. Utilizamos elementos lineales estándar con masa abultada para la variable espacio. Para la discretización del tiempo escribimos el problema en una forma equivalente que se obtiene mediante la introducción de un tiempo apropiado re-escalado y luego, utilizamos métodos explícitos Runge-Kutta para este problema equivalente. Para motivar nuestro procedimiento lo presentamos primero en el caso de una simple ecuación diferencial ordinaria y mostramos cómo se aproxima el tiempo de explosión en este caso. Obtenemos las condiciones necesarias y suficientes para la explosión de la solución numérica y demostramos que el tiempo de explosión numérica converge a la continua. También estudiamos, para la aproximación explícita de Euler, la localización de puntos de explosión para el esquema numérico ",
            "error": []
        }
    }
}