{
    "original_text": "Non-nested multi-level solvers for finite element discretisations of mixed problems We consider a general framework for analysing the convergence of multi-grid solvers applied to finite element discretisations of mixed problems, both of conforming and nonconforming type. As a basic new feature. our approach allows to use different finite element discretisations on each level of the multi-grid hierarchy. Thus, in our multi-level approach, accurate higher order finite element discretisations can be combined with fast multi-level solvers based on lower order (nonconforming) finite element discretisations. This leads to the design of efficient multi-level solvers for higher order finite element discretisations",
    "original_translation": "Resolvedores multinivel no anidados para discreciones de elementos finitos de problemas mixtos Consideramos un marco general para analizar la convergencia de los solucionadores multired aplicados a discreciones de elementos finitos de problemas mixtos, tanto de tipo conforme como no conforme. Como una nueva característica básica. nuestro enfoque permite utilizar diferentes discreciones de elementos finitos en cada nivel de la jerarquía multi-red. Así, en nuestro enfoque multinivel, las discreciones precisas de elementos finitos de orden superior pueden combinarse con soluciones rápidas multinivel basadas en discreciones de elementos finitos de orden inferior (no conformes). Esto lleva al diseño de soluciones multinivel eficientes para discretizaciones de elementos finitos de mayor orden",
    "error_count": 6,
    "keys": {
        "non-nested multi-level solvers": {
            "translated_key": [],
            "translated_annotated_text": "Resolvedores multinivel no anidados para discreciones de elementos finitos de problemas mixtos Consideramos un marco general para analizar la convergencia de los solucionadores multired aplicados a discreciones de elementos finitos de problemas mixtos, tanto de tipo conforme como no conforme. Como una nueva característica básica. nuestro enfoque permite utilizar diferentes discreciones de elementos finitos en cada nivel de la jerarquía multi-red. Así, en nuestro enfoque multinivel, las discreciones precisas de elementos finitos de orden superior pueden combinarse con soluciones rápidas multinivel basadas en discreciones de elementos finitos de orden inferior (no conformes). Esto lleva al diseño de soluciones multinivel eficientes para discretizaciones de elementos finitos de mayor orden ",
            "error": []
        },
        "finite element discretisations": {
            "translated_key": [
                "discretizaciones de elementos finitos",
                "discretizaciones de elementos finitos",
                "discreciones de elementos finitos",
                " pueden combinarse con soluciones rápidas multinivel basadas en discreciones de elementos finitos <br> de orden inferior"
            ],
            "translated_annotated_text": "Resolvedores multinivel no anidados para <br>discretizaciones de elementos finitos</br> de problemas mixtos Consideramos un marco general para analizar la convergencia de los solucionadores multired aplicados a <br>discretizaciones de elementos finitos</br> de problemas mixtos, tanto de tipo conformista como no conforme.  Como una nueva característica básica. nuestro enfoque permite utilizar <br>discreciones de elementos finitos</br> diferentes en cada nivel de la jerarquía multi-red.  Así, en nuestro enfoque multinivel, las discreciones precisas de elementos finitos <br> pueden combinarse con soluciones rápidas multinivel basadas en discreciones de elementos finitos <br> de orden inferior</br>. Esto conduce al diseño de soluciones multinivel eficientes para discreciones de elementos finitos de orden superior<br> ",
            "error": [
                "discretizaciones de elementos finitos",
                "discretizaciones de elementos finitos",
                "discreciones de elementos finitos",
                " pueden combinarse con soluciones rápidas multinivel basadas en discreciones de elementos finitos <br> de orden inferior"
            ]
        },
        "mixed problems": {
            "translated_key": "problemas mixtos",
            "translated_annotated_text": "Resolvedores multinivel no anidados para discreciones de elementos finitos de <br>problemas mixtos</br> Consideramos un marco general para analizar la convergencia de los solucionadores multired aplicados a discreciones de elementos finitos de <br>problemas mixtos</br>, tanto de tipo conformista como de tipo no conforme.  Como una nueva característica básica. nuestro enfoque permite utilizar diferentes discreciones de elementos finitos en cada nivel de la jerarquía multi-red. Así, en nuestro enfoque multinivel, las discreciones precisas de elementos finitos de orden superior pueden combinarse con soluciones rápidas multinivel basadas en discreciones de elementos finitos de orden inferior (no conformes). Esto lleva al diseño de soluciones multinivel eficientes para discretizaciones de elementos finitos de mayor orden ",
            "error": [
                ""
            ]
        },
        "multi-grid solvers": {
            "translated_key": [],
            "translated_annotated_text": "Solvedores multinivel no anidados para discreciones de elementos finitos de problemas mixtos Consideramos un marco general para analizar la convergencia de los solucionadores multi-red aplicados a discreciones de elementos finitos de problemas mixtos, tanto de tipo conformista como no conformista.  Como una nueva característica básica. nuestro enfoque permite utilizar diferentes discreciones de elementos finitos en cada nivel de la jerarquía multi-red. Así, en nuestro enfoque multinivel, las discreciones precisas de elementos finitos de orden superior pueden combinarse con soluciones rápidas multinivel basadas en discreciones de elementos finitos de orden inferior (no conformes). Esto lleva al diseño de soluciones multinivel eficientes para discretizaciones de elementos finitos de mayor orden ",
            "error": []
        },
        "higher order finite element discretisations": {
            "translated_key": "discretizaciones de elementos finitos de orden superior",
            "translated_annotated_text": "Resolvedores multinivel no anidados para discreciones de elementos finitos de problemas mixtos Consideramos un marco general para analizar la convergencia de los solucionadores multired aplicados a discreciones de elementos finitos de problemas mixtos, tanto de tipo conforme como no conforme. Como una nueva característica básica. nuestro enfoque permite utilizar diferentes discreciones de elementos finitos en cada nivel de la jerarquía multi-red. Por lo tanto, en nuestro enfoque multinivel, discretizaciones precisas de elementos finitos de orden superior pueden combinarse con soluciones rápidas multinivel basadas en discretizaciones de elementos finitos de orden inferior (no conformes).  Esto conduce al diseño de soluciones multinivel eficientes para <br>discretizaciones de elementos finitos de orden superior</br>.  ",
            "error": [
                ""
            ]
        },
        "multi-level solvers": {
            "translated_key": [
                " de nivel múltiple",
                "multiniveles eficientes"
            ],
            "translated_annotated_text": "Solvedores multinivel no anidados para discreciones de elementos finitos de problemas mixtos Consideramos un marco general para analizar la convergencia de los solucionadores multi-red aplicados a discreciones de elementos finitos de problemas mixtos, tanto de tipo conformista como no conformista.  Como una nueva característica básica. nuestro enfoque permite utilizar diferentes discreciones de elementos finitos en cada nivel de la jerarquía multi-red. Así, en nuestro enfoque de varios niveles, las discreciones precisas de elementos finitos de orden superior pueden combinarse con soluciones rápidas de <br> de nivel múltiple</br> basadas en discreciones de elementos finitos de orden inferior (no conformes). Esto conduce al diseño de solvers <br>multiniveles eficientes</br> para discretizaciones de elementos finitos de orden superior ",
            "error": [
                " de nivel múltiple",
                "multiniveles eficientes"
            ]
        },
        "differential equations": {
            "translated_key": [],
            "translated_annotated_text": "Resolvedores multinivel no anidados para discreciones de elementos finitos de problemas mixtos Consideramos un marco general para analizar la convergencia de los solucionadores multired aplicados a discreciones de elementos finitos de problemas mixtos, tanto de tipo conforme como no conforme. Como una nueva característica básica. nuestro enfoque permite utilizar diferentes discreciones de elementos finitos en cada nivel de la jerarquía multi-red. Así, en nuestro enfoque multinivel, las discreciones precisas de elementos finitos de orden superior pueden combinarse con soluciones rápidas multinivel basadas en discreciones de elementos finitos de orden inferior (no conformes). Esto lleva al diseño de soluciones multinivel eficientes para discretizaciones de elementos finitos de mayor orden ",
            "error": []
        },
        "finite element analysis": {
            "translated_key": [],
            "translated_annotated_text": "Resolvedores multinivel no anidados para discreciones de elementos finitos de problemas mixtos Consideramos un marco general para analizar la convergencia de los solucionadores multired aplicados a discreciones de elementos finitos de problemas mixtos, tanto de tipo conforme como no conforme. Como una nueva característica básica. nuestro enfoque permite utilizar diferentes discreciones de elementos finitos en cada nivel de la jerarquía multi-red. Así, en nuestro enfoque multinivel, las discreciones precisas de elementos finitos de orden superior pueden combinarse con soluciones rápidas multinivel basadas en discreciones de elementos finitos de orden inferior (no conformes). Esto lleva al diseño de soluciones multinivel eficientes para discretizaciones de elementos finitos de mayor orden ",
            "error": []
        }
    }
}