{
    "original_text": "Superconvergence of discontinuous Galerkin method for nonstationary hyperbolic equation For the first order nonstationary hyperbolic equation taking the piecewise linear discontinuous Galerkin solver, we prove that under the uniform rectangular partition, such a discontinuous solver, after postprocessing, can have two and half approximative order which is half order higher than the optimal estimate by P. Lesaint and P. Raviart (1974) under the rectangular partition",
    "original_translation": "Superconvergencia del método discontinuo Galerkin para la ecuación hiperbólica no estacionaria Para la ecuación hiperbólica no estacionaria de primer orden que toma el solucionador de Galerkin discontinuo lineal por partes, demostramos que bajo la partición rectangular uniforme, tal solucionador discontinuo, después del postprocesamiento, puede tener dos y medio orden aproximativo que es medio orden superior a la estimación óptima por P. Lesaint y P. Raviart (1974) bajo la partición rectangular",
    "error_count": 4,
    "keys": {
        "superconvergence of discontinuous Galerkin method": {
            "translated_key": [],
            "translated_annotated_text": "Superconvergencia del método discontinuo Galerkin para la ecuación hiperbólica no estacionaria Para la ecuación hiperbólica no estacionaria de primer orden que toma el solucionador de Galerkin discontinuo lineal por partes, demostramos que bajo la partición rectangular uniforme, tal solucionador discontinuo, después del postprocesamiento, puede tener dos y medio orden aproximativo que es medio orden superior a la estimación óptima por P. Lesaint y P. Raviart (1974) bajo la partición rectangular ",
            "error": []
        },
        "nonstationary hyperbolic equation": {
            "translated_key": "ecuación hiperbólica no estacionaria",
            "translated_annotated_text": "Superconvergencia del método discontinuo Galerkin para la ecuación hiperbólica no estacionaria</br> Para el primer orden <br>ecuación hiperbólica no estacionaria</br> tomando el solucionador de Galerkin discontinuo lineal por partes, demostramos que bajo la partición rectangular uniforme, tal solucionador discontinuo, después del postprocesamiento, puede tener un orden aproximado de dos y la mitad que es medio orden superior a la estimación óptima por P. Lesaint y P. Raviart (1974) bajo la partición rectangular ",
            "error": [
                ""
            ]
        },
        "piecewise linear discontinuous Galerkin solver": {
            "translated_key": "piecewise lineal discontinuo Galerkin solver",
            "translated_annotated_text": "Superconvergencia del método discontinuo Galerkin para la ecuación hiperbólica no estacionaria Para el primer orden de la ecuación hiperbólica no estacionaria tomando el <br>piecewise lineal discontinuo Galerkin solver</br>, demostramos que bajo la partición rectangular uniforme, tal solucionador discontinuo, después del postprocesamiento, puede tener dos y medio orden aproximado que es medio orden superior a la estimación óptima por P. Lesaint y P. Raviart (1974) bajo la partición rectangular ",
            "error": [
                ""
            ]
        },
        "rectangular partition": {
            "translated_key": [
                "rectangular uniforme",
                "rectangular"
            ],
            "translated_annotated_text": "Superconvergencia del método discontinuo Galerkin para la ecuación hiperbólica no estacionaria Para la ecuación hiperbólica no estacionaria de primer orden que toma el solucionador discontinuo de Galerkin lineal por partes, demostramos que bajo la partición <br>rectangular uniforme</br>, tal solucionador discontinuo, después del postprocesamiento, puede tener un orden aproximado de dos y la mitad que es medio orden superior a la estimación óptima por P. Lesaint y P. Raviart (1974) bajo la partición <br>rectangular</br> ",
            "error": [
                "rectangular uniforme",
                "rectangular"
            ]
        },
        "approximative order": {
            "translated_key": " orden aproximado",
            "translated_annotated_text": "Superconvergencia del método discontinuo Galerkin para la ecuación hiperbólica no estacionaria Para la ecuación hiperbólica no estacionaria de primer orden que toma el solucionador de Galerkin discontinuo lineal por partes, demostramos que bajo la partición rectangular uniforme, tal solucionador discontinuo, después del postprocesamiento, puede tener dos y medio <br> orden aproximado</br> que es medio orden superior a la estimación óptima por P. Lesaint y P. Raviart (1974) bajo la partición rectangular ",
            "error": [
                ""
            ]
        },
        "approximation theory": {
            "translated_key": [],
            "translated_annotated_text": "Superconvergencia del método discontinuo Galerkin para la ecuación hiperbólica no estacionaria Para la ecuación hiperbólica no estacionaria de primer orden que toma el solucionador de Galerkin discontinuo lineal por partes, demostramos que bajo la partición rectangular uniforme, tal solucionador discontinuo, después del postprocesamiento, puede tener dos y medio orden aproximativo que es medio orden superior a la estimación óptima por P. Lesaint y P. Raviart (1974) bajo la partición rectangular ",
            "error": []
        },
        "Galerkin method": {
            "translated_key": "Galerkin",
            "translated_annotated_text": "Superconvergencia del método discontinuo <br>Galerkin</br> para la ecuación hiperbólica no estacionaria Para la ecuación hiperbólica no estacionaria de primer orden que toma el solucionador de Galerkin discontinuo lineal por pieza, demostramos que bajo la partición rectangular uniforme, tal solucionador discontinuo, después del postprocesamiento, puede tener un orden aproximado de dos y medio que es medio orden superior a la estimación óptima por P. Lesaint y P. Raviart (1974) bajo la partición rectangular ",
            "error": [
                ""
            ]
        },
        "piecewise linear techniques": {
            "translated_key": [],
            "translated_annotated_text": "Superconvergencia del método discontinuo Galerkin para la ecuación hiperbólica no estacionaria Para la ecuación hiperbólica no estacionaria de primer orden que toma el solucionador de Galerkin discontinuo lineal por partes, demostramos que bajo la partición rectangular uniforme, tal solucionador discontinuo, después del postprocesamiento, puede tener dos y medio orden aproximativo que es medio orden superior a la estimación óptima por P. Lesaint y P. Raviart (1974) bajo la partición rectangular ",
            "error": []
        }
    }
}