{
    "original_text": "Bivariate fractal interpolation functions on rectangular domains Non-tensor product bivariate fractal interpolation functions defined on gridded rectangular domains are constructed. Linear spaces consisting of these functions are introduced. The relevant Lagrange interpolation problem is discussed. A negative result about the existence of affine fractal interpolation functions defined on such domains is obtained",
    "original_translation": "Funciones de interpolación fractal bivariada en dominios rectangulares Se construyen funciones de interpolación fractal bivariada en productos no tensores definidas en dominios rectangulares acanalados. Se introducen espacios lineales que consisten en estas funciones. Se discute el problema de interpolación de Lagrange. Se obtiene un resultado negativo sobre la existencia de funciones de interpolación fractal afín definidas en estos dominios.",
    "error_count": 5,
    "keys": {
        "bivariate fractal interpolation functions": {
            "translated_key": "funciones de interpolación fractal bivariada",
            "translated_annotated_text": "Se construyen funciones de interpolación fractal bivariada en dominios rectangulares Producto no tensor <br>funciones de interpolación fractal bivariada</br> definidas en dominios rectangulares en cuadrícula. Se introducen espacios lineales que consisten en estas funciones. Se discute el problema de interpolación de Lagrange. Se obtiene un resultado negativo sobre la existencia de funciones de interpolación fractal afín definidas en estos dominios. ",
            "error": [
                ""
            ]
        },
        "rectangular domains": {
            "translated_key": [
                "rectangulares",
                "rectangulares "
            ],
            "translated_annotated_text": "Se construyen funciones de interpolación fractal bivariada en dominios <br>rectangulares</br> Funciones de interpolación fractal bivariada en productos no tensos definidas en dominios <br>rectangulares </br> en cuadrículas. Se introducen espacios lineales que consisten en estas funciones. Se discute el problema de interpolación de Lagrange. Se obtiene un resultado negativo sobre la existencia de funciones de interpolación fractal afín definidas en estos dominios. ",
            "error": [
                "rectangulares",
                "rectangulares "
            ]
        },
        "gridded rectangular domains": {
            "translated_key": " encogidos",
            "translated_annotated_text": "Funciones de interpolación fractal bivariada en dominios rectangulares Se construyen funciones de interpolación fractal bivariada en productos no tensores definidas en dominios rectangulares <br> encogidos</br>. Se introducen espacios lineales que consisten en estas funciones. Se discute el problema de interpolación de Lagrange. Se obtiene un resultado negativo sobre la existencia de funciones de interpolación fractal afín definidas en estos dominios. ",
            "error": [
                ""
            ]
        },
        "linear spaces": {
            "translated_key": [],
            "translated_annotated_text": "Funciones de interpolación fractal bivariada en dominios rectangulares Se construyen funciones de interpolación fractal bivariada en productos no tensores definidas en dominios rectangulares acanalados. Se introducen espacios lineales que consisten en estas funciones. Se discute el problema de interpolación de Lagrange. Se obtiene un resultado negativo sobre la existencia de funciones de interpolación fractal afín definidas en estos dominios. ",
            "error": []
        },
        "Lagrange interpolation problem": {
            "translated_key": "Lagrange",
            "translated_annotated_text": "Funciones de interpolación fractal bivariada en dominios rectangulares Se construyen funciones de interpolación fractal bivariada en productos no tensores definidas en dominios rectangulares acanalados. Se introducen espacios lineales que consisten en estas funciones. Se discute el problema de interpolación relevante <br>Lagrange</br>. Se obtiene un resultado negativo sobre la existencia de funciones de interpolación fractal afín definidas en estos dominios. ",
            "error": [
                ""
            ]
        },
        "affine fractal interpolation functions": {
            "translated_key": [],
            "translated_annotated_text": "Funciones de interpolación fractal bivariada en dominios rectangulares Se construyen funciones de interpolación fractal bivariada en productos no tensores definidas en dominios rectangulares acanalados. Se introducen espacios lineales que consisten en estas funciones. Se discute el problema de interpolación de Lagrange. Se obtiene un resultado negativo sobre la existencia de funciones de interpolación fractal <br>afrina definidas en estos dominios. ",
            "error": []
        },
        "fractals": {
            "translated_key": [],
            "translated_annotated_text": "Funciones de interpolación fractal bivariada en dominios rectangulares Se construyen funciones de interpolación fractal bivariada en productos no tensores definidas en dominios rectangulares acanalados. Se introducen espacios lineales que consisten en estas funciones. Se discute el problema de interpolación de Lagrange. Se obtiene un resultado negativo sobre la existencia de funciones de interpolación fractal afín definidas en estos dominios. ",
            "error": []
        },
        "interpolation": {
            "translated_key": [
                "interpolación",
                "interpolación",
                "interpolación",
                " de la afina"
            ],
            "translated_annotated_text": "Funciones bivariadas fractales <br>interpolación</br> en dominios rectangulares Se construyen funciones bivariadas fractales <br>interpolación</br> definidas en dominios rectangulares en cuadrícula. Se introducen espacios lineales que consisten en estas funciones. Se discute el problema relevante de Lagrange <br>interpolación</br>. Se obtiene un resultado negativo sobre la existencia de funciones de interpolación fractal <br> de la afina</br> definidas en dichos dominios. ",
            "error": [
                "interpolación",
                "interpolación",
                "interpolación",
                " de la afina"
            ]
        }
    }
}