{
    "original_text": "A humane tool for aiding computer science advisors, computer science students, and parents Over the past few years, the computer science department faculty at Baylor has observed that some students who perform adequately during the freshman and sophomore years have substantial difficulty during the junior and senior years of study. Baylor University is an institution committed to being caring of its students. The objective for this study grew out of these two realities. There are three objectives of this research. One objective is to identify students, no later than the sophomore year, who are less likely to succeed as computer science majors. A second objective is to accomplish this identification by using data from seniors majoring in computer science. A third objective is to begin to use this information at the end of their sophomore year when meeting with a computer science faculty advisor. A regression study is conducted on the data from all students classified as seniors, majoring in computer science in May 2001, showing grades in six freshman and sophomore courses, and showing grades for at least five junior or senior level computer science courses. These students and their course performance data constituted the study sample",
    "original_translation": "Una herramienta humana para ayudar a los asesores de ciencias de la computación, estudiantes de ciencias de la computación, y padres Durante los últimos años, la facultad del departamento de ciencias de la computación en Baylor ha observado que algunos estudiantes que funcionan adecuadamente durante el primer año y segundo año tienen dificultades sustanciales durante los años de estudio junior y senior. Baylor University es una institución comprometida con el cuidado de sus estudiantes. El objetivo de este estudio surgió de estas dos realidades. Hay tres objetivos de esta investigación. Uno de los objetivos es identificar a los estudiantes, a más tardar en el segundo año, que tienen menos probabilidades de tener éxito como estudiantes de informática. Un segundo objetivo es lograr esta identificación mediante el uso de datos de personas mayores que se especializan en informática. Un tercer objetivo es comenzar a utilizar esta información al final de su segundo año cuando se reúnen con un asesor de la facultad de informática. En mayo de 2001 se realizó un estudio de regresión sobre los datos de todos los estudiantes clasificados como de último año, que se especializaron en ciencias de la computación, en el que se presentaron las calificaciones en seis cursos de primer año y segundo año, y las calificaciones correspondientes a al menos cinco cursos de ciencias de la computación de nivel inferior o superior. Estos estudiantes y sus datos de desempeño del curso constituyeron la muestra del estudio",
    "error_count": 5,
    "keys": {
        "humane tool": {
            "translated_key": "herramienta humana",
            "translated_annotated_text": "Una <br>herramienta humana</br> para ayudar a los asesores de ciencias de la computación, estudiantes de ciencias de la computación, y los padres En los últimos años, la facultad del departamento de ciencias de la computación en Baylor ha observado que algunos estudiantes que funcionan adecuadamente durante el primer año y segundo año tienen dificultades sustanciales durante los años de estudio junior y senior.  Baylor University es una institución comprometida con el cuidado de sus estudiantes. El objetivo de este estudio surgió de estas dos realidades. Hay tres objetivos de esta investigación. Uno de los objetivos es identificar a los estudiantes, a más tardar en el segundo año, que tienen menos probabilidades de tener éxito como estudiantes de informática. Un segundo objetivo es lograr esta identificación mediante el uso de datos de personas mayores que se especializan en informática. Un tercer objetivo es comenzar a utilizar esta información al final de su segundo año cuando se reúnen con un asesor de la facultad de informática. En mayo de 2001 se realizó un estudio de regresión sobre los datos de todos los estudiantes clasificados como de último año, que se especializaron en ciencias de la computación, en el que se presentaron las calificaciones en seis cursos de primer año y segundo año, y las calificaciones correspondientes a al menos cinco cursos de ciencias de la computación de nivel inferior o superior. Estos estudiantes y sus datos de desempeño del curso constituyeron la muestra del estudio ",
            "error": [
                ""
            ]
        },
        "computer science advisors": {
            "translated_key": " asesores de ciencias de la computación",
            "translated_annotated_text": "Una herramienta humana para ayudar a <br> asesores de ciencias de la computación</br>, estudiantes de ciencias de la computación, y padres Durante los últimos años, la facultad del departamento de ciencias de la computación en Baylor ha observado que algunos estudiantes que funcionan adecuadamente durante el primer año y segundo año tienen dificultades sustanciales durante los años de estudio junior y senior. Baylor University es una institución comprometida con el cuidado de sus estudiantes. El objetivo de este estudio surgió de estas dos realidades. Hay tres objetivos de esta investigación. Uno de los objetivos es identificar a los estudiantes, a más tardar en el segundo año, que tienen menos probabilidades de tener éxito como estudiantes de informática. Un segundo objetivo es lograr esta identificación mediante el uso de datos de personas mayores que se especializan en informática. Un tercer objetivo es comenzar a utilizar esta información al final de su segundo año cuando se reúnen con un asesor de la facultad de informática. En mayo de 2001 se realizó un estudio de regresión sobre los datos de todos los estudiantes clasificados como de último año, que se especializaron en ciencias de la computación, en el que se presentaron las calificaciones en seis cursos de primer año y segundo año, y las calificaciones correspondientes a al menos cinco cursos de ciencias de la computación de nivel inferior o superior. Estos estudiantes y sus datos de desempeño del curso constituyeron la muestra del estudio ",
            "error": [
                ""
            ]
        },
        "computer science students": {
            "translated_key": "estudiantes de ciencias de la computación",
            "translated_annotated_text": "Una herramienta humana para ayudar a los asesores de ciencias de la computación, <br>estudiantes de ciencias de la computación</br>, y los padres En los últimos años, la facultad del departamento de ciencias de la computación en Baylor ha observado que algunos estudiantes que funcionan adecuadamente durante el primer año y segundo año tienen dificultades sustanciales durante los años de estudio junior y senior.  Baylor University es una institución comprometida con el cuidado de sus estudiantes. El objetivo de este estudio surgió de estas dos realidades. Hay tres objetivos de esta investigación. Uno de los objetivos es identificar a los estudiantes, a más tardar en el segundo año, que tienen menos probabilidades de tener éxito como estudiantes de informática. Un segundo objetivo es lograr esta identificación mediante el uso de datos de personas mayores que se especializan en informática. Un tercer objetivo es comenzar a utilizar esta información al final de su segundo año cuando se reúnen con un asesor de la facultad de informática. En mayo de 2001 se realizó un estudio de regresión sobre los datos de todos los estudiantes clasificados como de último año, que se especializaron en ciencias de la computación, en el que se presentaron las calificaciones en seis cursos de primer año y segundo año, y las calificaciones correspondientes a al menos cinco cursos de ciencias de la computación de nivel inferior o superior. Estos estudiantes y sus datos de desempeño del curso constituyeron la muestra del estudio ",
            "error": [
                ""
            ]
        },
        "parents": {
            "translated_key": " padres",
            "translated_annotated_text": "Una herramienta humana para ayudar a los asesores de ciencias de la computación, estudiantes de ciencias de la computación, y <br> padres</br> En los últimos años, la facultad del departamento de ciencias de la computación en Baylor ha observado que algunos estudiantes que funcionan adecuadamente durante el primer año y segundo año tienen dificultades sustanciales durante los años de estudio junior y senior. Baylor University es una institución comprometida con el cuidado de sus estudiantes. El objetivo de este estudio surgió de estas dos realidades. Hay tres objetivos de esta investigación. Uno de los objetivos es identificar a los estudiantes, a más tardar en el segundo año, que tienen menos probabilidades de tener éxito como estudiantes de informática. Un segundo objetivo es lograr esta identificación mediante el uso de datos de personas mayores que se especializan en informática. Un tercer objetivo es comenzar a utilizar esta información al final de su segundo año cuando se reúnen con un asesor de la facultad de informática. En mayo de 2001 se realizó un estudio de regresión sobre los datos de todos los estudiantes clasificados como de último año, que se especializaron en ciencias de la computación, en el que se presentaron las calificaciones en seis cursos de primer año y segundo año, y las calificaciones correspondientes a al menos cinco cursos de ciencias de la computación de nivel inferior o superior. Estos estudiantes y sus datos de desempeño del curso constituyeron la muestra del estudio ",
            "error": [
                ""
            ]
        },
        "Baylor University": {
            "translated_key": "Baylor University",
            "translated_annotated_text": "Una herramienta humana para ayudar a los asesores de ciencias de la computación, estudiantes de ciencias de la computación, y padres Durante los últimos años, la facultad del departamento de ciencias de la computación en Baylor ha observado que algunos estudiantes que funcionan adecuadamente durante el primer año y segundo año tienen dificultades sustanciales durante los años de estudio junior y senior. <br>Baylor University</br> es una institución comprometida con el cuidado de sus estudiantes. El objetivo de este estudio surgió de estas dos realidades. Hay tres objetivos de esta investigación. Uno de los objetivos es identificar a los estudiantes, a más tardar en el segundo año, que tienen menos probabilidades de tener éxito como estudiantes de informática. Un segundo objetivo es lograr esta identificación mediante el uso de datos de personas mayores que se especializan en informática. Un tercer objetivo es comenzar a utilizar esta información al final de su segundo año cuando se reúnen con un asesor de la facultad de informática. En mayo de 2001 se realizó un estudio de regresión sobre los datos de todos los estudiantes clasificados como de último año, que se especializaron en ciencias de la computación, en el que se presentaron las calificaciones en seis cursos de primer año y segundo año, y las calificaciones correspondientes a al menos cinco cursos de ciencias de la computación de nivel inferior o superior. Estos estudiantes y sus datos de desempeño del curso constituyeron la muestra del estudio ",
            "error": [
                ""
            ]
        },
        "student care": {
            "translated_key": [],
            "translated_annotated_text": "Una herramienta humana para ayudar a los asesores de ciencias de la computación, estudiantes de ciencias de la computación, y padres Durante los últimos años, la facultad del departamento de ciencias de la computación en Baylor ha observado que algunos estudiantes que funcionan adecuadamente durante el primer año y segundo año tienen dificultades sustanciales durante los años de estudio junior y senior. Baylor University es una institución comprometida con el cuidado de sus estudiantes. El objetivo de este estudio surgió de estas dos realidades. Hay tres objetivos de esta investigación. Uno de los objetivos es identificar a los estudiantes, a más tardar en el segundo año, que tienen menos probabilidades de tener éxito como estudiantes de informática. Un segundo objetivo es lograr esta identificación mediante el uso de datos de personas mayores que se especializan en informática. Un tercer objetivo es comenzar a utilizar esta información al final de su segundo año cuando se reúnen con un asesor de la facultad de informática. En mayo de 2001 se realizó un estudio de regresión sobre los datos de todos los estudiantes clasificados como de último año, que se especializaron en ciencias de la computación, en el que se presentaron las calificaciones en seis cursos de primer año y segundo año, y las calificaciones correspondientes a al menos cinco cursos de ciencias de la computación de nivel inferior o superior. Estos estudiantes y sus datos de desempeño del curso constituyeron la muestra del estudio ",
            "error": []
        },
        "sophomore year": {
            "translated_key": "segundo año",
            "translated_annotated_text": "Una herramienta humana para ayudar a los asesores de ciencias de la computación, estudiantes de ciencias de la computación, y padres Durante los últimos años, la facultad del departamento de ciencias de la computación en Baylor ha observado que algunos estudiantes que funcionan adecuadamente durante el primer año y segundo año tienen dificultades sustanciales durante los años de estudio junior y senior. Baylor University es una institución comprometida con el cuidado de sus estudiantes. El objetivo de este estudio surgió de estas dos realidades. Hay tres objetivos de esta investigación. Un objetivo es identificar a los estudiantes, a más tardar en el <br>segundo año</br>, que tienen menos probabilidades de tener éxito como estudiantes de ciencias de la computación. Un segundo objetivo es lograr esta identificación mediante el uso de datos de personas mayores que se especializan en informática. Un tercer objetivo es comenzar a utilizar esta información al final de su <br>segundo año</br> cuando se reúne con un asesor de la facultad de informática.  En mayo de 2001 se realizó un estudio de regresión sobre los datos de todos los estudiantes clasificados como de último año, que se especializaron en ciencias de la computación, en el que se presentaron las calificaciones en seis cursos de primer año y segundo año, y las calificaciones correspondientes a al menos cinco cursos de ciencias de la computación de nivel inferior o superior. Estos estudiantes y sus datos de desempeño del curso constituyeron la muestra del estudio ",
            "error": [
                ""
            ]
        },
        "computer science majors": {
            "translated_key": "ciencias de la computación",
            "translated_annotated_text": "Una herramienta humana para ayudar a los asesores de ciencias de la computación, estudiantes de ciencias de la computación, y padres Durante los últimos años, la facultad del departamento de ciencias de la computación en Baylor ha observado que algunos estudiantes que funcionan adecuadamente durante el primer año y segundo año tienen dificultades sustanciales durante los años de estudio junior y senior. Baylor University es una institución comprometida con el cuidado de sus estudiantes. El objetivo de este estudio surgió de estas dos realidades. Hay tres objetivos de esta investigación. Un objetivo es identificar a los estudiantes, a más tardar en el segundo año, que tienen menos probabilidades de tener éxito como estudiantes de <br>ciencias de la computación</br>. Un segundo objetivo es lograr esta identificación mediante el uso de datos de personas mayores que se especializan en informática. Un tercer objetivo es comenzar a utilizar esta información al final de su segundo año cuando se reúnen con un asesor de la facultad de informática. En mayo de 2001 se realizó un estudio de regresión sobre los datos de todos los estudiantes clasificados como de último año, que se especializaron en ciencias de la computación, en el que se presentaron las calificaciones en seis cursos de primer año y segundo año, y las calificaciones correspondientes a al menos cinco cursos de ciencias de la computación de nivel inferior o superior. Estos estudiantes y sus datos de desempeño del curso constituyeron la muestra del estudio ",
            "error": [
                ""
            ]
        },
        "regression study": {
            "translated_key": "estudio de regresión",
            "translated_annotated_text": "Una herramienta humana para ayudar a los asesores de ciencias de la computación, estudiantes de ciencias de la computación, y padres Durante los últimos años, la facultad del departamento de ciencias de la computación en Baylor ha observado que algunos estudiantes que funcionan adecuadamente durante el primer año y segundo año tienen dificultades sustanciales durante los años de estudio junior y senior. Baylor University es una institución comprometida con el cuidado de sus estudiantes. El objetivo de este estudio surgió de estas dos realidades. Hay tres objetivos de esta investigación. Uno de los objetivos es identificar a los estudiantes, a más tardar en el segundo año, que tienen menos probabilidades de tener éxito como estudiantes de informática. Un segundo objetivo es lograr esta identificación mediante el uso de datos de personas mayores que se especializan en informática. Un tercer objetivo es comenzar a utilizar esta información al final de su segundo año cuando se reúnen con un asesor de la facultad de informática. Se realiza un <br>estudio de regresión</br> sobre los datos de todos los estudiantes clasificados como seniors, que se especializaron en ciencias de la computación en mayo de 2001, mostrando las calificaciones en seis cursos de primer año y segundo año, y las calificaciones de al menos cinco cursos de ciencias de la computación de nivel inferior o superior. Estos estudiantes y sus datos de desempeño del curso constituyeron la muestra del estudio ",
            "error": [
                ""
            ]
        },
        "course performance data": {
            "translated_key": [],
            "translated_annotated_text": "Una herramienta humana para ayudar a los asesores de ciencias de la computación, estudiantes de ciencias de la computación, y padres Durante los últimos años, la facultad del departamento de ciencias de la computación en Baylor ha observado que algunos estudiantes que funcionan adecuadamente durante el primer año y segundo año tienen dificultades sustanciales durante los años de estudio junior y senior. Baylor University es una institución comprometida con el cuidado de sus estudiantes. El objetivo de este estudio surgió de estas dos realidades. Hay tres objetivos de esta investigación. Uno de los objetivos es identificar a los estudiantes, a más tardar en el segundo año, que tienen menos probabilidades de tener éxito como estudiantes de informática. Un segundo objetivo es lograr esta identificación mediante el uso de datos de personas mayores que se especializan en informática. Un tercer objetivo es comenzar a utilizar esta información al final de su segundo año cuando se reúnen con un asesor de la facultad de informática. En mayo de 2001 se realizó un estudio de regresión sobre los datos de todos los estudiantes clasificados como de último año, que se especializaron en ciencias de la computación, en el que se presentaron las calificaciones en seis cursos de primer año y segundo año, y las calificaciones correspondientes a al menos cinco cursos de ciencias de la computación de nivel inferior o superior. Estos estudiantes y sus datos de rendimiento del curso constituyeron la muestra del estudio. ",
            "error": []
        },
        "computer science education": {
            "translated_key": [],
            "translated_annotated_text": "Una herramienta humana para ayudar a los asesores de ciencias de la computación, estudiantes de ciencias de la computación, y padres Durante los últimos años, la facultad del departamento de ciencias de la computación en Baylor ha observado que algunos estudiantes que funcionan adecuadamente durante el primer año y segundo año tienen dificultades sustanciales durante los años de estudio junior y senior. Baylor University es una institución comprometida con el cuidado de sus estudiantes. El objetivo de este estudio surgió de estas dos realidades. Hay tres objetivos de esta investigación. Uno de los objetivos es identificar a los estudiantes, a más tardar en el segundo año, que tienen menos probabilidades de tener éxito como estudiantes de informática. Un segundo objetivo es lograr esta identificación mediante el uso de datos de personas mayores que se especializan en informática. Un tercer objetivo es comenzar a utilizar esta información al final de su segundo año cuando se reúnen con un asesor de la facultad de informática. En mayo de 2001 se realizó un estudio de regresión sobre los datos de todos los estudiantes clasificados como de último año, que se especializaron en ciencias de la computación, en el que se presentaron las calificaciones en seis cursos de primer año y segundo año, y las calificaciones correspondientes a al menos cinco cursos de ciencias de la computación de nivel inferior o superior. Estos estudiantes y sus datos de desempeño del curso constituyeron la muestra del estudio ",
            "error": []
        },
        "statistical analysis": {
            "translated_key": [],
            "translated_annotated_text": "Una herramienta humana para ayudar a los asesores de ciencias de la computación, estudiantes de ciencias de la computación, y padres Durante los últimos años, la facultad del departamento de ciencias de la computación en Baylor ha observado que algunos estudiantes que funcionan adecuadamente durante el primer año y segundo año tienen dificultades sustanciales durante los años de estudio junior y senior. Baylor University es una institución comprometida con el cuidado de sus estudiantes. El objetivo de este estudio surgió de estas dos realidades. Hay tres objetivos de esta investigación. Uno de los objetivos es identificar a los estudiantes, a más tardar en el segundo año, que tienen menos probabilidades de tener éxito como estudiantes de informática. Un segundo objetivo es lograr esta identificación mediante el uso de datos de personas mayores que se especializan en informática. Un tercer objetivo es comenzar a utilizar esta información al final de su segundo año cuando se reúnen con un asesor de la facultad de informática. En mayo de 2001 se realizó un estudio de regresión sobre los datos de todos los estudiantes clasificados como de último año, que se especializaron en ciencias de la computación, en el que se presentaron las calificaciones en seis cursos de primer año y segundo año, y las calificaciones correspondientes a al menos cinco cursos de ciencias de la computación de nivel inferior o superior. Estos estudiantes y sus datos de desempeño del curso constituyeron la muestra del estudio ",
            "error": []
        },
        "teaching": {
            "translated_key": [],
            "translated_annotated_text": "Una herramienta humana para ayudar a los asesores de ciencias de la computación, estudiantes de ciencias de la computación, y padres Durante los últimos años, la facultad del departamento de ciencias de la computación en Baylor ha observado que algunos estudiantes que funcionan adecuadamente durante el primer año y segundo año tienen dificultades sustanciales durante los años de estudio junior y senior. Baylor University es una institución comprometida con el cuidado de sus estudiantes. El objetivo de este estudio surgió de estas dos realidades. Hay tres objetivos de esta investigación. Uno de los objetivos es identificar a los estudiantes, a más tardar en el segundo año, que tienen menos probabilidades de tener éxito como estudiantes de informática. Un segundo objetivo es lograr esta identificación mediante el uso de datos de personas mayores que se especializan en informática. Un tercer objetivo es comenzar a utilizar esta información al final de su segundo año cuando se reúnen con un asesor de la facultad de informática. En mayo de 2001 se realizó un estudio de regresión sobre los datos de todos los estudiantes clasificados como de último año, que se especializaron en ciencias de la computación, en el que se presentaron las calificaciones en seis cursos de primer año y segundo año, y las calificaciones correspondientes a al menos cinco cursos de ciencias de la computación de nivel inferior o superior. Estos estudiantes y sus datos de desempeño del curso constituyeron la muestra del estudio ",
            "error": []
        }
    }
}