{
    "original_text": "The pedagogy of on-line learning: a report from the University of the Highlands and Islands Millennium Institute Authoritative sources concerned with computer-aided learning, resource-based learning and on-line learning and teaching are generally agreed that, in addition to subject matter expertise and technical support, the quality of the learning materials and the learning experiences of students are critically dependent on the application of pedagogically sound theories of learning and teaching and principles of course design. The University of the Highlands and Islands Project (UHIMI) is developing on-line learning on a large scale. These developments have been accompanied by a comprehensive programme of staff development. A major emphasis of the programme is concerned with ensuring that course developers and tutors are pedagogically aware. This paper reviews (i) what is meant by on-line learning in the UHIMI context (ii) the theories of learning and teaching and principles of course design that inform the staff development programme and (iii) a review of progress to date",
    "original_translation": "La pedagogía del aprendizaje en línea: un informe de la Universidad de las Tierras Altas y las Islas del Milenio Fuentes autorizadas relacionadas con el aprendizaje asistido por computadora, el aprendizaje basado en recursos y el aprendizaje y la enseñanza en línea están generalmente de acuerdo en que, además de los conocimientos especializados y el apoyo técnico en materia temática, la calidad del material didáctico y las experiencias de aprendizaje de los estudiantes dependen críticamente de la aplicación de teorías pedagógicamente sólidas del aprendizaje y la enseñanza y de los principios del diseño de los cursos. El proyecto de la Universidad de las Tierras Altas e Islas (UHIMI) está desarrollando el aprendizaje en línea a gran escala. Estas novedades han ido acompañadas de un amplio programa de perfeccionamiento del personal. El programa hace especial hincapié en garantizar que los encargados de preparar los cursos y los tutores tengan conciencia pedagógica. En este documento se examinan: i) lo que se entiende por aprendizaje en línea en el contexto de la UHIMI; ii) las teorías del aprendizaje y la enseñanza y los principios del diseño del curso que sirven de base al programa de perfeccionamiento del personal; y iii) un examen de los progresos realizados hasta la fecha.",
    "error_count": 14,
    "keys": {
        "online learning": {
            "translated_key": [],
            "translated_annotated_text": "La pedagogía del aprendizaje en línea: un informe de la Universidad de las Tierras Altas y las Islas del Milenio Fuentes autorizadas relacionadas con el aprendizaje asistido por computadora, el aprendizaje basado en recursos y el aprendizaje y la enseñanza en línea están generalmente de acuerdo en que, además de los conocimientos especializados y el apoyo técnico en materia temática, la calidad del material didáctico y las experiencias de aprendizaje de los estudiantes dependen críticamente de la aplicación de teorías pedagógicamente sólidas del aprendizaje y la enseñanza y de los principios del diseño de los cursos. El proyecto de la Universidad de las Tierras Altas e Islas (UHIMI) está desarrollando el aprendizaje en línea a gran escala. Estas novedades han ido acompañadas de un amplio programa de perfeccionamiento del personal. El programa hace especial hincapié en garantizar que los encargados de preparar los cursos y los tutores tengan conciencia pedagógica. En este documento se examinan: i) lo que se entiende por aprendizaje en línea en el contexto de la UHIMI; ii) las teorías del aprendizaje y la enseñanza y los principios del diseño del curso que sirven de base al programa de perfeccionamiento del personal; y iii) un examen de los progresos realizados hasta la fecha. ",
            "error": []
        },
        "pedagogy": {
            "translated_key": "pedagogía",
            "translated_annotated_text": "La <br>pedagogía</br> del aprendizaje en línea: un informe de la Universidad de las Tierras Altas y las Islas del Milenio Las fuentes autorizadas relacionadas con el aprendizaje asistido por ordenador, el aprendizaje basado en recursos y el aprendizaje y la enseñanza en línea están generalmente de acuerdo en que, además de la experiencia en materia de materias y el apoyo técnico, la calidad de los materiales didácticos y las experiencias de aprendizaje de los estudiantes dependen críticamente de la aplicación de teorías pedagógicamente sólidas del aprendizaje y la enseñanza y de los principios del diseño de los cursos. El proyecto de la Universidad de las Tierras Altas e Islas (UHIMI) está desarrollando el aprendizaje en línea a gran escala. Estas novedades han ido acompañadas de un amplio programa de perfeccionamiento del personal. El programa hace especial hincapié en garantizar que los encargados de preparar los cursos y los tutores tengan conciencia pedagógica. En este documento se examinan: i) lo que se entiende por aprendizaje en línea en el contexto de la UHIMI; ii) las teorías del aprendizaje y la enseñanza y los principios del diseño del curso que sirven de base al programa de perfeccionamiento del personal; y iii) un examen de los progresos realizados hasta la fecha. ",
            "error": [
                ""
            ]
        },
        "computer-aided learning": {
            "translated_key": [],
            "translated_annotated_text": "La pedagogía del aprendizaje en línea: un informe de la Universidad de las Tierras Altas y las Islas del Milenio Fuentes autorizadas relacionadas con el aprendizaje asistido por computadora, el aprendizaje basado en recursos y el aprendizaje y la enseñanza en línea están generalmente de acuerdo en que, además de los conocimientos especializados y el apoyo técnico en materia temática, la calidad de los materiales didácticos y las experiencias de aprendizaje de los estudiantes dependen críticamente de la aplicación de teorías pedagógicamente sólidas del aprendizaje y la enseñanza y de los principios del diseño de los cursos. El proyecto de la Universidad de las Tierras Altas e Islas (UHIMI) está desarrollando el aprendizaje en línea a gran escala. Estas novedades han ido acompañadas de un amplio programa de perfeccionamiento del personal. El programa hace especial hincapié en garantizar que los encargados de preparar los cursos y los tutores tengan conciencia pedagógica. En este documento se examinan: i) lo que se entiende por aprendizaje en línea en el contexto de la UHIMI; ii) las teorías del aprendizaje y la enseñanza y los principios del diseño del curso que sirven de base al programa de perfeccionamiento del personal; y iii) un examen de los progresos realizados hasta la fecha. ",
            "error": []
        },
        "resource-based learning": {
            "translated_key": [],
            "translated_annotated_text": "La pedagogía del aprendizaje en línea: un informe de la Universidad de las Tierras Altas y las Islas del Milenio Fuentes autorizadas relacionadas con el aprendizaje asistido por computadora, el aprendizaje basado en recursos y el aprendizaje y la enseñanza en línea están generalmente de acuerdo en que, además de los conocimientos especializados y el apoyo técnico en materia temática, la calidad de los materiales didácticos y las experiencias de aprendizaje de los estudiantes dependen críticamente de la aplicación de teorías pedagógicamente sólidas del aprendizaje y la enseñanza y de los principios del diseño de los cursos. El proyecto de la Universidad de las Tierras Altas e Islas (UHIMI) está desarrollando el aprendizaje en línea a gran escala. Estas novedades han ido acompañadas de un amplio programa de perfeccionamiento del personal. El programa hace especial hincapié en garantizar que los encargados de preparar los cursos y los tutores tengan conciencia pedagógica. En este documento se examinan: i) lo que se entiende por aprendizaje en línea en el contexto de la UHIMI; ii) las teorías del aprendizaje y la enseñanza y los principios del diseño del curso que sirven de base al programa de perfeccionamiento del personal; y iii) un examen de los progresos realizados hasta la fecha. ",
            "error": []
        },
        "teaching": {
            "translated_key": [
                "teaching",
                "teaching",
                "enseñanza"
            ],
            "translated_annotated_text": "La pedagogía del aprendizaje en línea: un informe de la Universidad de las Tierras Altas y las Islas del Milenio Fuentes autorizadas relacionadas con el aprendizaje asistido por computadora, el aprendizaje basado en recursos y el aprendizaje en línea y la enseñanza <br>teaching</br> están generalmente de acuerdo en que, además de los conocimientos especializados y el apoyo técnico en materia temática, la calidad de los materiales de aprendizaje y las experiencias de aprendizaje de los estudiantes dependen críticamente de la aplicación de teorías pedagógicamente sólidas del aprendizaje y de la enseñanza <br>teaching</br> y de los principios del diseño del curso. El proyecto de la Universidad de las Tierras Altas e Islas (UHIMI) está desarrollando el aprendizaje en línea a gran escala. Estas novedades han ido acompañadas de un amplio programa de perfeccionamiento del personal. El programa hace especial hincapié en garantizar que los encargados de preparar los cursos y los tutores tengan conciencia pedagógica. En el presente documento se examinan: i) lo que se entiende por aprendizaje en línea en el contexto de la UHIMI; ii) las teorías del aprendizaje y la <br>enseñanza</br> y los principios del diseño del curso que sirven de base al programa de perfeccionamiento del personal; y iii) un examen de los progresos realizados hasta la fecha. ",
            "error": [
                "teaching",
                "teaching",
                "enseñanza"
            ]
        },
        "technical support": {
            "translated_key": "apoyo técnico",
            "translated_annotated_text": "La pedagogía del aprendizaje en línea: un informe de la Universidad de las Tierras Altas y las Islas del Milenio Fuentes autorizadas relacionadas con el aprendizaje asistido por computadora, el aprendizaje basado en recursos y el aprendizaje y la enseñanza en línea están generalmente de acuerdo en que, además de los conocimientos especializados y el <br>apoyo técnico</br> en materia temática, la calidad del material didáctico y las experiencias de aprendizaje de los estudiantes dependen críticamente de la aplicación de teorías pedagógicamente sólidas del aprendizaje y la enseñanza y de los principios del diseño de los cursos. El proyecto de la Universidad de las Tierras Altas e Islas (UHIMI) está desarrollando el aprendizaje en línea a gran escala. Estas novedades han ido acompañadas de un amplio programa de perfeccionamiento del personal. El programa hace especial hincapié en garantizar que los encargados de preparar los cursos y los tutores tengan conciencia pedagógica. En este documento se examinan: i) lo que se entiende por aprendizaje en línea en el contexto de la UHIMI; ii) las teorías del aprendizaje y la enseñanza y los principios del diseño del curso que sirven de base al programa de perfeccionamiento del personal; y iii) un examen de los progresos realizados hasta la fecha. ",
            "error": [
                ""
            ]
        },
        "educational course design": {
            "translated_key": [],
            "translated_annotated_text": "La pedagogía del aprendizaje en línea: un informe de la Universidad de las Tierras Altas y las Islas del Milenio Fuentes autorizadas relacionadas con el aprendizaje asistido por computadora, el aprendizaje basado en recursos y el aprendizaje y la enseñanza en línea están generalmente de acuerdo en que, además de los conocimientos especializados y el apoyo técnico en materia temática, la calidad del material didáctico y las experiencias de aprendizaje de los estudiantes dependen críticamente de la aplicación de teorías pedagógicamente sólidas del aprendizaje y la enseñanza y de los principios del diseño de los cursos. El proyecto de la Universidad de las Tierras Altas e Islas (UHIMI) está desarrollando el aprendizaje en línea a gran escala. Estas novedades han ido acompañadas de un amplio programa de perfeccionamiento del personal. El programa hace especial hincapié en garantizar que los encargados de preparar los cursos y los tutores tengan conciencia pedagógica. En este documento se examinan: i) lo que se entiende por aprendizaje en línea en el contexto de la UHIMI; ii) las teorías del aprendizaje y la enseñanza y los principios del diseño del curso que sirven de base al programa de perfeccionamiento del personal; y iii) un examen de los progresos realizados hasta la fecha. ",
            "error": []
        },
        "distance education": {
            "translated_key": [],
            "translated_annotated_text": "La pedagogía del aprendizaje en línea: un informe de la Universidad de las Tierras Altas y las Islas del Milenio Fuentes autorizadas relacionadas con el aprendizaje asistido por computadora, el aprendizaje basado en recursos y el aprendizaje y la enseñanza en línea están generalmente de acuerdo en que, además de los conocimientos especializados y el apoyo técnico en materia temática, la calidad del material didáctico y las experiencias de aprendizaje de los estudiantes dependen críticamente de la aplicación de teorías pedagógicamente sólidas del aprendizaje y la enseñanza y de los principios del diseño de los cursos. El proyecto de la Universidad de las Tierras Altas e Islas (UHIMI) está desarrollando el aprendizaje en línea a gran escala. Estas novedades han ido acompañadas de un amplio programa de perfeccionamiento del personal. El programa hace especial hincapié en garantizar que los encargados de preparar los cursos y los tutores tengan conciencia pedagógica. En este documento se examinan: i) lo que se entiende por aprendizaje en línea en el contexto de la UHIMI; ii) las teorías del aprendizaje y la enseñanza y los principios del diseño del curso que sirven de base al programa de perfeccionamiento del personal; y iii) un examen de los progresos realizados hasta la fecha. ",
            "error": []
        },
        "Internet": {
            "translated_key": [],
            "translated_annotated_text": "La pedagogía del aprendizaje en línea: un informe de la Universidad de las Tierras Altas y las Islas del Milenio Fuentes autorizadas relacionadas con el aprendizaje asistido por computadora, el aprendizaje basado en recursos y el aprendizaje y la enseñanza en línea están generalmente de acuerdo en que, además de los conocimientos especializados y el apoyo técnico en materia temática, la calidad del material didáctico y las experiencias de aprendizaje de los estudiantes dependen críticamente de la aplicación de teorías pedagógicamente sólidas del aprendizaje y la enseñanza y de los principios del diseño de los cursos. El proyecto de la Universidad de las Tierras Altas e Islas (UHIMI) está desarrollando el aprendizaje en línea a gran escala. Estas novedades han ido acompañadas de un amplio programa de perfeccionamiento del personal. El programa hace especial hincapié en garantizar que los encargados de preparar los cursos y los tutores tengan conciencia pedagógica. En este documento se examinan: i) lo que se entiende por aprendizaje en línea en el contexto de la UHIMI; ii) las teorías del aprendizaje y la enseñanza y los principios del diseño del curso que sirven de base al programa de perfeccionamiento del personal; y iii) un examen de los progresos realizados hasta la fecha. ",
            "error": []
        },
        "University of the Highlands and Islands Project": {
            "translated_key": [],
            "translated_annotated_text": "La pedagogía del aprendizaje en línea: un informe de la Universidad de las Tierras Altas y las Islas del Milenio Fuentes autorizadas relacionadas con el aprendizaje asistido por computadora, el aprendizaje basado en recursos y el aprendizaje y la enseñanza en línea están generalmente de acuerdo en que, además de los conocimientos especializados y el apoyo técnico en materia temática, la calidad del material didáctico y las experiencias de aprendizaje de los estudiantes dependen críticamente de la aplicación de teorías pedagógicamente sólidas del aprendizaje y la enseñanza y de los principios del diseño de los cursos. El Proyecto de la Universidad de las Tierras Altas e Islas (UHIMI) está desarrollando el aprendizaje en línea a gran escala. Estas novedades han ido acompañadas de un amplio programa de perfeccionamiento del personal. El programa hace especial hincapié en garantizar que los encargados de preparar los cursos y los tutores tengan conciencia pedagógica. En este documento se examinan: i) lo que se entiende por aprendizaje en línea en el contexto de la UHIMI; ii) las teorías del aprendizaje y la enseñanza y los principios del diseño del curso que sirven de base al programa de perfeccionamiento del personal; y iii) un examen de los progresos realizados hasta la fecha. ",
            "error": []
        },
        "staff development": {
            "translated_key": [],
            "translated_annotated_text": "La pedagogía del aprendizaje en línea: un informe de la Universidad de las Tierras Altas y las Islas del Milenio Fuentes autorizadas relacionadas con el aprendizaje asistido por computadora, el aprendizaje basado en recursos y el aprendizaje y la enseñanza en línea están generalmente de acuerdo en que, además de los conocimientos especializados y el apoyo técnico en materia temática, la calidad del material didáctico y las experiencias de aprendizaje de los estudiantes dependen críticamente de la aplicación de teorías pedagógicamente sólidas del aprendizaje y la enseñanza y de los principios del diseño de los cursos. El proyecto de la Universidad de las Tierras Altas e Islas (UHIMI) está desarrollando el aprendizaje en línea a gran escala. Estas novedades han ido acompañadas de un amplio programa de perfeccionamiento del personal. El programa hace especial hincapié en garantizar que los encargados de preparar los cursos y los tutores tengan conciencia pedagógica. En el presente documento se examinan: i) lo que se entiende por aprendizaje en línea en el contexto de la UHIMI; ii) las teorías del aprendizaje y la enseñanza y los principios del diseño del curso que sirven de base al programa de perfeccionamiento del personal; y iii) un examen de los progresos realizados hasta la fecha. ",
            "error": []
        },
        "distance learning": {
            "translated_key": [],
            "translated_annotated_text": "La pedagogía del aprendizaje en línea: un informe de la Universidad de las Tierras Altas y las Islas del Milenio Fuentes autorizadas relacionadas con el aprendizaje asistido por computadora, el aprendizaje basado en recursos y el aprendizaje y la enseñanza en línea están generalmente de acuerdo en que, además de los conocimientos especializados y el apoyo técnico en materia temática, la calidad del material didáctico y las experiencias de aprendizaje de los estudiantes dependen críticamente de la aplicación de teorías pedagógicamente sólidas del aprendizaje y la enseñanza y de los principios del diseño de los cursos. El proyecto de la Universidad de las Tierras Altas e Islas (UHIMI) está desarrollando el aprendizaje en línea a gran escala. Estas novedades han ido acompañadas de un amplio programa de perfeccionamiento del personal. El programa hace especial hincapié en garantizar que los encargados de preparar los cursos y los tutores tengan conciencia pedagógica. En este documento se examinan: i) lo que se entiende por aprendizaje en línea en el contexto de la UHIMI; ii) las teorías del aprendizaje y la enseñanza y los principios del diseño del curso que sirven de base al programa de perfeccionamiento del personal; y iii) un examen de los progresos realizados hasta la fecha. ",
            "error": []
        },
        "educational computing": {
            "translated_key": [],
            "translated_annotated_text": "La pedagogía del aprendizaje en línea: un informe de la Universidad de las Tierras Altas y las Islas del Milenio Fuentes autorizadas relacionadas con el aprendizaje asistido por computadora, el aprendizaje basado en recursos y el aprendizaje y la enseñanza en línea están generalmente de acuerdo en que, además de los conocimientos especializados y el apoyo técnico en materia temática, la calidad del material didáctico y las experiencias de aprendizaje de los estudiantes dependen críticamente de la aplicación de teorías pedagógicamente sólidas del aprendizaje y la enseñanza y de los principios del diseño de los cursos. El proyecto de la Universidad de las Tierras Altas e Islas (UHIMI) está desarrollando el aprendizaje en línea a gran escala. Estas novedades han ido acompañadas de un amplio programa de perfeccionamiento del personal. El programa hace especial hincapié en garantizar que los encargados de preparar los cursos y los tutores tengan conciencia pedagógica. En este documento se examinan: i) lo que se entiende por aprendizaje en línea en el contexto de la UHIMI; ii) las teorías del aprendizaje y la enseñanza y los principios del diseño del curso que sirven de base al programa de perfeccionamiento del personal; y iii) un examen de los progresos realizados hasta la fecha. ",
            "error": []
        },
        "educational courses": {
            "translated_key": [],
            "translated_annotated_text": "La pedagogía del aprendizaje en línea: un informe de la Universidad de las Tierras Altas y las Islas del Milenio Fuentes autorizadas relacionadas con el aprendizaje asistido por computadora, el aprendizaje basado en recursos y el aprendizaje y la enseñanza en línea están generalmente de acuerdo en que, además de los conocimientos especializados y el apoyo técnico en materia temática, la calidad del material didáctico y las experiencias de aprendizaje de los estudiantes dependen críticamente de la aplicación de teorías pedagógicamente sólidas del aprendizaje y la enseñanza y de los principios del diseño de los cursos. El proyecto de la Universidad de las Tierras Altas e Islas (UHIMI) está desarrollando el aprendizaje en línea a gran escala. Estas novedades han ido acompañadas de un amplio programa de perfeccionamiento del personal. El programa hace especial hincapié en garantizar que los encargados de preparar los cursos y los tutores tengan conciencia pedagógica. En este documento se examinan: i) lo que se entiende por aprendizaje en línea en el contexto de la UHIMI; ii) las teorías del aprendizaje y la enseñanza y los principios del diseño del curso que sirven de base al programa de perfeccionamiento del personal; y iii) un examen de los progresos realizados hasta la fecha. ",
            "error": []
        }
    }
}