{
    "original_text": "Novel TCP congestion control scheme and its performance evaluation A novel self-tuning proportional and derivative (ST-PD) control based TCP congestion control scheme is proposed. The new scheme approaches the congestion control problem from a control-theoretical perspective and overcomes several Important limitations associated with existing TCP congestion control schemes, which are heuristic based. In the proposed scheme, a PD controller is employed to keep the buffer occupancy of the bottleneck node on the connection path at an ideal operating level, and it adjusts the TCP window accordingly. The control gains of the PD controller are tuned online by a fuzzy logic controller based on the perceived bandwidth-delay product of the TCP connection. This scheme gives ST-PD TCP several advantages over current TCP implementations. These include rapid response to bandwidth variations, insensitivity to buffer sizes, and significant improvement of TCP throughput over lossy links by decoupling congestion control and error control functions of TCP",
    "original_translation": "Nuevo esquema de control de la congestión de TCP y su evaluación de rendimiento Se propone un nuevo sistema de control de la congestión de TCP basado en el autoafinamiento proporcional y derivado (ST-PD). El nuevo sistema aborda el problema del control de la congestión desde una perspectiva de control-teórica y supera varias limitaciones importantes asociadas a los actuales sistemas de control de la congestión de PCT, que se basan en la heurística. En el esquema propuesto, se emplea un controlador PD para mantener la ocupación del buffer del nodo de cuello de botella en la ruta de conexión a un nivel de funcionamiento ideal, y ajusta la ventana TCP en consecuencia. Las ganancias de control del controlador PD se sintonizan en línea por un controlador de lógica difusa basado en el producto de retardo de ancho de banda percibido de la conexión TCP. Este sistema otorga a la ST-PD TCP varias ventajas sobre las implementaciones actuales de TCP. Estos incluyen una respuesta rápida a las variaciones del ancho de banda, la insensibilidad a los tamaños del tampón, y una mejora significativa del rendimiento del TCP sobre los enlaces con pérdidas al desvincular el control de la congestión y las funciones de control de errores del TCP",
    "error_count": 10,
    "keys": {
        "TCP congestion control scheme": {
            "translated_key": [
                "TCP control de la congestión",
                "TCP control"
            ],
            "translated_annotated_text": "Novela <br>TCP control de la congestión</br> y su evaluación del rendimiento Se propone un nuevo sistema de control de la congestión basado en el autoajuste proporcional y derivado (ST-PD) <br>TCP control</br>. El nuevo sistema aborda el problema del control de la congestión desde una perspectiva de control-teórica y supera varias limitaciones importantes asociadas a los actuales sistemas de control de la congestión de PCT, que se basan en la heurística. En el esquema propuesto, se emplea un controlador PD para mantener la ocupación del buffer del nodo de cuello de botella en la ruta de conexión a un nivel de funcionamiento ideal, y ajusta la ventana TCP en consecuencia. Las ganancias de control del controlador PD se sintonizan en línea por un controlador de lógica difusa basado en el producto de retardo de ancho de banda percibido de la conexión TCP. Este sistema otorga a la ST-PD TCP varias ventajas sobre las implementaciones actuales de TCP. Estos incluyen una respuesta rápida a las variaciones del ancho de banda, la insensibilidad a los tamaños del tampón, y una mejora significativa del rendimiento del TCP sobre los enlaces con pérdidas al desvincular el control de la congestión y las funciones de control de errores del TCP ",
            "error": [
                "TCP control de la congestión",
                "TCP control"
            ]
        },
        "performance evaluation": {
            "translated_key": [],
            "translated_annotated_text": "Nuevo sistema de control de la congestión de TCP y su evaluación de rendimiento Se propone un nuevo sistema de control de la congestión basado en el TCP de autoafinación proporcional y derivado (ST-PD). El nuevo sistema aborda el problema del control de la congestión desde una perspectiva de control-teórica y supera varias limitaciones importantes asociadas a los actuales sistemas de control de la congestión de PCT, que se basan en la heurística. En el esquema propuesto, se emplea un controlador PD para mantener la ocupación del buffer del nodo de cuello de botella en la ruta de conexión a un nivel de funcionamiento ideal, y ajusta la ventana TCP en consecuencia. Las ganancias de control del controlador PD se sintonizan en línea por un controlador de lógica difusa basado en el producto de retardo de ancho de banda percibido de la conexión TCP. Este sistema otorga a la ST-PD TCP varias ventajas sobre las implementaciones actuales de TCP. Estos incluyen una respuesta rápida a las variaciones del ancho de banda, la insensibilidad a los tamaños del tampón, y una mejora significativa del rendimiento del TCP sobre los enlaces con pérdidas al desvincular el control de la congestión y las funciones de control de errores del TCP ",
            "error": []
        },
        "self-tuning proportional-derivative control": {
            "translated_key": [],
            "translated_annotated_text": "Nuevo esquema de control de la congestión de TCP y su evaluación de rendimiento Se propone un nuevo sistema de control de la congestión de TCP basado en el autoafinamiento proporcional y derivado (ST-PD). El nuevo sistema aborda el problema del control de la congestión desde una perspectiva de control-teórica y supera varias limitaciones importantes asociadas a los actuales sistemas de control de la congestión de PCT, que se basan en la heurística. En el esquema propuesto, se emplea un controlador PD para mantener la ocupación del buffer del nodo de cuello de botella en la ruta de conexión a un nivel de funcionamiento ideal, y ajusta la ventana TCP en consecuencia. Las ganancias de control del controlador PD se sintonizan en línea por un controlador de lógica difusa basado en el producto de retardo de ancho de banda percibido de la conexión TCP. Este sistema otorga a la ST-PD TCP varias ventajas sobre las implementaciones actuales de TCP. Estos incluyen una respuesta rápida a las variaciones del ancho de banda, la insensibilidad a los tamaños del tampón, y una mejora significativa del rendimiento del TCP sobre los enlaces con pérdidas al desvincular el control de la congestión y las funciones de control de errores del TCP ",
            "error": []
        },
        "control-theoretical perspective": {
            "translated_key": [],
            "translated_annotated_text": "Nuevo esquema de control de la congestión de TCP y su evaluación de rendimiento Se propone un nuevo sistema de control de la congestión de TCP basado en el autoafinamiento proporcional y derivado (ST-PD). El nuevo sistema aborda el problema del control de la congestión desde una perspectiva de control-teórica y supera varias limitaciones importantes asociadas a los sistemas existentes de control de la congestión de PCT, que se basan en la heurística. En el esquema propuesto, se emplea un controlador PD para mantener la ocupación del buffer del nodo de cuello de botella en la ruta de conexión a un nivel de funcionamiento ideal, y ajusta la ventana TCP en consecuencia. Las ganancias de control del controlador PD se sintonizan en línea por un controlador de lógica difusa basado en el producto de retardo de ancho de banda percibido de la conexión TCP. Este sistema otorga a la ST-PD TCP varias ventajas sobre las implementaciones actuales de TCP. Estos incluyen una respuesta rápida a las variaciones del ancho de banda, la insensibilidad a los tamaños del tampón, y una mejora significativa del rendimiento del TCP sobre los enlaces con pérdidas al desvincular el control de la congestión y las funciones de control de errores del TCP ",
            "error": []
        },
        "PD controller": {
            "translated_key": "PD",
            "translated_annotated_text": "Nuevo esquema de control de la congestión de TCP y su evaluación de rendimiento Se propone un nuevo sistema de control de la congestión de TCP basado en el autoafinamiento proporcional y derivado (ST-PD). El nuevo sistema aborda el problema del control de la congestión desde una perspectiva de control-teórica y supera varias limitaciones importantes asociadas a los actuales sistemas de control de la congestión de PCT, que se basan en la heurística. En el esquema propuesto, se emplea un controlador <br>PD</br> para mantener la ocupación del buffer del nodo de cuello de botella en la ruta de conexión a un nivel de operación ideal, y ajusta la ventana TCP en consecuencia. Las ganancias de control del controlador <br>PD</br> se afinan en línea por un controlador lógico borroso basado en el producto de retardo de ancho de banda percibido de la conexión TCP. Este sistema otorga a la ST-PD TCP varias ventajas sobre las implementaciones actuales de TCP. Estos incluyen una respuesta rápida a las variaciones del ancho de banda, la insensibilidad a los tamaños del tampón, y una mejora significativa del rendimiento del TCP sobre los enlaces con pérdidas al desvincular el control de la congestión y las funciones de control de errores del TCP ",
            "error": [
                ""
            ]
        },
        "buffer occupancy": {
            "translated_key": "buffer",
            "translated_annotated_text": "Nuevo esquema de control de la congestión de TCP y su evaluación de rendimiento Se propone un nuevo sistema de control de la congestión de TCP basado en el autoafinamiento proporcional y derivado (ST-PD). El nuevo sistema aborda el problema del control de la congestión desde una perspectiva de control-teórica y supera varias limitaciones importantes asociadas a los actuales sistemas de control de la congestión de PCT, que se basan en la heurística. En el esquema propuesto, se emplea un controlador PD para mantener la ocupación <br>buffer</br> del nodo de cuello de botella en la ruta de conexión a un nivel de operación ideal, y ajusta la ventana TCP en consecuencia. Las ganancias de control del controlador PD se sintonizan en línea por un controlador de lógica difusa basado en el producto de retardo de ancho de banda percibido de la conexión TCP. Este sistema otorga a la ST-PD TCP varias ventajas sobre las implementaciones actuales de TCP. Estos incluyen una respuesta rápida a las variaciones del ancho de banda, la insensibilidad a los tamaños del tampón, y una mejora significativa del rendimiento del TCP sobre los enlaces con pérdidas al desvincular el control de la congestión y las funciones de control de errores del TCP ",
            "error": [
                ""
            ]
        },
        "bottleneck node": {
            "translated_key": "bottleneck",
            "translated_annotated_text": "Nuevo esquema de control de la congestión de TCP y su evaluación de rendimiento Se propone un nuevo sistema de control de la congestión de TCP basado en el autoafinamiento proporcional y derivado (ST-PD). El nuevo sistema aborda el problema del control de la congestión desde una perspectiva de control-teórica y supera varias limitaciones importantes asociadas a los actuales sistemas de control de la congestión de PCT, que se basan en la heurística. En el esquema propuesto, se emplea un controlador PD para mantener la ocupación del buffer del nodo <br>bottleneck</br> en la ruta de conexión a un nivel de operación ideal, y ajusta la ventana TCP en consecuencia. Las ganancias de control del controlador PD se sintonizan en línea por un controlador de lógica difusa basado en el producto de retardo de ancho de banda percibido de la conexión TCP. Este sistema otorga a la ST-PD TCP varias ventajas sobre las implementaciones actuales de TCP. Estos incluyen una respuesta rápida a las variaciones del ancho de banda, la insensibilidad a los tamaños del tampón, y una mejora significativa del rendimiento del TCP sobre los enlaces con pérdidas al desvincular el control de la congestión y las funciones de control de errores del TCP ",
            "error": [
                ""
            ]
        },
        "connection path": {
            "translated_key": [],
            "translated_annotated_text": "Nuevo esquema de control de la congestión de TCP y su evaluación de rendimiento Se propone un nuevo sistema de control de la congestión de TCP basado en el autoafinamiento proporcional y derivado (ST-PD). El nuevo sistema aborda el problema del control de la congestión desde una perspectiva de control-teórica y supera varias limitaciones importantes asociadas a los actuales sistemas de control de la congestión de PCT, que se basan en la heurística. En el esquema propuesto, se emplea un controlador PD para mantener la ocupación del buffer del nodo de cuello de botella en la ruta de conexión <br></br> a un nivel de operación ideal, y ajusta la ventana TCP en consecuencia. Las ganancias de control del controlador PD se sintonizan en línea por un controlador de lógica difusa basado en el producto de retardo de ancho de banda percibido de la conexión TCP. Este sistema otorga a la ST-PD TCP varias ventajas sobre las implementaciones actuales de TCP. Estos incluyen una respuesta rápida a las variaciones del ancho de banda, la insensibilidad a los tamaños del tampón, y una mejora significativa del rendimiento del TCP sobre los enlaces con pérdidas al desvincular el control de la congestión y las funciones de control de errores del TCP ",
            "error": []
        },
        "fuzzy logic controller": {
            "translated_key": "fuzzy",
            "translated_annotated_text": "Nuevo esquema de control de la congestión de TCP y su evaluación de rendimiento Se propone un nuevo sistema de control de la congestión de TCP basado en el autoafinamiento proporcional y derivado (ST-PD). El nuevo sistema aborda el problema del control de la congestión desde una perspectiva de control-teórica y supera varias limitaciones importantes asociadas a los actuales sistemas de control de la congestión de PCT, que se basan en la heurística. En el esquema propuesto, se emplea un controlador PD para mantener la ocupación del buffer del nodo de cuello de botella en la ruta de conexión a un nivel de funcionamiento ideal, y ajusta la ventana TCP en consecuencia. Las ganancias de control del controlador PD se sintonizan en línea por un controlador lógico <br>fuzzy</br> basado en el producto de retardo de ancho de banda percibido de la conexión TCP. Este sistema otorga a la ST-PD TCP varias ventajas sobre las implementaciones actuales de TCP. Estos incluyen una respuesta rápida a las variaciones del ancho de banda, la insensibilidad a los tamaños del tampón, y una mejora significativa del rendimiento del TCP sobre los enlaces con pérdidas al desvincular el control de la congestión y las funciones de control de errores del TCP ",
            "error": [
                ""
            ]
        },
        "bandwidth-delay product": {
            "translated_key": "bandwidth-delay",
            "translated_annotated_text": "Nuevo esquema de control de la congestión de TCP y su evaluación de rendimiento Se propone un nuevo sistema de control de la congestión de TCP basado en el autoafinamiento proporcional y derivado (ST-PD). El nuevo sistema aborda el problema del control de la congestión desde una perspectiva de control-teórica y supera varias limitaciones importantes asociadas a los actuales sistemas de control de la congestión de PCT, que se basan en la heurística. En el esquema propuesto, se emplea un controlador PD para mantener la ocupación del buffer del nodo de cuello de botella en la ruta de conexión a un nivel de funcionamiento ideal, y ajusta la ventana TCP en consecuencia. Las ganancias de control del controlador PD son afinadas en línea por un controlador lógico borroso basado en el producto percibido <br>bandwidth-delay</br> de la conexión TCP. Este sistema otorga a la ST-PD TCP varias ventajas sobre las implementaciones actuales de TCP. Estos incluyen una respuesta rápida a las variaciones del ancho de banda, la insensibilidad a los tamaños del tampón, y una mejora significativa del rendimiento del TCP sobre los enlaces con pérdidas al desvincular el control de la congestión y las funciones de control de errores del TCP ",
            "error": [
                ""
            ]
        },
        "lossy links": {
            "translated_key": "lossy links",
            "translated_annotated_text": "Nuevo esquema de control de la congestión de TCP y su evaluación de rendimiento Se propone un nuevo sistema de control de la congestión de TCP basado en el autoafinamiento proporcional y derivado (ST-PD). El nuevo sistema aborda el problema del control de la congestión desde una perspectiva de control-teórica y supera varias limitaciones importantes asociadas a los actuales sistemas de control de la congestión de PCT, que se basan en la heurística. En el esquema propuesto, se emplea un controlador PD para mantener la ocupación del buffer del nodo de cuello de botella en la ruta de conexión a un nivel de funcionamiento ideal, y ajusta la ventana TCP en consecuencia. Las ganancias de control del controlador PD se sintonizan en línea por un controlador de lógica difusa basado en el producto de retardo de ancho de banda percibido de la conexión TCP. Este sistema otorga a la ST-PD TCP varias ventajas sobre las implementaciones actuales de TCP. Estos incluyen una respuesta rápida a las variaciones del ancho de banda, la insensibilidad a los tamaños del tampón y una mejora significativa del rendimiento del TCP sobre <br>lossy links</br> mediante la disociación del control de la congestión y las funciones de control de errores del TCP ",
            "error": [
                ""
            ]
        },
        "fuzzy control": {
            "translated_key": [],
            "translated_annotated_text": "Nuevo esquema de control de la congestión de TCP y su evaluación de rendimiento Se propone un nuevo sistema de control de la congestión de TCP basado en el autoafinamiento proporcional y derivado (ST-PD). El nuevo sistema aborda el problema del control de la congestión desde una perspectiva de control-teórica y supera varias limitaciones importantes asociadas a los actuales sistemas de control de la congestión de PCT, que se basan en la heurística. En el esquema propuesto, se emplea un controlador PD para mantener la ocupación del buffer del nodo de cuello de botella en la ruta de conexión a un nivel de funcionamiento ideal, y ajusta la ventana TCP en consecuencia. Las ganancias de control del controlador PD se sintonizan en línea por un controlador de lógica difusa basado en el producto de retardo de ancho de banda percibido de la conexión TCP. Este sistema otorga a la ST-PD TCP varias ventajas sobre las implementaciones actuales de TCP. Estos incluyen una respuesta rápida a las variaciones del ancho de banda, la insensibilidad a los tamaños del tampón, y una mejora significativa del rendimiento del TCP sobre los enlaces con pérdidas al desvincular el control de la congestión y las funciones de control de errores del TCP ",
            "error": []
        },
        "telecommunication congestion control": {
            "translated_key": [],
            "translated_annotated_text": "Nuevo esquema de control de la congestión de TCP y su evaluación de rendimiento Se propone un nuevo sistema de control de la congestión de TCP basado en el autoafinamiento proporcional y derivado (ST-PD). El nuevo sistema aborda el problema del control de la congestión desde una perspectiva de control-teórica y supera varias limitaciones importantes asociadas a los actuales sistemas de control de la congestión de PCT, que se basan en la heurística. En el esquema propuesto, se emplea un controlador PD para mantener la ocupación del buffer del nodo de cuello de botella en la ruta de conexión a un nivel de funcionamiento ideal, y ajusta la ventana TCP en consecuencia. Las ganancias de control del controlador PD se sintonizan en línea por un controlador de lógica difusa basado en el producto de retardo de ancho de banda percibido de la conexión TCP. Este sistema otorga a la ST-PD TCP varias ventajas sobre las implementaciones actuales de TCP. Estos incluyen una respuesta rápida a las variaciones del ancho de banda, la insensibilidad a los tamaños del tampón, y una mejora significativa del rendimiento del TCP sobre los enlaces con pérdidas al desvincular el control de la congestión y las funciones de control de errores del TCP ",
            "error": []
        },
        "transport protocols": {
            "translated_key": [],
            "translated_annotated_text": "Nuevo esquema de control de la congestión de TCP y su evaluación de rendimiento Se propone un nuevo sistema de control de la congestión de TCP basado en el autoafinamiento proporcional y derivado (ST-PD). El nuevo sistema aborda el problema del control de la congestión desde una perspectiva de control-teórica y supera varias limitaciones importantes asociadas a los actuales sistemas de control de la congestión de PCT, que se basan en la heurística. En el esquema propuesto, se emplea un controlador PD para mantener la ocupación del buffer del nodo de cuello de botella en la ruta de conexión a un nivel de funcionamiento ideal, y ajusta la ventana TCP en consecuencia. Las ganancias de control del controlador PD se sintonizan en línea por un controlador de lógica difusa basado en el producto de retardo de ancho de banda percibido de la conexión TCP. Este sistema otorga a la ST-PD TCP varias ventajas sobre las implementaciones actuales de TCP. Estos incluyen una respuesta rápida a las variaciones del ancho de banda, la insensibilidad a los tamaños del tampón, y una mejora significativa del rendimiento del TCP sobre los enlaces con pérdidas al desvincular el control de la congestión y las funciones de control de errores del TCP ",
            "error": []
        },
        "tuning": {
            "translated_key": "tuning",
            "translated_annotated_text": "Nuevo sistema de control de la congestión de TCP y su evaluación de rendimiento Se propone un nuevo sistema de control de la congestión de TCP basado en el auto-<br>tuning</br> proporcional y derivado (ST-PD). El nuevo sistema aborda el problema del control de la congestión desde una perspectiva de control-teórica y supera varias limitaciones importantes asociadas a los actuales sistemas de control de la congestión de PCT, que se basan en la heurística. En el esquema propuesto, se emplea un controlador PD para mantener la ocupación del buffer del nodo de cuello de botella en la ruta de conexión a un nivel de funcionamiento ideal, y ajusta la ventana TCP en consecuencia. Las ganancias de control del controlador PD se sintonizan en línea por un controlador de lógica difusa basado en el producto de retardo de ancho de banda percibido de la conexión TCP. Este sistema otorga a la ST-PD TCP varias ventajas sobre las implementaciones actuales de TCP. Estos incluyen una respuesta rápida a las variaciones del ancho de banda, la insensibilidad a los tamaños del tampón, y una mejora significativa del rendimiento del TCP sobre los enlaces con pérdidas al desvincular el control de la congestión y las funciones de control de errores del TCP ",
            "error": [
                ""
            ]
        },
        "two-term control": {
            "translated_key": [],
            "translated_annotated_text": "Nuevo esquema de control de la congestión de TCP y su evaluación de rendimiento Se propone un nuevo sistema de control de la congestión de TCP basado en el autoafinamiento proporcional y derivado (ST-PD). El nuevo sistema aborda el problema del control de la congestión desde una perspectiva de control-teórica y supera varias limitaciones importantes asociadas a los actuales sistemas de control de la congestión de PCT, que se basan en la heurística. En el esquema propuesto, se emplea un controlador PD para mantener la ocupación del buffer del nodo de cuello de botella en la ruta de conexión a un nivel de funcionamiento ideal, y ajusta la ventana TCP en consecuencia. Las ganancias de control del controlador PD se sintonizan en línea por un controlador de lógica difusa basado en el producto de retardo de ancho de banda percibido de la conexión TCP. Este sistema otorga a la ST-PD TCP varias ventajas sobre las implementaciones actuales de TCP. Estos incluyen una respuesta rápida a las variaciones del ancho de banda, la insensibilidad a los tamaños del tampón, y una mejora significativa del rendimiento del TCP sobre los enlaces con pérdidas al desvincular el control de la congestión y las funciones de control de errores del TCP ",
            "error": []
        }
    }
}