{
    "original_text": "Adaptive tracking controller design for robotic systems using Gaussian wavelet networks An adaptive tracking control design for robotic systems using Gaussian wavelet networks is proposed. A Gaussian wavelet network with accurate approximation capability is employed to approximate the unknown dynamics of robotic systems by using an adaptive learning algorithm that can learn the parameters of the dilation and translation of Gaussian wavelet functions. Depending on the finite number of wavelet basis functions which result in inevitable approximation errors, a robust control law is provided to guarantee the stability of the closed-loop robotic system that can be proved by Lyapunov theory. Finally, the effectiveness of the Gaussian wavelet network-based control approach is illustrated through comparative simulations on a six-link robot manipulator",
    "original_translation": "Diseño de controlador de seguimiento adaptativo para sistemas robóticos que utilizan redes de wavelets gaussianas Se propone un diseño de control de seguimiento adaptativo para sistemas robóticos que utilizan redes de wavelets gaussianas. Se emplea una red de wavelets gaussiana con capacidad de aproximación precisa para aproximar la dinámica desconocida de los sistemas robóticos utilizando un algoritmo de aprendizaje adaptativo que puede aprender los parámetros de la dilatación y traducción de las funciones wavelet gaussianas. Dependiendo del número finito de funciones de base de wavelet que resultan en errores inevitables de aproximación, se proporciona una sólida ley de control para garantizar la estabilidad del sistema robótico de bucle cerrado que puede ser probado por la teoría de Lyapunov. Por último, la eficacia del enfoque de control basado en la red de wavelets gaussiana se ilustra mediante simulaciones comparativas en un manipulador robot de seis enlaces",
    "error_count": 9,
    "keys": {
        "adaptive tracking controller design": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de controlador de seguimiento adaptativo para sistemas robóticos que utilizan redes de wavelets gaussianas Se propone un diseño de control de seguimiento adaptativo para sistemas robóticos que utilizan redes de wavelets gaussianas. Se emplea una red de wavelets gaussiana con capacidad de aproximación precisa para aproximar la dinámica desconocida de los sistemas robóticos utilizando un algoritmo de aprendizaje adaptativo que puede aprender los parámetros de la dilatación y traducción de las funciones wavelet gaussianas. Dependiendo del número finito de funciones de base de wavelet que resultan en errores inevitables de aproximación, se proporciona una sólida ley de control para garantizar la estabilidad del sistema robótico de bucle cerrado que puede ser probado por la teoría de Lyapunov. Por último, la eficacia del enfoque de control basado en la red de wavelets gaussiana se ilustra mediante simulaciones comparativas en un manipulador robot de seis enlaces ",
            "error": []
        },
        "robotic systems": {
            "translated_key": "robotic",
            "translated_annotated_text": "Diseño de controlador de seguimiento adaptativo para sistemas <br>robotic</br> utilizando redes de wavelets gaussianas Se propone un diseño de control de seguimiento adaptativo para sistemas <br>robotic</br> utilizando redes de wavelets gaussianas. Se emplea una red de wavelets gaussiana con capacidad de aproximación precisa para aproximar la dinámica desconocida de los sistemas robóticos <br> mediante un algoritmo de aprendizaje adaptativo que puede aprender los parámetros de la dilatación y traducción de las funciones wavelet gaussianas. Dependiendo del número finito de funciones de base de wavelet que resultan en errores inevitables de aproximación, se proporciona una sólida ley de control para garantizar la estabilidad del sistema robótico de bucle cerrado que puede ser probado por la teoría de Lyapunov. Por último, la eficacia del enfoque de control basado en la red de wavelets gaussiana se ilustra mediante simulaciones comparativas en un manipulador robot de seis enlaces ",
            "error": [
                ""
            ]
        },
        "Gaussian wavelet networks": {
            "translated_key": "redes de wavelets gaussianas",
            "translated_annotated_text": "Diseño de controlador de seguimiento adaptativo para sistemas robóticos utilizando <br>redes de wavelets gaussianas</br> Se propone un diseño de control de seguimiento adaptativo para sistemas robóticos utilizando <br>redes de wavelets gaussianas</br>. Se emplea una red de wavelets gaussiana con capacidad de aproximación precisa para aproximar la dinámica desconocida de los sistemas robóticos utilizando un algoritmo de aprendizaje adaptativo que puede aprender los parámetros de la dilatación y traducción de las funciones wavelet gaussianas. Dependiendo del número finito de funciones de base de wavelet que resultan en errores inevitables de aproximación, se proporciona una sólida ley de control para garantizar la estabilidad del sistema robótico de bucle cerrado que puede ser probado por la teoría de Lyapunov. Por último, la eficacia del enfoque de control basado en la red de wavelets gaussiana se ilustra mediante simulaciones comparativas en un manipulador robot de seis enlaces ",
            "error": [
                ""
            ]
        },
        "accurate approximation capability": {
            "translated_key": "capacidad de aproximación precisa",
            "translated_annotated_text": "Diseño de controlador de seguimiento adaptativo para sistemas robóticos que utilizan redes de wavelets gaussianas Se propone un diseño de control de seguimiento adaptativo para sistemas robóticos que utilizan redes de wavelets gaussianas. Se emplea una red de wavelets gaussiana con <br>capacidad de aproximación precisa</br> para aproximar la dinámica desconocida de los sistemas robóticos utilizando un algoritmo de aprendizaje adaptativo que puede aprender los parámetros de la dilatación y traducción de las funciones wavelet gaussianas.  Dependiendo del número finito de funciones de base de wavelet que resultan en errores inevitables de aproximación, se proporciona una sólida ley de control para garantizar la estabilidad del sistema robótico de bucle cerrado que puede ser probado por la teoría de Lyapunov. Por último, la eficacia del enfoque de control basado en la red de wavelets gaussiana se ilustra mediante simulaciones comparativas en un manipulador robot de seis enlaces ",
            "error": [
                ""
            ]
        },
        "unknown dynamics": {
            "translated_key": "dinámica desconocida",
            "translated_annotated_text": "Diseño de controlador de seguimiento adaptativo para sistemas robóticos que utilizan redes de wavelets gaussianas Se propone un diseño de control de seguimiento adaptativo para sistemas robóticos que utilizan redes de wavelets gaussianas. Se emplea una red de wavelets gaussiana con capacidad de aproximación precisa para aproximar la <br>dinámica desconocida</br> de los sistemas robóticos utilizando un algoritmo de aprendizaje adaptativo que puede aprender los parámetros de la dilatación y traducción de las funciones wavelet gaussianas. Dependiendo del número finito de funciones de base de wavelet que resultan en errores inevitables de aproximación, se proporciona una sólida ley de control para garantizar la estabilidad del sistema robótico de bucle cerrado que puede ser probado por la teoría de Lyapunov. Por último, la eficacia del enfoque de control basado en la red de wavelets gaussiana se ilustra mediante simulaciones comparativas en un manipulador robot de seis enlaces ",
            "error": [
                ""
            ]
        },
        "adaptive learning algorithm": {
            "translated_key": "adaptivo",
            "translated_annotated_text": "Diseño de controlador de seguimiento adaptativo para sistemas robóticos que utilizan redes de wavelets gaussianas Se propone un diseño de control de seguimiento adaptativo para sistemas robóticos que utilizan redes de wavelets gaussianas. Se emplea una red de wavelets gaussiana con capacidad de aproximación precisa para aproximar la dinámica desconocida de los sistemas robóticos mediante un algoritmo de aprendizaje <br>adaptivo</br> que puede aprender los parámetros de la dilatación y traducción de las funciones wavelet gaussianas. Dependiendo del número finito de funciones de base de wavelet que resultan en errores inevitables de aproximación, se proporciona una sólida ley de control para garantizar la estabilidad del sistema robótico de bucle cerrado que puede ser probado por la teoría de Lyapunov. Por último, la eficacia del enfoque de control basado en la red de wavelets gaussiana se ilustra mediante simulaciones comparativas en un manipulador robot de seis enlaces ",
            "error": [
                ""
            ]
        },
        "approximation errors": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de controlador de seguimiento adaptativo para sistemas robóticos que utilizan redes de wavelets gaussianas Se propone un diseño de control de seguimiento adaptativo para sistemas robóticos que utilizan redes de wavelets gaussianas. Se emplea una red de wavelets gaussiana con capacidad de aproximación precisa para aproximar la dinámica desconocida de los sistemas robóticos utilizando un algoritmo de aprendizaje adaptativo que puede aprender los parámetros de la dilatación y traducción de las funciones wavelet gaussianas. Dependiendo del número finito de funciones de base de wavelet que resultan en errores inevitables de aproximación <br>, se proporciona una sólida ley de control para garantizar la estabilidad del sistema robótico de bucle cerrado que puede ser probado por la teoría de Lyapunov. Por último, la eficacia del enfoque de control basado en la red de wavelets gaussiana se ilustra mediante simulaciones comparativas en un manipulador robot de seis enlaces ",
            "error": []
        },
        "robust control law": {
            "translated_key": "robust",
            "translated_annotated_text": "Diseño de controlador de seguimiento adaptativo para sistemas robóticos que utilizan redes de wavelets gaussianas Se propone un diseño de control de seguimiento adaptativo para sistemas robóticos que utilizan redes de wavelets gaussianas. Se emplea una red de wavelets gaussiana con capacidad de aproximación precisa para aproximar la dinámica desconocida de los sistemas robóticos utilizando un algoritmo de aprendizaje adaptativo que puede aprender los parámetros de la dilatación y traducción de las funciones wavelet gaussianas. Dependiendo del número finito de funciones de base de wavelet que resultan en errores inevitables de aproximación, se proporciona una ley de control <br>robust</br> para garantizar la estabilidad del sistema robótico de bucle cerrado que puede ser probado por la teoría de Lyapunov. Por último, la eficacia del enfoque de control basado en la red de wavelets gaussiana se ilustra mediante simulaciones comparativas en un manipulador robot de seis enlaces ",
            "error": [
                ""
            ]
        },
        "closed-loop system": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de controlador de seguimiento adaptativo para sistemas robóticos que utilizan redes de wavelets gaussianas Se propone un diseño de control de seguimiento adaptativo para sistemas robóticos que utilizan redes de wavelets gaussianas. Se emplea una red de wavelets gaussiana con capacidad de aproximación precisa para aproximar la dinámica desconocida de los sistemas robóticos utilizando un algoritmo de aprendizaje adaptativo que puede aprender los parámetros de la dilatación y traducción de las funciones wavelet gaussianas. Dependiendo del número finito de funciones de base de wavelet que resultan en errores inevitables de aproximación, se proporciona una sólida ley de control para garantizar la estabilidad del sistema robótico de bucle cerrado que puede ser probado por la teoría de Lyapunov. Por último, la eficacia del enfoque de control basado en la red de wavelets gaussiana se ilustra mediante simulaciones comparativas en un manipulador robot de seis enlaces ",
            "error": []
        },
        "Lyapunov theory": {
            "translated_key": "Lyapunov",
            "translated_annotated_text": "Diseño de controlador de seguimiento adaptativo para sistemas robóticos que utilizan redes de wavelets gaussianas Se propone un diseño de control de seguimiento adaptativo para sistemas robóticos que utilizan redes de wavelets gaussianas. Se emplea una red de wavelets gaussiana con capacidad de aproximación precisa para aproximar la dinámica desconocida de los sistemas robóticos utilizando un algoritmo de aprendizaje adaptativo que puede aprender los parámetros de la dilatación y traducción de las funciones wavelet gaussianas. Dependiendo del número finito de funciones de base de wavelet que resultan en errores inevitables de aproximación, se proporciona una sólida ley de control para garantizar la estabilidad del sistema robótico de bucle cerrado que puede ser probado por la teoría <br>Lyapunov</br>. Por último, la eficacia del enfoque de control basado en la red de wavelets gaussiana se ilustra mediante simulaciones comparativas en un manipulador robot de seis enlaces ",
            "error": [
                ""
            ]
        },
        "six-link robot manipulator": {
            "translated_key": "six-link",
            "translated_annotated_text": "Diseño de controlador de seguimiento adaptativo para sistemas robóticos que utilizan redes de wavelets gaussianas Se propone un diseño de control de seguimiento adaptativo para sistemas robóticos que utilizan redes de wavelets gaussianas. Se emplea una red de wavelets gaussiana con capacidad de aproximación precisa para aproximar la dinámica desconocida de los sistemas robóticos utilizando un algoritmo de aprendizaje adaptativo que puede aprender los parámetros de la dilatación y traducción de las funciones wavelet gaussianas. Dependiendo del número finito de funciones de base de wavelet que resultan en errores inevitables de aproximación, se proporciona una sólida ley de control para garantizar la estabilidad del sistema robótico de bucle cerrado que puede ser probado por la teoría de Lyapunov. Por último, la eficacia del enfoque de control basado en la red de wavelets gaussiana se ilustra mediante simulaciones comparativas en un manipulador robot <br>six-link</br> ",
            "error": [
                ""
            ]
        },
        "adaptive control": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de controlador de seguimiento adaptativo para sistemas robóticos que utilizan redes de wavelets gaussianas Se propone un diseño de control de seguimiento adaptativo para sistemas robóticos que utilizan redes de wavelets gaussianas. Se emplea una red de wavelets gaussiana con capacidad de aproximación precisa para aproximar la dinámica desconocida de los sistemas robóticos utilizando un algoritmo de aprendizaje adaptativo que puede aprender los parámetros de la dilatación y traducción de las funciones wavelet gaussianas. Dependiendo del número finito de funciones de base de wavelet que resultan en errores inevitables de aproximación, se proporciona una sólida ley de control para garantizar la estabilidad del sistema robótico de bucle cerrado que puede ser probado por la teoría de Lyapunov. Por último, la eficacia del enfoque de control basado en la red de wavelets gaussiana se ilustra mediante simulaciones comparativas en un manipulador robot de seis enlaces ",
            "error": []
        },
        "closed loop systems": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de controlador de seguimiento adaptativo para sistemas robóticos que utilizan redes de wavelets gaussianas Se propone un diseño de control de seguimiento adaptativo para sistemas robóticos que utilizan redes de wavelets gaussianas. Se emplea una red de wavelets gaussiana con capacidad de aproximación precisa para aproximar la dinámica desconocida de los sistemas robóticos utilizando un algoritmo de aprendizaje adaptativo que puede aprender los parámetros de la dilatación y traducción de las funciones wavelet gaussianas. Dependiendo del número finito de funciones de base de wavelet que resultan en errores inevitables de aproximación, se proporciona una sólida ley de control para garantizar la estabilidad del sistema robótico de bucle cerrado que puede ser probado por la teoría de Lyapunov. Por último, la eficacia del enfoque de control basado en la red de wavelets gaussiana se ilustra mediante simulaciones comparativas en un manipulador robot de seis enlaces ",
            "error": []
        },
        "control system synthesis": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de controlador de seguimiento adaptativo para sistemas robóticos que utilizan redes de wavelets gaussianas Se propone un diseño de control de seguimiento adaptativo para sistemas robóticos que utilizan redes de wavelets gaussianas. Se emplea una red de wavelets gaussiana con capacidad de aproximación precisa para aproximar la dinámica desconocida de los sistemas robóticos utilizando un algoritmo de aprendizaje adaptativo que puede aprender los parámetros de la dilatación y traducción de las funciones wavelet gaussianas. Dependiendo del número finito de funciones de base de wavelet que resultan en errores inevitables de aproximación, se proporciona una sólida ley de control para garantizar la estabilidad del sistema robótico de bucle cerrado que puede ser probado por la teoría de Lyapunov. Por último, la eficacia del enfoque de control basado en la red de wavelets gaussiana se ilustra mediante simulaciones comparativas en un manipulador robot de seis enlaces ",
            "error": []
        },
        "Lyapunov methods": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de controlador de seguimiento adaptativo para sistemas robóticos que utilizan redes de wavelets gaussianas Se propone un diseño de control de seguimiento adaptativo para sistemas robóticos que utilizan redes de wavelets gaussianas. Se emplea una red de wavelets gaussiana con capacidad de aproximación precisa para aproximar la dinámica desconocida de los sistemas robóticos utilizando un algoritmo de aprendizaje adaptativo que puede aprender los parámetros de la dilatación y traducción de las funciones wavelet gaussianas. Dependiendo del número finito de funciones de base de wavelet que resultan en errores inevitables de aproximación, se proporciona una sólida ley de control para garantizar la estabilidad del sistema robótico de bucle cerrado que puede ser probado por la teoría de Lyapunov. Por último, la eficacia del enfoque de control basado en la red de wavelets gaussiana se ilustra mediante simulaciones comparativas en un manipulador robot de seis enlaces ",
            "error": []
        },
        "manipulator dynamics": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de controlador de seguimiento adaptativo para sistemas robóticos que utilizan redes de wavelets gaussianas Se propone un diseño de control de seguimiento adaptativo para sistemas robóticos que utilizan redes de wavelets gaussianas. Se emplea una red de wavelets gaussiana con capacidad de aproximación precisa para aproximar la dinámica desconocida de los sistemas robóticos utilizando un algoritmo de aprendizaje adaptativo que puede aprender los parámetros de la dilatación y traducción de las funciones wavelet gaussianas. Dependiendo del número finito de funciones de base de wavelet que resultan en errores inevitables de aproximación, se proporciona una sólida ley de control para garantizar la estabilidad del sistema robótico de bucle cerrado que puede ser probado por la teoría de Lyapunov. Por último, la eficacia del enfoque de control basado en la red de wavelets gaussiana se ilustra mediante simulaciones comparativas en un manipulador robot de seis enlaces ",
            "error": []
        },
        "neurocontrollers": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de controlador de seguimiento adaptativo para sistemas robóticos que utilizan redes de wavelets gaussianas Se propone un diseño de control de seguimiento adaptativo para sistemas robóticos que utilizan redes de wavelets gaussianas. Se emplea una red de wavelets gaussiana con capacidad de aproximación precisa para aproximar la dinámica desconocida de los sistemas robóticos utilizando un algoritmo de aprendizaje adaptativo que puede aprender los parámetros de la dilatación y traducción de las funciones wavelet gaussianas. Dependiendo del número finito de funciones de base de wavelet que resultan en errores inevitables de aproximación, se proporciona una sólida ley de control para garantizar la estabilidad del sistema robótico de bucle cerrado que puede ser probado por la teoría de Lyapunov. Por último, la eficacia del enfoque de control basado en la red de wavelets gaussiana se ilustra mediante simulaciones comparativas en un manipulador robot de seis enlaces ",
            "error": []
        },
        "robust control": {
            "translated_key": "robust control",
            "translated_annotated_text": "Diseño de controlador de seguimiento adaptativo para sistemas robóticos que utilizan redes de wavelets gaussianas Se propone un diseño de control de seguimiento adaptativo para sistemas robóticos que utilizan redes de wavelets gaussianas. Se emplea una red de wavelets gaussiana con capacidad de aproximación precisa para aproximar la dinámica desconocida de los sistemas robóticos utilizando un algoritmo de aprendizaje adaptativo que puede aprender los parámetros de la dilatación y traducción de las funciones wavelet gaussianas. Dependiendo del número finito de funciones de base de wavelet que dan lugar a errores inevitables de aproximación, una ley <br>robust control</br> se proporciona para garantizar la estabilidad del sistema robótico de bucle cerrado que puede ser probado por la teoría de Lyapunov. Por último, la eficacia del enfoque de control basado en la red de wavelets gaussiana se ilustra mediante simulaciones comparativas en un manipulador robot de seis enlaces ",
            "error": [
                ""
            ]
        },
        "tracking": {
            "translated_key": "tracking",
            "translated_annotated_text": "Diseño de controlador adaptativo <br>tracking</br> para sistemas robóticos utilizando redes de wavelets gaussianas Se propone un diseño de control adaptativo <br>tracking</br> para sistemas robóticos utilizando redes de wavelets gaussianas. Se emplea una red de wavelets gaussiana con capacidad de aproximación precisa para aproximar la dinámica desconocida de los sistemas robóticos utilizando un algoritmo de aprendizaje adaptativo que puede aprender los parámetros de la dilatación y traducción de las funciones wavelet gaussianas. Dependiendo del número finito de funciones de base de wavelet que resultan en errores inevitables de aproximación, se proporciona una sólida ley de control para garantizar la estabilidad del sistema robótico de bucle cerrado que puede ser probado por la teoría de Lyapunov. Por último, la eficacia del enfoque de control basado en la red de wavelets gaussiana se ilustra mediante simulaciones comparativas en un manipulador robot de seis enlaces ",
            "error": [
                ""
            ]
        }
    }
}