{
    "original_text": "LMI approach to digital redesign of linear time-invariant systems A simple design methodology for the digital redesign of static state feedback controllers by using linear matrix inequalities is presented. The proposed method provides close matching of the states between the original continuous-time system and those of the digitally redesigned system with a guaranteed stability. Specifically, the digital redesign problem is reformulated as linear matrix inequalities (LMIs) and solved by a numerical optimisation technique. The main feature of the proposed method is that the closed-loop stability of the digitally redesigned system is explicitly guaranteed within the design procedure using the LMI-based approach. A numerical example of the position control of a simple crane system is presented",
    "original_translation": "Enfoque LMI al rediseño digital de sistemas lineales invariantes de tiempo Se presenta una metodología de diseño simple para el rediseño digital de controladores de retroalimentación de estado estático mediante el uso de desigualdades de matriz lineal. El método propuesto proporciona una estrecha correspondencia de los estados entre el sistema de tiempo continuo original y los del sistema rediseñado digitalmente con una estabilidad garantizada. Específicamente, el problema del rediseño digital se reformula como desigualdades de matriz lineal (LMI) y se resuelve mediante una técnica de optimización numérica. La característica principal del método propuesto es que la estabilidad del circuito cerrado del sistema rediseñado digitalmente está explícitamente garantizada en el procedimiento de diseño utilizando el enfoque basado en el LMI. Se presenta un ejemplo numérico del control de posición de un sistema de grúa simple",
    "error_count": 14,
    "keys": {
        "LMI approach": {
            "translated_key": "LMI approach",
            "translated_annotated_text": "<br>LMI approach</br> al rediseño digital de sistemas lineales invariantes de tiempo Se presenta una metodología de diseño simple para el rediseño digital de controladores de retroalimentación de estado estático mediante el uso de desigualdades de matriz lineal. El método propuesto proporciona una estrecha correspondencia de los estados entre el sistema de tiempo continuo original y los del sistema rediseñado digitalmente con una estabilidad garantizada. Específicamente, el problema del rediseño digital se reformula como desigualdades de matriz lineal (LMI) y se resuelve mediante una técnica de optimización numérica. La característica principal del método propuesto es que la estabilidad del circuito cerrado del sistema rediseñado digitalmente está explícitamente garantizada en el procedimiento de diseño utilizando el enfoque basado en el LMI. Se presenta un ejemplo numérico del control de posición de un sistema de grúa simple ",
            "error": [
                ""
            ]
        },
        "digital redesign": {
            "translated_key": " de sistemas lineales invariantes de tiempo Se presenta una metodología de diseño simple para el rediseño digital <br> de controladores de retroalimentación de estado estático mediante el uso de desigualdades de matriz lineal. El método propuesto proporciona una estrecha correspondencia de los estados entre el sistema de tiempo continuo original y los del sistema rediseñado digitalmente con una estabilidad garantizada. Específicamente, el problema del <br>rediseño digital",
            "translated_annotated_text": "Enfoque LMI para el rediseño digital <br> de sistemas lineales invariantes de tiempo Se presenta una metodología de diseño simple para el rediseño digital <br> de controladores de retroalimentación de estado estático mediante el uso de desigualdades de matriz lineal. El método propuesto proporciona una estrecha correspondencia de los estados entre el sistema de tiempo continuo original y los del sistema rediseñado digitalmente con una estabilidad garantizada. Específicamente, el problema del <br>rediseño digital</br> se reformula como desigualdades de matriz lineal (LMI) y se resuelve mediante una técnica de optimización numérica. La característica principal del método propuesto es que la estabilidad del circuito cerrado del sistema rediseñado digitalmente está explícitamente garantizada en el procedimiento de diseño utilizando el enfoque basado en el LMI. Se presenta un ejemplo numérico del control de posición de un sistema de grúa simple ",
            "error": [
                ""
            ]
        },
        "linear time-invariant systems": {
            "translated_key": "sistemas lineales invariantes de tiempo",
            "translated_annotated_text": "Enfoque LMI al rediseño digital de <br>sistemas lineales invariantes de tiempo</br> Se presenta una metodología de diseño simple para el rediseño digital de controladores de retroalimentación de estado estático mediante el uso de desigualdades de matriz lineal. El método propuesto proporciona una estrecha correspondencia de los estados entre el sistema de tiempo continuo original y los del sistema rediseñado digitalmente con una estabilidad garantizada. Específicamente, el problema del rediseño digital se reformula como desigualdades de matriz lineal (LMI) y se resuelve mediante una técnica de optimización numérica. La característica principal del método propuesto es que la estabilidad del circuito cerrado del sistema rediseñado digitalmente está explícitamente garantizada en el procedimiento de diseño utilizando el enfoque basado en el LMI. Se presenta un ejemplo numérico del control de posición de un sistema de grúa simple ",
            "error": [
                ""
            ]
        },
        "design methodology": {
            "translated_key": [],
            "translated_annotated_text": "Enfoque LMI al rediseño digital de sistemas lineales invariantes de tiempo Se presenta una metodología de diseño simple <br> para el rediseño digital de controladores de retroalimentación de estado estático mediante el uso de desigualdades de matriz lineal. El método propuesto proporciona una estrecha correspondencia de los estados entre el sistema de tiempo continuo original y los del sistema rediseñado digitalmente con una estabilidad garantizada. Específicamente, el problema del rediseño digital se reformula como desigualdades de matriz lineal (LMI) y se resuelve mediante una técnica de optimización numérica. La característica principal del método propuesto es que la estabilidad del circuito cerrado del sistema rediseñado digitalmente está explícitamente garantizada en el procedimiento de diseño utilizando el enfoque basado en el LMI. Se presenta un ejemplo numérico del control de posición de un sistema de grúa simple ",
            "error": []
        },
        "linear matrix inequalities": {
            "translated_key": [
                "desigualdades de matriz lineal",
                "desigualdades de la matriz lineal"
            ],
            "translated_annotated_text": "Enfoque LMI al rediseño digital de sistemas lineales invariantes de tiempo Se presenta una metodología de diseño simple para el rediseño digital de controladores de retroalimentación de estado estático mediante el uso de <br>desigualdades de matriz lineal</br>. El método propuesto proporciona una estrecha correspondencia de los estados entre el sistema de tiempo continuo original y los del sistema rediseñado digitalmente con una estabilidad garantizada. Específicamente, el problema del rediseño digital se reformula como <br>desigualdades de la matriz lineal</br> (LMI) y se resuelve mediante una técnica de optimización numérica. La característica principal del método propuesto es que la estabilidad del circuito cerrado del sistema rediseñado digitalmente está explícitamente garantizada en el procedimiento de diseño utilizando el enfoque basado en el LMI. Se presenta un ejemplo numérico del control de posición de un sistema de grúa simple ",
            "error": [
                "desigualdades de matriz lineal",
                "desigualdades de la matriz lineal"
            ]
        },
        "continuous-time system": {
            "translated_key": "sistema de tiempo continuo",
            "translated_annotated_text": "Enfoque LMI al rediseño digital de sistemas lineales invariantes de tiempo Se presenta una metodología de diseño simple para el rediseño digital de controladores de retroalimentación de estado estático mediante el uso de desigualdades de matriz lineal. El método propuesto proporciona una estrecha correspondencia de los estados entre el <br>sistema de tiempo continuo</br> original y los del sistema rediseñado digitalmente con una estabilidad garantizada.  Específicamente, el problema del rediseño digital se reformula como desigualdades de matriz lineal (LMI) y se resuelve mediante una técnica de optimización numérica. La característica principal del método propuesto es que la estabilidad del circuito cerrado del sistema rediseñado digitalmente está explícitamente garantizada en el procedimiento de diseño utilizando el enfoque basado en el LMI. Se presenta un ejemplo numérico del control de posición de un sistema de grúa simple ",
            "error": [
                ""
            ]
        },
        "guaranteed stability": {
            "translated_key": [],
            "translated_annotated_text": "Enfoque LMI al rediseño digital de sistemas lineales invariantes de tiempo Se presenta una metodología de diseño simple para el rediseño digital de controladores de retroalimentación de estado estático mediante el uso de desigualdades de matriz lineal. El método propuesto proporciona una estrecha correspondencia de los estados entre el sistema de tiempo continuo original y los del sistema rediseñado digitalmente con una estabilidad garantizada</br> <br>. Específicamente, el problema del rediseño digital se reformula como desigualdades de matriz lineal (LMI) y se resuelve mediante una técnica de optimización numérica. La característica principal del método propuesto es que la estabilidad del circuito cerrado del sistema rediseñado digitalmente está explícitamente garantizada en el procedimiento de diseño utilizando el enfoque basado en el LMI. Se presenta un ejemplo numérico del control de posición de un sistema de grúa simple ",
            "error": []
        },
        "numerical optimisation technique": {
            "translated_key": "técnica de optimización numérica",
            "translated_annotated_text": "Enfoque LMI al rediseño digital de sistemas lineales invariantes de tiempo Se presenta una metodología de diseño simple para el rediseño digital de controladores de retroalimentación de estado estático mediante el uso de desigualdades de matriz lineal. El método propuesto proporciona una estrecha correspondencia de los estados entre el sistema de tiempo continuo original y los del sistema rediseñado digitalmente con una estabilidad garantizada. Específicamente, el problema del rediseño digital se reformula como desigualdades de matriz lineal (LMI) y se resuelve mediante una <br>técnica de optimización numérica</br>. La característica principal del método propuesto es que la estabilidad del circuito cerrado del sistema rediseñado digitalmente está explícitamente garantizada en el procedimiento de diseño utilizando el enfoque basado en el LMI. Se presenta un ejemplo numérico del control de posición de un sistema de grúa simple ",
            "error": [
                ""
            ]
        },
        "closed-loop stability": {
            "translated_key": [],
            "translated_annotated_text": "Enfoque LMI al rediseño digital de sistemas lineales invariantes de tiempo Se presenta una metodología de diseño simple para el rediseño digital de controladores de retroalimentación de estado estático mediante el uso de desigualdades de matriz lineal. El método propuesto proporciona una estrecha correspondencia de los estados entre el sistema de tiempo continuo original y los del sistema rediseñado digitalmente con una estabilidad garantizada. Específicamente, el problema del rediseño digital se reformula como desigualdades de matriz lineal (LMI) y se resuelve mediante una técnica de optimización numérica. La característica principal del método propuesto es que la estabilidad del circuito cerrado del sistema rediseñado digitalmente está explícitamente garantizada dentro del procedimiento de diseño utilizando el enfoque basado en LMI.  Se presenta un ejemplo numérico del control de posición de un sistema de grúa simple ",
            "error": []
        },
        "position control": {
            "translated_key": [],
            "translated_annotated_text": "Enfoque LMI al rediseño digital de sistemas lineales invariantes de tiempo Se presenta una metodología de diseño simple para el rediseño digital de controladores de retroalimentación de estado estático mediante el uso de desigualdades de matriz lineal. El método propuesto proporciona una estrecha correspondencia de los estados entre el sistema de tiempo continuo original y los del sistema rediseñado digitalmente con una estabilidad garantizada. Específicamente, el problema del rediseño digital se reformula como desigualdades de matriz lineal (LMI) y se resuelve mediante una técnica de optimización numérica. La característica principal del método propuesto es que la estabilidad del circuito cerrado del sistema rediseñado digitalmente está explícitamente garantizada en el procedimiento de diseño utilizando el enfoque basado en el LMI. Se presenta un ejemplo numérico del control de posición <br> de un sistema de grúa simple ",
            "error": []
        },
        "crane system": {
            "translated_key": "crane",
            "translated_annotated_text": "Enfoque LMI al rediseño digital de sistemas lineales invariantes de tiempo Se presenta una metodología de diseño simple para el rediseño digital de controladores de retroalimentación de estado estático mediante el uso de desigualdades de matriz lineal. El método propuesto proporciona una estrecha correspondencia de los estados entre el sistema de tiempo continuo original y los del sistema rediseñado digitalmente con una estabilidad garantizada. Específicamente, el problema del rediseño digital se reformula como desigualdades de matriz lineal (LMI) y se resuelve mediante una técnica de optimización numérica. La característica principal del método propuesto es que la estabilidad del circuito cerrado del sistema rediseñado digitalmente está explícitamente garantizada en el procedimiento de diseño utilizando el enfoque basado en el LMI. Se presenta un ejemplo numérico del control de posición de un sistema simple <br>crane</br> ",
            "error": [
                ""
            ]
        },
        "closed loop systems": {
            "translated_key": [],
            "translated_annotated_text": "Enfoque LMI al rediseño digital de sistemas lineales invariantes de tiempo Se presenta una metodología de diseño simple para el rediseño digital de controladores de retroalimentación de estado estático mediante el uso de desigualdades de matriz lineal. El método propuesto proporciona una estrecha correspondencia de los estados entre el sistema de tiempo continuo original y los del sistema rediseñado digitalmente con una estabilidad garantizada. Específicamente, el problema del rediseño digital se reformula como desigualdades de matriz lineal (LMI) y se resuelve mediante una técnica de optimización numérica. La característica principal del método propuesto es que la estabilidad del circuito cerrado del sistema rediseñado digitalmente está explícitamente garantizada en el procedimiento de diseño utilizando el enfoque basado en el LMI. Se presenta un ejemplo numérico del control de posición de un sistema de grúa simple ",
            "error": []
        },
        "continuous time systems": {
            "translated_key": [],
            "translated_annotated_text": "Enfoque LMI al rediseño digital de sistemas lineales invariantes de tiempo Se presenta una metodología de diseño simple para el rediseño digital de controladores de retroalimentación de estado estático mediante el uso de desigualdades de matriz lineal. El método propuesto proporciona una estrecha correspondencia de los estados entre el sistema de tiempo continuo original y los del sistema rediseñado digitalmente con una estabilidad garantizada. Específicamente, el problema del rediseño digital se reformula como desigualdades de matriz lineal (LMI) y se resuelve mediante una técnica de optimización numérica. La característica principal del método propuesto es que la estabilidad del circuito cerrado del sistema rediseñado digitalmente está explícitamente garantizada en el procedimiento de diseño utilizando el enfoque basado en el LMI. Se presenta un ejemplo numérico del control de posición de un sistema de grúa simple ",
            "error": []
        },
        "control system synthesis": {
            "translated_key": [],
            "translated_annotated_text": "Enfoque LMI al rediseño digital de sistemas lineales invariantes de tiempo Se presenta una metodología de diseño simple para el rediseño digital de controladores de retroalimentación de estado estático mediante el uso de desigualdades de matriz lineal. El método propuesto proporciona una estrecha correspondencia de los estados entre el sistema de tiempo continuo original y los del sistema rediseñado digitalmente con una estabilidad garantizada. Específicamente, el problema del rediseño digital se reformula como desigualdades de matriz lineal (LMI) y se resuelve mediante una técnica de optimización numérica. La característica principal del método propuesto es que la estabilidad del circuito cerrado del sistema rediseñado digitalmente está explícitamente garantizada en el procedimiento de diseño utilizando el enfoque basado en el LMI. Se presenta un ejemplo numérico del control de posición de un sistema de grúa simple ",
            "error": []
        },
        "cranes": {
            "translated_key": [],
            "translated_annotated_text": "Enfoque LMI al rediseño digital de sistemas lineales invariantes de tiempo Se presenta una metodología de diseño simple para el rediseño digital de controladores de retroalimentación de estado estático mediante el uso de desigualdades de matriz lineal. El método propuesto proporciona una estrecha correspondencia de los estados entre el sistema de tiempo continuo original y los del sistema rediseñado digitalmente con una estabilidad garantizada. Específicamente, el problema del rediseño digital se reformula como desigualdades de matriz lineal (LMI) y se resuelve mediante una técnica de optimización numérica. La característica principal del método propuesto es que la estabilidad del circuito cerrado del sistema rediseñado digitalmente está explícitamente garantizada en el procedimiento de diseño utilizando el enfoque basado en el LMI. Se presenta un ejemplo numérico del control de posición de un sistema de grúa simple ",
            "error": []
        },
        "digital control": {
            "translated_key": [],
            "translated_annotated_text": "Enfoque LMI al rediseño digital de sistemas lineales invariantes de tiempo Se presenta una metodología de diseño simple para el rediseño digital de controladores de retroalimentación de estado estático mediante el uso de desigualdades de matriz lineal. El método propuesto proporciona una estrecha correspondencia de los estados entre el sistema de tiempo continuo original y los del sistema rediseñado digitalmente con una estabilidad garantizada. Específicamente, el problema del rediseño digital se reformula como desigualdades de matriz lineal (LMI) y se resuelve mediante una técnica de optimización numérica. La característica principal del método propuesto es que la estabilidad del circuito cerrado del sistema rediseñado digitalmente está explícitamente garantizada en el procedimiento de diseño utilizando el enfoque basado en el LMI. Se presenta un ejemplo numérico del control de posición de un sistema de grúa simple ",
            "error": []
        },
        "discrete time systems": {
            "translated_key": [],
            "translated_annotated_text": "Enfoque LMI al rediseño digital de sistemas lineales invariantes de tiempo Se presenta una metodología de diseño simple para el rediseño digital de controladores de retroalimentación de estado estático mediante el uso de desigualdades de matriz lineal. El método propuesto proporciona una estrecha correspondencia de los estados entre el sistema de tiempo continuo original y los del sistema rediseñado digitalmente con una estabilidad garantizada. Específicamente, el problema del rediseño digital se reformula como desigualdades de matriz lineal (LMI) y se resuelve mediante una técnica de optimización numérica. La característica principal del método propuesto es que la estabilidad del circuito cerrado del sistema rediseñado digitalmente está explícitamente garantizada en el procedimiento de diseño utilizando el enfoque basado en el LMI. Se presenta un ejemplo numérico del control de posición de un sistema de grúa simple ",
            "error": []
        },
        "linear systems": {
            "translated_key": [],
            "translated_annotated_text": "Enfoque LMI al rediseño digital de sistemas lineales invariantes de tiempo Se presenta una metodología de diseño simple para el rediseño digital de controladores de retroalimentación de estado estático mediante el uso de desigualdades de matriz lineal. El método propuesto proporciona una estrecha correspondencia de los estados entre el sistema de tiempo continuo original y los del sistema rediseñado digitalmente con una estabilidad garantizada. Específicamente, el problema del rediseño digital se reformula como desigualdades de matriz lineal (LMI) y se resuelve mediante una técnica de optimización numérica. La característica principal del método propuesto es que la estabilidad del circuito cerrado del sistema rediseñado digitalmente está explícitamente garantizada en el procedimiento de diseño utilizando el enfoque basado en el LMI. Se presenta un ejemplo numérico del control de posición de un sistema de grúa simple ",
            "error": []
        },
        "matrix algebra": {
            "translated_key": [],
            "translated_annotated_text": "Enfoque LMI al rediseño digital de sistemas lineales invariantes de tiempo Se presenta una metodología de diseño simple para el rediseño digital de controladores de retroalimentación de estado estático mediante el uso de desigualdades de matriz lineal. El método propuesto proporciona una estrecha correspondencia de los estados entre el sistema de tiempo continuo original y los del sistema rediseñado digitalmente con una estabilidad garantizada. Específicamente, el problema del rediseño digital se reformula como desigualdades de matriz lineal (LMI) y se resuelve mediante una técnica de optimización numérica. La característica principal del método propuesto es que la estabilidad del circuito cerrado del sistema rediseñado digitalmente está explícitamente garantizada en el procedimiento de diseño utilizando el enfoque basado en el LMI. Se presenta un ejemplo numérico del control de posición de un sistema de grúa simple ",
            "error": []
        },
        "state feedback": {
            "translated_key": "state feedback",
            "translated_annotated_text": "Enfoque LMI al rediseño digital de sistemas lineales invariantes de tiempo Se presenta una metodología de diseño simple para el rediseño digital de controladores estáticos <br>state feedback</br> mediante el uso de desigualdades de matriz lineal. El método propuesto proporciona una estrecha correspondencia de los estados entre el sistema de tiempo continuo original y los del sistema rediseñado digitalmente con una estabilidad garantizada. Específicamente, el problema del rediseño digital se reformula como desigualdades de matriz lineal (LMI) y se resuelve mediante una técnica de optimización numérica. La característica principal del método propuesto es que la estabilidad del circuito cerrado del sistema rediseñado digitalmente está explícitamente garantizada en el procedimiento de diseño utilizando el enfoque basado en el LMI. Se presenta un ejemplo numérico del control de posición de un sistema de grúa simple ",
            "error": [
                ""
            ]
        }
    }
}