{
    "original_text": "Approximation of pathwidth of outerplanar graphs There exists a polynomial time algorithm to compute the pathwidth of outerplanar graphs, but the large exponent makes this algorithm impractical. In this paper, we give an algorithm that, given a biconnected outerplanar graph G, finds a path decomposition of G of pathwidth at most twice the pathwidth of G plus one. To obtain the result, several relations between the pathwidth of a biconnected outerplanar graph and its dual are established",
    "original_translation": "Aproximación del ancho de trayectoria de los gráficos exteriores planos Existe un algoritmo de tiempo polinomio para calcular el ancho de trayectoria de los gráficos exteriores planos, pero el exponente grande hace que este algoritmo sea poco práctico. En este artículo, damos un algoritmo que, dado un gráfico externo G biconectado, encuentra una descomposición de la trayectoria de G de ancho de ruta a lo sumo dos veces el ancho de ruta de G más uno. Para obtener el resultado, se establecen varias relaciones entre el ancho de vía de un gráfico exterior biconectado y su dual",
    "error_count": 5,
    "keys": {
        "pathwidth approximation": {
            "translated_key": [],
            "translated_annotated_text": "Aproximación del ancho de trayectoria de los gráficos exteriores planos Existe un algoritmo de tiempo polinomio para calcular el ancho de trayectoria de los gráficos exteriores planos, pero el exponente grande hace que este algoritmo sea poco práctico. En este artículo, damos un algoritmo que, dado un gráfico externo G biconectado, encuentra una descomposición de la trayectoria de G de ancho de ruta a lo sumo dos veces el ancho de ruta de G más uno. Para obtener el resultado, se establecen varias relaciones entre el ancho de vía de un gráfico exterior biconectado y su dual ",
            "error": []
        },
        "outerplanar graphs": {
            "translated_key": "outerplanar",
            "translated_annotated_text": "Aproximación del ancho de ruta de los gráficos <br>outerplanar</br> Existe un algoritmo de tiempo polinomio para calcular el ancho de ruta de los gráficos <br>outerplanar</br>, pero el exponente grande hace que este algoritmo sea poco práctico. En este artículo, damos un algoritmo que, dado un gráfico externo G biconectado, encuentra una descomposición de la trayectoria de G de ancho de ruta a lo sumo dos veces el ancho de ruta de G más uno. Para obtener el resultado, se establecen varias relaciones entre el ancho de vía de un gráfico exterior biconectado y su dual ",
            "error": [
                ""
            ]
        },
        "polynomial time algorithm": {
            "translated_key": [],
            "translated_annotated_text": "Aproximación del ancho de ruta de los gráficos exterioresplanar Existe un algoritmo de tiempo polinomio <br> para calcular el ancho de ruta de los gráficos exterioresplanar, pero el exponente grande hace que este algoritmo sea poco práctico. En este artículo, damos un algoritmo que, dado un gráfico externo G biconectado, encuentra una descomposición de la trayectoria de G de ancho de ruta a lo sumo dos veces el ancho de ruta de G más uno. Para obtener el resultado, se establecen varias relaciones entre el ancho de vía de un gráfico exterior biconectado y su dual ",
            "error": []
        },
        "biconnected outerplanar graph": {
            "translated_key": "biconectado",
            "translated_annotated_text": "Aproximación del ancho de trayectoria de los gráficos exteriores planos Existe un algoritmo de tiempo polinomio para calcular el ancho de trayectoria de los gráficos exteriores planos, pero el exponente grande hace que este algoritmo sea poco práctico. En este artículo, damos un algoritmo que, dado un gráfico exterior <br>biconectado</br> G, encuentra una descomposición de la trayectoria de G de ancho de ruta a lo sumo el doble de ancho de ruta de G más uno. Para obtener el resultado, se establecen varias relaciones entre el ancho de ruta de un gráfico exterior <br>biconectado</br> y su dual ",
            "error": [
                ""
            ]
        },
        "path decomposition": {
            "translated_key": "path",
            "translated_annotated_text": "Aproximación del ancho de trayectoria de los gráficos exteriores planos Existe un algoritmo de tiempo polinomio para calcular el ancho de trayectoria de los gráficos exteriores planos, pero el exponente grande hace que este algoritmo sea poco práctico. En este artículo, damos un algoritmo que, dado un gráfico externo G biconectado, encuentra una descomposición <br>path</br> de G de ancho de ruta como máximo dos veces el ancho de ruta de G más uno. Para obtener el resultado, se establecen varias relaciones entre el ancho de vía de un gráfico exterior biconectado y su dual ",
            "error": [
                ""
            ]
        },
        "approximation theory": {
            "translated_key": [],
            "translated_annotated_text": "Aproximación del ancho de trayectoria de los gráficos exteriores planos Existe un algoritmo de tiempo polinomio para calcular el ancho de trayectoria de los gráficos exteriores planos, pero el exponente grande hace que este algoritmo sea poco práctico. En este artículo, damos un algoritmo que, dado un gráfico externo G biconectado, encuentra una descomposición de la trayectoria de G de ancho de ruta a lo sumo dos veces el ancho de ruta de G más uno. Para obtener el resultado, se establecen varias relaciones entre el ancho de vía de un gráfico exterior biconectado y su dual ",
            "error": []
        },
        "computational geometry": {
            "translated_key": [],
            "translated_annotated_text": "Aproximación del ancho de trayectoria de los gráficos exteriores planos Existe un algoritmo de tiempo polinomio para calcular el ancho de trayectoria de los gráficos exteriores planos, pero el exponente grande hace que este algoritmo sea poco práctico. En este artículo, damos un algoritmo que, dado un gráfico externo G biconectado, encuentra una descomposición de la trayectoria de G de ancho de ruta a lo sumo dos veces el ancho de ruta de G más uno. Para obtener el resultado, se establecen varias relaciones entre el ancho de vía de un gráfico exterior biconectado y su dual ",
            "error": []
        },
        "graph theory": {
            "translated_key": [],
            "translated_annotated_text": "Aproximación del ancho de trayectoria de los gráficos exteriores planos Existe un algoritmo de tiempo polinomio para calcular el ancho de trayectoria de los gráficos exteriores planos, pero el exponente grande hace que este algoritmo sea poco práctico. En este artículo, damos un algoritmo que, dado un gráfico externo G biconectado, encuentra una descomposición de la trayectoria de G de ancho de ruta a lo sumo dos veces el ancho de ruta de G más uno. Para obtener el resultado, se establecen varias relaciones entre el ancho de vía de un gráfico exterior biconectado y su dual ",
            "error": []
        }
    }
}