{
    "original_text": "The XML typechecking problem When an XML document conforms to a given type (e.g. a DTD or an XML schema type) it is called a valid document. Checking if a given XML document is valid is called the validation problem, and is typically performed by a parser (hence, validating parser), more precisely it is performed right after parsing, by the same program module. In practice however, XML documents are often generated dynamically, by some program: checking whether all XML documents generated by the program are valid WRT a given type is called the typechecking problem. While a validation analyzes an XML document, a type checker analyzes a program, and the problems difficulty is a function of the language in which that program is expressed. The XML typechecking problem has been investigated recently and the XQuery Working Group adopted some of these techniques for typechecking XQuery. All these techniques, however, have limitations which need to be understood and further explored and investigated. We define the XML typechecking problem, and present current approaches to typechecking, discussing their limitations",
    "original_translation": "El problema de verificación de tipo XML Cuando un documento XML se ajusta a un tipo determinado (p. ej. a DTD o un tipo de esquema XML) se le llama documento válido. Comprobar si un documento XML dado es válido se llama problema de validación, y es normalmente realizado por un analizador (por lo tanto, validar el analizador), más precisamente se realiza justo después de analizar, por el mismo módulo de programa. En la práctica, sin embargo, los documentos XML a menudo se generan dinámicamente, por algún programa: comprobar si todos los documentos XML generados por el programa son válidos WRT un tipo determinado se llama el problema de verificación de tipo. Mientras que una validación analiza un documento XML, un verificador de tipo analiza un programa, y la dificultad de los problemas es una función del lenguaje en el que se expresa ese programa. El problema de verificación de tipo XML ha sido investigado recientemente y el Grupo de Trabajo XQuery adoptó algunas de estas técnicas para la verificación de tipo XQuery. Todas estas técnicas, sin embargo, tienen limitaciones que deben ser comprendidas y exploradas e investigadas más a fondo. Definimos el problema de verificación de tipo XML, y presentamos los enfoques actuales para la verificación de tipo, discutiendo sus limitaciones",
    "error_count": 3,
    "keys": {
        "XML typechecking problem": {
            "translated_key": "XML",
            "translated_annotated_text": "El problema de verificación de tipo <br>XML</br> Cuando un documento XML se ajusta a un tipo determinado (p. ej. a DTD o un tipo de esquema XML) se le llama documento válido. Comprobar si un documento XML dado es válido se llama problema de validación, y es normalmente realizado por un analizador (por lo tanto, validar el analizador), más precisamente se realiza justo después de analizar, por el mismo módulo de programa. En la práctica, sin embargo, los documentos XML a menudo se generan dinámicamente, por algún programa: comprobar si todos los documentos XML generados por el programa son válidos WRT un tipo determinado se llama el problema de verificación de tipo. Mientras que una validación analiza un documento XML, un verificador de tipo analiza un programa, y la dificultad de los problemas es una función del lenguaje en el que se expresa ese programa. El problema de verificación de tipo <br>XML</br> ha sido investigado recientemente y el Grupo de Trabajo XQuery adoptó algunas de estas técnicas para la verificación de tipo XQuery. Todas estas técnicas, sin embargo, tienen limitaciones que deben ser comprendidas y exploradas e investigadas más a fondo. Definimos el problema de verificación de tipo <br>XML</br>, y presentamos los enfoques actuales para la verificación de tipo, discutiendo sus limitaciones ",
            "error": [
                ""
            ]
        },
        "XML document": {
            "translated_key": [
                "XML",
                "XML dado",
                "XML"
            ],
            "translated_annotated_text": "El problema de verificación de tipo XML Cuando un documento <br>XML</br> se ajusta a un tipo determinado (p. ej. a DTD o un tipo de esquema XML) se le llama documento válido. Comprobar si un documento <br>XML dado</br> es válido se llama el problema de validación, y es típicamente realizado por un analizador (por lo tanto, validar el analizador), más precisamente se realiza justo después de analizar, por el mismo módulo del programa. En la práctica, sin embargo, los documentos XML a menudo se generan dinámicamente, por algún programa: comprobar si todos los documentos XML generados por el programa son válidos WRT un tipo determinado se llama el problema de verificación de tipo. Mientras que una validación analiza un documento <br>XML</br>, un verificador de tipo analiza un programa, y la dificultad de los problemas es una función del lenguaje en el que se expresa ese programa. El problema de verificación de tipo XML ha sido investigado recientemente y el Grupo de Trabajo XQuery adoptó algunas de estas técnicas para la verificación de tipo XQuery. Todas estas técnicas, sin embargo, tienen limitaciones que deben ser comprendidas y exploradas e investigadas más a fondo. Definimos el problema de verificación de tipo XML, y presentamos los enfoques actuales para la verificación de tipo, discutiendo sus limitaciones ",
            "error": [
                "XML",
                "XML dado",
                "XML"
            ]
        },
        "validation": {
            "translated_key": [],
            "translated_annotated_text": "El problema de verificación de tipo XML Cuando un documento XML se ajusta a un tipo determinado (p. ej. a DTD o un tipo de esquema XML) se le llama documento válido. Comprobar si un documento XML dado es válido se llama problema de validación <br></br>, y normalmente es realizado por un analizador (por lo tanto, validar el analizador), más precisamente se realiza justo después de analizar, por el mismo módulo de programa. En la práctica, sin embargo, los documentos XML a menudo se generan dinámicamente, por algún programa: comprobar si todos los documentos XML generados por el programa son válidos WRT un tipo determinado se llama el problema de verificación de tipo. Mientras que una validación <br> analiza un documento XML, un verificador de tipo analiza un programa, y la dificultad de los problemas es una función del lenguaje en el que se expresa ese programa. El problema de verificación de tipo XML ha sido investigado recientemente y el Grupo de Trabajo XQuery adoptó algunas de estas técnicas para la verificación de tipo XQuery. Todas estas técnicas, sin embargo, tienen limitaciones que deben ser comprendidas y exploradas e investigadas más a fondo. Definimos el problema de verificación de tipo XML, y presentamos los enfoques actuales para la verificación de tipo, discutiendo sus limitaciones ",
            "error": []
        },
        "XQuery": {
            "translated_key": "XQuery",
            "translated_annotated_text": "El problema de verificación de tipo XML Cuando un documento XML se ajusta a un tipo determinado (p. ej. a DTD o un tipo de esquema XML) se le llama documento válido. Comprobar si un documento XML dado es válido se llama problema de validación, y es normalmente realizado por un analizador (por lo tanto, validar el analizador), más precisamente se realiza justo después de analizar, por el mismo módulo de programa. En la práctica, sin embargo, los documentos XML a menudo se generan dinámicamente, por algún programa: comprobar si todos los documentos XML generados por el programa son válidos WRT un tipo determinado se llama el problema de verificación de tipo. Mientras que una validación analiza un documento XML, un verificador de tipo analiza un programa, y la dificultad de los problemas es una función del lenguaje en el que se expresa ese programa. El problema de verificación de tipo XML ha sido investigado recientemente y el Grupo de Trabajo <br>XQuery</br> adoptó algunas de estas técnicas para la comprobación de tipo <br>XQuery</br>. Todas estas técnicas, sin embargo, tienen limitaciones que deben ser comprendidas y exploradas e investigadas más a fondo. Definimos el problema de verificación de tipo XML, y presentamos los enfoques actuales para la verificación de tipo, discutiendo sus limitaciones ",
            "error": [
                ""
            ]
        },
        "hypermedia markup languages": {
            "translated_key": [],
            "translated_annotated_text": "El problema de verificación de tipo XML Cuando un documento XML se ajusta a un tipo determinado (p. ej. a DTD o un tipo de esquema XML) se le llama documento válido. Comprobar si un documento XML dado es válido se llama problema de validación, y es normalmente realizado por un analizador (por lo tanto, validar el analizador), más precisamente se realiza justo después de analizar, por el mismo módulo de programa. En la práctica, sin embargo, los documentos XML a menudo se generan dinámicamente, por algún programa: comprobar si todos los documentos XML generados por el programa son válidos WRT un tipo determinado se llama el problema de verificación de tipo. Mientras que una validación analiza un documento XML, un verificador de tipo analiza un programa, y la dificultad de los problemas es una función del lenguaje en el que se expresa ese programa. El problema de verificación de tipo XML ha sido investigado recientemente y el Grupo de Trabajo XQuery adoptó algunas de estas técnicas para la verificación de tipo XQuery. Todas estas técnicas, sin embargo, tienen limitaciones que deben ser comprendidas y exploradas e investigadas más a fondo. Definimos el problema de verificación de tipo XML, y presentamos los enfoques actuales para la verificación de tipo, discutiendo sus limitaciones ",
            "error": []
        }
    }
}