{
    "original_text": "Conceptual modeling and specification generation for B2B business processes based on ebXML In order to support dynamic setup of business processes among independent organizations, a formal standard schema for describing the business processes is basically required. The ebXML framework provides such a specification schema called BPSS (Business Process Specification Schema) which is available in two standalone representations: a UML version, and an XML version. The former, however, is not intended for the direct creation of business process specifications, but for defining specification elements and their relationships required for creating an ebXML-compliant business process specification. For this reason, it is very important to support conceptual modeling that is well organized and directly matched with major modeling concepts. This paper deals with how to represent and manage B2B business processes using UML-compliant diagrams. The major challenge is to organize UML diagrams in a natural way that is well suited to the business process meta-model and then to transform the diagrams into an XML version. This paper demonstrates the usefulness of conceptually modeling business processes by prototyping a business process editor tool called ebDesigner",
    "original_translation": "Modelado conceptual y generación de especificaciones para procesos de negocio B2B basados en ebXML Para apoyar la configuración dinámica de procesos de negocio entre organizaciones independientes, se requiere básicamente un esquema estándar formal para describir los procesos de negocio. El marco ebXML proporciona un esquema de especificación llamado BPSS (Business Process Specification Schema) que está disponible en dos representaciones independientes: una versión UML y una versión XML. El primero, sin embargo, no está destinado a la creación directa de especificaciones de procesos empresariales, sino a definir los elementos de especificación y sus relaciones necesarias para crear una especificación de procesos empresariales conforme a ebXML. Por esta razón, es muy importante apoyar un modelo conceptual bien organizado y directamente emparejado con los principales conceptos de modelado. Este artículo trata sobre cómo representar y gestionar los procesos de negocio B2B usando diagramas conformes con UML. El principal reto es organizar los diagramas UML de una manera natural que sea adecuada para el metamodelo del proceso de negocio y luego transformar los diagramas en una versión XML. Este artículo demuestra la utilidad de modelar conceptualmente los procesos de negocio mediante la creación de prototipos de una herramienta de editor de procesos de negocio llamada ebDesigner",
    "error_count": 6,
    "keys": {
        "B2B business processes": {
            "translated_key": "B2B",
            "translated_annotated_text": "Modelado conceptual y generación de especificaciones para procesos de negocio <br>B2B</br> basados en ebXML Para apoyar la configuración dinámica de procesos de negocio entre organizaciones independientes, se requiere básicamente un esquema estándar formal para describir los procesos de negocio. El marco ebXML proporciona un esquema de especificación llamado BPSS (Business Process Specification Schema) que está disponible en dos representaciones independientes: una versión UML y una versión XML. El primero, sin embargo, no está destinado a la creación directa de especificaciones de procesos empresariales, sino a definir los elementos de especificación y sus relaciones necesarias para crear una especificación de procesos empresariales conforme a ebXML. Por esta razón, es muy importante apoyar un modelo conceptual bien organizado y directamente emparejado con los principales conceptos de modelado. Este artículo trata sobre cómo representar y administrar los procesos de negocio <br>B2B</br> usando diagramas conformes con UML. El principal reto es organizar los diagramas UML de una manera natural que sea adecuada para el metamodelo del proceso de negocio y luego transformar los diagramas en una versión XML. Este artículo demuestra la utilidad de modelar conceptualmente los procesos de negocio mediante la creación de prototipos de una herramienta de editor de procesos de negocio llamada ebDesigner ",
            "error": [
                ""
            ]
        },
        "ebXML": {
            "translated_key": "ebXML",
            "translated_annotated_text": "Modelado conceptual y generación de especificaciones para procesos de negocio B2B basados en <br>ebXML</br> Para apoyar la configuración dinámica de procesos de negocio entre organizaciones independientes, se requiere básicamente un esquema estándar formal para describir los procesos de negocio. El marco <br>ebXML</br> proporciona un esquema de especificación llamado BPSS (Business Process Specification Schema) que está disponible en dos representaciones independientes: una versión UML y una versión XML. El primero, sin embargo, no está destinado a la creación directa de especificaciones de procesos de negocio, sino a definir los elementos de especificación y sus relaciones necesarias para crear una especificación de proceso de negocio compatible con <br>ebXML</br>. Por esta razón, es muy importante apoyar un modelo conceptual bien organizado y directamente emparejado con los principales conceptos de modelado. Este artículo trata sobre cómo representar y gestionar los procesos de negocio B2B usando diagramas conformes con UML. El principal reto es organizar los diagramas UML de una manera natural que sea adecuada para el metamodelo del proceso de negocio y luego transformar los diagramas en una versión XML. Este artículo demuestra la utilidad de modelar conceptualmente los procesos de negocio mediante la creación de prototipos de una herramienta de editor de procesos de negocio llamada ebDesigner ",
            "error": [
                ""
            ]
        },
        "conceptual modeling": {
            "translated_key": [],
            "translated_annotated_text": "Modelado conceptual y generación de especificaciones para procesos de negocio B2B basados en ebXML Para apoyar la configuración dinámica de procesos de negocio entre organizaciones independientes, se requiere básicamente un esquema estándar formal para describir los procesos de negocio. El marco ebXML proporciona un esquema de especificación llamado BPSS (Business Process Specification Schema) que está disponible en dos representaciones independientes: una versión UML y una versión XML. El primero, sin embargo, no está destinado a la creación directa de especificaciones de procesos empresariales, sino a definir los elementos de especificación y sus relaciones necesarias para crear una especificación de procesos empresariales conforme a ebXML. Por esta razón, es muy importante apoyar un modelado conceptual bien organizado y directamente emparejado con los principales conceptos de modelado. Este artículo trata sobre cómo representar y gestionar los procesos de negocio B2B usando diagramas conformes con UML. El principal reto es organizar los diagramas UML de una manera natural que sea adecuada para el metamodelo del proceso de negocio y luego transformar los diagramas en una versión XML. Este artículo demuestra la utilidad de modelar conceptualmente los procesos de negocio mediante la creación de prototipos de una herramienta de editor de procesos de negocio llamada ebDesigner ",
            "error": []
        },
        "specification generation": {
            "translated_key": "especification",
            "translated_annotated_text": "Modelado conceptual y generación de <br>especification</br> para procesos de negocio B2B basados en ebXML Para apoyar la configuración dinámica de procesos de negocio entre organizaciones independientes, se requiere básicamente un esquema estándar formal para describir los procesos de negocio. El marco ebXML proporciona un esquema de especificación llamado BPSS (Business Process Specification Schema) que está disponible en dos representaciones independientes: una versión UML y una versión XML. El primero, sin embargo, no está destinado a la creación directa de especificaciones de procesos empresariales, sino a definir los elementos de especificación y sus relaciones necesarias para crear una especificación de procesos empresariales conforme a ebXML. Por esta razón, es muy importante apoyar un modelo conceptual bien organizado y directamente emparejado con los principales conceptos de modelado. Este artículo trata sobre cómo representar y gestionar los procesos de negocio B2B usando diagramas conformes con UML. El principal reto es organizar los diagramas UML de una manera natural que sea adecuada para el metamodelo del proceso de negocio y luego transformar los diagramas en una versión XML. Este artículo demuestra la utilidad de modelar conceptualmente los procesos de negocio mediante la creación de prototipos de una herramienta de editor de procesos de negocio llamada ebDesigner ",
            "error": [
                ""
            ]
        },
        "formal standard schema": {
            "translated_key": "formal",
            "translated_annotated_text": "Modelado conceptual y generación de especificaciones para procesos de negocio B2B basados en ebXML Para apoyar la configuración dinámica de procesos de negocio entre organizaciones independientes, se requiere básicamente un esquema estándar <br>formal</br> para describir los procesos de negocio. El marco ebXML proporciona un esquema de especificación llamado BPSS (Business Process Specification Schema) que está disponible en dos representaciones independientes: una versión UML y una versión XML. El primero, sin embargo, no está destinado a la creación directa de especificaciones de procesos empresariales, sino a definir los elementos de especificación y sus relaciones necesarias para crear una especificación de procesos empresariales conforme a ebXML. Por esta razón, es muy importante apoyar un modelo conceptual bien organizado y directamente emparejado con los principales conceptos de modelado. Este artículo trata sobre cómo representar y gestionar los procesos de negocio B2B usando diagramas conformes con UML. El principal reto es organizar los diagramas UML de una manera natural que sea adecuada para el metamodelo del proceso de negocio y luego transformar los diagramas en una versión XML. Este artículo demuestra la utilidad de modelar conceptualmente los procesos de negocio mediante la creación de prototipos de una herramienta de editor de procesos de negocio llamada ebDesigner ",
            "error": [
                ""
            ]
        },
        "Business Process Specification Schema": {
            "translated_key": "Business Process Specification Schema",
            "translated_annotated_text": "Modelado conceptual y generación de especificaciones para procesos de negocio B2B basados en ebXML Para apoyar la configuración dinámica de procesos de negocio entre organizaciones independientes, se requiere básicamente un esquema estándar formal para describir los procesos de negocio. El marco ebXML proporciona un esquema de especificación llamado BPSS (<br>Business Process Specification Schema</br>) que está disponible en dos representaciones independientes: una versión UML y una versión XML. El primero, sin embargo, no está destinado a la creación directa de especificaciones de procesos empresariales, sino a definir los elementos de especificación y sus relaciones necesarias para crear una especificación de procesos empresariales conforme a ebXML. Por esta razón, es muy importante apoyar un modelo conceptual bien organizado y directamente emparejado con los principales conceptos de modelado. Este artículo trata sobre cómo representar y gestionar los procesos de negocio B2B usando diagramas conformes con UML. El principal reto es organizar los diagramas UML de una manera natural que sea adecuada para el metamodelo del proceso de negocio y luego transformar los diagramas en una versión XML. Este artículo demuestra la utilidad de modelar conceptualmente los procesos de negocio mediante la creación de prototipos de una herramienta de editor de procesos de negocio llamada ebDesigner ",
            "error": [
                ""
            ]
        },
        "UML-compliant diagrams": {
            "translated_key": "UML",
            "translated_annotated_text": "Modelado conceptual y generación de especificaciones para procesos de negocio B2B basados en ebXML Para apoyar la configuración dinámica de procesos de negocio entre organizaciones independientes, se requiere básicamente un esquema estándar formal para describir los procesos de negocio. El marco ebXML proporciona un esquema de especificación llamado BPSS (Business Process Specification Schema) que está disponible en dos representaciones independientes: una versión UML y una versión XML. El primero, sin embargo, no está destinado a la creación directa de especificaciones de procesos empresariales, sino a definir los elementos de especificación y sus relaciones necesarias para crear una especificación de procesos empresariales conforme a ebXML. Por esta razón, es muy importante apoyar un modelo conceptual bien organizado y directamente emparejado con los principales conceptos de modelado. Este artículo trata sobre cómo representar y gestionar los procesos de negocio B2B usando diagramas compatibles con <br>UML</br>. El principal reto es organizar los diagramas UML de una manera natural que sea adecuada para el metamodelo del proceso de negocio y luego transformar los diagramas en una versión XML. Este artículo demuestra la utilidad de modelar conceptualmente los procesos de negocio mediante la creación de prototipos de una herramienta de editor de procesos de negocio llamada ebDesigner ",
            "error": [
                ""
            ]
        },
        "meta model": {
            "translated_key": [],
            "translated_annotated_text": "Modelado conceptual y generación de especificaciones para procesos de negocio B2B basados en ebXML Para apoyar la configuración dinámica de procesos de negocio entre organizaciones independientes, se requiere básicamente un esquema estándar formal para describir los procesos de negocio. El marco ebXML proporciona un esquema de especificación llamado BPSS (Business Process Specification Schema) que está disponible en dos representaciones independientes: una versión UML y una versión XML. El primero, sin embargo, no está destinado a la creación directa de especificaciones de procesos empresariales, sino a definir los elementos de especificación y sus relaciones necesarias para crear una especificación de procesos empresariales conforme a ebXML. Por esta razón, es muy importante apoyar un modelo conceptual bien organizado y directamente emparejado con los principales conceptos de modelado. Este artículo trata sobre cómo representar y gestionar los procesos de negocio B2B usando diagramas conformes con UML. El principal reto es organizar los diagramas UML de una manera natural que sea adecuada para el metamodelo del proceso de negocio y luego transformar los diagramas en una versión XML. Este artículo demuestra la utilidad de modelar conceptualmente los procesos de negocio mediante la creación de prototipos de una herramienta de editor de procesos de negocio llamada ebDesigner ",
            "error": []
        },
        "ebDesigner": {
            "translated_key": "ebDesigner",
            "translated_annotated_text": "Modelado conceptual y generación de especificaciones para procesos de negocio B2B basados en ebXML Para apoyar la configuración dinámica de procesos de negocio entre organizaciones independientes, se requiere básicamente un esquema estándar formal para describir los procesos de negocio. El marco ebXML proporciona un esquema de especificación llamado BPSS (Business Process Specification Schema) que está disponible en dos representaciones independientes: una versión UML y una versión XML. El primero, sin embargo, no está destinado a la creación directa de especificaciones de procesos empresariales, sino a definir los elementos de especificación y sus relaciones necesarias para crear una especificación de procesos empresariales conforme a ebXML. Por esta razón, es muy importante apoyar un modelo conceptual bien organizado y directamente emparejado con los principales conceptos de modelado. Este artículo trata sobre cómo representar y gestionar los procesos de negocio B2B usando diagramas conformes con UML. El principal reto es organizar los diagramas UML de una manera natural que sea adecuada para el metamodelo del proceso de negocio y luego transformar los diagramas en una versión XML. Este artículo demuestra la utilidad de modelar conceptualmente los procesos de negocio mediante la creación de una herramienta de editor de procesos de negocio llamada <br>ebDesigner</br> ",
            "error": [
                ""
            ]
        },
        "business process editor": {
            "translated_key": "business process editor",
            "translated_annotated_text": "Modelado conceptual y generación de especificaciones para procesos de negocio B2B basados en ebXML Para apoyar la configuración dinámica de procesos de negocio entre organizaciones independientes, se requiere básicamente un esquema estándar formal para describir los procesos de negocio. El marco ebXML proporciona un esquema de especificación llamado BPSS (Business Process Specification Schema) que está disponible en dos representaciones independientes: una versión UML y una versión XML. El primero, sin embargo, no está destinado a la creación directa de especificaciones de procesos empresariales, sino a definir los elementos de especificación y sus relaciones necesarias para crear una especificación de procesos empresariales conforme a ebXML. Por esta razón, es muy importante apoyar un modelo conceptual bien organizado y directamente emparejado con los principales conceptos de modelado. Este artículo trata sobre cómo representar y gestionar los procesos de negocio B2B usando diagramas conformes con UML. El principal reto es organizar los diagramas UML de una manera natural que sea adecuada para el metamodelo del proceso de negocio y luego transformar los diagramas en una versión XML. Este artículo demuestra la utilidad de modelar conceptualmente los procesos de negocio mediante la creación de una herramienta <br>business process editor</br> llamada ebDesigner ",
            "error": [
                ""
            ]
        },
        "electronic commerce": {
            "translated_key": [],
            "translated_annotated_text": "Modelado conceptual y generación de especificaciones para procesos de negocio B2B basados en ebXML Para apoyar la configuración dinámica de procesos de negocio entre organizaciones independientes, se requiere básicamente un esquema estándar formal para describir los procesos de negocio. El marco ebXML proporciona un esquema de especificación llamado BPSS (Business Process Specification Schema) que está disponible en dos representaciones independientes: una versión UML y una versión XML. El primero, sin embargo, no está destinado a la creación directa de especificaciones de procesos empresariales, sino a definir los elementos de especificación y sus relaciones necesarias para crear una especificación de procesos empresariales conforme a ebXML. Por esta razón, es muy importante apoyar un modelo conceptual bien organizado y directamente emparejado con los principales conceptos de modelado. Este artículo trata sobre cómo representar y gestionar los procesos de negocio B2B usando diagramas conformes con UML. El principal reto es organizar los diagramas UML de una manera natural que sea adecuada para el metamodelo del proceso de negocio y luego transformar los diagramas en una versión XML. Este artículo demuestra la utilidad de modelar conceptualmente los procesos de negocio mediante la creación de prototipos de una herramienta de editor de procesos de negocio llamada ebDesigner ",
            "error": []
        },
        "formal specification": {
            "translated_key": [],
            "translated_annotated_text": "Modelado conceptual y generación de especificaciones para procesos de negocio B2B basados en ebXML Para apoyar la configuración dinámica de procesos de negocio entre organizaciones independientes, se requiere básicamente un esquema estándar formal para describir los procesos de negocio. El marco ebXML proporciona un esquema de especificación llamado BPSS (Business Process Specification Schema) que está disponible en dos representaciones independientes: una versión UML y una versión XML. El primero, sin embargo, no está destinado a la creación directa de especificaciones de procesos empresariales, sino a definir los elementos de especificación y sus relaciones necesarias para crear una especificación de procesos empresariales conforme a ebXML. Por esta razón, es muy importante apoyar un modelo conceptual bien organizado y directamente emparejado con los principales conceptos de modelado. Este artículo trata sobre cómo representar y gestionar los procesos de negocio B2B usando diagramas conformes con UML. El principal reto es organizar los diagramas UML de una manera natural que sea adecuada para el metamodelo del proceso de negocio y luego transformar los diagramas en una versión XML. Este artículo demuestra la utilidad de modelar conceptualmente los procesos de negocio mediante la creación de prototipos de una herramienta de editor de procesos de negocio llamada ebDesigner ",
            "error": []
        },
        "hypermedia markup languages": {
            "translated_key": [],
            "translated_annotated_text": "Modelado conceptual y generación de especificaciones para procesos de negocio B2B basados en ebXML Para apoyar la configuración dinámica de procesos de negocio entre organizaciones independientes, se requiere básicamente un esquema estándar formal para describir los procesos de negocio. El marco ebXML proporciona un esquema de especificación llamado BPSS (Business Process Specification Schema) que está disponible en dos representaciones independientes: una versión UML y una versión XML. El primero, sin embargo, no está destinado a la creación directa de especificaciones de procesos empresariales, sino a definir los elementos de especificación y sus relaciones necesarias para crear una especificación de procesos empresariales conforme a ebXML. Por esta razón, es muy importante apoyar un modelo conceptual bien organizado y directamente emparejado con los principales conceptos de modelado. Este artículo trata sobre cómo representar y gestionar los procesos de negocio B2B usando diagramas conformes con UML. El principal reto es organizar los diagramas UML de una manera natural que sea adecuada para el metamodelo del proceso de negocio y luego transformar los diagramas en una versión XML. Este artículo demuestra la utilidad de modelar conceptualmente los procesos de negocio mediante la creación de prototipos de una herramienta de editor de procesos de negocio llamada ebDesigner ",
            "error": []
        },
        "specification languages": {
            "translated_key": [],
            "translated_annotated_text": "Modelado conceptual y generación de especificaciones para procesos de negocio B2B basados en ebXML Para apoyar la configuración dinámica de procesos de negocio entre organizaciones independientes, se requiere básicamente un esquema estándar formal para describir los procesos de negocio. El marco ebXML proporciona un esquema de especificación llamado BPSS (Business Process Specification Schema) que está disponible en dos representaciones independientes: una versión UML y una versión XML. El primero, sin embargo, no está destinado a la creación directa de especificaciones de procesos empresariales, sino a definir los elementos de especificación y sus relaciones necesarias para crear una especificación de procesos empresariales conforme a ebXML. Por esta razón, es muy importante apoyar un modelo conceptual bien organizado y directamente emparejado con los principales conceptos de modelado. Este artículo trata sobre cómo representar y gestionar los procesos de negocio B2B usando diagramas conformes con UML. El principal reto es organizar los diagramas UML de una manera natural que sea adecuada para el metamodelo del proceso de negocio y luego transformar los diagramas en una versión XML. Este artículo demuestra la utilidad de modelar conceptualmente los procesos de negocio mediante la creación de prototipos de una herramienta de editor de procesos de negocio llamada ebDesigner ",
            "error": []
        }
    }
}