{
    "original_text": "Property testers for dense Constraint Satisfaction programs on finite domains Many NP-hard languages can be decided in subexponential time if the definition of decide is relaxed only slightly. Rubinfeld and Sudan introduced the notion of property testers, probabilistic algorithms that can decide, with high probability, if a function has a certain property or if it is far from any function having this property. Goldreich, Goldwasser, and Ron constructed property testers with constant query complexity for dense instances of a large class of graph problems. Since many graph problems can be viewed as special cases of the Constraint Satisfaction Problem on Boolean domains, it is natural to try to construct property testers for more general cases of the Constraint Satisfaction Problem. In this paper, we give explicit constructions of property testers using a constant number of queries for dense instances of Constraint Satisfaction Problems where the constraints have constant arity and the variables assume values in some domain of finite size",
    "original_translation": "Property testers for densos programas de restricción Satisfacción en dominios finitos Muchos lenguajes NP-hard se pueden decidir en tiempo subexponencial si la definición de decidir se relaja sólo ligeramente. Rubinfeld y Sudán introdujeron la noción de probadores de propiedades, algoritmos probabilísticos que pueden decidir, con alta probabilidad, si una función tiene una determinada propiedad o si está lejos de cualquier función que tenga esta propiedad. Goldreich, Goldwasser y Ron construyeron probadores de propiedades con constante complejidad de consulta para instancias densas de una gran clase de problemas de gráficos. Dado que muchos problemas del gráfico pueden ser vistos como casos especiales del Problema de Satisfacción Limitada en dominios Booleanos, es natural tratar de construir probadores de propiedades para casos más generales del Problema de Satisfacción Limitada. En este artículo, damos construcciones explícitas de probadores de propiedades utilizando un número constante de consultas para instancias densas de problemas de satisfacción de restricción donde las restricciones tienen aridad constante y las variables asumen valores en algún dominio de tamaño finito",
    "error_count": 7,
    "keys": {
        "NP-hard languages": {
            "translated_key": "NP-hard",
            "translated_annotated_text": "Property testers for densos programas de restricción Satisfacción en dominios finitos Muchos lenguajes <br>NP-hard</br> se pueden decidir en tiempo subexponencial si la definición de decidir se relaja sólo ligeramente. Rubinfeld y Sudán introdujeron la noción de probadores de propiedades, algoritmos probabilísticos que pueden decidir, con alta probabilidad, si una función tiene una determinada propiedad o si está lejos de cualquier función que tenga esta propiedad. Goldreich, Goldwasser y Ron construyeron probadores de propiedades con constante complejidad de consulta para instancias densas de una gran clase de problemas de gráficos. Dado que muchos problemas del gráfico pueden ser vistos como casos especiales del Problema de Satisfacción Limitada en dominios Booleanos, es natural tratar de construir probadores de propiedades para casos más generales del Problema de Satisfacción Limitada. En este artículo, damos construcciones explícitas de probadores de propiedades utilizando un número constante de consultas para instancias densas de problemas de satisfacción de restricción donde las restricciones tienen aridad constante y las variables asumen valores en algún dominio de tamaño finito ",
            "error": [
                ""
            ]
        },
        "property testers": {
            "translated_key": [
                "property testers",
                "probadores de propiedades",
                "probadores de propiedad",
                "probadores de propiedad"
            ],
            "translated_annotated_text": "Property testers for densos programas de restricción Satisfacción en dominios finitos Muchos lenguajes NP-hard se pueden decidir en tiempo subexponencial si la definición de decidir se relaja sólo ligeramente. Rubinfeld y Sudán introdujeron la noción de <br>property testers</br>, algoritmos probabilísticos que pueden decidir, con alta probabilidad, si una función tiene una determinada propiedad o si está lejos de cualquier función que tenga esta propiedad. Goldreich, Goldwasser y Ron construyeron <br>probadores de propiedades</br> con constante complejidad de consulta para instancias densas de una gran clase de problemas de gráficos. Dado que muchos problemas de gráficos pueden ser vistos como casos especiales del Problema de Satisfacción Limitada en dominios Booleanos, es natural tratar de construir <br>probadores de propiedad</br> para casos más generales del Problema de Satisfacción Limitada. En este artículo, damos construcciones explícitas de <br>probadores de propiedad</br> utilizando un número constante de consultas para instancias densas de problemas de satisfacción de restricción donde las restricciones tienen aridad constante y las variables asumen valores en algún dominio de tamaño finito ",
            "error": [
                "property testers",
                "probadores de propiedades",
                "probadores de propiedad",
                "probadores de propiedad"
            ]
        },
        "probabilistic algorithms": {
            "translated_key": "algoritmos probabilísticos",
            "translated_annotated_text": "Property testers for densos programas de restricción Satisfacción en dominios finitos Muchos lenguajes NP-hard se pueden decidir en tiempo subexponencial si la definición de decidir se relaja sólo ligeramente. Rubinfeld y Sudán introdujeron la noción de probadores de propiedades, <br>algoritmos probabilísticos</br> que pueden decidir, con alta probabilidad, si una función tiene una determinada propiedad o si está lejos de cualquier función que tenga esta propiedad.  Goldreich, Goldwasser y Ron construyeron probadores de propiedades con constante complejidad de consulta para instancias densas de una gran clase de problemas de gráficos. Dado que muchos problemas del gráfico pueden ser vistos como casos especiales del Problema de Satisfacción Limitada en dominios Booleanos, es natural tratar de construir probadores de propiedades para casos más generales del Problema de Satisfacción Limitada. En este artículo, damos construcciones explícitas de probadores de propiedades utilizando un número constante de consultas para instancias densas de problemas de satisfacción de restricción donde las restricciones tienen aridad constante y las variables asumen valores en algún dominio de tamaño finito ",
            "error": [
                ""
            ]
        },
        "constant query complexity": {
            "translated_key": "constante complejidad de consulta",
            "translated_annotated_text": "Property testers for densos programas de restricción Satisfacción en dominios finitos Muchos lenguajes NP-hard se pueden decidir en tiempo subexponencial si la definición de decidir se relaja sólo ligeramente. Rubinfeld y Sudán introdujeron la noción de probadores de propiedades, algoritmos probabilísticos que pueden decidir, con alta probabilidad, si una función tiene una determinada propiedad o si está lejos de cualquier función que tenga esta propiedad. Goldreich, Goldwasser y Ron construyeron probadores de propiedades con <br>constante complejidad de consulta</br> para instancias densas de una gran clase de problemas de gráficos.  Dado que muchos problemas del gráfico pueden ser vistos como casos especiales del Problema de Satisfacción Limitada en dominios Booleanos, es natural tratar de construir probadores de propiedades para casos más generales del Problema de Satisfacción Limitada. En este artículo, damos construcciones explícitas de probadores de propiedades utilizando un número constante de consultas para instancias densas de problemas de satisfacción de restricción donde las restricciones tienen aridad constante y las variables asumen valores en algún dominio de tamaño finito ",
            "error": [
                ""
            ]
        },
        "constraint satisfaction": {
            "translated_key": [],
            "translated_annotated_text": "Property testers for densos programas de restricción Satisfacción en dominios finitos Muchos lenguajes NP-hard se pueden decidir en tiempo subexponencial si la definición de decidir se relaja sólo ligeramente. Rubinfeld y Sudán introdujeron la noción de probadores de propiedades, algoritmos probabilísticos que pueden decidir, con alta probabilidad, si una función tiene una determinada propiedad o si está lejos de cualquier función que tenga esta propiedad. Goldreich, Goldwasser y Ron construyeron probadores de propiedades con constante complejidad de consulta para instancias densas de una gran clase de problemas de gráficos. Dado que muchos problemas del gráfico pueden ser vistos como casos especiales del Problema de Satisfacción Limitada en dominios Booleanos, es natural tratar de construir probadores de propiedades para casos más generales del Problema de Satisfacción Limitada. En este artículo, damos construcciones explícitas de probadores de propiedades utilizando un número constante de consultas para instancias densas de problemas de satisfacción de restricción donde las restricciones tienen aridad constante y las variables asumen valores en algún dominio de tamaño finito ",
            "error": []
        },
        "dense instances": {
            "translated_key": [
                "densas",
                "dense instancias"
            ],
            "translated_annotated_text": "Property testers for densos programas de restricción Satisfacción en dominios finitos Muchos lenguajes NP-hard se pueden decidir en tiempo subexponencial si la definición de decidir se relaja sólo ligeramente. Rubinfeld y Sudán introdujeron la noción de probadores de propiedades, algoritmos probabilísticos que pueden decidir, con alta probabilidad, si una función tiene una determinada propiedad o si está lejos de cualquier función que tenga esta propiedad. Goldreich, Goldwasser y Ron construyeron probadores de propiedades con constante complejidad de consulta para instancias <br>densas</br> de una gran clase de problemas de gráficos. Dado que muchos problemas del gráfico pueden ser vistos como casos especiales del Problema de Satisfacción Limitada en dominios Booleanos, es natural tratar de construir probadores de propiedades para casos más generales del Problema de Satisfacción Limitada. En este artículo, damos construcciones explícitas de probadores de propiedades usando un número constante de consultas para <br>dense instancias</br> de Problemas de satisfacción de restricción donde las restricciones tienen aridad constante y las variables asumen valores en algún dominio de tamaño finito ",
            "error": [
                "densas",
                "dense instancias"
            ]
        },
        "randomized sampling": {
            "translated_key": [],
            "translated_annotated_text": "Property testers for densos programas de restricción Satisfacción en dominios finitos Muchos lenguajes NP-hard se pueden decidir en tiempo subexponencial si la definición de decidir se relaja sólo ligeramente. Rubinfeld y Sudán introdujeron la noción de probadores de propiedades, algoritmos probabilísticos que pueden decidir, con alta probabilidad, si una función tiene una determinada propiedad o si está lejos de cualquier función que tenga esta propiedad. Goldreich, Goldwasser y Ron construyeron probadores de propiedades con constante complejidad de consulta para instancias densas de una gran clase de problemas de gráficos. Dado que muchos problemas del gráfico pueden ser vistos como casos especiales del Problema de Satisfacción Limitada en dominios Booleanos, es natural tratar de construir probadores de propiedades para casos más generales del Problema de Satisfacción Limitada. En este artículo, damos construcciones explícitas de probadores de propiedades utilizando un número constante de consultas para instancias densas de problemas de satisfacción de restricción donde las restricciones tienen aridad constante y las variables asumen valores en algún dominio de tamaño finito ",
            "error": []
        },
        "subexponential time": {
            "translated_key": "subexponencial",
            "translated_annotated_text": "Property testers for densos programas de restricción Satisfacción en dominios finitos Muchos lenguajes NP-hard se pueden decidir en tiempo <br>subexponencial</br> si la definición de decidir se relaja sólo ligeramente. Rubinfeld y Sudán introdujeron la noción de probadores de propiedades, algoritmos probabilísticos que pueden decidir, con alta probabilidad, si una función tiene una determinada propiedad o si está lejos de cualquier función que tenga esta propiedad. Goldreich, Goldwasser y Ron construyeron probadores de propiedades con constante complejidad de consulta para instancias densas de una gran clase de problemas de gráficos. Dado que muchos problemas del gráfico pueden ser vistos como casos especiales del Problema de Satisfacción Limitada en dominios Booleanos, es natural tratar de construir probadores de propiedades para casos más generales del Problema de Satisfacción Limitada. En este artículo, damos construcciones explícitas de probadores de propiedades utilizando un número constante de consultas para instancias densas de problemas de satisfacción de restricción donde las restricciones tienen aridad constante y las variables asumen valores en algún dominio de tamaño finito ",
            "error": [
                ""
            ]
        },
        "graph problems": {
            "translated_key": "graph",
            "translated_annotated_text": "Property testers for densos programas de restricción Satisfacción en dominios finitos Muchos lenguajes NP-hard se pueden decidir en tiempo subexponencial si la definición de decidir se relaja sólo ligeramente. Rubinfeld y Sudán introdujeron la noción de probadores de propiedades, algoritmos probabilísticos que pueden decidir, con alta probabilidad, si una función tiene una determinada propiedad o si está lejos de cualquier función que tenga esta propiedad. Goldreich, Goldwasser y Ron construyeron probadores de propiedades con constante complejidad de consulta para instancias densas de una gran clase de problemas de <br>graph</br>. Dado que muchos problemas <br>graph</br> pueden ser vistos como casos especiales del Problema de Satisfacción Limitada en dominios Booleanos, es natural tratar de construir probadores de propiedades para casos más generales del Problema de Satisfacción Limitada. En este artículo, damos construcciones explícitas de probadores de propiedades utilizando un número constante de consultas para instancias densas de problemas de satisfacción de restricción donde las restricciones tienen aridad constante y las variables asumen valores en algún dominio de tamaño finito ",
            "error": [
                ""
            ]
        },
        "Constraint Satisfaction Problem": {
            "translated_key": "Constraint",
            "translated_annotated_text": "Property testers for densos programas de restricción Satisfacción en dominios finitos Muchos lenguajes NP-hard se pueden decidir en tiempo subexponencial si la definición de decidir se relaja sólo ligeramente. Rubinfeld y Sudán introdujeron la noción de probadores de propiedades, algoritmos probabilísticos que pueden decidir, con alta probabilidad, si una función tiene una determinada propiedad o si está lejos de cualquier función que tenga esta propiedad. Goldreich, Goldwasser y Ron construyeron probadores de propiedades con constante complejidad de consulta para instancias densas de una gran clase de problemas de gráficos. Dado que muchos problemas de gráficos pueden ser vistos como casos especiales del problema de satisfacción de <br>Constraint</br> en dominios booleanos, es natural intentar construir probadores de propiedades para casos más generales del problema de satisfacción de <br>Constraint</br>. En este artículo, damos construcciones explícitas de probadores de propiedades utilizando un número constante de consultas para instancias densas de problemas de satisfacción de restricción donde las restricciones tienen aridad constante y las variables asumen valores en algún dominio de tamaño finito ",
            "error": [
                ""
            ]
        },
        "computational complexity": {
            "translated_key": [],
            "translated_annotated_text": "Property testers for densos programas de restricción Satisfacción en dominios finitos Muchos lenguajes NP-hard se pueden decidir en tiempo subexponencial si la definición de decidir se relaja sólo ligeramente. Rubinfeld y Sudán introdujeron la noción de probadores de propiedades, algoritmos probabilísticos que pueden decidir, con alta probabilidad, si una función tiene una determinada propiedad o si está lejos de cualquier función que tenga esta propiedad. Goldreich, Goldwasser y Ron construyeron probadores de propiedades con constante complejidad de consulta para instancias densas de una gran clase de problemas de gráficos. Dado que muchos problemas del gráfico pueden ser vistos como casos especiales del Problema de Satisfacción Limitada en dominios Booleanos, es natural tratar de construir probadores de propiedades para casos más generales del Problema de Satisfacción Limitada. En este artículo, damos construcciones explícitas de probadores de propiedades utilizando un número constante de consultas para instancias densas de problemas de satisfacción de restricción donde las restricciones tienen aridad constante y las variables asumen valores en algún dominio de tamaño finito ",
            "error": []
        },
        "constraint theory": {
            "translated_key": [],
            "translated_annotated_text": "Property testers for densos programas de restricción Satisfacción en dominios finitos Muchos lenguajes NP-hard se pueden decidir en tiempo subexponencial si la definición de decidir se relaja sólo ligeramente. Rubinfeld y Sudán introdujeron la noción de probadores de propiedades, algoritmos probabilísticos que pueden decidir, con alta probabilidad, si una función tiene una determinada propiedad o si está lejos de cualquier función que tenga esta propiedad. Goldreich, Goldwasser y Ron construyeron probadores de propiedades con constante complejidad de consulta para instancias densas de una gran clase de problemas de gráficos. Dado que muchos problemas del gráfico pueden ser vistos como casos especiales del Problema de Satisfacción Limitada en dominios Booleanos, es natural tratar de construir probadores de propiedades para casos más generales del Problema de Satisfacción Limitada. En este artículo, damos construcciones explícitas de probadores de propiedades utilizando un número constante de consultas para instancias densas de problemas de satisfacción de restricción donde las restricciones tienen aridad constante y las variables asumen valores en algún dominio de tamaño finito ",
            "error": []
        },
        "graph theory": {
            "translated_key": [],
            "translated_annotated_text": "Property testers for densos programas de restricción Satisfacción en dominios finitos Muchos lenguajes NP-hard se pueden decidir en tiempo subexponencial si la definición de decidir se relaja sólo ligeramente. Rubinfeld y Sudán introdujeron la noción de probadores de propiedades, algoritmos probabilísticos que pueden decidir, con alta probabilidad, si una función tiene una determinada propiedad o si está lejos de cualquier función que tenga esta propiedad. Goldreich, Goldwasser y Ron construyeron probadores de propiedades con constante complejidad de consulta para instancias densas de una gran clase de problemas de gráficos. Dado que muchos problemas del gráfico pueden ser vistos como casos especiales del Problema de Satisfacción Limitada en dominios Booleanos, es natural tratar de construir probadores de propiedades para casos más generales del Problema de Satisfacción Limitada. En este artículo, damos construcciones explícitas de probadores de propiedades utilizando un número constante de consultas para instancias densas de problemas de satisfacción de restricción donde las restricciones tienen aridad constante y las variables asumen valores en algún dominio de tamaño finito ",
            "error": []
        }
    }
}