{
    "original_text": "Optimization-based design of fixed-order controllers for command following For discrete-time scalar systems, we propose an approach for designing feedback controllers of fixed order to minimize an upper bound on the peak magnitude of the tracking error to a given command input. The work makes use of linear programming to design over a class of closed-loop systems proposed for the rejection of non-zero initial conditions and bounded disturbances. We incorporate performance robustness in the form of a guaranteed upper bound on the peak magnitude of the tracking error under plant coprime factor uncertainty",
    "original_translation": "Diseño basado en optimización de controladores de orden fijo para seguir órdenes Para sistemas escalares de tiempo discreto, proponemos un enfoque para diseñar controladores de retroalimentación de orden fijo para minimizar un límite superior en la magnitud máxima del error de seguimiento a una entrada de comando dada. El trabajo hace uso de la programación lineal para diseñar sobre una clase de sistemas de bucle cerrado propuestos para el rechazo de condiciones iniciales distintas de cero y perturbaciones delimitadas. Incorporamos robustez de rendimiento en forma de límite superior garantizado en la magnitud máxima del error de seguimiento bajo incertidumbre factor de coprime de la planta",
    "error_count": 7,
    "keys": {
        "optimization-based design": {
            "translated_key": [],
            "translated_annotated_text": "Diseño basado en optimización de controladores de orden fijo para seguir órdenes Para sistemas escalares de tiempo discreto, proponemos un enfoque para diseñar controladores de retroalimentación de orden fijo para minimizar un límite superior en la magnitud máxima del error de seguimiento a una entrada de comando dada. El trabajo hace uso de la programación lineal para diseñar sobre una clase de sistemas de bucle cerrado propuestos para el rechazo de condiciones iniciales distintas de cero y perturbaciones delimitadas. Incorporamos robustez de rendimiento en forma de límite superior garantizado en la magnitud máxima del error de seguimiento bajo incertidumbre factor de coprime de la planta ",
            "error": []
        },
        "fixed-order controllers": {
            "translated_key": "fixed-order",
            "translated_annotated_text": "Diseño basado en optimización de controladores <br>fixed-order</br> para seguir órdenes Para sistemas escalares de tiempo discreto, proponemos un enfoque para diseñar controladores de retroalimentación de orden fijo para minimizar un límite superior en la magnitud máxima del error de seguimiento a una entrada de comando dada. El trabajo hace uso de la programación lineal para diseñar sobre una clase de sistemas de bucle cerrado propuestos para el rechazo de condiciones iniciales distintas de cero y perturbaciones delimitadas. Incorporamos robustez de rendimiento en forma de límite superior garantizado en la magnitud máxima del error de seguimiento bajo incertidumbre factor de coprime de la planta ",
            "error": [
                ""
            ]
        },
        "command following": {
            "translated_key": "command following",
            "translated_annotated_text": "Diseño basado en optimización de controladores de orden fijo para <br>command following</br> Para sistemas escalares en tiempo discreto, proponemos un enfoque para diseñar controladores de retroalimentación de orden fijo para minimizar un límite superior en la magnitud máxima del error de seguimiento a una entrada de comando dada. El trabajo hace uso de la programación lineal para diseñar sobre una clase de sistemas de bucle cerrado propuestos para el rechazo de condiciones iniciales distintas de cero y perturbaciones delimitadas. Incorporamos robustez de rendimiento en forma de límite superior garantizado en la magnitud máxima del error de seguimiento bajo incertidumbre factor de coprime de la planta ",
            "error": [
                ""
            ]
        },
        "discrete-time scalar systems": {
            "translated_key": "sistemas escalares de tiempo discreto",
            "translated_annotated_text": "Diseño basado en optimización de controladores de orden fijo para seguir órdenes Para <br>sistemas escalares de tiempo discreto</br>, proponemos un enfoque para diseñar controladores de retroalimentación de orden fijo para minimizar un límite superior en la magnitud máxima del error de seguimiento a una entrada de órdenes dada.  El trabajo hace uso de la programación lineal para diseñar sobre una clase de sistemas de bucle cerrado propuestos para el rechazo de condiciones iniciales distintas de cero y perturbaciones delimitadas. Incorporamos robustez de rendimiento en forma de límite superior garantizado en la magnitud máxima del error de seguimiento bajo incertidumbre factor de coprime de la planta ",
            "error": [
                ""
            ]
        },
        "feedback controllers": {
            "translated_key": "feedback",
            "translated_annotated_text": "Diseño basado en optimización de controladores de orden fijo para seguir órdenes Para sistemas escalares de tiempo discreto, proponemos un enfoque para diseñar controladores <br>feedback</br> de orden fijo para minimizar un límite superior en la magnitud máxima del error de seguimiento a una entrada de comando dada. El trabajo hace uso de la programación lineal para diseñar sobre una clase de sistemas de bucle cerrado propuestos para el rechazo de condiciones iniciales distintas de cero y perturbaciones delimitadas. Incorporamos robustez de rendimiento en forma de límite superior garantizado en la magnitud máxima del error de seguimiento bajo incertidumbre factor de coprime de la planta ",
            "error": [
                ""
            ]
        },
        "tracking error": {
            "translated_key": [],
            "translated_annotated_text": "Diseño basado en optimización de controladores de orden fijo para seguir órdenes Para sistemas escalares de tiempo discreto, proponemos un enfoque para diseñar controladores de retroalimentación de orden fijo para minimizar un límite superior en la magnitud máxima del error de seguimiento <br> a una entrada de comando dada. El trabajo hace uso de la programación lineal para diseñar sobre una clase de sistemas de bucle cerrado propuestos para el rechazo de condiciones iniciales distintas de cero y perturbaciones delimitadas. Incorporamos robustez de rendimiento en forma de límite superior garantizado en la magnitud máxima del error de seguimiento <br> bajo incertidumbre del factor de coprime de la planta ",
            "error": []
        },
        "linear programming": {
            "translated_key": "lineal",
            "translated_annotated_text": "Diseño basado en optimización de controladores de orden fijo para seguir órdenes Para sistemas escalares de tiempo discreto, proponemos un enfoque para diseñar controladores de retroalimentación de orden fijo para minimizar un límite superior en la magnitud máxima del error de seguimiento a una entrada de comando dada. El trabajo hace uso de la programación <br>lineal</br> para diseñar sobre una clase de sistemas de bucle cerrado propuestos para el rechazo de condiciones iniciales no cero y perturbaciones delimitadas. Incorporamos robustez de rendimiento en forma de límite superior garantizado en la magnitud máxima del error de seguimiento bajo incertidumbre factor de coprime de la planta ",
            "error": [
                ""
            ]
        },
        "closed-loop systems": {
            "translated_key": "sistemas de bucle cerrado",
            "translated_annotated_text": "Diseño basado en optimización de controladores de orden fijo para seguir órdenes Para sistemas escalares de tiempo discreto, proponemos un enfoque para diseñar controladores de retroalimentación de orden fijo para minimizar un límite superior en la magnitud máxima del error de seguimiento a una entrada de comando dada. El trabajo hace uso de la programación lineal para diseñar sobre una clase de <br>sistemas de bucle cerrado</br> propuestos para el rechazo de condiciones iniciales distintas de cero y perturbaciones delimitadas.  Incorporamos robustez de rendimiento en forma de límite superior garantizado en la magnitud máxima del error de seguimiento bajo incertidumbre factor de coprime de la planta ",
            "error": [
                ""
            ]
        },
        "performance robustness": {
            "translated_key": "robustez de rendimiento",
            "translated_annotated_text": "Diseño basado en optimización de controladores de orden fijo para seguir órdenes Para sistemas escalares de tiempo discreto, proponemos un enfoque para diseñar controladores de retroalimentación de orden fijo para minimizar un límite superior en la magnitud máxima del error de seguimiento a una entrada de comando dada. El trabajo hace uso de la programación lineal para diseñar sobre una clase de sistemas de bucle cerrado propuestos para el rechazo de condiciones iniciales distintas de cero y perturbaciones delimitadas. Incorporamos <br>robustez de rendimiento</br> en forma de un límite superior garantizado en la magnitud máxima del error de seguimiento bajo la incertidumbre del factor coprime de la planta.  ",
            "error": [
                ""
            ]
        },
        "guaranteed upper bound": {
            "translated_key": "garantizado",
            "translated_annotated_text": "Diseño basado en optimización de controladores de orden fijo para seguir órdenes Para sistemas escalares de tiempo discreto, proponemos un enfoque para diseñar controladores de retroalimentación de orden fijo para minimizar un límite superior en la magnitud máxima del error de seguimiento a una entrada de comando dada. El trabajo hace uso de la programación lineal para diseñar sobre una clase de sistemas de bucle cerrado propuestos para el rechazo de condiciones iniciales distintas de cero y perturbaciones delimitadas. Incorporamos robustez de rendimiento en forma de límite superior <br>garantizado</br> sobre la magnitud máxima del error de seguimiento bajo incertidumbre del factor de coprime de la planta ",
            "error": [
                ""
            ]
        },
        "coprime factor uncertainty": {
            "translated_key": "incertidumbre factor de coprime",
            "translated_annotated_text": "Diseño basado en optimización de controladores de orden fijo para seguir órdenes Para sistemas escalares de tiempo discreto, proponemos un enfoque para diseñar controladores de retroalimentación de orden fijo para minimizar un límite superior en la magnitud máxima del error de seguimiento a una entrada de comando dada. El trabajo hace uso de la programación lineal para diseñar sobre una clase de sistemas de bucle cerrado propuestos para el rechazo de condiciones iniciales distintas de cero y perturbaciones delimitadas. Incorporamos robustez de rendimiento en la forma de un límite superior garantizado en la magnitud máxima del error de seguimiento bajo <br>incertidumbre factor de coprime</br> de la planta.  ",
            "error": [
                ""
            ]
        },
        "closed loop systems": {
            "translated_key": [],
            "translated_annotated_text": "Diseño basado en optimización de controladores de orden fijo para seguir órdenes Para sistemas escalares de tiempo discreto, proponemos un enfoque para diseñar controladores de retroalimentación de orden fijo para minimizar un límite superior en la magnitud máxima del error de seguimiento a una entrada de comando dada. El trabajo hace uso de la programación lineal para diseñar sobre una clase de sistemas de bucle cerrado propuestos para el rechazo de condiciones iniciales distintas de cero y perturbaciones delimitadas. Incorporamos robustez de rendimiento en forma de límite superior garantizado en la magnitud máxima del error de seguimiento bajo incertidumbre factor de coprime de la planta ",
            "error": []
        },
        "control system synthesis": {
            "translated_key": [],
            "translated_annotated_text": "Diseño basado en optimización de controladores de orden fijo para seguir órdenes Para sistemas escalares de tiempo discreto, proponemos un enfoque para diseñar controladores de retroalimentación de orden fijo para minimizar un límite superior en la magnitud máxima del error de seguimiento a una entrada de comando dada. El trabajo hace uso de la programación lineal para diseñar sobre una clase de sistemas de bucle cerrado propuestos para el rechazo de condiciones iniciales distintas de cero y perturbaciones delimitadas. Incorporamos robustez de rendimiento en forma de límite superior garantizado en la magnitud máxima del error de seguimiento bajo incertidumbre factor de coprime de la planta ",
            "error": []
        },
        "discrete time systems": {
            "translated_key": [],
            "translated_annotated_text": "Diseño basado en optimización de controladores de orden fijo para seguir órdenes Para sistemas escalares de tiempo discreto, proponemos un enfoque para diseñar controladores de retroalimentación de orden fijo para minimizar un límite superior en la magnitud máxima del error de seguimiento a una entrada de comando dada. El trabajo hace uso de la programación lineal para diseñar sobre una clase de sistemas de bucle cerrado propuestos para el rechazo de condiciones iniciales distintas de cero y perturbaciones delimitadas. Incorporamos robustez de rendimiento en forma de límite superior garantizado en la magnitud máxima del error de seguimiento bajo incertidumbre factor de coprime de la planta ",
            "error": []
        },
        "feedback": {
            "translated_key": "feedback",
            "translated_annotated_text": "Diseño basado en optimización de controladores de orden fijo para seguir órdenes Para sistemas escalares de tiempo discreto, proponemos un enfoque para diseñar controladores <br>feedback</br> de orden fijo para minimizar un límite superior en la magnitud máxima del error de seguimiento a una entrada de comando dada. El trabajo hace uso de la programación lineal para diseñar sobre una clase de sistemas de bucle cerrado propuestos para el rechazo de condiciones iniciales distintas de cero y perturbaciones delimitadas. Incorporamos robustez de rendimiento en forma de límite superior garantizado en la magnitud máxima del error de seguimiento bajo incertidumbre factor de coprime de la planta ",
            "error": [
                ""
            ]
        },
        "minimisation": {
            "translated_key": [],
            "translated_annotated_text": "Diseño basado en optimización de controladores de orden fijo para seguir órdenes Para sistemas escalares de tiempo discreto, proponemos un enfoque para diseñar controladores de retroalimentación de orden fijo para minimizar un límite superior en la magnitud máxima del error de seguimiento a una entrada de comando dada. El trabajo hace uso de la programación lineal para diseñar sobre una clase de sistemas de bucle cerrado propuestos para el rechazo de condiciones iniciales distintas de cero y perturbaciones delimitadas. Incorporamos robustez de rendimiento en forma de límite superior garantizado en la magnitud máxima del error de seguimiento bajo incertidumbre factor de coprime de la planta ",
            "error": []
        },
        "robust control": {
            "translated_key": [],
            "translated_annotated_text": "Diseño basado en optimización de controladores de orden fijo para seguir órdenes Para sistemas escalares de tiempo discreto, proponemos un enfoque para diseñar controladores de retroalimentación de orden fijo para minimizar un límite superior en la magnitud máxima del error de seguimiento a una entrada de comando dada. El trabajo hace uso de la programación lineal para diseñar sobre una clase de sistemas de bucle cerrado propuestos para el rechazo de condiciones iniciales distintas de cero y perturbaciones delimitadas. Incorporamos robustez de rendimiento en forma de límite superior garantizado en la magnitud máxima del error de seguimiento bajo incertidumbre factor de coprime de la planta ",
            "error": []
        }
    }
}