{
    "original_text": "Control of a thrust-vectored flying wing: a receding horizon - LPV approach This paper deals with the application of receding horizon methods to hover and forward flight models of an experimental tethered flying wing developed at Caltech. The dynamics of the system are representative of a vertical landing and take off aircraft, such as a Harrier around hover, or a thrust-vectored aircraft such as F18-HARV or X-31 in forward flight. The adopted control methodology is a hybrid of receding horizon techniques and control Lyapunov function (CLF)-based ideas. First, a CLF is generated using quasi-LPV methods and then, by using the CLF as the terminal cost in the receding horizon optimization, stability is guaranteed. The main advantage of this approach is that stability can be guaranteed without imposing constraints in the on-line optimization, allowing the problem to be solved in a more efficient manner. Models of the experimental set-up are obtained for the hover and forward flight modes. Numerical simulations for different time horizons are presented to illustrate the effectiveness of the discussed methods. Specifically, it is shown that a mere upper bound on the cost-to-go is not an appropriate choice for a terminal cost, when the horizon length is short. Simulation results are presented using experimentally verified model parameters",
    "original_translation": "Control de un ala voladora con vectores de empuje: un horizonte descendente - enfoque LPV Este artículo trata de la aplicación de métodos de horizonte descendente a modelos de vuelo aerodinámicos y delanteros de un ala voladora atada experimental desarrollada en Caltech. La dinámica del sistema es representativa de un aterrizaje vertical y despegue de aeronaves, tales como un Harrier alrededor de la flotación, o un avión propulsor-vector como F18-HARV o X-31 en vuelo de avanzada. La metodología de control adoptada es un híbrido de técnicas de horizontes que retroceden y de ideas basadas en la función Lyapunov (CLF). En primer lugar, se genera un CLF utilizando métodos cuasi-LPV y luego, utilizando el CLF como coste terminal en la optimización del horizonte de retroceso, se garantiza la estabilidad. La principal ventaja de este enfoque es que se puede garantizar la estabilidad sin imponer restricciones en la optimización en línea, permitiendo que el problema se resuelva de una manera más eficiente. Se obtienen modelos de la configuración experimental para los modos de vuelo aerostático y delantero. Se presentan simulaciones numéricas para diferentes horizontes temporales para ilustrar la eficacia de los métodos discutidos. Específicamente, se demuestra que un mero límite superior sobre el coste por recorrer no es una opción adecuada para un coste de terminal, cuando la longitud del horizonte es corta. Los resultados de la simulación se presentan utilizando parámetros del modelo verificados experimentalmente",
    "error_count": 14,
    "keys": {
        "thrust-vectored flying wing control": {
            "translated_key": [],
            "translated_annotated_text": "Control de un ala voladora con vectores de empuje: un horizonte descendente - enfoque LPV Este artículo trata de la aplicación de métodos de horizonte descendente a modelos de vuelo aerodinámicos y delanteros de un ala voladora atada experimental desarrollada en Caltech. La dinámica del sistema es representativa de un aterrizaje vertical y despegue de aeronaves, tales como un Harrier alrededor de la flotación, o un avión propulsor-vector como F18-HARV o X-31 en vuelo de avanzada. La metodología de control adoptada es un híbrido de técnicas de horizontes que retroceden y de ideas basadas en la función Lyapunov (CLF). En primer lugar, se genera un CLF utilizando métodos cuasi-LPV y luego, utilizando el CLF como coste terminal en la optimización del horizonte de retroceso, se garantiza la estabilidad. La principal ventaja de este enfoque es que se puede garantizar la estabilidad sin imponer restricciones en la optimización en línea, permitiendo que el problema se resuelva de una manera más eficiente. Se obtienen modelos de la configuración experimental para los modos de vuelo aerostático y delantero. Se presentan simulaciones numéricas para diferentes horizontes temporales para ilustrar la eficacia de los métodos discutidos. Específicamente, se demuestra que un mero límite superior sobre el coste por recorrer no es una opción adecuada para un coste de terminal, cuando la longitud del horizonte es corta. Los resultados de la simulación se presentan utilizando parámetros del modelo verificados experimentalmente ",
            "error": []
        },
        "receding horizon-LPV approach": {
            "translated_key": [],
            "translated_annotated_text": "Control de un ala voladora con vectores de empuje: un horizonte descendente - enfoque LPV Este artículo trata de la aplicación de métodos de horizonte descendente a modelos de vuelo aerodinámicos y delanteros de un ala voladora atada experimental desarrollada en Caltech. La dinámica del sistema es representativa de un aterrizaje vertical y despegue de aeronaves, tales como un Harrier alrededor de la flotación, o un avión propulsor-vector como F18-HARV o X-31 en vuelo de avanzada. La metodología de control adoptada es un híbrido de técnicas de horizontes que retroceden y de ideas basadas en la función Lyapunov (CLF). En primer lugar, se genera un CLF utilizando métodos cuasi-LPV y luego, utilizando el CLF como coste terminal en la optimización del horizonte de retroceso, se garantiza la estabilidad. La principal ventaja de este enfoque es que se puede garantizar la estabilidad sin imponer restricciones en la optimización en línea, permitiendo que el problema se resuelva de una manera más eficiente. Se obtienen modelos de la configuración experimental para los modos de vuelo aerostático y delantero. Se presentan simulaciones numéricas para diferentes horizontes temporales para ilustrar la eficacia de los métodos discutidos. Específicamente, se demuestra que un mero límite superior sobre el coste por recorrer no es una opción adecuada para un coste de terminal, cuando la longitud del horizonte es corta. Los resultados de la simulación se presentan utilizando parámetros del modelo verificados experimentalmente ",
            "error": []
        },
        "hover flight models": {
            "translated_key": [],
            "translated_annotated_text": "Control de un ala voladora con vectores de empuje: un horizonte descendente - enfoque LPV Este artículo trata de la aplicación de métodos de horizonte descendente a modelos de vuelo aerodinámicos y delanteros de un ala voladora atada experimental desarrollada en Caltech. La dinámica del sistema es representativa de un aterrizaje vertical y despegue de aeronaves, tales como un Harrier alrededor de la flotación, o un avión propulsor-vector como F18-HARV o X-31 en vuelo de avanzada. La metodología de control adoptada es un híbrido de técnicas de horizontes que retroceden y de ideas basadas en la función Lyapunov (CLF). En primer lugar, se genera un CLF utilizando métodos cuasi-LPV y luego, utilizando el CLF como coste terminal en la optimización del horizonte de retroceso, se garantiza la estabilidad. La principal ventaja de este enfoque es que se puede garantizar la estabilidad sin imponer restricciones en la optimización en línea, permitiendo que el problema se resuelva de una manera más eficiente. Se obtienen modelos de la configuración experimental para los modos de vuelo aerostático y delantero. Se presentan simulaciones numéricas para diferentes horizontes temporales para ilustrar la eficacia de los métodos discutidos. Específicamente, se demuestra que un mero límite superior sobre el coste por recorrer no es una opción adecuada para un coste de terminal, cuando la longitud del horizonte es corta. Los resultados de la simulación se presentan utilizando parámetros del modelo verificados experimentalmente ",
            "error": []
        },
        "forward flight models": {
            "translated_key": [],
            "translated_annotated_text": "Control de un ala voladora con vectores de empuje: un horizonte descendente - enfoque LPV Este artículo trata de la aplicación de métodos de horizonte descendente a los modelos de vuelo aerodinámico y <br> de un ala voladora con ala experimental desarrollada en Caltech. La dinámica del sistema es representativa de un aterrizaje vertical y despegue de aeronaves, tales como un Harrier alrededor de la flotación, o un avión propulsor-vector como F18-HARV o X-31 en vuelo de avanzada. La metodología de control adoptada es un híbrido de técnicas de horizontes que retroceden y de ideas basadas en la función Lyapunov (CLF). En primer lugar, se genera un CLF utilizando métodos cuasi-LPV y luego, utilizando el CLF como coste terminal en la optimización del horizonte de retroceso, se garantiza la estabilidad. La principal ventaja de este enfoque es que se puede garantizar la estabilidad sin imponer restricciones en la optimización en línea, permitiendo que el problema se resuelva de una manera más eficiente. Se obtienen modelos de la configuración experimental para los modos de vuelo aerostático y delantero. Se presentan simulaciones numéricas para diferentes horizontes temporales para ilustrar la eficacia de los métodos discutidos. Específicamente, se demuestra que un mero límite superior sobre el coste por recorrer no es una opción adecuada para un coste de terminal, cuando la longitud del horizonte es corta. Los resultados de la simulación se presentan utilizando parámetros del modelo verificados experimentalmente ",
            "error": []
        },
        "tethered flying wing": {
            "translated_key": "tethered",
            "translated_annotated_text": "Control de un ala voladora con vectores de empuje: un horizonte descendente - enfoque LPV Este artículo trata de la aplicación de métodos de horizonte descendente a modelos de vuelo aerodinámicos y delanteros de un ala voladora experimental <br>tethered</br> desarrollado en Caltech. La dinámica del sistema es representativa de un aterrizaje vertical y despegue de aeronaves, tales como un Harrier alrededor de la flotación, o un avión propulsor-vector como F18-HARV o X-31 en vuelo de avanzada. La metodología de control adoptada es un híbrido de técnicas de horizontes que retroceden y de ideas basadas en la función Lyapunov (CLF). En primer lugar, se genera un CLF utilizando métodos cuasi-LPV y luego, utilizando el CLF como coste terminal en la optimización del horizonte de retroceso, se garantiza la estabilidad. La principal ventaja de este enfoque es que se puede garantizar la estabilidad sin imponer restricciones en la optimización en línea, permitiendo que el problema se resuelva de una manera más eficiente. Se obtienen modelos de la configuración experimental para los modos de vuelo aerostático y delantero. Se presentan simulaciones numéricas para diferentes horizontes temporales para ilustrar la eficacia de los métodos discutidos. Específicamente, se demuestra que un mero límite superior sobre el coste por recorrer no es una opción adecuada para un coste de terminal, cuando la longitud del horizonte es corta. Los resultados de la simulación se presentan utilizando parámetros del modelo verificados experimentalmente ",
            "error": [
                ""
            ]
        },
        "Caltech": {
            "translated_key": "Caltech",
            "translated_annotated_text": "Control de un ala voladora con vectores de empuje: un horizonte descendente - enfoque LPV Este artículo trata de la aplicación de métodos de horizonte descendente a modelos de vuelo aerodinámico y delantero de un ala voladora atada experimental desarrollada en <br>Caltech</br>. La dinámica del sistema es representativa de un aterrizaje vertical y despegue de aeronaves, tales como un Harrier alrededor de la flotación, o un avión propulsor-vector como F18-HARV o X-31 en vuelo de avanzada. La metodología de control adoptada es un híbrido de técnicas de horizontes que retroceden y de ideas basadas en la función Lyapunov (CLF). En primer lugar, se genera un CLF utilizando métodos cuasi-LPV y luego, utilizando el CLF como coste terminal en la optimización del horizonte de retroceso, se garantiza la estabilidad. La principal ventaja de este enfoque es que se puede garantizar la estabilidad sin imponer restricciones en la optimización en línea, permitiendo que el problema se resuelva de una manera más eficiente. Se obtienen modelos de la configuración experimental para los modos de vuelo aerostático y delantero. Se presentan simulaciones numéricas para diferentes horizontes temporales para ilustrar la eficacia de los métodos discutidos. Específicamente, se demuestra que un mero límite superior sobre el coste por recorrer no es una opción adecuada para un coste de terminal, cuando la longitud del horizonte es corta. Los resultados de la simulación se presentan utilizando parámetros del modelo verificados experimentalmente ",
            "error": [
                ""
            ]
        },
        "vertical landing take off aircraft": {
            "translated_key": [],
            "translated_annotated_text": "Control de un ala voladora con vectores de empuje: un horizonte descendente - enfoque LPV Este artículo trata de la aplicación de métodos de horizonte descendente a modelos de vuelo aerodinámicos y delanteros de un ala voladora atada experimental desarrollada en Caltech. La dinámica del sistema es representativa de un aterrizaje vertical y despegue de aeronaves, tales como un Harrier alrededor de la flotación, o un avión propulsor-vector como F18-HARV o X-31 en vuelo de avanzada. La metodología de control adoptada es un híbrido de técnicas de horizontes que retroceden y de ideas basadas en la función Lyapunov (CLF). En primer lugar, se genera un CLF utilizando métodos cuasi-LPV y luego, utilizando el CLF como coste terminal en la optimización del horizonte de retroceso, se garantiza la estabilidad. La principal ventaja de este enfoque es que se puede garantizar la estabilidad sin imponer restricciones en la optimización en línea, permitiendo que el problema se resuelva de una manera más eficiente. Se obtienen modelos de la configuración experimental para los modos de vuelo aerostático y delantero. Se presentan simulaciones numéricas para diferentes horizontes temporales para ilustrar la eficacia de los métodos discutidos. Específicamente, se demuestra que un mero límite superior sobre el coste por recorrer no es una opción adecuada para un coste de terminal, cuando la longitud del horizonte es corta. Los resultados de la simulación se presentan utilizando parámetros del modelo verificados experimentalmente ",
            "error": []
        },
        "Harrier around hover": {
            "translated_key": "Harrier alrededor de hover",
            "translated_annotated_text": "Control de un ala voladora con vectores de empuje: un horizonte descendente - enfoque LPV Este artículo trata de la aplicación de métodos de horizonte descendente a modelos de vuelo aerodinámicos y delanteros de un ala voladora atada experimental desarrollada en Caltech. La dinámica del sistema es representativa de un aterrizaje vertical y despegue de aeronaves, tales como un <br>Harrier alrededor de hover</br>, o un avión propulsor-vectorado como F18-HARV o X-31 en vuelo de avanzada. La metodología de control adoptada es un híbrido de técnicas de horizontes que retroceden y de ideas basadas en la función Lyapunov (CLF). En primer lugar, se genera un CLF utilizando métodos cuasi-LPV y luego, utilizando el CLF como coste terminal en la optimización del horizonte de retroceso, se garantiza la estabilidad. La principal ventaja de este enfoque es que se puede garantizar la estabilidad sin imponer restricciones en la optimización en línea, permitiendo que el problema se resuelva de una manera más eficiente. Se obtienen modelos de la configuración experimental para los modos de vuelo aerostático y delantero. Se presentan simulaciones numéricas para diferentes horizontes temporales para ilustrar la eficacia de los métodos discutidos. Específicamente, se demuestra que un mero límite superior sobre el coste por recorrer no es una opción adecuada para un coste de terminal, cuando la longitud del horizonte es corta. Los resultados de la simulación se presentan utilizando parámetros del modelo verificados experimentalmente ",
            "error": [
                ""
            ]
        },
        "thrust-vectored aircraft": {
            "translated_key": "thrust-vectored",
            "translated_annotated_text": "Control de un ala voladora con vectores de empuje: un horizonte descendente - enfoque LPV Este artículo trata de la aplicación de métodos de horizonte descendente a modelos de vuelo aerodinámicos y delanteros de un ala voladora atada experimental desarrollada en Caltech. La dinámica del sistema es representativa de un aterrizaje vertical y despegue de aeronaves, como un Harrier alrededor de la flotación, o un avión <br>thrust-vectored</br> como F18-HARV o X-31 en vuelo de avanzada. La metodología de control adoptada es un híbrido de técnicas de horizontes que retroceden y de ideas basadas en la función Lyapunov (CLF). En primer lugar, se genera un CLF utilizando métodos cuasi-LPV y luego, utilizando el CLF como coste terminal en la optimización del horizonte de retroceso, se garantiza la estabilidad. La principal ventaja de este enfoque es que se puede garantizar la estabilidad sin imponer restricciones en la optimización en línea, permitiendo que el problema se resuelva de una manera más eficiente. Se obtienen modelos de la configuración experimental para los modos de vuelo aerostático y delantero. Se presentan simulaciones numéricas para diferentes horizontes temporales para ilustrar la eficacia de los métodos discutidos. Específicamente, se demuestra que un mero límite superior sobre el coste por recorrer no es una opción adecuada para un coste de terminal, cuando la longitud del horizonte es corta. Los resultados de la simulación se presentan utilizando parámetros del modelo verificados experimentalmente ",
            "error": [
                ""
            ]
        },
        "F18-HARV": {
            "translated_key": "F18-HARV",
            "translated_annotated_text": "Control de un ala voladora con vectores de empuje: un horizonte descendente - enfoque LPV Este artículo trata de la aplicación de métodos de horizonte descendente a modelos de vuelo aerodinámicos y delanteros de un ala voladora atada experimental desarrollada en Caltech. La dinámica del sistema es representativa de un aterrizaje vertical y despegue de aeronaves, tales como un Harrier alrededor de la flotación, o un avión propulsor-vector como <br>F18-HARV</br> o X-31 en vuelo de avanzada. La metodología de control adoptada es un híbrido de técnicas de horizontes que retroceden y de ideas basadas en la función Lyapunov (CLF). En primer lugar, se genera un CLF utilizando métodos cuasi-LPV y luego, utilizando el CLF como coste terminal en la optimización del horizonte de retroceso, se garantiza la estabilidad. La principal ventaja de este enfoque es que se puede garantizar la estabilidad sin imponer restricciones en la optimización en línea, permitiendo que el problema se resuelva de una manera más eficiente. Se obtienen modelos de la configuración experimental para los modos de vuelo aerostático y delantero. Se presentan simulaciones numéricas para diferentes horizontes temporales para ilustrar la eficacia de los métodos discutidos. Específicamente, se demuestra que un mero límite superior sobre el coste por recorrer no es una opción adecuada para un coste de terminal, cuando la longitud del horizonte es corta. Los resultados de la simulación se presentan utilizando parámetros del modelo verificados experimentalmente ",
            "error": [
                ""
            ]
        },
        "X-31": {
            "translated_key": "X-31",
            "translated_annotated_text": "Control de un ala voladora con vectores de empuje: un horizonte descendente - enfoque LPV Este artículo trata de la aplicación de métodos de horizonte descendente a modelos de vuelo aerodinámicos y delanteros de un ala voladora atada experimental desarrollada en Caltech. La dinámica del sistema es representativa de un aterrizaje vertical y despegue de aeronaves, tales como un harrier alrededor de la flotación, o un avión propulsor-vector como F18-HARV o <br>X-31</br> en vuelo de avanzada. La metodología de control adoptada es un híbrido de técnicas de horizontes que retroceden y de ideas basadas en la función Lyapunov (CLF). En primer lugar, se genera un CLF utilizando métodos cuasi-LPV y luego, utilizando el CLF como coste terminal en la optimización del horizonte de retroceso, se garantiza la estabilidad. La principal ventaja de este enfoque es que se puede garantizar la estabilidad sin imponer restricciones en la optimización en línea, permitiendo que el problema se resuelva de una manera más eficiente. Se obtienen modelos de la configuración experimental para los modos de vuelo aerostático y delantero. Se presentan simulaciones numéricas para diferentes horizontes temporales para ilustrar la eficacia de los métodos discutidos. Específicamente, se demuestra que un mero límite superior sobre el coste por recorrer no es una opción adecuada para un coste de terminal, cuando la longitud del horizonte es corta. Los resultados de la simulación se presentan utilizando parámetros del modelo verificados experimentalmente ",
            "error": [
                ""
            ]
        },
        "receding horizon techniques": {
            "translated_key": "recedidos",
            "translated_annotated_text": "Control de un ala voladora con vectores de empuje: un horizonte descendente - enfoque LPV Este artículo trata de la aplicación de métodos de horizonte descendente a modelos de vuelo aerodinámicos y delanteros de un ala voladora atada experimental desarrollada en Caltech. La dinámica del sistema es representativa de un aterrizaje vertical y despegue de aeronaves, tales como un Harrier alrededor de la flotación, o un avión propulsor-vector como F18-HARV o X-31 en vuelo de avanzada. La metodología de control adoptada es un híbrido de las técnicas de horizontes <br>recedidos</br> y de las ideas basadas en la función Lyapunov (CLF). En primer lugar, se genera un CLF utilizando métodos cuasi-LPV y luego, utilizando el CLF como coste terminal en la optimización del horizonte de retroceso, se garantiza la estabilidad. La principal ventaja de este enfoque es que se puede garantizar la estabilidad sin imponer restricciones en la optimización en línea, permitiendo que el problema se resuelva de una manera más eficiente. Se obtienen modelos de la configuración experimental para los modos de vuelo aerostático y delantero. Se presentan simulaciones numéricas para diferentes horizontes temporales para ilustrar la eficacia de los métodos discutidos. Específicamente, se demuestra que un mero límite superior sobre el coste por recorrer no es una opción adecuada para un coste de terminal, cuando la longitud del horizonte es corta. Los resultados de la simulación se presentan utilizando parámetros del modelo verificados experimentalmente ",
            "error": [
                ""
            ]
        },
        "control Lyapunov function-based ideas": {
            "translated_key": [],
            "translated_annotated_text": "Control de un ala voladora con vectores de empuje: un horizonte descendente - enfoque LPV Este artículo trata de la aplicación de métodos de horizonte descendente a modelos de vuelo aerodinámicos y delanteros de un ala voladora atada experimental desarrollada en Caltech. La dinámica del sistema es representativa de un aterrizaje vertical y despegue de aeronaves, tales como un Harrier alrededor de la flotación, o un avión propulsor-vector como F18-HARV o X-31 en vuelo de avanzada. La metodología de control adoptada es un híbrido de técnicas de horizontes que retroceden y de ideas basadas en la función Lyapunov (CLF). En primer lugar, se genera un CLF utilizando métodos cuasi-LPV y luego, utilizando el CLF como coste terminal en la optimización del horizonte de retroceso, se garantiza la estabilidad. La principal ventaja de este enfoque es que se puede garantizar la estabilidad sin imponer restricciones en la optimización en línea, permitiendo que el problema se resuelva de una manera más eficiente. Se obtienen modelos de la configuración experimental para los modos de vuelo aerostático y delantero. Se presentan simulaciones numéricas para diferentes horizontes temporales para ilustrar la eficacia de los métodos discutidos. Específicamente, se demuestra que un mero límite superior sobre el coste por recorrer no es una opción adecuada para un coste de terminal, cuando la longitud del horizonte es corta. Los resultados de la simulación se presentan utilizando parámetros del modelo verificados experimentalmente ",
            "error": []
        },
        "quasi-LPV methods": {
            "translated_key": "quasi-LPV",
            "translated_annotated_text": "Control de un ala voladora con vectores de empuje: un horizonte descendente - enfoque LPV Este artículo trata de la aplicación de métodos de horizonte descendente a modelos de vuelo aerodinámicos y delanteros de un ala voladora atada experimental desarrollada en Caltech. La dinámica del sistema es representativa de un aterrizaje vertical y despegue de aeronaves, tales como un Harrier alrededor de la flotación, o un avión propulsor-vector como F18-HARV o X-31 en vuelo de avanzada. La metodología de control adoptada es un híbrido de técnicas de horizontes que retroceden y de ideas basadas en la función Lyapunov (CLF). En primer lugar, se genera un CLF utilizando métodos <br>quasi-LPV</br> y luego, utilizando el CLF como coste terminal en la optimización del horizonte descendente, se garantiza la estabilidad. La principal ventaja de este enfoque es que se puede garantizar la estabilidad sin imponer restricciones en la optimización en línea, permitiendo que el problema se resuelva de una manera más eficiente. Se obtienen modelos de la configuración experimental para los modos de vuelo aerostático y delantero. Se presentan simulaciones numéricas para diferentes horizontes temporales para ilustrar la eficacia de los métodos discutidos. Específicamente, se demuestra que un mero límite superior sobre el coste por recorrer no es una opción adecuada para un coste de terminal, cuando la longitud del horizonte es corta. Los resultados de la simulación se presentan utilizando parámetros del modelo verificados experimentalmente ",
            "error": [
                ""
            ]
        },
        "receding horizon optimization": {
            "translated_key": "receding",
            "translated_annotated_text": "Control de un ala voladora con vectores de empuje: un horizonte descendente - enfoque LPV Este artículo trata de la aplicación de métodos de horizonte descendente a modelos de vuelo aerodinámicos y delanteros de un ala voladora atada experimental desarrollada en Caltech. La dinámica del sistema es representativa de un aterrizaje vertical y despegue de aeronaves, tales como un Harrier alrededor de la flotación, o un avión propulsor-vector como F18-HARV o X-31 en vuelo de avanzada. La metodología de control adoptada es un híbrido de técnicas de horizontes que retroceden y de ideas basadas en la función Lyapunov (CLF). En primer lugar, se genera un CLF utilizando métodos cuasi-LPV y luego, utilizando el CLF como coste terminal en la optimización del horizonte <br>receding</br>, se garantiza la estabilidad. La principal ventaja de este enfoque es que se puede garantizar la estabilidad sin imponer restricciones en la optimización en línea, permitiendo que el problema se resuelva de una manera más eficiente. Se obtienen modelos de la configuración experimental para los modos de vuelo aerostático y delantero. Se presentan simulaciones numéricas para diferentes horizontes temporales para ilustrar la eficacia de los métodos discutidos. Específicamente, se demuestra que un mero límite superior sobre el coste por recorrer no es una opción adecuada para un coste de terminal, cuando la longitud del horizonte es corta. Los resultados de la simulación se presentan utilizando parámetros del modelo verificados experimentalmente ",
            "error": [
                ""
            ]
        },
        "stability guarantee": {
            "translated_key": [],
            "translated_annotated_text": "Control de un ala voladora con vectores de empuje: un horizonte descendente - enfoque LPV Este artículo trata de la aplicación de métodos de horizonte descendente a modelos de vuelo aerodinámicos y delanteros de un ala voladora atada experimental desarrollada en Caltech. La dinámica del sistema es representativa de un aterrizaje vertical y despegue de aeronaves, tales como un Harrier alrededor de la flotación, o un avión propulsor-vector como F18-HARV o X-31 en vuelo de avanzada. La metodología de control adoptada es un híbrido de técnicas de horizontes que retroceden y de ideas basadas en la función Lyapunov (CLF). En primer lugar, se genera un CLF utilizando métodos cuasi-LPV y luego, utilizando el CLF como coste terminal en la optimización del horizonte de retroceso, se garantiza la estabilidad. La principal ventaja de este enfoque es que se puede garantizar la estabilidad sin imponer restricciones en la optimización en línea, permitiendo que el problema se resuelva de una manera más eficiente. Se obtienen modelos de la configuración experimental para los modos de vuelo aerostático y delantero. Se presentan simulaciones numéricas para diferentes horizontes temporales para ilustrar la eficacia de los métodos discutidos. Específicamente, se demuestra que un mero límite superior sobre el coste por recorrer no es una opción adecuada para un coste de terminal, cuando la longitud del horizonte es corta. Los resultados de la simulación se presentan utilizando parámetros del modelo verificados experimentalmente ",
            "error": []
        },
        "numerical simulations": {
            "translated_key": [],
            "translated_annotated_text": "Control de un ala voladora con vectores de empuje: un horizonte descendente - enfoque LPV Este artículo trata de la aplicación de métodos de horizonte descendente a modelos de vuelo aerodinámicos y delanteros de un ala voladora atada experimental desarrollada en Caltech. La dinámica del sistema es representativa de un aterrizaje vertical y despegue de aeronaves, tales como un Harrier alrededor de la flotación, o un avión propulsor-vector como F18-HARV o X-31 en vuelo de avanzada. La metodología de control adoptada es un híbrido de técnicas de horizontes que retroceden y de ideas basadas en la función Lyapunov (CLF). En primer lugar, se genera un CLF utilizando métodos cuasi-LPV y luego, utilizando el CLF como coste terminal en la optimización del horizonte de retroceso, se garantiza la estabilidad. La principal ventaja de este enfoque es que se puede garantizar la estabilidad sin imponer restricciones en la optimización en línea, permitiendo que el problema se resuelva de una manera más eficiente. Se obtienen modelos de la configuración experimental para los modos de vuelo aerostático y delantero. Se presentan simulaciones numéricas para diferentes horizontes temporales para ilustrar la eficacia de los métodos discutidos. Específicamente, se demuestra que un mero límite superior sobre el coste por recorrer no es una opción adecuada para un coste de terminal, cuando la longitud del horizonte es corta. Los resultados de la simulación se presentan utilizando parámetros del modelo verificados experimentalmente ",
            "error": []
        },
        "terminal cost": {
            "translated_key": "terminal",
            "translated_annotated_text": "Control de un ala voladora con vectores de empuje: un horizonte descendente - enfoque LPV Este artículo trata de la aplicación de métodos de horizonte descendente a modelos de vuelo aerodinámicos y delanteros de un ala voladora atada experimental desarrollada en Caltech. La dinámica del sistema es representativa de un aterrizaje vertical y despegue de aeronaves, tales como un Harrier alrededor de la flotación, o un avión propulsor-vector como F18-HARV o X-31 en vuelo de avanzada. La metodología de control adoptada es un híbrido de técnicas de horizontes que retroceden y de ideas basadas en la función Lyapunov (CLF). En primer lugar, un CLF se genera utilizando métodos cuasi-LPV y luego, utilizando el CLF como el costo <br>terminal</br> en la optimización del horizonte descendente, la estabilidad está garantizada. La principal ventaja de este enfoque es que se puede garantizar la estabilidad sin imponer restricciones en la optimización en línea, permitiendo que el problema se resuelva de una manera más eficiente. Se obtienen modelos de la configuración experimental para los modos de vuelo aerostático y delantero. Se presentan simulaciones numéricas para diferentes horizontes temporales para ilustrar la eficacia de los métodos discutidos. Específicamente, se demuestra que un mero límite superior en el coste-a-ir no es una opción adecuada para un coste <br>terminal</br>, cuando la longitud del horizonte es corta. Los resultados de la simulación se presentan utilizando parámetros del modelo verificados experimentalmente ",
            "error": [
                ""
            ]
        },
        "nonlinear system": {
            "translated_key": [],
            "translated_annotated_text": "Control de un ala voladora con vectores de empuje: un horizonte descendente - enfoque LPV Este artículo trata de la aplicación de métodos de horizonte descendente a modelos de vuelo aerodinámicos y delanteros de un ala voladora atada experimental desarrollada en Caltech. La dinámica del sistema es representativa de un aterrizaje vertical y despegue de aeronaves, tales como un Harrier alrededor de la flotación, o un avión propulsor-vector como F18-HARV o X-31 en vuelo de avanzada. La metodología de control adoptada es un híbrido de técnicas de horizontes que retroceden y de ideas basadas en la función Lyapunov (CLF). En primer lugar, se genera un CLF utilizando métodos cuasi-LPV y luego, utilizando el CLF como coste terminal en la optimización del horizonte de retroceso, se garantiza la estabilidad. La principal ventaja de este enfoque es que se puede garantizar la estabilidad sin imponer restricciones en la optimización en línea, permitiendo que el problema se resuelva de una manera más eficiente. Se obtienen modelos de la configuración experimental para los modos de vuelo aerostático y delantero. Se presentan simulaciones numéricas para diferentes horizontes temporales para ilustrar la eficacia de los métodos discutidos. Específicamente, se demuestra que un mero límite superior sobre el coste por recorrer no es una opción adecuada para un coste de terminal, cuando la longitud del horizonte es corta. Los resultados de la simulación se presentan utilizando parámetros del modelo verificados experimentalmente ",
            "error": []
        },
        "aircraft control": {
            "translated_key": [],
            "translated_annotated_text": "Control de un ala voladora con vectores de empuje: un horizonte descendente - enfoque LPV Este artículo trata de la aplicación de métodos de horizonte descendente a modelos de vuelo aerodinámicos y delanteros de un ala voladora atada experimental desarrollada en Caltech. La dinámica del sistema es representativa de un aterrizaje vertical y despegue de aeronaves, tales como un Harrier alrededor de la flotación, o un avión propulsor-vector como F18-HARV o X-31 en vuelo de avanzada. La metodología de control adoptada es un híbrido de técnicas de horizontes que retroceden y de ideas basadas en la función Lyapunov (CLF). En primer lugar, se genera un CLF utilizando métodos cuasi-LPV y luego, utilizando el CLF como coste terminal en la optimización del horizonte de retroceso, se garantiza la estabilidad. La principal ventaja de este enfoque es que se puede garantizar la estabilidad sin imponer restricciones en la optimización en línea, permitiendo que el problema se resuelva de una manera más eficiente. Se obtienen modelos de la configuración experimental para los modos de vuelo aerostático y delantero. Se presentan simulaciones numéricas para diferentes horizontes temporales para ilustrar la eficacia de los métodos discutidos. Específicamente, se demuestra que un mero límite superior sobre el coste por recorrer no es una opción adecuada para un coste de terminal, cuando la longitud del horizonte es corta. Los resultados de la simulación se presentan utilizando parámetros del modelo verificados experimentalmente ",
            "error": []
        },
        "control system synthesis": {
            "translated_key": [],
            "translated_annotated_text": "Control de un ala voladora con vectores de empuje: un horizonte descendente - enfoque LPV Este artículo trata de la aplicación de métodos de horizonte descendente a modelos de vuelo aerodinámicos y delanteros de un ala voladora atada experimental desarrollada en Caltech. La dinámica del sistema es representativa de un aterrizaje vertical y despegue de aeronaves, tales como un Harrier alrededor de la flotación, o un avión propulsor-vector como F18-HARV o X-31 en vuelo de avanzada. La metodología de control adoptada es un híbrido de técnicas de horizontes que retroceden y de ideas basadas en la función Lyapunov (CLF). En primer lugar, se genera un CLF utilizando métodos cuasi-LPV y luego, utilizando el CLF como coste terminal en la optimización del horizonte de retroceso, se garantiza la estabilidad. La principal ventaja de este enfoque es que se puede garantizar la estabilidad sin imponer restricciones en la optimización en línea, permitiendo que el problema se resuelva de una manera más eficiente. Se obtienen modelos de la configuración experimental para los modos de vuelo aerostático y delantero. Se presentan simulaciones numéricas para diferentes horizontes temporales para ilustrar la eficacia de los métodos discutidos. Específicamente, se demuestra que un mero límite superior sobre el coste por recorrer no es una opción adecuada para un coste de terminal, cuando la longitud del horizonte es corta. Los resultados de la simulación se presentan utilizando parámetros del modelo verificados experimentalmente ",
            "error": []
        },
        "Lyapunov methods": {
            "translated_key": [],
            "translated_annotated_text": "Control de un ala voladora con vectores de empuje: un horizonte descendente - enfoque LPV Este artículo trata de la aplicación de métodos de horizonte descendente a modelos de vuelo aerodinámicos y delanteros de un ala voladora atada experimental desarrollada en Caltech. La dinámica del sistema es representativa de un aterrizaje vertical y despegue de aeronaves, tales como un Harrier alrededor de la flotación, o un avión propulsor-vector como F18-HARV o X-31 en vuelo de avanzada. La metodología de control adoptada es un híbrido de técnicas de horizontes que retroceden y de ideas basadas en la función Lyapunov (CLF). En primer lugar, se genera un CLF utilizando métodos cuasi-LPV y luego, utilizando el CLF como coste terminal en la optimización del horizonte de retroceso, se garantiza la estabilidad. La principal ventaja de este enfoque es que se puede garantizar la estabilidad sin imponer restricciones en la optimización en línea, permitiendo que el problema se resuelva de una manera más eficiente. Se obtienen modelos de la configuración experimental para los modos de vuelo aerostático y delantero. Se presentan simulaciones numéricas para diferentes horizontes temporales para ilustrar la eficacia de los métodos discutidos. Específicamente, se demuestra que un mero límite superior sobre el coste por recorrer no es una opción adecuada para un coste de terminal, cuando la longitud del horizonte es corta. Los resultados de la simulación se presentan utilizando parámetros del modelo verificados experimentalmente ",
            "error": []
        },
        "nonlinear control systems": {
            "translated_key": [],
            "translated_annotated_text": "Control de un ala voladora con vectores de empuje: un horizonte descendente - enfoque LPV Este artículo trata de la aplicación de métodos de horizonte descendente a modelos de vuelo aerodinámicos y delanteros de un ala voladora atada experimental desarrollada en Caltech. La dinámica del sistema es representativa de un aterrizaje vertical y despegue de aeronaves, tales como un Harrier alrededor de la flotación, o un avión propulsor-vector como F18-HARV o X-31 en vuelo de avanzada. La metodología de control adoptada es un híbrido de técnicas de horizontes que retroceden y de ideas basadas en la función Lyapunov (CLF). En primer lugar, se genera un CLF utilizando métodos cuasi-LPV y luego, utilizando el CLF como coste terminal en la optimización del horizonte de retroceso, se garantiza la estabilidad. La principal ventaja de este enfoque es que se puede garantizar la estabilidad sin imponer restricciones en la optimización en línea, permitiendo que el problema se resuelva de una manera más eficiente. Se obtienen modelos de la configuración experimental para los modos de vuelo aerostático y delantero. Se presentan simulaciones numéricas para diferentes horizontes temporales para ilustrar la eficacia de los métodos discutidos. Específicamente, se demuestra que un mero límite superior sobre el coste por recorrer no es una opción adecuada para un coste de terminal, cuando la longitud del horizonte es corta. Los resultados de la simulación se presentan utilizando parámetros del modelo verificados experimentalmente ",
            "error": []
        },
        "optimal control": {
            "translated_key": [],
            "translated_annotated_text": "Control de un ala voladora con vectores de empuje: un horizonte descendente - enfoque LPV Este artículo trata de la aplicación de métodos de horizonte descendente a modelos de vuelo aerodinámicos y delanteros de un ala voladora atada experimental desarrollada en Caltech. La dinámica del sistema es representativa de un aterrizaje vertical y despegue de aeronaves, tales como un Harrier alrededor de la flotación, o un avión propulsor-vector como F18-HARV o X-31 en vuelo de avanzada. La metodología de control adoptada es un híbrido de técnicas de horizontes que retroceden y de ideas basadas en la función Lyapunov (CLF). En primer lugar, se genera un CLF utilizando métodos cuasi-LPV y luego, utilizando el CLF como coste terminal en la optimización del horizonte de retroceso, se garantiza la estabilidad. La principal ventaja de este enfoque es que se puede garantizar la estabilidad sin imponer restricciones en la optimización en línea, permitiendo que el problema se resuelva de una manera más eficiente. Se obtienen modelos de la configuración experimental para los modos de vuelo aerostático y delantero. Se presentan simulaciones numéricas para diferentes horizontes temporales para ilustrar la eficacia de los métodos discutidos. Específicamente, se demuestra que un mero límite superior sobre el coste por recorrer no es una opción adecuada para un coste de terminal, cuando la longitud del horizonte es corta. Los resultados de la simulación se presentan utilizando parámetros del modelo verificados experimentalmente ",
            "error": []
        }
    }
}