{
    "original_text": "Observer-based strict positive real (SPR) feedback control system design Presents theory for stability analysis and design for a class of observer-based feedback control systems. Relaxation of the controllability and observability conditions imposed in the Yakubovich-Kalman-Popov lemma can be made for a class of nonlinear systems described by a linear time-invariant system with a feedback-connected cone-bounded nonlinear element. It is shown how a circle-criterion approach can be used to design an observer-based state feedback control which yields a closed-loop system with specified robustness characteristics. The approach is relevant for design with preservation of stability when a cone-bounded nonlinearity is introduced in the feedback loop. Important applications are to be found in nonlinear control with high robustness requirements",
    "original_translation": "Diseño del sistema de control de retroalimentación real positivo (SPR) basado en observadores Presenta teoría para el análisis de estabilidad y diseño para una clase de sistemas de control de retroalimentación basados en observadores. La relajación de las condiciones de control y observabilidad impuestas en el lema Yakubovich-Kalman-Popov se puede hacer para una clase de sistemas no lineales descritos por un sistema lineal invariante del tiempo con un elemento no lineal conectado al cono de retroalimentación. Se muestra cómo un enfoque de círculo-criterio puede ser utilizado para diseñar un control de retroalimentación del estado basado en el observador que produce un sistema de circuito cerrado con características de robustez especificadas. El enfoque es relevante para el diseño con preservación de la estabilidad cuando se introduce una no linealidad cono-limitada en el bucle de retroalimentación. Aplicaciones importantes se encuentran en el control no lineal con requisitos de alta robustez",
    "error_count": 10,
    "keys": {
        "observer-based strict positive real feedback control system": {
            "translated_key": [],
            "translated_annotated_text": "Diseño del sistema de control de retroalimentación real positivo (SPR) basado en observadores Presenta teoría para el análisis de estabilidad y diseño para una clase de sistemas de control de retroalimentación basados en observadores. La relajación de las condiciones de control y observabilidad impuestas en el lema Yakubovich-Kalman-Popov se puede hacer para una clase de sistemas no lineales descritos por un sistema lineal invariante del tiempo con un elemento no lineal conectado al cono de retroalimentación. Se muestra cómo un enfoque de círculo-criterio puede ser utilizado para diseñar un control de retroalimentación del estado basado en el observador que produce un sistema de circuito cerrado con características de robustez especificadas. El enfoque es relevante para el diseño con preservación de la estabilidad cuando se introduce una no linealidad cono-limitada en el bucle de retroalimentación. Aplicaciones importantes se encuentran en el control no lineal con requisitos de alta robustez ",
            "error": []
        },
        "control system design": {
            "translated_key": "control system design",
            "translated_annotated_text": "Feedback real positivo estricto (SPR) basado en observadores <br>control system design</br> Presenta teoría para el análisis de estabilidad y diseño para una clase de sistemas de control de retroalimentación basados en observadores. La relajación de las condiciones de control y observabilidad impuestas en el lema Yakubovich-Kalman-Popov se puede hacer para una clase de sistemas no lineales descritos por un sistema lineal invariante del tiempo con un elemento no lineal conectado al cono de retroalimentación. Se muestra cómo un enfoque de círculo-criterio puede ser utilizado para diseñar un control de retroalimentación del estado basado en el observador que produce un sistema de circuito cerrado con características de robustez especificadas. El enfoque es relevante para el diseño con preservación de la estabilidad cuando se introduce una no linealidad cono-limitada en el bucle de retroalimentación. Aplicaciones importantes se encuentran en el control no lineal con requisitos de alta robustez ",
            "error": [
                ""
            ]
        },
        "stability analysis": {
            "translated_key": "estabilidad",
            "translated_annotated_text": "Diseño del sistema de control de retroalimentación real positivo (SPR) basado en observadores Presenta teoría para el análisis de <br>estabilidad</br> y diseño para una clase de sistemas de control de retroalimentación basados en observadores. La relajación de las condiciones de control y observabilidad impuestas en el lema Yakubovich-Kalman-Popov se puede hacer para una clase de sistemas no lineales descritos por un sistema lineal invariante del tiempo con un elemento no lineal conectado al cono de retroalimentación. Se muestra cómo un enfoque de círculo-criterio puede ser utilizado para diseñar un control de retroalimentación del estado basado en el observador que produce un sistema de circuito cerrado con características de robustez especificadas. El enfoque es relevante para el diseño con preservación de la estabilidad cuando se introduce una no linealidad cono-limitada en el bucle de retroalimentación. Aplicaciones importantes se encuentran en el control no lineal con requisitos de alta robustez ",
            "error": [
                ""
            ]
        },
        "Yakubovich-Kalman-Popov lemma": {
            "translated_key": "Yakubovich-Kalman-Popov",
            "translated_annotated_text": "Diseño del sistema de control de retroalimentación real positivo (SPR) basado en observadores Presenta teoría para el análisis de estabilidad y diseño para una clase de sistemas de control de retroalimentación basados en observadores. La relajación de las condiciones de control y observabilidad impuestas en el lema <br>Yakubovich-Kalman-Popov</br> puede hacerse para una clase de sistemas no lineales descritos por un sistema lineal invariante del tiempo con un elemento no lineal conectado al cono conectado a la retroalimentación. Se muestra cómo un enfoque de círculo-criterio puede ser utilizado para diseñar un control de retroalimentación del estado basado en el observador que produce un sistema de circuito cerrado con características de robustez especificadas. El enfoque es relevante para el diseño con preservación de la estabilidad cuando se introduce una no linealidad cono-limitada en el bucle de retroalimentación. Aplicaciones importantes se encuentran en el control no lineal con requisitos de alta robustez ",
            "error": [
                ""
            ]
        },
        "nonlinear systems": {
            "translated_key": [],
            "translated_annotated_text": "Diseño del sistema de control de retroalimentación real positivo (SPR) basado en observadores Presenta teoría para el análisis de estabilidad y diseño para una clase de sistemas de control de retroalimentación basados en observadores. La relajación de las condiciones de control y observabilidad impuestas en el lema Yakubovich-Kalman-Popov se puede hacer para una clase de sistemas no lineales <br> descritos por un sistema lineal invariante del tiempo con un elemento no lineal conectado al cono de retroalimentación. Se muestra cómo un enfoque de círculo-criterio puede ser utilizado para diseñar un control de retroalimentación del estado basado en el observador que produce un sistema de circuito cerrado con características de robustez especificadas. El enfoque es relevante para el diseño con preservación de la estabilidad cuando se introduce una no linealidad cono-limitada en el bucle de retroalimentación. Aplicaciones importantes se encuentran en el control no lineal con requisitos de alta robustez ",
            "error": []
        },
        "linear time-invariant system": {
            "translated_key": "sistema lineal invariante del tiempo",
            "translated_annotated_text": "Diseño del sistema de control de retroalimentación real positivo (SPR) basado en observadores Presenta teoría para el análisis de estabilidad y diseño para una clase de sistemas de control de retroalimentación basados en observadores. La relajación de las condiciones de control y observabilidad impuestas en el lema Yakubovich-Kalman-Popov se puede hacer para una clase de sistemas no lineales descritos por un <br>sistema lineal invariante del tiempo</br> con un elemento no lineal conectado al cono de retroalimentación.  Se muestra cómo un enfoque de círculo-criterio puede ser utilizado para diseñar un control de retroalimentación del estado basado en el observador que produce un sistema de circuito cerrado con características de robustez especificadas. El enfoque es relevante para el diseño con preservación de la estabilidad cuando se introduce una no linealidad cono-limitada en el bucle de retroalimentación. Aplicaciones importantes se encuentran en el control no lineal con requisitos de alta robustez ",
            "error": [
                ""
            ]
        },
        "feedback-connected cone-bounded nonlinear element": {
            "translated_key": " feedback",
            "translated_annotated_text": "Diseño del sistema de control de retroalimentación real positivo (SPR) basado en observadores Presenta teoría para el análisis de estabilidad y diseño para una clase de sistemas de control de retroalimentación basados en observadores. La relajación de las condiciones de control y observabilidad impuestas en el lema Yakubovich-Kalman-Popov se puede hacer para una clase de sistemas no lineales descritos por un sistema lineal invariante del tiempo con un elemento no lineal conectado al cono <br> feedback</br>. Se muestra cómo un enfoque de círculo-criterio puede ser utilizado para diseñar un control de retroalimentación del estado basado en el observador que produce un sistema de circuito cerrado con características de robustez especificadas. El enfoque es relevante para el diseño con preservación de la estabilidad cuando se introduce una no linealidad cono-limitada en el bucle de retroalimentación. Aplicaciones importantes se encuentran en el control no lineal con requisitos de alta robustez ",
            "error": [
                ""
            ]
        },
        "circle-criterion approach": {
            "translated_key": "circle-criterio",
            "translated_annotated_text": "Diseño del sistema de control de retroalimentación real positivo (SPR) basado en observadores Presenta teoría para el análisis de estabilidad y diseño para una clase de sistemas de control de retroalimentación basados en observadores. La relajación de las condiciones de control y observabilidad impuestas en el lema Yakubovich-Kalman-Popov se puede hacer para una clase de sistemas no lineales descritos por un sistema lineal invariante del tiempo con un elemento no lineal conectado al cono de retroalimentación. Se muestra cómo se puede utilizar un enfoque <br>circle-criterio</br> para diseñar un control de retroalimentación de estado basado en observadores que produce un sistema de bucle cerrado con características de robustez especificadas. El enfoque es relevante para el diseño con preservación de la estabilidad cuando se introduce una no linealidad cono-limitada en el bucle de retroalimentación. Aplicaciones importantes se encuentran en el control no lineal con requisitos de alta robustez ",
            "error": [
                ""
            ]
        },
        "state feedback control": {
            "translated_key": "state basado en observadores",
            "translated_annotated_text": "Diseño del sistema de control de retroalimentación real positivo (SPR) basado en observadores Presenta teoría para el análisis de estabilidad y diseño para una clase de sistemas de control de retroalimentación basados en observadores. La relajación de las condiciones de control y observabilidad impuestas en el lema Yakubovich-Kalman-Popov se puede hacer para una clase de sistemas no lineales descritos por un sistema lineal invariante del tiempo con un elemento no lineal conectado al cono de retroalimentación. Se muestra cómo un enfoque de círculo-criterio puede ser utilizado para diseñar un control de retroalimentación <br>state basado en observadores</br> que produce un sistema de circuito cerrado con características de robustez especificadas. El enfoque es relevante para el diseño con preservación de la estabilidad cuando se introduce una no linealidad cono-limitada en el bucle de retroalimentación. Aplicaciones importantes se encuentran en el control no lineal con requisitos de alta robustez ",
            "error": [
                ""
            ]
        },
        "closed-loop system": {
            "translated_key": "cload-loop",
            "translated_annotated_text": "Diseño del sistema de control de retroalimentación real positivo (SPR) basado en observadores Presenta teoría para el análisis de estabilidad y diseño para una clase de sistemas de control de retroalimentación basados en observadores. La relajación de las condiciones de control y observabilidad impuestas en el lema Yakubovich-Kalman-Popov se puede hacer para una clase de sistemas no lineales descritos por un sistema lineal invariante del tiempo con un elemento no lineal conectado al cono de retroalimentación. Se muestra cómo un enfoque de círculo-criterio puede ser utilizado para diseñar un control de retroalimentación del estado basado en el observador que produce un sistema <br>cload-loop</br> con características de robustez especificadas. El enfoque es relevante para el diseño con preservación de la estabilidad cuando se introduce una no linealidad cono-limitada en el bucle de retroalimentación. Aplicaciones importantes se encuentran en el control no lineal con requisitos de alta robustez ",
            "error": [
                ""
            ]
        },
        "robustness characteristics": {
            "translated_key": " ",
            "translated_annotated_text": "Diseño del sistema de control de retroalimentación real positivo (SPR) basado en observadores Presenta teoría para el análisis de estabilidad y diseño para una clase de sistemas de control de retroalimentación basados en observadores. La relajación de las condiciones de control y observabilidad impuestas en el lema Yakubovich-Kalman-Popov se puede hacer para una clase de sistemas no lineales descritos por un sistema lineal invariante del tiempo con un elemento no lineal conectado al cono de retroalimentación. Se muestra cómo un enfoque de círculo-criterio puede ser utilizado para diseñar un control de retroalimentación del estado basado en el observador que produce un sistema de bucle cerrado con características de robustez especificadas <br> </br>. El enfoque es relevante para el diseño con preservación de la estabilidad cuando se introduce una no linealidad cono-limitada en el bucle de retroalimentación. Aplicaciones importantes se encuentran en el control no lineal con requisitos de alta robustez ",
            "error": [
                ""
            ]
        },
        "cone-bounded nonlinearity": {
            "translated_key": "cone",
            "translated_annotated_text": "Diseño del sistema de control de retroalimentación real positivo (SPR) basado en observadores Presenta teoría para el análisis de estabilidad y diseño para una clase de sistemas de control de retroalimentación basados en observadores. La relajación de las condiciones de control y observabilidad impuestas en el lema Yakubovich-Kalman-Popov se puede hacer para una clase de sistemas no lineales descritos por un sistema lineal invariante del tiempo con un elemento no lineal conectado al cono de retroalimentación. Se muestra cómo un enfoque de círculo-criterio puede ser utilizado para diseñar un control de retroalimentación del estado basado en el observador que produce un sistema de circuito cerrado con características de robustez especificadas. El enfoque es relevante para el diseño con preservación de la estabilidad cuando se introduce una no linealidad <br>cone</br> en el bucle de retroalimentación. Aplicaciones importantes se encuentran en el control no lineal con requisitos de alta robustez ",
            "error": [
                ""
            ]
        },
        "closed loop systems": {
            "translated_key": [],
            "translated_annotated_text": "Diseño del sistema de control de retroalimentación real positivo (SPR) basado en observadores Presenta teoría para el análisis de estabilidad y diseño para una clase de sistemas de control de retroalimentación basados en observadores. La relajación de las condiciones de control y observabilidad impuestas en el lema Yakubovich-Kalman-Popov se puede hacer para una clase de sistemas no lineales descritos por un sistema lineal invariante del tiempo con un elemento no lineal conectado al cono de retroalimentación. Se muestra cómo un enfoque de círculo-criterio puede ser utilizado para diseñar un control de retroalimentación del estado basado en el observador que produce un sistema de circuito cerrado con características de robustez especificadas. El enfoque es relevante para el diseño con preservación de la estabilidad cuando se introduce una no linealidad cono-limitada en el bucle de retroalimentación. Aplicaciones importantes se encuentran en el control no lineal con requisitos de alta robustez ",
            "error": []
        },
        "control nonlinearities": {
            "translated_key": [],
            "translated_annotated_text": "Diseño del sistema de control de retroalimentación real positivo (SPR) basado en observadores Presenta teoría para el análisis de estabilidad y diseño para una clase de sistemas de control de retroalimentación basados en observadores. La relajación de las condiciones de control y observabilidad impuestas en el lema Yakubovich-Kalman-Popov se puede hacer para una clase de sistemas no lineales descritos por un sistema lineal invariante del tiempo con un elemento no lineal conectado al cono de retroalimentación. Se muestra cómo un enfoque de círculo-criterio puede ser utilizado para diseñar un control de retroalimentación del estado basado en el observador que produce un sistema de circuito cerrado con características de robustez especificadas. El enfoque es relevante para el diseño con preservación de la estabilidad cuando se introduce una no linealidad cono-limitada en el bucle de retroalimentación. Aplicaciones importantes se encuentran en el control no lineal con requisitos de alta robustez ",
            "error": []
        },
        "control system synthesis": {
            "translated_key": [],
            "translated_annotated_text": "Diseño del sistema de control de retroalimentación real positivo (SPR) basado en observadores Presenta teoría para el análisis de estabilidad y diseño para una clase de sistemas de control de retroalimentación basados en observadores. La relajación de las condiciones de control y observabilidad impuestas en el lema Yakubovich-Kalman-Popov se puede hacer para una clase de sistemas no lineales descritos por un sistema lineal invariante del tiempo con un elemento no lineal conectado al cono de retroalimentación. Se muestra cómo un enfoque de círculo-criterio puede ser utilizado para diseñar un control de retroalimentación del estado basado en el observador que produce un sistema de circuito cerrado con características de robustez especificadas. El enfoque es relevante para el diseño con preservación de la estabilidad cuando se introduce una no linealidad cono-limitada en el bucle de retroalimentación. Aplicaciones importantes se encuentran en el control no lineal con requisitos de alta robustez ",
            "error": []
        },
        "linear systems": {
            "translated_key": [],
            "translated_annotated_text": "Diseño del sistema de control de retroalimentación real positivo (SPR) basado en observadores Presenta teoría para el análisis de estabilidad y diseño para una clase de sistemas de control de retroalimentación basados en observadores. La relajación de las condiciones de control y observabilidad impuestas en el lema Yakubovich-Kalman-Popov se puede hacer para una clase de sistemas no lineales descritos por un sistema lineal invariante del tiempo con un elemento no lineal conectado al cono de retroalimentación. Se muestra cómo un enfoque de círculo-criterio puede ser utilizado para diseñar un control de retroalimentación del estado basado en el observador que produce un sistema de circuito cerrado con características de robustez especificadas. El enfoque es relevante para el diseño con preservación de la estabilidad cuando se introduce una no linealidad cono-limitada en el bucle de retroalimentación. Aplicaciones importantes se encuentran en el control no lineal con requisitos de alta robustez ",
            "error": []
        },
        "nonlinear control systems": {
            "translated_key": [],
            "translated_annotated_text": "Diseño del sistema de control de retroalimentación real positivo (SPR) basado en observadores Presenta teoría para el análisis de estabilidad y diseño para una clase de sistemas de control de retroalimentación basados en observadores. La relajación de las condiciones de control y observabilidad impuestas en el lema Yakubovich-Kalman-Popov se puede hacer para una clase de sistemas no lineales descritos por un sistema lineal invariante del tiempo con un elemento no lineal conectado al cono de retroalimentación. Se muestra cómo un enfoque de círculo-criterio puede ser utilizado para diseñar un control de retroalimentación del estado basado en el observador que produce un sistema de circuito cerrado con características de robustez especificadas. El enfoque es relevante para el diseño con preservación de la estabilidad cuando se introduce una no linealidad cono-limitada en el bucle de retroalimentación. Aplicaciones importantes se encuentran en el control no lineal con requisitos de alta robustez ",
            "error": []
        },
        "observers": {
            "translated_key": [],
            "translated_annotated_text": "Diseño del sistema de control de retroalimentación real positivo (SPR) basado en observadores Presenta teoría para el análisis de estabilidad y diseño para una clase de sistemas de control de retroalimentación basados en observadores. La relajación de las condiciones de control y observabilidad impuestas en el lema Yakubovich-Kalman-Popov se puede hacer para una clase de sistemas no lineales descritos por un sistema lineal invariante del tiempo con un elemento no lineal conectado al cono de retroalimentación. Se muestra cómo un enfoque de círculo-criterio puede ser utilizado para diseñar un control de retroalimentación del estado basado en el observador que produce un sistema de circuito cerrado con características de robustez especificadas. El enfoque es relevante para el diseño con preservación de la estabilidad cuando se introduce una no linealidad cono-limitada en el bucle de retroalimentación. Aplicaciones importantes se encuentran en el control no lineal con requisitos de alta robustez ",
            "error": []
        },
        "robust control": {
            "translated_key": [],
            "translated_annotated_text": "Diseño del sistema de control de retroalimentación real positivo (SPR) basado en observadores Presenta teoría para el análisis de estabilidad y diseño para una clase de sistemas de control de retroalimentación basados en observadores. La relajación de las condiciones de control y observabilidad impuestas en el lema Yakubovich-Kalman-Popov se puede hacer para una clase de sistemas no lineales descritos por un sistema lineal invariante del tiempo con un elemento no lineal conectado al cono de retroalimentación. Se muestra cómo un enfoque de círculo-criterio puede ser utilizado para diseñar un control de retroalimentación del estado basado en el observador que produce un sistema de circuito cerrado con características de robustez especificadas. El enfoque es relevante para el diseño con preservación de la estabilidad cuando se introduce una no linealidad cono-limitada en el bucle de retroalimentación. Aplicaciones importantes se encuentran en el control no lineal con requisitos de alta robustez ",
            "error": []
        },
        "stability criteria": {
            "translated_key": [],
            "translated_annotated_text": "Diseño del sistema de control de retroalimentación real positivo (SPR) basado en observadores Presenta teoría para el análisis de estabilidad y diseño para una clase de sistemas de control de retroalimentación basados en observadores. La relajación de las condiciones de control y observabilidad impuestas en el lema Yakubovich-Kalman-Popov se puede hacer para una clase de sistemas no lineales descritos por un sistema lineal invariante del tiempo con un elemento no lineal conectado al cono de retroalimentación. Se muestra cómo un enfoque de círculo-criterio puede ser utilizado para diseñar un control de retroalimentación del estado basado en el observador que produce un sistema de circuito cerrado con características de robustez especificadas. El enfoque es relevante para el diseño con preservación de la estabilidad cuando se introduce una no linealidad cono-limitada en el bucle de retroalimentación. Aplicaciones importantes se encuentran en el control no lineal con requisitos de alta robustez ",
            "error": []
        },
        "state feedback": {
            "translated_key": "state feedback",
            "translated_annotated_text": "Diseño del sistema de control de retroalimentación real positivo (SPR) basado en observadores Presenta teoría para el análisis de estabilidad y diseño para una clase de sistemas de control de retroalimentación basados en observadores. La relajación de las condiciones de control y observabilidad impuestas en el lema Yakubovich-Kalman-Popov se puede hacer para una clase de sistemas no lineales descritos por un sistema lineal invariante del tiempo con un elemento no lineal conectado al cono de retroalimentación. Se muestra cómo un enfoque de círculo-criterio se puede utilizar para diseñar un control basado en el observador <br>state feedback</br> que produce un sistema de circuito cerrado con características de robustez especificadas. El enfoque es relevante para el diseño con preservación de la estabilidad cuando se introduce una no linealidad cono-limitada en el bucle de retroalimentación. Aplicaciones importantes se encuentran en el control no lineal con requisitos de alta robustez ",
            "error": [
                ""
            ]
        }
    }
}