{
    "original_text": "Non-asymptotic confidence ellipsoids for the least-squares estimate We consider the finite sample properties of least-squares system identification, and derive non-asymptotic confidence ellipsoids for the estimate. The shape of the confidence ellipsoids is similar to the shape of the ellipsoids derived using asymptotic theory, but unlike asymptotic theory, they are valid for a finite number of data points. The probability that the estimate belongs to a certain ellipsoid has a natural dependence on the volume of the ellipsoid, the data generating mechanism, the model order and the number of data points available",
    "original_translation": "Elipsoides de confianza no asintóticos para la estimación de mínimos cuadrados Consideramos las propiedades de la muestra finita de la identificación del sistema de mínimos cuadrados, y derivamos elipsoides de confianza no asintóticos para la estimación. La forma de las elipsoides de confianza es similar a la forma de las elipsoides derivadas utilizando la teoría asintótica, pero a diferencia de la teoría asintótica, son válidos para un número finito de puntos de datos. La probabilidad de que la estimación pertenezca a un determinado elipsoide tiene una dependencia natural del volumen del elipsoide, el mecanismo de generación de datos, el orden del modelo y el número de puntos de datos disponibles",
    "error_count": 7,
    "keys": {
        "nonasymptotic confidence ellipsoids": {
            "translated_key": [],
            "translated_annotated_text": "Elipsoides de confianza no asintóticos para la estimación de mínimos cuadrados Consideramos las propiedades de la muestra finita de la identificación del sistema de mínimos cuadrados, y derivamos elipsoides de confianza no asintóticos para la estimación. La forma de las elipsoides de confianza es similar a la forma de las elipsoides derivadas utilizando la teoría asintótica, pero a diferencia de la teoría asintótica, son válidos para un número finito de puntos de datos. La probabilidad de que la estimación pertenezca a un determinado elipsoide tiene una dependencia natural del volumen del elipsoide, el mecanismo de generación de datos, el orden del modelo y el número de puntos de datos disponibles ",
            "error": []
        },
        "least-squares estimate": {
            "translated_key": "lest-squares",
            "translated_annotated_text": "Elipsoides de confianza no asintóticos para la estimación <br>lest-squares</br> Consideramos las propiedades de la muestra finita de la identificación del sistema de mínimos cuadrados, y derivamos elipsoides de confianza no asintóticos para la estimación. La forma de las elipsoides de confianza es similar a la forma de las elipsoides derivadas utilizando la teoría asintótica, pero a diferencia de la teoría asintótica, son válidos para un número finito de puntos de datos. La probabilidad de que la estimación pertenezca a un determinado elipsoide tiene una dependencia natural del volumen del elipsoide, el mecanismo de generación de datos, el orden del modelo y el número de puntos de datos disponibles ",
            "error": [
                ""
            ]
        },
        "finite sample properties": {
            "translated_key": "finite",
            "translated_annotated_text": "Elipsoides de confianza no asintóticos para la estimación de mínimos cuadrados Consideramos las propiedades de la muestra <br>finite</br> de la identificación del sistema de mínimos cuadrados, y derivamos elipsoides de confianza no asintóticos para la estimación. La forma de las elipsoides de confianza es similar a la forma de las elipsoides derivadas utilizando la teoría asintótica, pero a diferencia de la teoría asintótica, son válidos para un número finito de puntos de datos. La probabilidad de que la estimación pertenezca a un determinado elipsoide tiene una dependencia natural del volumen del elipsoide, el mecanismo de generación de datos, el orden del modelo y el número de puntos de datos disponibles ",
            "error": [
                ""
            ]
        },
        "least-squares system identification": {
            "translated_key": "lest-squares",
            "translated_annotated_text": "Elipsoides de confianza no asintóticos para la estimación de mínimos cuadrados Consideramos las propiedades de la muestra finita de identificación del sistema <br>lest-squares</br> y derivamos elipsoides de confianza no asintóticos para la estimación. La forma de las elipsoides de confianza es similar a la forma de las elipsoides derivadas utilizando la teoría asintótica, pero a diferencia de la teoría asintótica, son válidos para un número finito de puntos de datos. La probabilidad de que la estimación pertenezca a un determinado elipsoide tiene una dependencia natural del volumen del elipsoide, el mecanismo de generación de datos, el orden del modelo y el número de puntos de datos disponibles ",
            "error": [
                ""
            ]
        },
        "probability": {
            "translated_key": [],
            "translated_annotated_text": "Elipsoides de confianza no asintóticos para la estimación de mínimos cuadrados Consideramos las propiedades de la muestra finita de la identificación del sistema de mínimos cuadrados, y derivamos elipsoides de confianza no asintóticos para la estimación. La forma de las elipsoides de confianza es similar a la forma de las elipsoides derivadas utilizando la teoría asintótica, pero a diferencia de la teoría asintótica, son válidos para un número finito de puntos de datos. La probabilidad <br> que la estimación pertenece a un determinado elipsoide tiene una dependencia natural del volumen del elipsoide, el mecanismo de generación de datos, el orden del modelo y el número de puntos de datos disponibles ",
            "error": []
        },
        "data generating mechanism": {
            "translated_key": [],
            "translated_annotated_text": "Elipsoides de confianza no asintóticos para la estimación de mínimos cuadrados Consideramos las propiedades de la muestra finita de la identificación del sistema de mínimos cuadrados, y derivamos elipsoides de confianza no asintóticos para la estimación. La forma de las elipsoides de confianza es similar a la forma de las elipsoides derivadas utilizando la teoría asintótica, pero a diferencia de la teoría asintótica, son válidos para un número finito de puntos de datos. La probabilidad de que la estimación pertenezca a un determinado elipsoide tiene una dependencia natural del volumen del elipsoide, el mecanismo de generación de datos <br>, el orden del modelo y el número de puntos de datos disponibles ",
            "error": []
        },
        "model order": {
            "translated_key": [],
            "translated_annotated_text": "Elipsoides de confianza no asintóticos para la estimación de mínimos cuadrados Consideramos las propiedades de la muestra finita de la identificación del sistema de mínimos cuadrados, y derivamos elipsoides de confianza no asintóticos para la estimación. La forma de las elipsoides de confianza es similar a la forma de las elipsoides derivadas utilizando la teoría asintótica, pero a diferencia de la teoría asintótica, son válidos para un número finito de puntos de datos. La probabilidad de que la estimación pertenezca a un determinado elipsoide tiene una dependencia natural del volumen del elipsoide, el mecanismo de generación de datos, el orden del modelo <br> y el número de puntos de datos disponibles ",
            "error": []
        },
        "data points": {
            "translated_key": " ",
            "translated_annotated_text": "Elipsoides de confianza no asintóticos para la estimación de mínimos cuadrados Consideramos las propiedades de la muestra finita de la identificación del sistema de mínimos cuadrados, y derivamos elipsoides de confianza no asintóticos para la estimación. La forma de las elipsoides de confianza es similar a la forma de las elipsoides derivadas de la teoría asintótica, pero a diferencia de la teoría asintótica, son válidas para un número finito de puntos de datos <br> </br>. La probabilidad de que la estimación pertenezca a un determinado elipsoide tiene una dependencia natural del volumen del elipsoide, el mecanismo de generación de datos, el orden del modelo y el número de puntos de datos disponibles <br> ",
            "error": [
                ""
            ]
        },
        "identification": {
            "translated_key": "identificación",
            "translated_annotated_text": "Elipsoides de confianza no asintóticos para la estimación de mínimos cuadrados Consideramos las propiedades de muestra finitas del sistema de mínimos cuadrados <br>identificación</br>, y derivamos elipsoides de confianza no asintóticos para la estimación. La forma de las elipsoides de confianza es similar a la forma de las elipsoides derivadas utilizando la teoría asintótica, pero a diferencia de la teoría asintótica, son válidos para un número finito de puntos de datos. La probabilidad de que la estimación pertenezca a un determinado elipsoide tiene una dependencia natural del volumen del elipsoide, el mecanismo de generación de datos, el orden del modelo y el número de puntos de datos disponibles ",
            "error": [
                ""
            ]
        },
        "least squares approximations": {
            "translated_key": [],
            "translated_annotated_text": "Elipsoides de confianza no asintóticos para la estimación de mínimos cuadrados Consideramos las propiedades de la muestra finita de la identificación del sistema de mínimos cuadrados, y derivamos elipsoides de confianza no asintóticos para la estimación. La forma de las elipsoides de confianza es similar a la forma de las elipsoides derivadas utilizando la teoría asintótica, pero a diferencia de la teoría asintótica, son válidos para un número finito de puntos de datos. La probabilidad de que la estimación pertenezca a un determinado elipsoide tiene una dependencia natural del volumen del elipsoide, el mecanismo de generación de datos, el orden del modelo y el número de puntos de datos disponibles ",
            "error": []
        },
        "linear systems": {
            "translated_key": [],
            "translated_annotated_text": "Elipsoides de confianza no asintóticos para la estimación de mínimos cuadrados Consideramos las propiedades de la muestra finita de la identificación del sistema de mínimos cuadrados, y derivamos elipsoides de confianza no asintóticos para la estimación. La forma de las elipsoides de confianza es similar a la forma de las elipsoides derivadas utilizando la teoría asintótica, pero a diferencia de la teoría asintótica, son válidos para un número finito de puntos de datos. La probabilidad de que la estimación pertenezca a un determinado elipsoide tiene una dependencia natural del volumen del elipsoide, el mecanismo de generación de datos, el orden del modelo y el número de puntos de datos disponibles ",
            "error": []
        }
    }
}