{
    "original_text": "The dynamics of a railway freight wagon wheelset with dry friction damping We investigate the dynamics of a simple model of a wheelset that supports one end of a railway freight wagon by springs with linear characteristics and dry friction dampers. The wagon runs on an ideal, straight and level track with constant speed. The lateral dynamics in dependence on the speed is examined. We have included stick-slip and hysteresis in our model of the dry friction and assume that Coulombs law holds during the slip phase. It is found that the action of dry friction completely changes the bifurcation diagram, and that the longitudinal component of the dry friction damping forces destabilizes the wagon",
    "original_translation": "La dinámica de un sistema de ruedas de vagones de mercancías ferroviarios con amortiguación por fricción seca Investigamos la dinámica de un modelo simple de un sistema de ruedas que soporta un extremo de un vagón de mercancías ferroviario por muelles con características lineales y amortiguadores de fricción secos. El vagón corre en una pista ideal, recta y nivelada con velocidad constante. Se examina la dinámica lateral en dependencia de la velocidad. Hemos incluido stick-slip e histéresis en nuestro modelo de la fricción seca y asumir que la ley Coulombs mantiene durante la fase de deslizamiento. Se encuentra que la acción de la fricción seca cambia completamente el diagrama de bifurcación, y que el componente longitudinal de las fuerzas de amortiguación de fricción seca desestabiliza el vagón",
    "error_count": 6,
    "keys": {
        "dynamics": {
            "translated_key": [
                "dynamics",
                "dynamics",
                "dinámica lateral"
            ],
            "translated_annotated_text": "El <br>dynamics</br> de un sistema de ruedas de un vagón de mercancías ferroviario con amortiguación por fricción seca Investigamos la <br>dynamics</br> de un modelo simple de un sistema de ruedas que soporta un extremo de un vagón de mercancías ferroviario por muelles con características lineales y amortiguadores de fricción secos. El vagón corre en una pista ideal, recta y nivelada con velocidad constante. Se examina la <br>dinámica lateral</br> en dependencia de la velocidad. Hemos incluido stick-slip e histéresis en nuestro modelo de la fricción seca y asumir que la ley Coulombs mantiene durante la fase de deslizamiento. Se encuentra que la acción de la fricción seca cambia completamente el diagrama de bifurcación, y que el componente longitudinal de las fuerzas de amortiguación de fricción seca desestabiliza el vagón ",
            "error": [
                "dynamics",
                "dynamics",
                "dinámica lateral"
            ]
        },
        "railway freight wagon wheelset": {
            "translated_key": [],
            "translated_annotated_text": "La dinámica de un conjunto de ruedas de vagones de mercancías <br> con amortiguación por fricción seca Investigamos la dinámica de un modelo simple de un conjunto de ruedas que soporta un extremo de un vagón de mercancías ferroviario por muelles con características lineales y amortiguadores de fricción secos. El vagón corre en una pista ideal, recta y nivelada con velocidad constante. Se examina la dinámica lateral en dependencia de la velocidad. Hemos incluido stick-slip e histéresis en nuestro modelo de la fricción seca y asumir que la ley Coulombs mantiene durante la fase de deslizamiento. Se encuentra que la acción de la fricción seca cambia completamente el diagrama de bifurcación, y que el componente longitudinal de las fuerzas de amortiguación de fricción seca desestabiliza el vagón ",
            "error": []
        },
        "dry friction damping": {
            "translated_key": "amortiguación de fricción seca",
            "translated_annotated_text": "La dinámica de un sistema de ruedas de vagones de mercancías ferroviarios con amortiguación por fricción en seco Investigamos la dinámica de un modelo simple de un sistema de ruedas que soporta un extremo de un vagón de mercancías ferroviario por muelles con características lineales y amortiguadores de fricción en seco. El vagón corre en una pista ideal, recta y nivelada con velocidad constante. Se examina la dinámica lateral en dependencia de la velocidad. Hemos incluido stick-slip e histéresis en nuestro modelo de la fricción seca y asumir que la ley Coulombs mantiene durante la fase de deslizamiento. Se encuentra que la acción de la fricción seca cambia completamente el diagrama de bifurcación, y que el componente longitudinal de las fuerzas de <br>amortiguación de fricción seca</br> desestabiliza el vagón.  ",
            "error": [
                ""
            ]
        },
        "linear characteristics": {
            "translated_key": "características lineales",
            "translated_annotated_text": "La dinámica de un sistema de ruedas de vagones de mercancías ferroviarios con amortiguación por fricción en seco Investigamos la dinámica de un modelo simple de un sistema de ruedas que soporta un extremo de un vagón de mercancías ferroviario por muelles con <br>características lineales</br> y amortiguadores de fricción en seco. El vagón corre en una pista ideal, recta y nivelada con velocidad constante. Se examina la dinámica lateral en dependencia de la velocidad. Hemos incluido stick-slip e histéresis en nuestro modelo de la fricción seca y asumir que la ley Coulombs mantiene durante la fase de deslizamiento. Se encuentra que la acción de la fricción seca cambia completamente el diagrama de bifurcación, y que el componente longitudinal de las fuerzas de amortiguación de fricción seca desestabiliza el vagón ",
            "error": [
                ""
            ]
        },
        "lateral dynamics": {
            "translated_key": "lateral",
            "translated_annotated_text": "La dinámica de un sistema de ruedas de vagones de mercancías ferroviarios con amortiguación por fricción seca Investigamos la dinámica de un modelo simple de un sistema de ruedas que soporta un extremo de un vagón de mercancías ferroviario por muelles con características lineales y amortiguadores de fricción secos. El vagón corre en una pista ideal, recta y nivelada con velocidad constante. Se examina la dinámica <br>lateral</br> en dependencia de la velocidad. Hemos incluido stick-slip e histéresis en nuestro modelo de la fricción seca y asumir que la ley Coulombs mantiene durante la fase de deslizamiento. Se encuentra que la acción de la fricción seca cambia completamente el diagrama de bifurcación, y que el componente longitudinal de las fuerzas de amortiguación de fricción seca desestabiliza el vagón ",
            "error": [
                ""
            ]
        },
        "stick-slip": {
            "translated_key": "stick-slip",
            "translated_annotated_text": "La dinámica de un sistema de ruedas de vagones de mercancías ferroviarios con amortiguación por fricción seca Investigamos la dinámica de un modelo simple de un sistema de ruedas que soporta un extremo de un vagón de mercancías ferroviario por muelles con características lineales y amortiguadores de fricción secos. El vagón corre en una pista ideal, recta y nivelada con velocidad constante. Se examina la dinámica lateral en dependencia de la velocidad. Hemos incluido <br>stick-slip</br> e histéresis en nuestro modelo de fricción seca y suponemos que la ley Coulombs se mantiene durante la fase de deslizamiento. Se encuentra que la acción de la fricción seca cambia completamente el diagrama de bifurcación, y que el componente longitudinal de las fuerzas de amortiguación de fricción seca desestabiliza el vagón ",
            "error": [
                ""
            ]
        },
        "hysteresis": {
            "translated_key": "hysteresis",
            "translated_annotated_text": "La dinámica de un sistema de ruedas de vagones de mercancías ferroviarios con amortiguación por fricción seca Investigamos la dinámica de un modelo simple de un sistema de ruedas que soporta un extremo de un vagón de mercancías ferroviario por muelles con características lineales y amortiguadores de fricción secos. El vagón corre en una pista ideal, recta y nivelada con velocidad constante. Se examina la dinámica lateral en dependencia de la velocidad. Hemos incluido stick-slip y <br>hysteresis</br> en nuestro modelo de fricción seca y suponemos que la ley Coulombs mantiene durante la fase de deslizamiento. Se encuentra que la acción de la fricción seca cambia completamente el diagrama de bifurcación, y que el componente longitudinal de las fuerzas de amortiguación de fricción seca desestabiliza el vagón ",
            "error": [
                ""
            ]
        },
        "Coulomb law": {
            "translated_key": [],
            "translated_annotated_text": "La dinámica de un sistema de ruedas de vagones de mercancías ferroviarios con amortiguación por fricción seca Investigamos la dinámica de un modelo simple de un sistema de ruedas que soporta un extremo de un vagón de mercancías ferroviario por muelles con características lineales y amortiguadores de fricción secos. El vagón corre en una pista ideal, recta y nivelada con velocidad constante. Se examina la dinámica lateral en dependencia de la velocidad. Hemos incluido stick-slip e histéresis en nuestro modelo de la fricción seca y asumir que la ley Coulombs mantiene durante la fase de deslizamiento. Se encuentra que la acción de la fricción seca cambia completamente el diagrama de bifurcación, y que el componente longitudinal de las fuerzas de amortiguación de fricción seca desestabiliza el vagón ",
            "error": []
        },
        "bifurcation diagram": {
            "translated_key": "bifurcación",
            "translated_annotated_text": "La dinámica de un sistema de ruedas de vagones de mercancías ferroviarios con amortiguación por fricción seca Investigamos la dinámica de un modelo simple de un sistema de ruedas que soporta un extremo de un vagón de mercancías ferroviario por muelles con características lineales y amortiguadores de fricción secos. El vagón corre en una pista ideal, recta y nivelada con velocidad constante. Se examina la dinámica lateral en dependencia de la velocidad. Hemos incluido stick-slip e histéresis en nuestro modelo de la fricción seca y asumir que la ley Coulombs mantiene durante la fase de deslizamiento. Se encuentra que la acción de la fricción seca cambia completamente el diagrama de <br>bifurcación</br>, y que el componente longitudinal de las fuerzas de amortiguación de fricción seca desestabiliza el vagón ",
            "error": [
                ""
            ]
        },
        "longitudinal component": {
            "translated_key": "longitudinal",
            "translated_annotated_text": "La dinámica de un sistema de ruedas de vagones de mercancías ferroviarios con amortiguación por fricción seca Investigamos la dinámica de un modelo simple de un sistema de ruedas que soporta un extremo de un vagón de mercancías ferroviario por muelles con características lineales y amortiguadores de fricción secos. El vagón corre en una pista ideal, recta y nivelada con velocidad constante. Se examina la dinámica lateral en dependencia de la velocidad. Hemos incluido stick-slip e histéresis en nuestro modelo de la fricción seca y asumir que la ley Coulombs mantiene durante la fase de deslizamiento. Se encuentra que la acción de la fricción seca cambia completamente el diagrama de bifurcación, y que el componente <br>longitudinal</br> de las fuerzas de amortiguación de fricción seca desestabiliza el vagón ",
            "error": [
                ""
            ]
        },
        "bifurcation": {
            "translated_key": "bifurcación",
            "translated_annotated_text": "La dinámica de un sistema de ruedas de vagones de mercancías ferroviarios con amortiguación por fricción seca Investigamos la dinámica de un modelo simple de un sistema de ruedas que soporta un extremo de un vagón de mercancías ferroviario por muelles con características lineales y amortiguadores de fricción secos. El vagón corre en una pista ideal, recta y nivelada con velocidad constante. Se examina la dinámica lateral en dependencia de la velocidad. Hemos incluido stick-slip e histéresis en nuestro modelo de la fricción seca y asumir que la ley Coulombs mantiene durante la fase de deslizamiento. Se encuentra que la acción de la fricción seca cambia completamente el diagrama <br>bifurcación</br>, y que el componente longitudinal de las fuerzas de amortiguación de fricción seca desestabiliza el vagón ",
            "error": [
                ""
            ]
        },
        "damping": {
            "translated_key": "damping",
            "translated_annotated_text": "La dinámica de un sistema de ruedas de vagones de mercancías ferroviarios con fricción seca <br>damping</br> Investigamos la dinámica de un modelo simple de un sistema de ruedas que soporta un extremo de un vagón de mercancías ferroviario por muelles con características lineales y amortiguadores de fricción secos. El vagón corre en una pista ideal, recta y nivelada con velocidad constante. Se examina la dinámica lateral en dependencia de la velocidad. Hemos incluido stick-slip e histéresis en nuestro modelo de la fricción seca y asumir que la ley Coulombs mantiene durante la fase de deslizamiento. Se encuentra que la acción de la fricción seca cambia completamente el diagrama de bifurcación, y que el componente longitudinal de las fuerzas de fricción seca <br>damping</br> desestabiliza el vagón ",
            "error": [
                ""
            ]
        },
        "friction": {
            "translated_key": [
                "fricción",
                "fricción",
                "fricción seca",
                "fricción",
                "fricción"
            ],
            "translated_annotated_text": "La dinámica de un conjunto de ruedas de un vagón de mercancías ferroviario con amortiguación seca <br>fricción</br> Investigamos la dinámica de un modelo simple de un conjunto de ruedas que soporta un extremo de un vagón de mercancías ferroviario por muelles con características lineales y amortiguadores secos <br>fricción</br>. El vagón corre en una pista ideal, recta y nivelada con velocidad constante. Se examina la dinámica lateral en dependencia de la velocidad. Hemos incluido stick-slip e histéresis en nuestro modelo de <br>fricción seca</br> y suponemos que la ley Coulombs se mantiene durante la fase de deslizamiento. Se encuentra que la acción de la <br>fricción</br> seca cambia completamente el diagrama de bifurcación, y que el componente longitudinal de las fuerzas de amortiguación de <br>fricción</br> seca desestabiliza el vagón. ",
            "error": [
                "fricción",
                "fricción",
                "fricción seca",
                "fricción",
                "fricción"
            ]
        },
        "railways": {
            "translated_key": [],
            "translated_annotated_text": "La dinámica de un sistema de ruedas de vagones de mercancías ferroviarios con amortiguación por fricción seca Investigamos la dinámica de un modelo simple de un sistema de ruedas que soporta un extremo de un vagón de mercancías ferroviario por muelles con características lineales y amortiguadores de fricción secos. El vagón corre en una pista ideal, recta y nivelada con velocidad constante. Se examina la dinámica lateral en dependencia de la velocidad. Hemos incluido stick-slip e histéresis en nuestro modelo de la fricción seca y asumir que la ley Coulombs mantiene durante la fase de deslizamiento. Se encuentra que la acción de la fricción seca cambia completamente el diagrama de bifurcación, y que el componente longitudinal de las fuerzas de amortiguación de fricción seca desestabiliza el vagón ",
            "error": []
        }
    }
}