{
    "original_text": "Design and modeling of an interval-based ABR flow control protocol A novel flow control protocol is presented for availability bit rate (ABR) service in asynchronous transfer mode (ATM) networks. This scheme features periodic explicit rate feedback that enables precise allocation of link bandwidth and buffer space on a hop-by-hop basis to guarantee maximum throughput, minimum cell loss, and high resource efficiency. With the inclusion of resource management cell synchronization and consolidation algorithms, this protocol is capable of controlling point-to-multipoint ABR services within a unified framework. The authors illustrate the modeling of single ABR connection, the interaction between multiple ABR connections, and the constraints applicable to flow control decisions. A loss-free flow control mechanism is presented for high-speed ABR connections using a fluid traffic model. Supporting algorithms and ATM signaling procedures are specified, in company with linear system modeling, numerical analysis, and simulation results, which demonstrate its performance and cost benefits in high-speed backbone networking scenarios",
    "original_translation": "Diseño y modelado de un protocolo de control de flujo ABR basado en intervalos Se presenta un nuevo protocolo de control de flujo para el servicio de tasa de bits de disponibilidad (ABR) en redes de modo de transferencia asíncrono (ATM). Este esquema cuenta con retroalimentación periódica explícita de la tasa que permite la asignación precisa de ancho de banda de enlace y espacio de amortiguación sobre una base de salto a salto para garantizar el máximo rendimiento, la pérdida mínima de células y una alta eficiencia de recursos. Con la inclusión de algoritmos de sincronización y consolidación de celdas de gestión de recursos, este protocolo es capaz de controlar los servicios ABR punto a punto dentro de un marco unificado. Los autores ilustran el modelado de la conexión ABR única, la interacción entre múltiples conexiones ABR, y las restricciones aplicables a las decisiones de control de flujo. Se presenta un mecanismo de control de flujo sin pérdidas para conexiones ABR de alta velocidad utilizando un modelo de tráfico de fluidos. Se especifican algoritmos de soporte y procedimientos de señalización de ATM, en compañía de modelos lineales de sistemas, análisis numéricos y resultados de simulación, que demuestran su rendimiento y beneficios de costos en escenarios de redes troncales de alta velocidad",
    "error_count": 17,
    "keys": {
        "interval-based ABR flow control protocol": {
            "translated_key": [],
            "translated_annotated_text": "Diseño y modelado de un protocolo de control de flujo ABR basado en <br>Se presenta un nuevo protocolo de control de flujo para el servicio de tasa de bits de disponibilidad (ABR) en redes de modo de transferencia asíncrono (ATM). Este esquema cuenta con retroalimentación periódica explícita de la tasa que permite la asignación precisa de ancho de banda de enlace y espacio de amortiguación sobre una base de salto a salto para garantizar el máximo rendimiento, la pérdida mínima de células y una alta eficiencia de recursos. Con la inclusión de algoritmos de sincronización y consolidación de celdas de gestión de recursos, este protocolo es capaz de controlar los servicios ABR punto a punto dentro de un marco unificado. Los autores ilustran el modelado de la conexión ABR única, la interacción entre múltiples conexiones ABR, y las restricciones aplicables a las decisiones de control de flujo. Se presenta un mecanismo de control de flujo sin pérdidas para conexiones ABR de alta velocidad utilizando un modelo de tráfico de fluidos. Se especifican algoritmos de soporte y procedimientos de señalización de ATM, en compañía de modelos lineales de sistemas, análisis numéricos y resultados de simulación, que demuestran su rendimiento y beneficios de costos en escenarios de redes troncales de alta velocidad ",
            "error": []
        },
        "modeling": {
            "translated_key": " de una conexión ABR única, la interacción entre múltiples conexiones ABR y las restricciones aplicables a las decisiones de control de flujo. Se presenta un mecanismo de control de flujo sin pérdidas para conexiones ABR de alta velocidad utilizando un modelo de tráfico de fluidos. Se especifican algoritmos de soporte y procedimientos de señalización de ATM, en compañía del sistema lineal <br>modeling",
            "translated_annotated_text": "Diseño y modelado de un protocolo de control de flujo ABR basado en intervalos Se presenta un nuevo protocolo de control de flujo para el servicio de tasa de bits de disponibilidad (ABR) en redes de modo de transferencia asíncrono (ATM). Este esquema cuenta con retroalimentación periódica explícita de la tasa que permite la asignación precisa de ancho de banda de enlace y espacio de amortiguación sobre una base de salto a salto para garantizar el máximo rendimiento, la pérdida mínima de células y una alta eficiencia de recursos. Con la inclusión de algoritmos de sincronización y consolidación de celdas de gestión de recursos, este protocolo es capaz de controlar los servicios ABR punto a punto dentro de un marco unificado. Los autores ilustran el modelado <br> de una conexión ABR única, la interacción entre múltiples conexiones ABR y las restricciones aplicables a las decisiones de control de flujo. Se presenta un mecanismo de control de flujo sin pérdidas para conexiones ABR de alta velocidad utilizando un modelo de tráfico de fluidos. Se especifican algoritmos de soporte y procedimientos de señalización de ATM, en compañía del sistema lineal <br>modeling</br>, análisis numéricos y resultados de simulación, que demuestran su rendimiento y beneficios de costes en escenarios de redes troncales de alta velocidad ",
            "error": [
                ""
            ]
        },
        "design": {
            "translated_key": [],
            "translated_annotated_text": "Diseño y modelado de un protocolo de control de flujo ABR basado en intervalos Se presenta un nuevo protocolo de control de flujo para el servicio de tasa de bits de disponibilidad (ABR) en redes de modo de transferencia asíncrono (ATM). Este esquema cuenta con retroalimentación periódica explícita de la tasa que permite la asignación precisa de ancho de banda de enlace y espacio de amortiguación sobre una base de salto a salto para garantizar el máximo rendimiento, la pérdida mínima de células y una alta eficiencia de recursos. Con la inclusión de algoritmos de sincronización y consolidación de celdas de gestión de recursos, este protocolo es capaz de controlar los servicios ABR punto a punto dentro de un marco unificado. Los autores ilustran el modelado de la conexión ABR única, la interacción entre múltiples conexiones ABR, y las restricciones aplicables a las decisiones de control de flujo. Se presenta un mecanismo de control de flujo sin pérdidas para conexiones ABR de alta velocidad utilizando un modelo de tráfico de fluidos. Se especifican algoritmos de soporte y procedimientos de señalización de ATM, en compañía de modelos lineales de sistemas, análisis numéricos y resultados de simulación, que demuestran su rendimiento y beneficios de costos en escenarios de redes troncales de alta velocidad ",
            "error": []
        },
        "availability bit rate service": {
            "translated_key": [],
            "translated_annotated_text": "Diseño y modelado de un protocolo de control de flujo ABR basado en intervalos Se presenta un nuevo protocolo de control de flujo para el servicio de tasa de bits de disponibilidad (ABR) en redes de modo de transferencia asíncrono (ATM). Este esquema cuenta con retroalimentación periódica explícita de la tasa que permite la asignación precisa de ancho de banda de enlace y espacio de amortiguación sobre una base de salto a salto para garantizar el máximo rendimiento, la pérdida mínima de células y una alta eficiencia de recursos. Con la inclusión de algoritmos de sincronización y consolidación de celdas de gestión de recursos, este protocolo es capaz de controlar los servicios ABR punto a punto dentro de un marco unificado. Los autores ilustran el modelado de la conexión ABR única, la interacción entre múltiples conexiones ABR, y las restricciones aplicables a las decisiones de control de flujo. Se presenta un mecanismo de control de flujo sin pérdidas para conexiones ABR de alta velocidad utilizando un modelo de tráfico de fluidos. Se especifican algoritmos de soporte y procedimientos de señalización de ATM, en compañía de modelos lineales de sistemas, análisis numéricos y resultados de simulación, que demuestran su rendimiento y beneficios de costos en escenarios de redes troncales de alta velocidad ",
            "error": []
        },
        "ATM networks": {
            "translated_key": [],
            "translated_annotated_text": "Diseño y modelado de un protocolo de control de flujo ABR basado en intervalos Se presenta un nuevo protocolo de control de flujo para el servicio de tasa de bits de disponibilidad (ABR) en redes de modo de transferencia asíncrono (ATM). Este esquema cuenta con retroalimentación periódica explícita de la tasa que permite la asignación precisa de ancho de banda de enlace y espacio de amortiguación sobre una base de salto a salto para garantizar el máximo rendimiento, la pérdida mínima de células y una alta eficiencia de recursos. Con la inclusión de algoritmos de sincronización y consolidación de celdas de gestión de recursos, este protocolo es capaz de controlar los servicios ABR punto a punto dentro de un marco unificado. Los autores ilustran el modelado de la conexión ABR única, la interacción entre múltiples conexiones ABR, y las restricciones aplicables a las decisiones de control de flujo. Se presenta un mecanismo de control de flujo sin pérdidas para conexiones ABR de alta velocidad utilizando un modelo de tráfico de fluidos. Se especifican algoritmos de soporte y procedimientos de señalización de ATM, en compañía de modelos lineales de sistemas, análisis numéricos y resultados de simulación, que demuestran su rendimiento y beneficios de costos en escenarios de redes troncales de alta velocidad ",
            "error": []
        },
        "periodic explicit rate feedback": {
            "translated_key": "feedback de tasa explícita periódica",
            "translated_annotated_text": "Diseño y modelado de un protocolo de control de flujo ABR basado en intervalos Se presenta un nuevo protocolo de control de flujo para el servicio de tasa de bits de disponibilidad (ABR) en redes de modo de transferencia asíncrono (ATM). Este esquema cuenta con <br>feedback de tasa explícita periódica</br> que permite la asignación precisa de ancho de banda de enlace y espacio de búfer sobre una base hop-by-hop para garantizar el máximo rendimiento, pérdida mínima de células y alta eficiencia de recursos. Con la inclusión de algoritmos de sincronización y consolidación de celdas de gestión de recursos, este protocolo es capaz de controlar los servicios ABR punto a punto dentro de un marco unificado. Los autores ilustran el modelado de la conexión ABR única, la interacción entre múltiples conexiones ABR, y las restricciones aplicables a las decisiones de control de flujo. Se presenta un mecanismo de control de flujo sin pérdidas para conexiones ABR de alta velocidad utilizando un modelo de tráfico de fluidos. Se especifican algoritmos de soporte y procedimientos de señalización de ATM, en compañía de modelos lineales de sistemas, análisis numéricos y resultados de simulación, que demuestran su rendimiento y beneficios de costos en escenarios de redes troncales de alta velocidad ",
            "error": [
                ""
            ]
        },
        "link bandwidth allocation": {
            "translated_key": [],
            "translated_annotated_text": "Diseño y modelado de un protocolo de control de flujo ABR basado en intervalos Se presenta un nuevo protocolo de control de flujo para el servicio de tasa de bits de disponibilidad (ABR) en redes de modo de transferencia asíncrono (ATM). Este esquema cuenta con retroalimentación periódica explícita de la tasa que permite la asignación precisa de ancho de banda de enlace y espacio de amortiguación sobre una base de salto a salto para garantizar el máximo rendimiento, la pérdida mínima de células y una alta eficiencia de recursos. Con la inclusión de algoritmos de sincronización y consolidación de celdas de gestión de recursos, este protocolo es capaz de controlar los servicios ABR punto a punto dentro de un marco unificado. Los autores ilustran el modelado de la conexión ABR única, la interacción entre múltiples conexiones ABR, y las restricciones aplicables a las decisiones de control de flujo. Se presenta un mecanismo de control de flujo sin pérdidas para conexiones ABR de alta velocidad utilizando un modelo de tráfico de fluidos. Se especifican algoritmos de soporte y procedimientos de señalización de ATM, en compañía de modelos lineales de sistemas, análisis numéricos y resultados de simulación, que demuestran su rendimiento y beneficios de costos en escenarios de redes troncales de alta velocidad ",
            "error": []
        },
        "buffer space allocation": {
            "translated_key": [],
            "translated_annotated_text": "Diseño y modelado de un protocolo de control de flujo ABR basado en intervalos Se presenta un nuevo protocolo de control de flujo para el servicio de tasa de bits de disponibilidad (ABR) en redes de modo de transferencia asíncrono (ATM). Este esquema cuenta con retroalimentación periódica explícita de la tasa que permite la asignación precisa de ancho de banda de enlace y espacio de amortiguación sobre una base de salto a salto para garantizar el máximo rendimiento, la pérdida mínima de células y una alta eficiencia de recursos. Con la inclusión de algoritmos de sincronización y consolidación de celdas de gestión de recursos, este protocolo es capaz de controlar los servicios ABR punto a punto dentro de un marco unificado. Los autores ilustran el modelado de la conexión ABR única, la interacción entre múltiples conexiones ABR, y las restricciones aplicables a las decisiones de control de flujo. Se presenta un mecanismo de control de flujo sin pérdidas para conexiones ABR de alta velocidad utilizando un modelo de tráfico de fluidos. Se especifican algoritmos de soporte y procedimientos de señalización de ATM, en compañía de modelos lineales de sistemas, análisis numéricos y resultados de simulación, que demuestran su rendimiento y beneficios de costos en escenarios de redes troncales de alta velocidad ",
            "error": []
        },
        "maximum throughput": {
            "translated_key": "máximo rendimiento",
            "translated_annotated_text": "Diseño y modelado de un protocolo de control de flujo ABR basado en intervalos Se presenta un nuevo protocolo de control de flujo para el servicio de tasa de bits de disponibilidad (ABR) en redes de modo de transferencia asíncrono (ATM). Este esquema cuenta con retroalimentación periódica explícita de la tasa que permite la asignación precisa de ancho de banda de enlace y espacio de buffer sobre una base hop-by-hop para garantizar <br>máximo rendimiento</br>, pérdida mínima de células, y alta eficiencia de recursos. Con la inclusión de algoritmos de sincronización y consolidación de celdas de gestión de recursos, este protocolo es capaz de controlar los servicios ABR punto a punto dentro de un marco unificado. Los autores ilustran el modelado de la conexión ABR única, la interacción entre múltiples conexiones ABR, y las restricciones aplicables a las decisiones de control de flujo. Se presenta un mecanismo de control de flujo sin pérdidas para conexiones ABR de alta velocidad utilizando un modelo de tráfico de fluidos. Se especifican algoritmos de soporte y procedimientos de señalización de ATM, en compañía de modelos lineales de sistemas, análisis numéricos y resultados de simulación, que demuestran su rendimiento y beneficios de costos en escenarios de redes troncales de alta velocidad ",
            "error": [
                ""
            ]
        },
        "minimum cell loss": {
            "translated_key": "pérdida mínima de células",
            "translated_annotated_text": "Diseño y modelado de un protocolo de control de flujo ABR basado en intervalos Se presenta un nuevo protocolo de control de flujo para el servicio de tasa de bits de disponibilidad (ABR) en redes de modo de transferencia asíncrono (ATM). Este esquema cuenta con retroalimentación periódica explícita de la tasa que permite la asignación precisa de ancho de banda de enlace y espacio de buffer sobre una base hop-by-hop para garantizar el máximo rendimiento, <br>pérdida mínima de células</br>, y alta eficiencia de recursos. Con la inclusión de algoritmos de sincronización y consolidación de celdas de gestión de recursos, este protocolo es capaz de controlar los servicios ABR punto a punto dentro de un marco unificado. Los autores ilustran el modelado de la conexión ABR única, la interacción entre múltiples conexiones ABR, y las restricciones aplicables a las decisiones de control de flujo. Se presenta un mecanismo de control de flujo sin pérdidas para conexiones ABR de alta velocidad utilizando un modelo de tráfico de fluidos. Se especifican algoritmos de soporte y procedimientos de señalización de ATM, en compañía de modelos lineales de sistemas, análisis numéricos y resultados de simulación, que demuestran su rendimiento y beneficios de costos en escenarios de redes troncales de alta velocidad ",
            "error": [
                ""
            ]
        },
        "high resource efficiency": {
            "translated_key": " alta eficiencia de recursos",
            "translated_annotated_text": "Diseño y modelado de un protocolo de control de flujo ABR basado en intervalos Se presenta un nuevo protocolo de control de flujo para el servicio de tasa de bits de disponibilidad (ABR) en redes de modo de transferencia asíncrono (ATM). Este esquema cuenta con retroalimentación periódica explícita de la tasa que permite la asignación precisa de ancho de banda de enlace y espacio de buffer sobre una base hop-by-hop para garantizar el máximo rendimiento, la pérdida mínima de células, y <br> alta eficiencia de recursos</br>. Con la inclusión de algoritmos de sincronización y consolidación de celdas de gestión de recursos, este protocolo es capaz de controlar los servicios ABR punto a punto dentro de un marco unificado. Los autores ilustran el modelado de la conexión ABR única, la interacción entre múltiples conexiones ABR, y las restricciones aplicables a las decisiones de control de flujo. Se presenta un mecanismo de control de flujo sin pérdidas para conexiones ABR de alta velocidad utilizando un modelo de tráfico de fluidos. Se especifican algoritmos de soporte y procedimientos de señalización de ATM, en compañía de modelos lineales de sistemas, análisis numéricos y resultados de simulación, que demuestran su rendimiento y beneficios de costos en escenarios de redes troncales de alta velocidad ",
            "error": [
                ""
            ]
        },
        "resource management cell synchronization algorithms": {
            "translated_key": [],
            "translated_annotated_text": "Diseño y modelado de un protocolo de control de flujo ABR basado en intervalos Se presenta un nuevo protocolo de control de flujo para el servicio de tasa de bits de disponibilidad (ABR) en redes de modo de transferencia asíncrono (ATM). Este esquema cuenta con retroalimentación periódica explícita de la tasa que permite la asignación precisa de ancho de banda de enlace y espacio de amortiguación sobre una base de salto a salto para garantizar el máximo rendimiento, la pérdida mínima de células y una alta eficiencia de recursos. Con la inclusión de algoritmos de sincronización y consolidación de celdas de gestión de recursos, este protocolo es capaz de controlar los servicios ABR punto a punto dentro de un marco unificado. Los autores ilustran el modelado de la conexión ABR única, la interacción entre múltiples conexiones ABR, y las restricciones aplicables a las decisiones de control de flujo. Se presenta un mecanismo de control de flujo sin pérdidas para conexiones ABR de alta velocidad utilizando un modelo de tráfico de fluidos. Se especifican algoritmos de soporte y procedimientos de señalización de ATM, en compañía de modelos lineales de sistemas, análisis numéricos y resultados de simulación, que demuestran su rendimiento y beneficios de costos en escenarios de redes troncales de alta velocidad ",
            "error": []
        },
        "resource management cell consolidation algorithms": {
            "translated_key": [],
            "translated_annotated_text": "Diseño y modelado de un protocolo de control de flujo ABR basado en intervalos Se presenta un nuevo protocolo de control de flujo para el servicio de tasa de bits de disponibilidad (ABR) en redes de modo de transferencia asíncrono (ATM). Este esquema cuenta con retroalimentación periódica explícita de la tasa que permite la asignación precisa de ancho de banda de enlace y espacio de amortiguación sobre una base de salto a salto para garantizar el máximo rendimiento, la pérdida mínima de células y una alta eficiencia de recursos. Con la inclusión de algoritmos de sincronización y consolidación de celdas de gestión de recursos, este protocolo es capaz de controlar los servicios ABR punto a punto dentro de un marco unificado. Los autores ilustran el modelado de la conexión ABR única, la interacción entre múltiples conexiones ABR, y las restricciones aplicables a las decisiones de control de flujo. Se presenta un mecanismo de control de flujo sin pérdidas para conexiones ABR de alta velocidad utilizando un modelo de tráfico de fluidos. Se especifican algoritmos de soporte y procedimientos de señalización de ATM, en compañía de modelos lineales de sistemas, análisis numéricos y resultados de simulación, que demuestran su rendimiento y beneficios de costos en escenarios de redes troncales de alta velocidad ",
            "error": []
        },
        "point-to-multipoint services": {
            "translated_key": [],
            "translated_annotated_text": "Diseño y modelado de un protocolo de control de flujo ABR basado en intervalos Se presenta un nuevo protocolo de control de flujo para el servicio de tasa de bits de disponibilidad (ABR) en redes de modo de transferencia asíncrono (ATM). Este esquema cuenta con retroalimentación periódica explícita de la tasa que permite la asignación precisa de ancho de banda de enlace y espacio de amortiguación sobre una base de salto a salto para garantizar el máximo rendimiento, la pérdida mínima de células y una alta eficiencia de recursos. Con la inclusión de algoritmos de sincronización y consolidación de celdas de gestión de recursos, este protocolo es capaz de controlar los servicios ABR punto a punto dentro de un marco unificado. Los autores ilustran el modelado de la conexión ABR única, la interacción entre múltiples conexiones ABR, y las restricciones aplicables a las decisiones de control de flujo. Se presenta un mecanismo de control de flujo sin pérdidas para conexiones ABR de alta velocidad utilizando un modelo de tráfico de fluidos. Se especifican algoritmos de soporte y procedimientos de señalización de ATM, en compañía de modelos lineales de sistemas, análisis numéricos y resultados de simulación, que demuestran su rendimiento y beneficios de costos en escenarios de redes troncales de alta velocidad ",
            "error": []
        },
        "flow control decisions": {
            "translated_key": " ",
            "translated_annotated_text": "Diseño y modelado de un protocolo de control de flujo ABR basado en intervalos Se presenta un nuevo protocolo de control de flujo para el servicio de tasa de bits de disponibilidad (ABR) en redes de modo de transferencia asíncrono (ATM). Este esquema cuenta con retroalimentación periódica explícita de la tasa que permite la asignación precisa de ancho de banda de enlace y espacio de amortiguación sobre una base de salto a salto para garantizar el máximo rendimiento, la pérdida mínima de células y una alta eficiencia de recursos. Con la inclusión de algoritmos de sincronización y consolidación de celdas de gestión de recursos, este protocolo es capaz de controlar los servicios ABR punto a punto dentro de un marco unificado. Los autores ilustran el modelado de la conexión ABR única, la interacción entre múltiples conexiones ABR y las restricciones aplicables a las decisiones de control de flujo <br> </br>. Se presenta un mecanismo de control de flujo sin pérdidas para conexiones ABR de alta velocidad utilizando un modelo de tráfico de fluidos. Se especifican algoritmos de soporte y procedimientos de señalización de ATM, en compañía de modelos lineales de sistemas, análisis numéricos y resultados de simulación, que demuestran su rendimiento y beneficios de costos en escenarios de redes troncales de alta velocidad ",
            "error": [
                ""
            ]
        },
        "loss-free flow control mechanism": {
            "translated_key": " sin pérdidas",
            "translated_annotated_text": "Diseño y modelado de un protocolo de control de flujo ABR basado en intervalos Se presenta un nuevo protocolo de control de flujo para el servicio de tasa de bits de disponibilidad (ABR) en redes de modo de transferencia asíncrono (ATM). Este esquema cuenta con retroalimentación periódica explícita de la tasa que permite la asignación precisa de ancho de banda de enlace y espacio de amortiguación sobre una base de salto a salto para garantizar el máximo rendimiento, la pérdida mínima de células y una alta eficiencia de recursos. Con la inclusión de algoritmos de sincronización y consolidación de celdas de gestión de recursos, este protocolo es capaz de controlar los servicios ABR punto a punto dentro de un marco unificado. Los autores ilustran el modelado de la conexión ABR única, la interacción entre múltiples conexiones ABR, y las restricciones aplicables a las decisiones de control de flujo. Se presenta un mecanismo de control de flujo <br> sin pérdidas</br> para conexiones ABR de alta velocidad utilizando un modelo de tráfico de fluidos. Se especifican algoritmos de soporte y procedimientos de señalización de ATM, en compañía de modelos lineales de sistemas, análisis numéricos y resultados de simulación, que demuestran su rendimiento y beneficios de costos en escenarios de redes troncales de alta velocidad ",
            "error": [
                ""
            ]
        },
        "high-speed ABR connections": {
            "translated_key": " de alta velocidad",
            "translated_annotated_text": "Diseño y modelado de un protocolo de control de flujo ABR basado en intervalos Se presenta un nuevo protocolo de control de flujo para el servicio de tasa de bits de disponibilidad (ABR) en redes de modo de transferencia asíncrono (ATM). Este esquema cuenta con retroalimentación periódica explícita de la tasa que permite la asignación precisa de ancho de banda de enlace y espacio de amortiguación sobre una base de salto a salto para garantizar el máximo rendimiento, la pérdida mínima de células y una alta eficiencia de recursos. Con la inclusión de algoritmos de sincronización y consolidación de celdas de gestión de recursos, este protocolo es capaz de controlar los servicios ABR punto a punto dentro de un marco unificado. Los autores ilustran el modelado de la conexión ABR única, la interacción entre múltiples conexiones ABR, y las restricciones aplicables a las decisiones de control de flujo. Se presenta un mecanismo de control de flujo sin pérdidas para conexiones ABR <br> de alta velocidad</br> utilizando un modelo de tráfico de fluidos. Se especifican algoritmos de soporte y procedimientos de señalización de ATM, en compañía de modelos lineales de sistemas, análisis numéricos y resultados de simulación, que demuestran su rendimiento y beneficios de costos en escenarios de redes troncales de alta velocidad ",
            "error": [
                ""
            ]
        },
        "fluid traffic model": {
            "translated_key": "fluid",
            "translated_annotated_text": "Diseño y modelado de un protocolo de control de flujo ABR basado en intervalos Se presenta un nuevo protocolo de control de flujo para el servicio de tasa de bits de disponibilidad (ABR) en redes de modo de transferencia asíncrono (ATM). Este esquema cuenta con retroalimentación periódica explícita de la tasa que permite la asignación precisa de ancho de banda de enlace y espacio de amortiguación sobre una base de salto a salto para garantizar el máximo rendimiento, la pérdida mínima de células y una alta eficiencia de recursos. Con la inclusión de algoritmos de sincronización y consolidación de celdas de gestión de recursos, este protocolo es capaz de controlar los servicios ABR punto a punto dentro de un marco unificado. Los autores ilustran el modelado de la conexión ABR única, la interacción entre múltiples conexiones ABR, y las restricciones aplicables a las decisiones de control de flujo. Se presenta un mecanismo de control de flujo libre de pérdidas para conexiones ABR de alta velocidad utilizando un modelo de tráfico <br>fluid</br>. Se especifican algoritmos de soporte y procedimientos de señalización de ATM, en compañía de modelos lineales de sistemas, análisis numéricos y resultados de simulación, que demuestran su rendimiento y beneficios de costos en escenarios de redes troncales de alta velocidad ",
            "error": [
                ""
            ]
        },
        "signaling": {
            "translated_key": " ",
            "translated_annotated_text": "Diseño y modelado de un protocolo de control de flujo ABR basado en intervalos Se presenta un nuevo protocolo de control de flujo para el servicio de tasa de bits de disponibilidad (ABR) en redes de modo de transferencia asíncrono (ATM). Este esquema cuenta con retroalimentación periódica explícita de la tasa que permite la asignación precisa de ancho de banda de enlace y espacio de amortiguación sobre una base de salto a salto para garantizar el máximo rendimiento, la pérdida mínima de células y una alta eficiencia de recursos. Con la inclusión de algoritmos de sincronización y consolidación de celdas de gestión de recursos, este protocolo es capaz de controlar los servicios ABR punto a punto dentro de un marco unificado. Los autores ilustran el modelado de la conexión ABR única, la interacción entre múltiples conexiones ABR, y las restricciones aplicables a las decisiones de control de flujo. Se presenta un mecanismo de control de flujo sin pérdidas para conexiones ABR de alta velocidad utilizando un modelo de tráfico de fluidos. Se especifican algoritmos de soporte y procedimientos de señalización ATM <br> </br>, en compañía de modelos lineales de sistemas, análisis numéricos y resultados de simulación, que demuestran su rendimiento y beneficios de costes en escenarios de redes troncales de alta velocidad ",
            "error": [
                ""
            ]
        },
        "linear system modeling": {
            "translated_key": "modelado lineal del sistema",
            "translated_annotated_text": "Diseño y modelado de un protocolo de control de flujo ABR basado en intervalos Se presenta un nuevo protocolo de control de flujo para el servicio de tasa de bits de disponibilidad (ABR) en redes de modo de transferencia asíncrono (ATM). Este esquema cuenta con retroalimentación periódica explícita de la tasa que permite la asignación precisa de ancho de banda de enlace y espacio de amortiguación sobre una base de salto a salto para garantizar el máximo rendimiento, la pérdida mínima de células y una alta eficiencia de recursos. Con la inclusión de algoritmos de sincronización y consolidación de celdas de gestión de recursos, este protocolo es capaz de controlar los servicios ABR punto a punto dentro de un marco unificado. Los autores ilustran el modelado de la conexión ABR única, la interacción entre múltiples conexiones ABR, y las restricciones aplicables a las decisiones de control de flujo. Se presenta un mecanismo de control de flujo sin pérdidas para conexiones ABR de alta velocidad utilizando un modelo de tráfico de fluidos. Se especifican algoritmos de soporte y procedimientos de señalización de ATM, en compañía con <br>modelado lineal del sistema</br>, análisis numérico y resultados de simulación, que demuestran su rendimiento y beneficios de costos en escenarios de redes troncales de alta velocidad. ",
            "error": [
                ""
            ]
        },
        "numerical analysis": {
            "translated_key": "análisis numérico",
            "translated_annotated_text": "Diseño y modelado de un protocolo de control de flujo ABR basado en intervalos Se presenta un nuevo protocolo de control de flujo para el servicio de tasa de bits de disponibilidad (ABR) en redes de modo de transferencia asíncrono (ATM). Este esquema cuenta con retroalimentación periódica explícita de la tasa que permite la asignación precisa de ancho de banda de enlace y espacio de amortiguación sobre una base de salto a salto para garantizar el máximo rendimiento, la pérdida mínima de células y una alta eficiencia de recursos. Con la inclusión de algoritmos de sincronización y consolidación de celdas de gestión de recursos, este protocolo es capaz de controlar los servicios ABR punto a punto dentro de un marco unificado. Los autores ilustran el modelado de la conexión ABR única, la interacción entre múltiples conexiones ABR, y las restricciones aplicables a las decisiones de control de flujo. Se presenta un mecanismo de control de flujo sin pérdidas para conexiones ABR de alta velocidad utilizando un modelo de tráfico de fluidos. Se especifican algoritmos de soporte y procedimientos de señalización de ATM, en compañía con modelado lineal del sistema, <br>análisis numérico</br> y resultados de simulación, que demuestran su rendimiento y beneficios de costos en escenarios de redes troncales de alta velocidad. ",
            "error": [
                ""
            ]
        },
        "simulation": {
            "translated_key": "simulación",
            "translated_annotated_text": "Diseño y modelado de un protocolo de control de flujo ABR basado en intervalos Se presenta un nuevo protocolo de control de flujo para el servicio de tasa de bits de disponibilidad (ABR) en redes de modo de transferencia asíncrono (ATM). Este esquema cuenta con retroalimentación periódica explícita de la tasa que permite la asignación precisa de ancho de banda de enlace y espacio de amortiguación sobre una base de salto a salto para garantizar el máximo rendimiento, la pérdida mínima de células y una alta eficiencia de recursos. Con la inclusión de algoritmos de sincronización y consolidación de celdas de gestión de recursos, este protocolo es capaz de controlar los servicios ABR punto a punto dentro de un marco unificado. Los autores ilustran el modelado de la conexión ABR única, la interacción entre múltiples conexiones ABR, y las restricciones aplicables a las decisiones de control de flujo. Se presenta un mecanismo de control de flujo sin pérdidas para conexiones ABR de alta velocidad utilizando un modelo de tráfico de fluidos. Se especifican algoritmos de soporte y procedimientos de señalización de ATM, en compañía con modelado lineal del sistema, análisis numérico y resultados <br>simulación</br>, que demuestran su rendimiento y beneficios de costos en escenarios de redes troncales de alta velocidad ",
            "error": [
                ""
            ]
        },
        "high-speed backbone networking scenarios": {
            "translated_key": "escenarios de redes troncales de alta velocidad",
            "translated_annotated_text": "Diseño y modelado de un protocolo de control de flujo ABR basado en intervalos Se presenta un nuevo protocolo de control de flujo para el servicio de tasa de bits de disponibilidad (ABR) en redes de modo de transferencia asíncrono (ATM). Este esquema cuenta con retroalimentación periódica explícita de la tasa que permite la asignación precisa de ancho de banda de enlace y espacio de amortiguación sobre una base de salto a salto para garantizar el máximo rendimiento, la pérdida mínima de células y una alta eficiencia de recursos. Con la inclusión de algoritmos de sincronización y consolidación de celdas de gestión de recursos, este protocolo es capaz de controlar los servicios ABR punto a punto dentro de un marco unificado. Los autores ilustran el modelado de la conexión ABR única, la interacción entre múltiples conexiones ABR, y las restricciones aplicables a las decisiones de control de flujo. Se presenta un mecanismo de control de flujo sin pérdidas para conexiones ABR de alta velocidad utilizando un modelo de tráfico de fluidos. Se especifican algoritmos de soporte y procedimientos de señalización de ATM, en compañía de modelos lineales de sistemas, análisis numéricos y resultados de simulación, que demuestran su rendimiento y beneficios de costos en <br>escenarios de redes troncales de alta velocidad</br>. ",
            "error": [
                ""
            ]
        },
        "asynchronous transfer mode": {
            "translated_key": " modo de transferencia asincrónica",
            "translated_annotated_text": "Diseño y modelado de un protocolo de control de flujo ABR basado en intervalos Se presenta un nuevo protocolo de control de flujo para el servicio de tasa de bits de disponibilidad (ABR) en redes <br> modo de transferencia asincrónica</br> (ATM). Este esquema cuenta con retroalimentación periódica explícita de la tasa que permite la asignación precisa de ancho de banda de enlace y espacio de amortiguación sobre una base de salto a salto para garantizar el máximo rendimiento, la pérdida mínima de células y una alta eficiencia de recursos. Con la inclusión de algoritmos de sincronización y consolidación de celdas de gestión de recursos, este protocolo es capaz de controlar los servicios ABR punto a punto dentro de un marco unificado. Los autores ilustran el modelado de la conexión ABR única, la interacción entre múltiples conexiones ABR, y las restricciones aplicables a las decisiones de control de flujo. Se presenta un mecanismo de control de flujo sin pérdidas para conexiones ABR de alta velocidad utilizando un modelo de tráfico de fluidos. Se especifican algoritmos de soporte y procedimientos de señalización de ATM, en compañía de modelos lineales de sistemas, análisis numéricos y resultados de simulación, que demuestran su rendimiento y beneficios de costos en escenarios de redes troncales de alta velocidad ",
            "error": [
                ""
            ]
        },
        "bandwidth allocation": {
            "translated_key": [],
            "translated_annotated_text": "Diseño y modelado de un protocolo de control de flujo ABR basado en intervalos Se presenta un nuevo protocolo de control de flujo para el servicio de tasa de bits de disponibilidad (ABR) en redes de modo de transferencia asíncrono (ATM). Este esquema cuenta con retroalimentación periódica explícita de la tasa que permite la asignación precisa de ancho de banda de enlace y espacio de amortiguación sobre una base de salto a salto para garantizar el máximo rendimiento, la pérdida mínima de células y una alta eficiencia de recursos. Con la inclusión de algoritmos de sincronización y consolidación de celdas de gestión de recursos, este protocolo es capaz de controlar los servicios ABR punto a punto dentro de un marco unificado. Los autores ilustran el modelado de la conexión ABR única, la interacción entre múltiples conexiones ABR, y las restricciones aplicables a las decisiones de control de flujo. Se presenta un mecanismo de control de flujo sin pérdidas para conexiones ABR de alta velocidad utilizando un modelo de tráfico de fluidos. Se especifican algoritmos de soporte y procedimientos de señalización de ATM, en compañía de modelos lineales de sistemas, análisis numéricos y resultados de simulación, que demuestran su rendimiento y beneficios de costos en escenarios de redes troncales de alta velocidad ",
            "error": []
        },
        "digital simulation": {
            "translated_key": [],
            "translated_annotated_text": "Diseño y modelado de un protocolo de control de flujo ABR basado en intervalos Se presenta un nuevo protocolo de control de flujo para el servicio de tasa de bits de disponibilidad (ABR) en redes de modo de transferencia asíncrono (ATM). Este esquema cuenta con retroalimentación periódica explícita de la tasa que permite la asignación precisa de ancho de banda de enlace y espacio de amortiguación sobre una base de salto a salto para garantizar el máximo rendimiento, la pérdida mínima de células y una alta eficiencia de recursos. Con la inclusión de algoritmos de sincronización y consolidación de celdas de gestión de recursos, este protocolo es capaz de controlar los servicios ABR punto a punto dentro de un marco unificado. Los autores ilustran el modelado de la conexión ABR única, la interacción entre múltiples conexiones ABR, y las restricciones aplicables a las decisiones de control de flujo. Se presenta un mecanismo de control de flujo sin pérdidas para conexiones ABR de alta velocidad utilizando un modelo de tráfico de fluidos. Se especifican algoritmos de soporte y procedimientos de señalización de ATM, en compañía de modelos lineales de sistemas, análisis numéricos y resultados de simulación, que demuestran su rendimiento y beneficios de costos en escenarios de redes troncales de alta velocidad ",
            "error": []
        },
        "feedback": {
            "translated_key": "feedback",
            "translated_annotated_text": "Diseño y modelado de un protocolo de control de flujo ABR basado en intervalos Se presenta un nuevo protocolo de control de flujo para el servicio de tasa de bits de disponibilidad (ABR) en redes de modo de transferencia asíncrono (ATM). Este esquema cuenta con una tasa explícita periódica <br>feedback</br> que permite la asignación precisa de ancho de banda de enlace y espacio búfer sobre una base hop-by-hop para garantizar el máximo rendimiento, la pérdida mínima de células y una alta eficiencia de recursos. Con la inclusión de algoritmos de sincronización y consolidación de celdas de gestión de recursos, este protocolo es capaz de controlar los servicios ABR punto a punto dentro de un marco unificado. Los autores ilustran el modelado de la conexión ABR única, la interacción entre múltiples conexiones ABR, y las restricciones aplicables a las decisiones de control de flujo. Se presenta un mecanismo de control de flujo sin pérdidas para conexiones ABR de alta velocidad utilizando un modelo de tráfico de fluidos. Se especifican algoritmos de soporte y procedimientos de señalización de ATM, en compañía de modelos lineales de sistemas, análisis numéricos y resultados de simulación, que demuestran su rendimiento y beneficios de costos en escenarios de redes troncales de alta velocidad ",
            "error": [
                ""
            ]
        },
        "protocols": {
            "translated_key": [],
            "translated_annotated_text": "Diseño y modelado de un protocolo de control de flujo ABR basado en intervalos Se presenta un nuevo protocolo de control de flujo para el servicio de tasa de bits de disponibilidad (ABR) en redes de modo de transferencia asíncrono (ATM). Este esquema cuenta con retroalimentación periódica explícita de la tasa que permite la asignación precisa de ancho de banda de enlace y espacio de amortiguación sobre una base de salto a salto para garantizar el máximo rendimiento, la pérdida mínima de células y una alta eficiencia de recursos. Con la inclusión de algoritmos de sincronización y consolidación de celdas de gestión de recursos, este protocolo es capaz de controlar los servicios ABR punto a punto dentro de un marco unificado. Los autores ilustran el modelado de la conexión ABR única, la interacción entre múltiples conexiones ABR, y las restricciones aplicables a las decisiones de control de flujo. Se presenta un mecanismo de control de flujo sin pérdidas para conexiones ABR de alta velocidad utilizando un modelo de tráfico de fluidos. Se especifican algoritmos de soporte y procedimientos de señalización de ATM, en compañía de modelos lineales de sistemas, análisis numéricos y resultados de simulación, que demuestran su rendimiento y beneficios de costos en escenarios de redes troncales de alta velocidad ",
            "error": []
        },
        "synchronisation": {
            "translated_key": [],
            "translated_annotated_text": "Diseño y modelado de un protocolo de control de flujo ABR basado en intervalos Se presenta un nuevo protocolo de control de flujo para el servicio de tasa de bits de disponibilidad (ABR) en redes de modo de transferencia asíncrono (ATM). Este esquema cuenta con retroalimentación periódica explícita de la tasa que permite la asignación precisa de ancho de banda de enlace y espacio de amortiguación sobre una base de salto a salto para garantizar el máximo rendimiento, la pérdida mínima de células y una alta eficiencia de recursos. Con la inclusión de algoritmos de sincronización y consolidación de celdas de gestión de recursos, este protocolo es capaz de controlar los servicios ABR punto a punto dentro de un marco unificado. Los autores ilustran el modelado de la conexión ABR única, la interacción entre múltiples conexiones ABR, y las restricciones aplicables a las decisiones de control de flujo. Se presenta un mecanismo de control de flujo sin pérdidas para conexiones ABR de alta velocidad utilizando un modelo de tráfico de fluidos. Se especifican algoritmos de soporte y procedimientos de señalización de ATM, en compañía de modelos lineales de sistemas, análisis numéricos y resultados de simulación, que demuestran su rendimiento y beneficios de costos en escenarios de redes troncales de alta velocidad ",
            "error": []
        },
        "telecommunication computing": {
            "translated_key": [],
            "translated_annotated_text": "Diseño y modelado de un protocolo de control de flujo ABR basado en intervalos Se presenta un nuevo protocolo de control de flujo para el servicio de tasa de bits de disponibilidad (ABR) en redes de modo de transferencia asíncrono (ATM). Este esquema cuenta con retroalimentación periódica explícita de la tasa que permite la asignación precisa de ancho de banda de enlace y espacio de amortiguación sobre una base de salto a salto para garantizar el máximo rendimiento, la pérdida mínima de células y una alta eficiencia de recursos. Con la inclusión de algoritmos de sincronización y consolidación de celdas de gestión de recursos, este protocolo es capaz de controlar los servicios ABR punto a punto dentro de un marco unificado. Los autores ilustran el modelado de la conexión ABR única, la interacción entre múltiples conexiones ABR, y las restricciones aplicables a las decisiones de control de flujo. Se presenta un mecanismo de control de flujo sin pérdidas para conexiones ABR de alta velocidad utilizando un modelo de tráfico de fluidos. Se especifican algoritmos de soporte y procedimientos de señalización de ATM, en compañía de modelos lineales de sistemas, análisis numéricos y resultados de simulación, que demuestran su rendimiento y beneficios de costos en escenarios de redes troncales de alta velocidad ",
            "error": []
        },
        "telecommunication congestion control": {
            "translated_key": [],
            "translated_annotated_text": "Diseño y modelado de un protocolo de control de flujo ABR basado en intervalos Se presenta un nuevo protocolo de control de flujo para el servicio de tasa de bits de disponibilidad (ABR) en redes de modo de transferencia asíncrono (ATM). Este esquema cuenta con retroalimentación periódica explícita de la tasa que permite la asignación precisa de ancho de banda de enlace y espacio de amortiguación sobre una base de salto a salto para garantizar el máximo rendimiento, la pérdida mínima de células y una alta eficiencia de recursos. Con la inclusión de algoritmos de sincronización y consolidación de celdas de gestión de recursos, este protocolo es capaz de controlar los servicios ABR punto a punto dentro de un marco unificado. Los autores ilustran el modelado de la conexión ABR única, la interacción entre múltiples conexiones ABR, y las restricciones aplicables a las decisiones de control de flujo. Se presenta un mecanismo de control de flujo sin pérdidas para conexiones ABR de alta velocidad utilizando un modelo de tráfico de fluidos. Se especifican algoritmos de soporte y procedimientos de señalización de ATM, en compañía de modelos lineales de sistemas, análisis numéricos y resultados de simulación, que demuestran su rendimiento y beneficios de costos en escenarios de redes troncales de alta velocidad ",
            "error": []
        },
        "telecommunication signalling": {
            "translated_key": [],
            "translated_annotated_text": "Diseño y modelado de un protocolo de control de flujo ABR basado en intervalos Se presenta un nuevo protocolo de control de flujo para el servicio de tasa de bits de disponibilidad (ABR) en redes de modo de transferencia asíncrono (ATM). Este esquema cuenta con retroalimentación periódica explícita de la tasa que permite la asignación precisa de ancho de banda de enlace y espacio de amortiguación sobre una base de salto a salto para garantizar el máximo rendimiento, la pérdida mínima de células y una alta eficiencia de recursos. Con la inclusión de algoritmos de sincronización y consolidación de celdas de gestión de recursos, este protocolo es capaz de controlar los servicios ABR punto a punto dentro de un marco unificado. Los autores ilustran el modelado de la conexión ABR única, la interacción entre múltiples conexiones ABR, y las restricciones aplicables a las decisiones de control de flujo. Se presenta un mecanismo de control de flujo sin pérdidas para conexiones ABR de alta velocidad utilizando un modelo de tráfico de fluidos. Se especifican algoritmos de soporte y procedimientos de señalización de ATM, en compañía de modelos lineales de sistemas, análisis numéricos y resultados de simulación, que demuestran su rendimiento y beneficios de costos en escenarios de redes troncales de alta velocidad ",
            "error": []
        },
        "telecommunication traffic": {
            "translated_key": [],
            "translated_annotated_text": "Diseño y modelado de un protocolo de control de flujo ABR basado en intervalos Se presenta un nuevo protocolo de control de flujo para el servicio de tasa de bits de disponibilidad (ABR) en redes de modo de transferencia asíncrono (ATM). Este esquema cuenta con retroalimentación periódica explícita de la tasa que permite la asignación precisa de ancho de banda de enlace y espacio de amortiguación sobre una base de salto a salto para garantizar el máximo rendimiento, la pérdida mínima de células y una alta eficiencia de recursos. Con la inclusión de algoritmos de sincronización y consolidación de celdas de gestión de recursos, este protocolo es capaz de controlar los servicios ABR punto a punto dentro de un marco unificado. Los autores ilustran el modelado de la conexión ABR única, la interacción entre múltiples conexiones ABR, y las restricciones aplicables a las decisiones de control de flujo. Se presenta un mecanismo de control de flujo sin pérdidas para conexiones ABR de alta velocidad utilizando un modelo de tráfico de fluidos. Se especifican algoritmos de soporte y procedimientos de señalización de ATM, en compañía de modelos lineales de sistemas, análisis numéricos y resultados de simulación, que demuestran su rendimiento y beneficios de costos en escenarios de redes troncales de alta velocidad ",
            "error": []
        }
    }
}