{
    "original_text": "Modelling user acceptance of building management systems This study examines user acceptance of building management systems (BMS) using a questionnaire survey. These systems are crucial for optimising building performance and yet it has been widely reported that users are not making full use of their systems facilities. Established models of technology acceptance have been employed in this research, and the positive influence of user perceptions of ease of use and compatibility has been demonstrated. Previous research has indicated differing levels of importance of perceived ease of use relative to other factors. Here, perceived ease of use is shown generally to be more important, though the balance between this and compatibility is moderated by the user perceptions of voluntariness",
    "original_translation": "Modelización de la aceptación por los usuarios de los sistemas de gestión de edificios Este estudio examina la aceptación por los usuarios de los sistemas de gestión de edificios (SMB) mediante una encuesta de cuestionarios. Estos sistemas son cruciales para optimizar el rendimiento de los edificios y, sin embargo, se ha informado ampliamente de que los usuarios no están haciendo pleno uso de sus instalaciones de sistemas. En esta investigación se han utilizado modelos establecidos de aceptación tecnológica, y se ha demostrado la influencia positiva de las percepciones de los usuarios sobre la facilidad de uso y la compatibilidad. Investigaciones anteriores han indicado diferentes niveles de importancia de la facilidad de uso percibida en relación con otros factores. Aquí, la facilidad de uso percibida se muestra generalmente más importante, aunque el equilibrio entre esto y la compatibilidad es moderado por las percepciones del usuario de voluntariedad",
    "error_count": 9,
    "keys": {
        "user acceptance modelling": {
            "translated_key": [],
            "translated_annotated_text": "Modelización de la aceptación por los usuarios de los sistemas de gestión de edificios Este estudio examina la aceptación por los usuarios de los sistemas de gestión de edificios (SMB) mediante una encuesta de cuestionarios. Estos sistemas son cruciales para optimizar el rendimiento de los edificios y, sin embargo, se ha informado ampliamente de que los usuarios no están haciendo pleno uso de sus instalaciones de sistemas. En esta investigación se han utilizado modelos establecidos de aceptación tecnológica, y se ha demostrado la influencia positiva de las percepciones de los usuarios sobre la facilidad de uso y la compatibilidad. Investigaciones anteriores han indicado diferentes niveles de importancia de la facilidad de uso percibida en relación con otros factores. Aquí, la facilidad de uso percibida se muestra generalmente más importante, aunque el equilibrio entre esto y la compatibilidad es moderado por las percepciones del usuario de voluntariedad ",
            "error": []
        },
        "building management systems": {
            "translated_key": "sistemas de gestión de edificios",
            "translated_annotated_text": "Modelización de la aceptación por los usuarios de los <br>sistemas de gestión de edificios</br> Este estudio examina la aceptación por los usuarios de los <br>sistemas de gestión de edificios</br> (BMS) mediante una encuesta por cuestionario. Estos sistemas son cruciales para optimizar el rendimiento de los edificios y, sin embargo, se ha informado ampliamente de que los usuarios no están haciendo pleno uso de sus instalaciones de sistemas. En esta investigación se han utilizado modelos establecidos de aceptación tecnológica, y se ha demostrado la influencia positiva de las percepciones de los usuarios sobre la facilidad de uso y la compatibilidad. Investigaciones anteriores han indicado diferentes niveles de importancia de la facilidad de uso percibida en relación con otros factores. Aquí, la facilidad de uso percibida se muestra generalmente más importante, aunque el equilibrio entre esto y la compatibilidad es moderado por las percepciones del usuario de voluntariedad ",
            "error": [
                ""
            ]
        },
        "technology acceptance model": {
            "translated_key": [],
            "translated_annotated_text": "Modelización de la aceptación por los usuarios de los sistemas de gestión de edificios Este estudio examina la aceptación por los usuarios de los sistemas de gestión de edificios (SMB) mediante una encuesta de cuestionarios. Estos sistemas son cruciales para optimizar el rendimiento de los edificios y, sin embargo, se ha informado ampliamente de que los usuarios no están haciendo pleno uso de sus instalaciones de sistemas. En esta investigación se han utilizado modelos establecidos de aceptación tecnológica, y se ha demostrado la influencia positiva de las percepciones de los usuarios sobre la facilidad de uso y la compatibilidad. Investigaciones anteriores han indicado diferentes niveles de importancia de la facilidad de uso percibida en relación con otros factores. Aquí, la facilidad de uso percibida se muestra generalmente más importante, aunque el equilibrio entre esto y la compatibilidad es moderado por las percepciones del usuario de voluntariedad ",
            "error": []
        },
        "innovation characteristics": {
            "translated_key": [],
            "translated_annotated_text": "Modelización de la aceptación por los usuarios de los sistemas de gestión de edificios Este estudio examina la aceptación por los usuarios de los sistemas de gestión de edificios (SMB) mediante una encuesta de cuestionarios. Estos sistemas son cruciales para optimizar el rendimiento de los edificios y, sin embargo, se ha informado ampliamente de que los usuarios no están haciendo pleno uso de sus instalaciones de sistemas. En esta investigación se han utilizado modelos establecidos de aceptación tecnológica, y se ha demostrado la influencia positiva de las percepciones de los usuarios sobre la facilidad de uso y la compatibilidad. Investigaciones anteriores han indicado diferentes niveles de importancia de la facilidad de uso percibida en relación con otros factores. Aquí, la facilidad de uso percibida se muestra generalmente más importante, aunque el equilibrio entre esto y la compatibilidad es moderado por las percepciones del usuario de voluntariedad ",
            "error": []
        },
        "information systems": {
            "translated_key": [],
            "translated_annotated_text": "Modelización de la aceptación por los usuarios de los sistemas de gestión de edificios Este estudio examina la aceptación por los usuarios de los sistemas de gestión de edificios (SMB) mediante una encuesta de cuestionarios. Estos sistemas son cruciales para optimizar el rendimiento de los edificios y, sin embargo, se ha informado ampliamente de que los usuarios no están haciendo pleno uso de sus instalaciones de sistemas. En esta investigación se han utilizado modelos establecidos de aceptación tecnológica, y se ha demostrado la influencia positiva de las percepciones de los usuarios sobre la facilidad de uso y la compatibilidad. Investigaciones anteriores han indicado diferentes niveles de importancia de la facilidad de uso percibida en relación con otros factores. Aquí, la facilidad de uso percibida se muestra generalmente más importante, aunque el equilibrio entre esto y la compatibilidad es moderado por las percepciones del usuario de voluntariedad ",
            "error": []
        },
        "questionnaire survey": {
            "translated_key": "questionnaire",
            "translated_annotated_text": "Modelización de la aceptación por los usuarios de los sistemas de gestión de edificios Este estudio examina la aceptación por los usuarios de los sistemas de gestión de edificios (BMS) utilizando una encuesta <br>questionnaire</br>. Estos sistemas son cruciales para optimizar el rendimiento de los edificios y, sin embargo, se ha informado ampliamente de que los usuarios no están haciendo pleno uso de sus instalaciones de sistemas. En esta investigación se han utilizado modelos establecidos de aceptación tecnológica, y se ha demostrado la influencia positiva de las percepciones de los usuarios sobre la facilidad de uso y la compatibilidad. Investigaciones anteriores han indicado diferentes niveles de importancia de la facilidad de uso percibida en relación con otros factores. Aquí, la facilidad de uso percibida se muestra generalmente más importante, aunque el equilibrio entre esto y la compatibilidad es moderado por las percepciones del usuario de voluntariedad ",
            "error": [
                ""
            ]
        },
        "user perceptions": {
            "translated_key": [
                "percepciones de los usuarios",
                "usuario"
            ],
            "translated_annotated_text": "Modelización de la aceptación por los usuarios de los sistemas de gestión de edificios Este estudio examina la aceptación por los usuarios de los sistemas de gestión de edificios (SMB) mediante una encuesta de cuestionarios. Estos sistemas son cruciales para optimizar el rendimiento de los edificios y, sin embargo, se ha informado ampliamente de que los usuarios no están haciendo pleno uso de sus instalaciones de sistemas. En esta investigación se han utilizado modelos establecidos de aceptación de la tecnología, y se ha demostrado la influencia positiva de las <br>percepciones de los usuarios</br> sobre la facilidad de uso y la compatibilidad. Investigaciones anteriores han indicado diferentes niveles de importancia de la facilidad de uso percibida en relación con otros factores. Aquí, la facilidad de uso percibida se muestra generalmente más importante, aunque el equilibrio entre esto y la compatibilidad es moderado por las percepciones <br>usuario</br> de voluntariedad ",
            "error": [
                "percepciones de los usuarios",
                "usuario"
            ]
        },
        "ease of use": {
            "translated_key": [
                "asease of use",
                "asea del uso",
                "facilidad de uso"
            ],
            "translated_annotated_text": "Modelización de la aceptación por los usuarios de los sistemas de gestión de edificios Este estudio examina la aceptación por los usuarios de los sistemas de gestión de edificios (SMB) mediante una encuesta de cuestionarios. Estos sistemas son cruciales para optimizar el rendimiento de los edificios y, sin embargo, se ha informado ampliamente de que los usuarios no están haciendo pleno uso de sus instalaciones de sistemas. En esta investigación se han empleado modelos establecidos de aceptación tecnológica, y se ha demostrado la influencia positiva de las percepciones de los usuarios de la <br>asease of use</br> y la compatibilidad. La investigación previa ha indicado diferentes niveles de importancia de la percepción de la <br>asea del uso</br> en relación con otros factores. Aquí, la <br>facilidad de uso</br> percibida se muestra generalmente más importante, aunque el equilibrio entre esto y la compatibilidad es moderado por las percepciones del usuario de voluntariedad.  ",
            "error": [
                "asease of use",
                "asea del uso",
                "facilidad de uso"
            ]
        },
        "compatibility": {
            "translated_key": [
                " ",
                "compatibilidad"
            ],
            "translated_annotated_text": "Modelización de la aceptación por los usuarios de los sistemas de gestión de edificios Este estudio examina la aceptación por los usuarios de los sistemas de gestión de edificios (SMB) mediante una encuesta de cuestionarios. Estos sistemas son cruciales para optimizar el rendimiento de los edificios y, sin embargo, se ha informado ampliamente de que los usuarios no están haciendo pleno uso de sus instalaciones de sistemas. En esta investigación se han utilizado modelos establecidos de aceptación tecnológica, y se ha demostrado la influencia positiva de las percepciones de los usuarios sobre la facilidad de uso y la compatibilidad <br> </br>. Investigaciones anteriores han indicado diferentes niveles de importancia de la facilidad de uso percibida en relación con otros factores. Aquí, la facilidad de uso percibida se muestra generalmente más importante, aunque el equilibrio entre esto y <br>compatibilidad</br> es moderado por las percepciones del usuario de voluntariedad ",
            "error": [
                " ",
                "compatibilidad"
            ]
        },
        "voluntariness": {
            "translated_key": " voluntariedad",
            "translated_annotated_text": "Modelización de la aceptación por los usuarios de los sistemas de gestión de edificios Este estudio examina la aceptación por los usuarios de los sistemas de gestión de edificios (SMB) mediante una encuesta de cuestionarios. Estos sistemas son cruciales para optimizar el rendimiento de los edificios y, sin embargo, se ha informado ampliamente de que los usuarios no están haciendo pleno uso de sus instalaciones de sistemas. En esta investigación se han utilizado modelos establecidos de aceptación tecnológica, y se ha demostrado la influencia positiva de las percepciones de los usuarios sobre la facilidad de uso y la compatibilidad. Investigaciones anteriores han indicado diferentes niveles de importancia de la facilidad de uso percibida en relación con otros factores. Aquí, la facilidad de uso percibida se muestra generalmente más importante, aunque el equilibrio entre esto y la compatibilidad es moderado por las percepciones del usuario de <br> voluntariedad</br> ",
            "error": [
                ""
            ]
        },
        "user modelling": {
            "translated_key": [],
            "translated_annotated_text": "Modelización de la aceptación por los usuarios de los sistemas de gestión de edificios Este estudio examina la aceptación por los usuarios de los sistemas de gestión de edificios (SMB) mediante una encuesta de cuestionarios. Estos sistemas son cruciales para optimizar el rendimiento de los edificios y, sin embargo, se ha informado ampliamente de que los usuarios no están haciendo pleno uso de sus instalaciones de sistemas. En esta investigación se han utilizado modelos establecidos de aceptación tecnológica, y se ha demostrado la influencia positiva de las percepciones de los usuarios sobre la facilidad de uso y la compatibilidad. Investigaciones anteriores han indicado diferentes niveles de importancia de la facilidad de uso percibida en relación con otros factores. Aquí, la facilidad de uso percibida se muestra generalmente más importante, aunque el equilibrio entre esto y la compatibilidad es moderado por las percepciones del usuario de voluntariedad ",
            "error": []
        }
    }
}