{
    "original_text": "Online auctions: dynamic pricing and the lodging industry The traditional channels of distribution for overnight accommodation are rapidly being displaced by Web site scripting, online intermediaries, and specialty brokers. Businesses that pioneered Internet usage relied on it as a sales and marketing alternative to predecessor product distribution channels. As such, Web sites replace the traditional trading model to the Internet. Web-enabled companies are popular because the medium renders the process faster, less costly, highly reliable, and secure. Auction-based models impact business models by converting the price setting mechanism from supplier-centric to market-centric and transforming the trading model from one to many to many to many. Historically, pricing was based on the cost of production plus a margin of profit. Traditionally, as products and services move through the supply chain, from the producer to the consumer, various intermediaries added their share of profit to the price. As Internet based mediums of distribution become more prevalent, traditional pricing models are being supplanted with dynamic pricing. A dynamic pricing model represents a flexible system that changes prices not only from product to product, but also from customer to customer and transaction to transaction. Many industry leaders are skeptical of the long run impact of online auctions on lodging industry profit margins, despite the fact pricing theory suggests that an increase in the flow of information results in efficient market pricing. The future of such endeavors remains promising, but controversial",
    "original_translation": "Subastas en línea: precios dinámicos y la industria del alojamiento Los canales tradicionales de distribución para alojamiento nocturno están siendo rápidamente desplazados por scripting de sitios web, intermediarios en línea y corredores especializados. Las empresas pioneras en el uso de Internet se basaban en él como alternativa de venta y comercialización a los canales de distribución de productos anteriores. Como tales, los sitios web sustituyen el modelo tradicional de comercio a Internet. Las empresas web son populares porque el medio hace el proceso más rápido, menos costoso, altamente confiable y seguro. Los modelos basados en subastas impactan en los modelos de negocio al convertir el mecanismo de fijación de precios de un proveedor centrado en el mercado y transformar el modelo de comercio de uno a muchos a muchos. Históricamente, los precios se basaban en el costo de producción más un margen de beneficio. Tradicionalmente, a medida que los productos y servicios se desplazan a través de la cadena de suministro, desde el productor hasta el consumidor, varios intermediarios sumaron su parte del beneficio al precio. A medida que los medios de distribución basados en Internet se hacen más frecuentes, los modelos tradicionales de fijación de precios se están sustituyendo por precios dinámicos. Un modelo dinámico de precios representa un sistema flexible que cambia los precios no sólo de un producto a otro, sino también de cliente a cliente y transacción a transacción. Muchos líderes de la industria son escépticos del impacto a largo plazo de las subastas en línea en los márgenes de beneficio de la industria de alojamiento, a pesar de la teoría de precios de hecho sugiere que un aumento en el flujo de información resulta en precios de mercado eficientes. El futuro de estos esfuerzos sigue siendo prometedor, pero controvertido",
    "error_count": 10,
    "keys": {
        "online auctions": {
            "translated_key": "online",
            "translated_annotated_text": "Subastas en línea: precios dinámicos y la industria del alojamiento Los canales tradicionales de distribución para alojamiento nocturno están siendo rápidamente desplazados por scripting de sitios web, intermediarios en línea y corredores especializados. Las empresas pioneras en el uso de Internet se basaban en él como alternativa de venta y comercialización a los canales de distribución de productos anteriores. Como tales, los sitios web sustituyen el modelo tradicional de comercio a Internet. Las empresas web son populares porque el medio hace el proceso más rápido, menos costoso, altamente confiable y seguro. Los modelos basados en subastas impactan en los modelos de negocio al convertir el mecanismo de fijación de precios de un proveedor centrado en el mercado y transformar el modelo de comercio de uno a muchos a muchos. Históricamente, los precios se basaban en el costo de producción más un margen de beneficio. Tradicionalmente, a medida que los productos y servicios se desplazan a través de la cadena de suministro, desde el productor hasta el consumidor, varios intermediarios sumaron su parte del beneficio al precio. A medida que los medios de distribución basados en Internet se hacen más frecuentes, los modelos tradicionales de fijación de precios se están sustituyendo por precios dinámicos. Un modelo dinámico de precios representa un sistema flexible que cambia los precios no sólo de un producto a otro, sino también de cliente a cliente y transacción a transacción. Muchos líderes de la industria son escépticos del impacto a largo plazo de las subastas <br>online</br> en los márgenes de beneficio de la industria de alojamiento, a pesar de la teoría de precios de hecho sugiere que un aumento en el flujo de información resulta en precios de mercado eficientes. El futuro de estos esfuerzos sigue siendo prometedor, pero controvertido ",
            "error": [
                ""
            ]
        },
        "dynamic pricing": {
            "translated_key": [
                "precios dinámicos",
                "precios dinámicos",
                "dynamic pricing"
            ],
            "translated_annotated_text": "Subastas en línea: <br>precios dinámicos</br> y la industria del alojamiento Los canales tradicionales de distribución para alojamiento nocturno están siendo rápidamente desplazados por scripting de sitios web, intermediarios en línea y corredores especializados.  Las empresas pioneras en el uso de Internet se basaban en él como alternativa de venta y comercialización a los canales de distribución de productos anteriores. Como tales, los sitios web sustituyen el modelo tradicional de comercio a Internet. Las empresas web son populares porque el medio hace el proceso más rápido, menos costoso, altamente confiable y seguro. Los modelos basados en subastas impactan en los modelos de negocio al convertir el mecanismo de fijación de precios de un proveedor centrado en el mercado y transformar el modelo de comercio de uno a muchos a muchos. Históricamente, los precios se basaban en el costo de producción más un margen de beneficio. Tradicionalmente, a medida que los productos y servicios se desplazan a través de la cadena de suministro, desde el productor hasta el consumidor, varios intermediarios sumaron su parte del beneficio al precio. A medida que los medios de distribución basados en Internet se vuelven más frecuentes, los modelos tradicionales de fijación de precios se están sustituyendo por <br>precios dinámicos</br>. Un modelo <br>dynamic pricing</br> representa un sistema flexible que cambia los precios no sólo de producto a producto, sino también de cliente a cliente y transacción a transacción. Muchos líderes de la industria son escépticos del impacto a largo plazo de las subastas en línea en los márgenes de beneficio de la industria de alojamiento, a pesar de la teoría de precios de hecho sugiere que un aumento en el flujo de información resulta en precios de mercado eficientes. El futuro de estos esfuerzos sigue siendo prometedor, pero controvertido ",
            "error": [
                "precios dinámicos",
                "precios dinámicos",
                "dynamic pricing"
            ]
        },
        "lodging industry": {
            "translated_key": [
                "industria del alojamiento",
                "lodging"
            ],
            "translated_annotated_text": "Subastas en línea: precios dinámicos y la <br>industria del alojamiento</br> Los canales tradicionales de distribución para alojamiento nocturno están siendo rápidamente desplazados por scripting de sitios web, intermediarios en línea, y corredores especializados.  Las empresas pioneras en el uso de Internet se basaban en él como alternativa de venta y comercialización a los canales de distribución de productos anteriores. Como tales, los sitios web sustituyen el modelo tradicional de comercio a Internet. Las empresas web son populares porque el medio hace el proceso más rápido, menos costoso, altamente confiable y seguro. Los modelos basados en subastas impactan en los modelos de negocio al convertir el mecanismo de fijación de precios de un proveedor centrado en el mercado y transformar el modelo de comercio de uno a muchos a muchos. Históricamente, los precios se basaban en el costo de producción más un margen de beneficio. Tradicionalmente, a medida que los productos y servicios se desplazan a través de la cadena de suministro, desde el productor hasta el consumidor, varios intermediarios sumaron su parte del beneficio al precio. A medida que los medios de distribución basados en Internet se hacen más frecuentes, los modelos tradicionales de fijación de precios se están sustituyendo por precios dinámicos. Un modelo dinámico de precios representa un sistema flexible que cambia los precios no sólo de un producto a otro, sino también de cliente a cliente y transacción a transacción. Muchos líderes de la industria son escépticos del impacto a largo plazo de las subastas en línea en los márgenes de beneficio de la industria de <br>lodging</br>, a pesar de la teoría de precios de hecho sugiere que un aumento en el flujo de información resulta en precios de mercado eficientes. El futuro de estos esfuerzos sigue siendo prometedor, pero controvertido ",
            "error": [
                "industria del alojamiento",
                "lodging"
            ]
        },
        "overnight accommodations": {
            "translated_key": [],
            "translated_annotated_text": "Subastas en línea: precios dinámicos y la industria del alojamiento Los canales tradicionales de distribución para alojamiento nocturno están siendo rápidamente desplazados por scripting de sitios web, intermediarios en línea y corredores especializados. Las empresas pioneras en el uso de Internet se basaban en él como alternativa de venta y comercialización a los canales de distribución de productos anteriores. Como tales, los sitios web sustituyen el modelo tradicional de comercio a Internet. Las empresas web son populares porque el medio hace el proceso más rápido, menos costoso, altamente confiable y seguro. Los modelos basados en subastas impactan en los modelos de negocio al convertir el mecanismo de fijación de precios de un proveedor centrado en el mercado y transformar el modelo de comercio de uno a muchos a muchos. Históricamente, los precios se basaban en el costo de producción más un margen de beneficio. Tradicionalmente, a medida que los productos y servicios se desplazan a través de la cadena de suministro, desde el productor hasta el consumidor, varios intermediarios sumaron su parte del beneficio al precio. A medida que los medios de distribución basados en Internet se hacen más frecuentes, los modelos tradicionales de fijación de precios se están sustituyendo por precios dinámicos. Un modelo dinámico de precios representa un sistema flexible que cambia los precios no sólo de un producto a otro, sino también de cliente a cliente y transacción a transacción. Muchos líderes de la industria son escépticos del impacto a largo plazo de las subastas en línea en los márgenes de beneficio de la industria de alojamiento, a pesar de la teoría de precios de hecho sugiere que un aumento en el flujo de información resulta en precios de mercado eficientes. El futuro de estos esfuerzos sigue siendo prometedor, pero controvertido ",
            "error": []
        },
        "Web site scripting": {
            "translated_key": " scripting del sitio web",
            "translated_annotated_text": "Subastas en línea: precios dinámicos y la industria del alojamiento Los canales tradicionales de distribución para alojamiento nocturno están siendo rápidamente desplazados por <br> scripting del sitio web</br>, intermediarios en línea, y corredores especializados. Las empresas pioneras en el uso de Internet se basaban en él como alternativa de venta y comercialización a los canales de distribución de productos anteriores. Como tales, los sitios web sustituyen el modelo tradicional de comercio a Internet. Las empresas web son populares porque el medio hace el proceso más rápido, menos costoso, altamente confiable y seguro. Los modelos basados en subastas impactan en los modelos de negocio al convertir el mecanismo de fijación de precios de un proveedor centrado en el mercado y transformar el modelo de comercio de uno a muchos a muchos. Históricamente, los precios se basaban en el costo de producción más un margen de beneficio. Tradicionalmente, a medida que los productos y servicios se desplazan a través de la cadena de suministro, desde el productor hasta el consumidor, varios intermediarios sumaron su parte del beneficio al precio. A medida que los medios de distribución basados en Internet se hacen más frecuentes, los modelos tradicionales de fijación de precios se están sustituyendo por precios dinámicos. Un modelo dinámico de precios representa un sistema flexible que cambia los precios no sólo de un producto a otro, sino también de cliente a cliente y transacción a transacción. Muchos líderes de la industria son escépticos del impacto a largo plazo de las subastas en línea en los márgenes de beneficio de la industria de alojamiento, a pesar de la teoría de precios de hecho sugiere que un aumento en el flujo de información resulta en precios de mercado eficientes. El futuro de estos esfuerzos sigue siendo prometedor, pero controvertido ",
            "error": [
                ""
            ]
        },
        "online intermediaries": {
            "translated_key": "intermediarios en línea",
            "translated_annotated_text": "Subastas en línea: precios dinámicos y la industria del alojamiento Los canales tradicionales de distribución para alojamiento nocturno están siendo rápidamente desplazados por scripting de sitios web, <br>intermediarios en línea</br>, y corredores especializados.  Las empresas pioneras en el uso de Internet se basaban en él como alternativa de venta y comercialización a los canales de distribución de productos anteriores. Como tales, los sitios web sustituyen el modelo tradicional de comercio a Internet. Las empresas web son populares porque el medio hace el proceso más rápido, menos costoso, altamente confiable y seguro. Los modelos basados en subastas impactan en los modelos de negocio al convertir el mecanismo de fijación de precios de un proveedor centrado en el mercado y transformar el modelo de comercio de uno a muchos a muchos. Históricamente, los precios se basaban en el costo de producción más un margen de beneficio. Tradicionalmente, a medida que los productos y servicios se desplazan a través de la cadena de suministro, desde el productor hasta el consumidor, varios intermediarios sumaron su parte del beneficio al precio. A medida que los medios de distribución basados en Internet se hacen más frecuentes, los modelos tradicionales de fijación de precios se están sustituyendo por precios dinámicos. Un modelo dinámico de precios representa un sistema flexible que cambia los precios no sólo de un producto a otro, sino también de cliente a cliente y transacción a transacción. Muchos líderes de la industria son escépticos del impacto a largo plazo de las subastas en línea en los márgenes de beneficio de la industria de alojamiento, a pesar de la teoría de precios de hecho sugiere que un aumento en el flujo de información resulta en precios de mercado eficientes. El futuro de estos esfuerzos sigue siendo prometedor, pero controvertido ",
            "error": [
                ""
            ]
        },
        "specialty brokers": {
            "translated_key": " brokers especializados",
            "translated_annotated_text": "Subastas en línea: precios dinámicos y la industria del alojamiento Los canales tradicionales de distribución para alojamiento nocturno están siendo rápidamente desplazados por scripting de sitios web, intermediarios en línea y <br> brokers especializados</br>. Las empresas pioneras en el uso de Internet se basaban en él como alternativa de venta y comercialización a los canales de distribución de productos anteriores. Como tales, los sitios web sustituyen el modelo tradicional de comercio a Internet. Las empresas web son populares porque el medio hace el proceso más rápido, menos costoso, altamente confiable y seguro. Los modelos basados en subastas impactan en los modelos de negocio al convertir el mecanismo de fijación de precios de un proveedor centrado en el mercado y transformar el modelo de comercio de uno a muchos a muchos. Históricamente, los precios se basaban en el costo de producción más un margen de beneficio. Tradicionalmente, a medida que los productos y servicios se desplazan a través de la cadena de suministro, desde el productor hasta el consumidor, varios intermediarios sumaron su parte del beneficio al precio. A medida que los medios de distribución basados en Internet se hacen más frecuentes, los modelos tradicionales de fijación de precios se están sustituyendo por precios dinámicos. Un modelo dinámico de precios representa un sistema flexible que cambia los precios no sólo de un producto a otro, sino también de cliente a cliente y transacción a transacción. Muchos líderes de la industria son escépticos del impacto a largo plazo de las subastas en línea en los márgenes de beneficio de la industria de alojamiento, a pesar de la teoría de precios de hecho sugiere que un aumento en el flujo de información resulta en precios de mercado eficientes. El futuro de estos esfuerzos sigue siendo prometedor, pero controvertido ",
            "error": [
                ""
            ]
        },
        "Internet usage": {
            "translated_key": [],
            "translated_annotated_text": "Subastas en línea: precios dinámicos y la industria del alojamiento Los canales tradicionales de distribución para alojamiento nocturno están siendo rápidamente desplazados por scripting de sitios web, intermediarios en línea y corredores especializados. Las empresas pioneras en el uso de Internet se basaban en él como una alternativa de venta y comercialización a los canales de distribución de productos anteriores. Como tales, los sitios web sustituyen el modelo tradicional de comercio a Internet. Las empresas web son populares porque el medio hace el proceso más rápido, menos costoso, altamente confiable y seguro. Los modelos basados en subastas impactan en los modelos de negocio al convertir el mecanismo de fijación de precios de un proveedor centrado en el mercado y transformar el modelo de comercio de uno a muchos a muchos. Históricamente, los precios se basaban en el costo de producción más un margen de beneficio. Tradicionalmente, a medida que los productos y servicios se desplazan a través de la cadena de suministro, desde el productor hasta el consumidor, varios intermediarios sumaron su parte del beneficio al precio. A medida que los medios de distribución basados en Internet se hacen más frecuentes, los modelos tradicionales de fijación de precios se están sustituyendo por precios dinámicos. Un modelo dinámico de precios representa un sistema flexible que cambia los precios no sólo de un producto a otro, sino también de cliente a cliente y transacción a transacción. Muchos líderes de la industria son escépticos del impacto a largo plazo de las subastas en línea en los márgenes de beneficio de la industria de alojamiento, a pesar de la teoría de precios de hecho sugiere que un aumento en el flujo de información resulta en precios de mercado eficientes. El futuro de estos esfuerzos sigue siendo prometedor, pero controvertido ",
            "error": []
        },
        "sales": {
            "translated_key": "sales",
            "translated_annotated_text": "Subastas en línea: precios dinámicos y la industria del alojamiento Los canales tradicionales de distribución para alojamiento nocturno están siendo rápidamente desplazados por scripting de sitios web, intermediarios en línea y corredores especializados. Las empresas pioneras en el uso de Internet se basaban en él como una alternativa de <br>sales</br> y de comercialización a los canales de distribución de productos anteriores. Como tales, los sitios web sustituyen el modelo tradicional de comercio a Internet. Las empresas web son populares porque el medio hace el proceso más rápido, menos costoso, altamente confiable y seguro. Los modelos basados en subastas impactan en los modelos de negocio al convertir el mecanismo de fijación de precios de un proveedor centrado en el mercado y transformar el modelo de comercio de uno a muchos a muchos. Históricamente, los precios se basaban en el costo de producción más un margen de beneficio. Tradicionalmente, a medida que los productos y servicios se desplazan a través de la cadena de suministro, desde el productor hasta el consumidor, varios intermediarios sumaron su parte del beneficio al precio. A medida que los medios de distribución basados en Internet se hacen más frecuentes, los modelos tradicionales de fijación de precios se están sustituyendo por precios dinámicos. Un modelo dinámico de precios representa un sistema flexible que cambia los precios no sólo de un producto a otro, sino también de cliente a cliente y transacción a transacción. Muchos líderes de la industria son escépticos del impacto a largo plazo de las subastas en línea en los márgenes de beneficio de la industria de alojamiento, a pesar de la teoría de precios de hecho sugiere que un aumento en el flujo de información resulta en precios de mercado eficientes. El futuro de estos esfuerzos sigue siendo prometedor, pero controvertido ",
            "error": [
                ""
            ]
        },
        "marketing": {
            "translated_key": "marketing",
            "translated_annotated_text": "Subastas en línea: precios dinámicos y la industria del alojamiento Los canales tradicionales de distribución para alojamiento nocturno están siendo rápidamente desplazados por scripting de sitios web, intermediarios en línea y corredores especializados. Las empresas pioneras en el uso de Internet se basaban en él como alternativa de ventas y <br>marketing</br> a los canales de distribución de productos anteriores. Como tales, los sitios web sustituyen el modelo tradicional de comercio a Internet. Las empresas web son populares porque el medio hace el proceso más rápido, menos costoso, altamente confiable y seguro. Los modelos basados en subastas impactan en los modelos de negocio al convertir el mecanismo de fijación de precios de un proveedor centrado en el mercado y transformar el modelo de comercio de uno a muchos a muchos. Históricamente, los precios se basaban en el costo de producción más un margen de beneficio. Tradicionalmente, a medida que los productos y servicios se desplazan a través de la cadena de suministro, desde el productor hasta el consumidor, varios intermediarios sumaron su parte del beneficio al precio. A medida que los medios de distribución basados en Internet se hacen más frecuentes, los modelos tradicionales de fijación de precios se están sustituyendo por precios dinámicos. Un modelo dinámico de precios representa un sistema flexible que cambia los precios no sólo de un producto a otro, sino también de cliente a cliente y transacción a transacción. Muchos líderes de la industria son escépticos del impacto a largo plazo de las subastas en línea en los márgenes de beneficio de la industria de alojamiento, a pesar de la teoría de precios de hecho sugiere que un aumento en el flujo de información resulta en precios de mercado eficientes. El futuro de estos esfuerzos sigue siendo prometedor, pero controvertido ",
            "error": [
                ""
            ]
        },
        "trading model": {
            "translated_key": "trading",
            "translated_annotated_text": "Subastas en línea: precios dinámicos y la industria del alojamiento Los canales tradicionales de distribución para alojamiento nocturno están siendo rápidamente desplazados por scripting de sitios web, intermediarios en línea y corredores especializados. Las empresas pioneras en el uso de Internet se basaban en él como alternativa de venta y comercialización a los canales de distribución de productos anteriores. Como tal, los sitios Web sustituyen el modelo tradicional de comercio a Internet. Las empresas web son populares porque el medio hace el proceso más rápido, menos costoso, altamente confiable y seguro. Los modelos basados en subastas impactan en los modelos de negocio al convertir el mecanismo de fijación de precios de un proveedor centrado en el mercado y transformar el modelo de <br>trading</br> de uno a muchos a muchos. Históricamente, los precios se basaban en el costo de producción más un margen de beneficio. Tradicionalmente, a medida que los productos y servicios se desplazan a través de la cadena de suministro, desde el productor hasta el consumidor, varios intermediarios sumaron su parte del beneficio al precio. A medida que los medios de distribución basados en Internet se hacen más frecuentes, los modelos tradicionales de fijación de precios se están sustituyendo por precios dinámicos. Un modelo dinámico de precios representa un sistema flexible que cambia los precios no sólo de un producto a otro, sino también de cliente a cliente y transacción a transacción. Muchos líderes de la industria son escépticos del impacto a largo plazo de las subastas en línea en los márgenes de beneficio de la industria de alojamiento, a pesar de la teoría de precios de hecho sugiere que un aumento en el flujo de información resulta en precios de mercado eficientes. El futuro de estos esfuerzos sigue siendo prometedor, pero controvertido ",
            "error": [
                ""
            ]
        },
        "business models": {
            "translated_key": "modelos de negocio",
            "translated_annotated_text": "Subastas en línea: precios dinámicos y la industria del alojamiento Los canales tradicionales de distribución para alojamiento nocturno están siendo rápidamente desplazados por scripting de sitios web, intermediarios en línea y corredores especializados. Las empresas pioneras en el uso de Internet se basaban en él como alternativa de venta y comercialización a los canales de distribución de productos anteriores. Como tales, los sitios web sustituyen el modelo tradicional de comercio a Internet. Las empresas web son populares porque el medio hace el proceso más rápido, menos costoso, altamente confiable y seguro. Los modelos basados en subastas impactan en los <br>modelos de negocio</br> al convertir el mecanismo de fijación de precios de proveedores centrados en el mercado y transformar el modelo de comercio de uno a muchos a muchos. Históricamente, los precios se basaban en el costo de producción más un margen de beneficio. Tradicionalmente, a medida que los productos y servicios se desplazan a través de la cadena de suministro, desde el productor hasta el consumidor, varios intermediarios sumaron su parte del beneficio al precio. A medida que los medios de distribución basados en Internet se hacen más frecuentes, los modelos tradicionales de fijación de precios se están sustituyendo por precios dinámicos. Un modelo dinámico de precios representa un sistema flexible que cambia los precios no sólo de un producto a otro, sino también de cliente a cliente y transacción a transacción. Muchos líderes de la industria son escépticos del impacto a largo plazo de las subastas en línea en los márgenes de beneficio de la industria de alojamiento, a pesar de la teoría de precios de hecho sugiere que un aumento en el flujo de información resulta en precios de mercado eficientes. El futuro de estos esfuerzos sigue siendo prometedor, pero controvertido ",
            "error": [
                ""
            ]
        },
        "price setting mechanism": {
            "translated_key": [],
            "translated_annotated_text": "Subastas en línea: precios dinámicos y la industria del alojamiento Los canales tradicionales de distribución para alojamiento nocturno están siendo rápidamente desplazados por scripting de sitios web, intermediarios en línea y corredores especializados. Las empresas pioneras en el uso de Internet se basaban en él como alternativa de venta y comercialización a los canales de distribución de productos anteriores. Como tales, los sitios web sustituyen el modelo tradicional de comercio a Internet. Las empresas web son populares porque el medio hace el proceso más rápido, menos costoso, altamente confiable y seguro. Los modelos basados en subastas impactan en los modelos de negocio al convertir el mecanismo de fijación de precios <br> de un proveedor centrado en el mercado y transformar el modelo de comercio de uno a muchos a muchos. Históricamente, los precios se basaban en el costo de producción más un margen de beneficio. Tradicionalmente, a medida que los productos y servicios se desplazan a través de la cadena de suministro, desde el productor hasta el consumidor, varios intermediarios sumaron su parte del beneficio al precio. A medida que los medios de distribución basados en Internet se hacen más frecuentes, los modelos tradicionales de fijación de precios se están sustituyendo por precios dinámicos. Un modelo dinámico de precios representa un sistema flexible que cambia los precios no sólo de un producto a otro, sino también de cliente a cliente y transacción a transacción. Muchos líderes de la industria son escépticos del impacto a largo plazo de las subastas en línea en los márgenes de beneficio de la industria de alojamiento, a pesar de la teoría de precios de hecho sugiere que un aumento en el flujo de información resulta en precios de mercado eficientes. El futuro de estos esfuerzos sigue siendo prometedor, pero controvertido ",
            "error": []
        },
        "supply chain": {
            "translated_key": [],
            "translated_annotated_text": "Subastas en línea: precios dinámicos y la industria del alojamiento Los canales tradicionales de distribución para alojamiento nocturno están siendo rápidamente desplazados por scripting de sitios web, intermediarios en línea y corredores especializados. Las empresas pioneras en el uso de Internet se basaban en él como alternativa de venta y comercialización a los canales de distribución de productos anteriores. Como tales, los sitios web sustituyen el modelo tradicional de comercio a Internet. Las empresas web son populares porque el medio hace el proceso más rápido, menos costoso, altamente confiable y seguro. Los modelos basados en subastas impactan en los modelos de negocio al convertir el mecanismo de fijación de precios de un proveedor centrado en el mercado y transformar el modelo de comercio de uno a muchos a muchos. Históricamente, los precios se basaban en el costo de producción más un margen de beneficio. Tradicionalmente, a medida que los productos y servicios se mueven a través de la cadena de suministro <br>, desde el productor hasta el consumidor, varios intermediarios sumaron su parte del beneficio al precio. A medida que los medios de distribución basados en Internet se hacen más frecuentes, los modelos tradicionales de fijación de precios se están sustituyendo por precios dinámicos. Un modelo dinámico de precios representa un sistema flexible que cambia los precios no sólo de un producto a otro, sino también de cliente a cliente y transacción a transacción. Muchos líderes de la industria son escépticos del impacto a largo plazo de las subastas en línea en los márgenes de beneficio de la industria de alojamiento, a pesar de la teoría de precios de hecho sugiere que un aumento en el flujo de información resulta en precios de mercado eficientes. El futuro de estos esfuerzos sigue siendo prometedor, pero controvertido ",
            "error": []
        },
        "costing": {
            "translated_key": [],
            "translated_annotated_text": "Subastas en línea: precios dinámicos y la industria del alojamiento Los canales tradicionales de distribución para alojamiento nocturno están siendo rápidamente desplazados por scripting de sitios web, intermediarios en línea y corredores especializados. Las empresas pioneras en el uso de Internet se basaban en él como alternativa de venta y comercialización a los canales de distribución de productos anteriores. Como tales, los sitios web sustituyen el modelo tradicional de comercio a Internet. Las empresas web son populares porque el medio hace el proceso más rápido, menos costoso, altamente confiable y seguro. Los modelos basados en subastas impactan en los modelos de negocio al convertir el mecanismo de fijación de precios de un proveedor centrado en el mercado y transformar el modelo de comercio de uno a muchos a muchos. Históricamente, los precios se basaban en el costo de producción más un margen de beneficio. Tradicionalmente, a medida que los productos y servicios se desplazan a través de la cadena de suministro, desde el productor hasta el consumidor, varios intermediarios sumaron su parte del beneficio al precio. A medida que los medios de distribución basados en Internet se hacen más frecuentes, los modelos tradicionales de fijación de precios se están sustituyendo por precios dinámicos. Un modelo dinámico de precios representa un sistema flexible que cambia los precios no sólo de un producto a otro, sino también de cliente a cliente y transacción a transacción. Muchos líderes de la industria son escépticos del impacto a largo plazo de las subastas en línea en los márgenes de beneficio de la industria de alojamiento, a pesar de la teoría de precios de hecho sugiere que un aumento en el flujo de información resulta en precios de mercado eficientes. El futuro de estos esfuerzos sigue siendo prometedor, pero controvertido ",
            "error": []
        },
        "electronic commerce": {
            "translated_key": [],
            "translated_annotated_text": "Subastas en línea: precios dinámicos y la industria del alojamiento Los canales tradicionales de distribución para alojamiento nocturno están siendo rápidamente desplazados por scripting de sitios web, intermediarios en línea y corredores especializados. Las empresas pioneras en el uso de Internet se basaban en él como alternativa de venta y comercialización a los canales de distribución de productos anteriores. Como tales, los sitios web sustituyen el modelo tradicional de comercio a Internet. Las empresas web son populares porque el medio hace el proceso más rápido, menos costoso, altamente confiable y seguro. Los modelos basados en subastas impactan en los modelos de negocio al convertir el mecanismo de fijación de precios de un proveedor centrado en el mercado y transformar el modelo de comercio de uno a muchos a muchos. Históricamente, los precios se basaban en el costo de producción más un margen de beneficio. Tradicionalmente, a medida que los productos y servicios se desplazan a través de la cadena de suministro, desde el productor hasta el consumidor, varios intermediarios sumaron su parte del beneficio al precio. A medida que los medios de distribución basados en Internet se hacen más frecuentes, los modelos tradicionales de fijación de precios se están sustituyendo por precios dinámicos. Un modelo dinámico de precios representa un sistema flexible que cambia los precios no sólo de un producto a otro, sino también de cliente a cliente y transacción a transacción. Muchos líderes de la industria son escépticos del impacto a largo plazo de las subastas en línea en los márgenes de beneficio de la industria de alojamiento, a pesar de la teoría de precios de hecho sugiere que un aumento en el flujo de información resulta en precios de mercado eficientes. El futuro de estos esfuerzos sigue siendo prometedor, pero controvertido ",
            "error": []
        },
        "information resources": {
            "translated_key": [],
            "translated_annotated_text": "Subastas en línea: precios dinámicos y la industria del alojamiento Los canales tradicionales de distribución para alojamiento nocturno están siendo rápidamente desplazados por scripting de sitios web, intermediarios en línea y corredores especializados. Las empresas pioneras en el uso de Internet se basaban en él como alternativa de venta y comercialización a los canales de distribución de productos anteriores. Como tales, los sitios web sustituyen el modelo tradicional de comercio a Internet. Las empresas web son populares porque el medio hace el proceso más rápido, menos costoso, altamente confiable y seguro. Los modelos basados en subastas impactan en los modelos de negocio al convertir el mecanismo de fijación de precios de un proveedor centrado en el mercado y transformar el modelo de comercio de uno a muchos a muchos. Históricamente, los precios se basaban en el costo de producción más un margen de beneficio. Tradicionalmente, a medida que los productos y servicios se desplazan a través de la cadena de suministro, desde el productor hasta el consumidor, varios intermediarios sumaron su parte del beneficio al precio. A medida que los medios de distribución basados en Internet se hacen más frecuentes, los modelos tradicionales de fijación de precios se están sustituyendo por precios dinámicos. Un modelo dinámico de precios representa un sistema flexible que cambia los precios no sólo de un producto a otro, sino también de cliente a cliente y transacción a transacción. Muchos líderes de la industria son escépticos del impacto a largo plazo de las subastas en línea en los márgenes de beneficio de la industria de alojamiento, a pesar de la teoría de precios de hecho sugiere que un aumento en el flujo de información resulta en precios de mercado eficientes. El futuro de estos esfuerzos sigue siendo prometedor, pero controvertido ",
            "error": []
        },
        "Internet": {
            "translated_key": "Internet",
            "translated_annotated_text": "Subastas en línea: precios dinámicos y la industria del alojamiento Los canales tradicionales de distribución para alojamiento nocturno están siendo rápidamente desplazados por scripting de sitios web, intermediarios en línea y corredores especializados. Las empresas pioneras en el uso de <br>Internet</br> se basaban en él como una alternativa de ventas y comercialización a los canales de distribución de productos anteriores. Como tales, los sitios web sustituyen el modelo tradicional de comercio a Internet. Las empresas web son populares porque el medio hace el proceso más rápido, menos costoso, altamente confiable y seguro. Los modelos basados en subastas impactan en los modelos de negocio al convertir el mecanismo de fijación de precios de un proveedor centrado en el mercado y transformar el modelo de comercio de uno a muchos a muchos. Históricamente, los precios se basaban en el costo de producción más un margen de beneficio. Tradicionalmente, a medida que los productos y servicios se desplazan a través de la cadena de suministro, desde el productor hasta el consumidor, varios intermediarios sumaron su parte del beneficio al precio. A medida que los medios de distribución basados en <br>Internet</br> se vuelven más frecuentes, los modelos tradicionales de fijación de precios se están sustituyendo por precios dinámicos. Un modelo dinámico de precios representa un sistema flexible que cambia los precios no sólo de un producto a otro, sino también de cliente a cliente y transacción a transacción. Muchos líderes de la industria son escépticos del impacto a largo plazo de las subastas en línea en los márgenes de beneficio de la industria de alojamiento, a pesar de la teoría de precios de hecho sugiere que un aumento en el flujo de información resulta en precios de mercado eficientes. El futuro de estos esfuerzos sigue siendo prometedor, pero controvertido ",
            "error": [
                ""
            ]
        },
        "travel industry": {
            "translated_key": [],
            "translated_annotated_text": "Subastas en línea: precios dinámicos y la industria del alojamiento Los canales tradicionales de distribución para alojamiento nocturno están siendo rápidamente desplazados por scripting de sitios web, intermediarios en línea y corredores especializados. Las empresas pioneras en el uso de Internet se basaban en él como alternativa de venta y comercialización a los canales de distribución de productos anteriores. Como tales, los sitios web sustituyen el modelo tradicional de comercio a Internet. Las empresas web son populares porque el medio hace el proceso más rápido, menos costoso, altamente confiable y seguro. Los modelos basados en subastas impactan en los modelos de negocio al convertir el mecanismo de fijación de precios de un proveedor centrado en el mercado y transformar el modelo de comercio de uno a muchos a muchos. Históricamente, los precios se basaban en el costo de producción más un margen de beneficio. Tradicionalmente, a medida que los productos y servicios se desplazan a través de la cadena de suministro, desde el productor hasta el consumidor, varios intermediarios sumaron su parte del beneficio al precio. A medida que los medios de distribución basados en Internet se hacen más frecuentes, los modelos tradicionales de fijación de precios se están sustituyendo por precios dinámicos. Un modelo dinámico de precios representa un sistema flexible que cambia los precios no sólo de un producto a otro, sino también de cliente a cliente y transacción a transacción. Muchos líderes de la industria son escépticos del impacto a largo plazo de las subastas en línea en los márgenes de beneficio de la industria de alojamiento, a pesar de la teoría de precios de hecho sugiere que un aumento en el flujo de información resulta en precios de mercado eficientes. El futuro de estos esfuerzos sigue siendo prometedor, pero controvertido ",
            "error": []
        }
    }
}