{
    "original_text": "Tracking nonparameterized object contours in video We propose a new method for contour tracking in video. The inverted distance transform of the edge map is used as an edge indicator function for contour detection. Using the concept of topographical distance, the watershed segmentation can be formulated as a minimization. This new viewpoint gives a way to combine the results of the watershed algorithm on different surfaces. In particular, our algorithm determines the contour as a combination of the current edge map and the contour, predicted from the tracking result in the previous frame. We also show that the problem of background clutter can be relaxed by taking the object motion into account. The compensation with object motion allows to detect and remove spurious edges in background. The experimental results confirm the expected advantages of the proposed method over the existing approaches",
    "original_translation": "Seguimiento de contornos de objetos no parametrizados en vídeo Proponemos un nuevo método para el seguimiento de contornos en vídeo. La transformación de distancias invertidas del mapa de bordes se utiliza como una función indicadora de bordes para la detección de contornos. Utilizando el concepto de distancia topográfica, la segmentación de la cuenca se puede formular como una minimización. Este nuevo punto de vista da una manera de combinar los resultados del algoritmo de cuenca en diferentes superficies. En particular, nuestro algoritmo determina el contorno como una combinación del mapa de borde actual y el contorno, predicho a partir del resultado de seguimiento en el marco anterior. También mostramos que el problema del desorden de fondo se puede relajar teniendo en cuenta el movimiento del objeto. La compensación con movimiento de objeto permite detectar y eliminar bordes espurios en el fondo. Los resultados experimentales confirman las ventajas esperadas del método propuesto sobre los enfoques existentes",
    "error_count": 10,
    "keys": {
        "contour tracking": {
            "translated_key": "contour",
            "translated_annotated_text": "Seguimiento de contornos de objetos no parametrizados en vídeo Proponemos un nuevo método para el seguimiento <br>contour</br> en vídeo. La transformación de distancias invertidas del mapa de bordes se utiliza como una función indicadora de bordes para la detección de contornos. Utilizando el concepto de distancia topográfica, la segmentación de la cuenca se puede formular como una minimización. Este nuevo punto de vista da una manera de combinar los resultados del algoritmo de cuenca en diferentes superficies. En particular, nuestro algoritmo determina el contorno como una combinación del mapa de borde actual y el contorno, predicho a partir del resultado de seguimiento en el marco anterior. También mostramos que el problema del desorden de fondo se puede relajar teniendo en cuenta el movimiento del objeto. La compensación con movimiento de objeto permite detectar y eliminar bordes espurios en el fondo. Los resultados experimentales confirman las ventajas esperadas del método propuesto sobre los enfoques existentes ",
            "error": [
                ""
            ]
        },
        "nonparameterized object contours": {
            "translated_key": "contornos de objetos no parametrizados",
            "translated_annotated_text": "Seguimiento de <br>contornos de objetos no parametrizados</br> en vídeo Proponemos un nuevo método para el seguimiento de contornos en vídeo.  La transformación de distancias invertidas del mapa de bordes se utiliza como una función indicadora de bordes para la detección de contornos. Utilizando el concepto de distancia topográfica, la segmentación de la cuenca se puede formular como una minimización. Este nuevo punto de vista da una manera de combinar los resultados del algoritmo de cuenca en diferentes superficies. En particular, nuestro algoritmo determina el contorno como una combinación del mapa de borde actual y el contorno, predicho a partir del resultado de seguimiento en el marco anterior. También mostramos que el problema del desorden de fondo se puede relajar teniendo en cuenta el movimiento del objeto. La compensación con movimiento de objeto permite detectar y eliminar bordes espurios en el fondo. Los resultados experimentales confirman las ventajas esperadas del método propuesto sobre los enfoques existentes ",
            "error": [
                ""
            ]
        },
        "edge indicator function": {
            "translated_key": "de borde",
            "translated_annotated_text": "Seguimiento de contornos de objetos no parametrizados en vídeo Proponemos un nuevo método para el seguimiento de contornos en vídeo. La transformación de distancias invertidas del mapa de bordes se utiliza como una función indicadora <br>de borde</br> para la detección de contornos. Utilizando el concepto de distancia topográfica, la segmentación de la cuenca se puede formular como una minimización. Este nuevo punto de vista da una manera de combinar los resultados del algoritmo de cuenca en diferentes superficies. En particular, nuestro algoritmo determina el contorno como una combinación del mapa de borde actual y el contorno, predicho a partir del resultado de seguimiento en el marco anterior. También mostramos que el problema del desorden de fondo se puede relajar teniendo en cuenta el movimiento del objeto. La compensación con movimiento de objeto permite detectar y eliminar bordes espurios en el fondo. Los resultados experimentales confirman las ventajas esperadas del método propuesto sobre los enfoques existentes ",
            "error": [
                ""
            ]
        },
        "topographical distance": {
            "translated_key": "topográfica",
            "translated_annotated_text": "Seguimiento de contornos de objetos no parametrizados en vídeo Proponemos un nuevo método para el seguimiento de contornos en vídeo. La transformación de distancias invertidas del mapa de bordes se utiliza como una función indicadora de bordes para la detección de contornos. Utilizando el concepto de distancia <br>topográfica</br>, la segmentación de la cuenca se puede formular como una minimización. Este nuevo punto de vista da una manera de combinar los resultados del algoritmo de cuenca en diferentes superficies. En particular, nuestro algoritmo determina el contorno como una combinación del mapa de borde actual y el contorno, predicho a partir del resultado de seguimiento en el marco anterior. También mostramos que el problema del desorden de fondo se puede relajar teniendo en cuenta el movimiento del objeto. La compensación con movimiento de objeto permite detectar y eliminar bordes espurios en el fondo. Los resultados experimentales confirman las ventajas esperadas del método propuesto sobre los enfoques existentes ",
            "error": [
                ""
            ]
        },
        "watershed segmentation": {
            "translated_key": [],
            "translated_annotated_text": "Seguimiento de contornos de objetos no parametrizados en vídeo Proponemos un nuevo método para el seguimiento de contornos en vídeo. La transformación de distancias invertidas del mapa de bordes se utiliza como una función indicadora de bordes para la detección de contornos. Utilizando el concepto de distancia topográfica, la segmentación de la cuenca <br> puede ser formulada como una minimización. Este nuevo punto de vista da una manera de combinar los resultados del algoritmo de cuenca en diferentes superficies. En particular, nuestro algoritmo determina el contorno como una combinación del mapa de borde actual y el contorno, predicho a partir del resultado de seguimiento en el marco anterior. También mostramos que el problema del desorden de fondo se puede relajar teniendo en cuenta el movimiento del objeto. La compensación con movimiento de objeto permite detectar y eliminar bordes espurios en el fondo. Los resultados experimentales confirman las ventajas esperadas del método propuesto sobre los enfoques existentes ",
            "error": []
        },
        "minimization": {
            "translated_key": "minimización",
            "translated_annotated_text": "Seguimiento de contornos de objetos no parametrizados en vídeo Proponemos un nuevo método para el seguimiento de contornos en vídeo. La transformación de distancias invertidas del mapa de bordes se utiliza como una función indicadora de bordes para la detección de contornos. Utilizando el concepto de distancia topográfica, la segmentación de la cuenca se puede formular como una <br>minimización</br>. Este nuevo punto de vista da una manera de combinar los resultados del algoritmo de cuenca en diferentes superficies. En particular, nuestro algoritmo determina el contorno como una combinación del mapa de borde actual y el contorno, predicho a partir del resultado de seguimiento en el marco anterior. También mostramos que el problema del desorden de fondo se puede relajar teniendo en cuenta el movimiento del objeto. La compensación con movimiento de objeto permite detectar y eliminar bordes espurios en el fondo. Los resultados experimentales confirman las ventajas esperadas del método propuesto sobre los enfoques existentes ",
            "error": [
                ""
            ]
        },
        "background clutter": {
            "translated_key": "background",
            "translated_annotated_text": "Seguimiento de contornos de objetos no parametrizados en vídeo Proponemos un nuevo método para el seguimiento de contornos en vídeo. La transformación de distancias invertidas del mapa de bordes se utiliza como una función indicadora de bordes para la detección de contornos. Utilizando el concepto de distancia topográfica, la segmentación de la cuenca se puede formular como una minimización. Este nuevo punto de vista da una manera de combinar los resultados del algoritmo de cuenca en diferentes superficies. En particular, nuestro algoritmo determina el contorno como una combinación del mapa de borde actual y el contorno, predicho a partir del resultado de seguimiento en el marco anterior. También demostramos que el problema del desorden <br>background</br> se puede relajar teniendo en cuenta el movimiento del objeto. La compensación con movimiento de objeto permite detectar y eliminar bordes espurios en el fondo. Los resultados experimentales confirman las ventajas esperadas del método propuesto sobre los enfoques existentes ",
            "error": [
                ""
            ]
        },
        "object motion": {
            "translated_key": "objeto",
            "translated_annotated_text": "Seguimiento de contornos de objetos no parametrizados en vídeo Proponemos un nuevo método para el seguimiento de contornos en vídeo. La transformación de distancias invertidas del mapa de bordes se utiliza como una función indicadora de bordes para la detección de contornos. Utilizando el concepto de distancia topográfica, la segmentación de la cuenca se puede formular como una minimización. Este nuevo punto de vista da una manera de combinar los resultados del algoritmo de cuenca en diferentes superficies. En particular, nuestro algoritmo determina el contorno como una combinación del mapa de borde actual y el contorno, predicho a partir del resultado de seguimiento en el marco anterior. También mostramos que el problema del desorden de fondo se puede relajar teniendo en cuenta el movimiento <br>objeto</br>. La compensación con movimiento <br>objeto</br> permite detectar y eliminar bordes espurios en el fondo. Los resultados experimentales confirman las ventajas esperadas del método propuesto sobre los enfoques existentes ",
            "error": [
                ""
            ]
        },
        "motion analysis": {
            "translated_key": [],
            "translated_annotated_text": "Seguimiento de contornos de objetos no parametrizados en vídeo Proponemos un nuevo método para el seguimiento de contornos en vídeo. La transformación de distancias invertidas del mapa de bordes se utiliza como una función indicadora de bordes para la detección de contornos. Utilizando el concepto de distancia topográfica, la segmentación de la cuenca se puede formular como una minimización. Este nuevo punto de vista da una manera de combinar los resultados del algoritmo de cuenca en diferentes superficies. En particular, nuestro algoritmo determina el contorno como una combinación del mapa de borde actual y el contorno, predicho a partir del resultado de seguimiento en el marco anterior. También mostramos que el problema del desorden de fondo se puede relajar teniendo en cuenta el movimiento del objeto. La compensación con movimiento de objeto permite detectar y eliminar bordes espurios en el fondo. Los resultados experimentales confirman las ventajas esperadas del método propuesto sobre los enfoques existentes ",
            "error": []
        },
        "video": {
            "translated_key": "video",
            "translated_annotated_text": "Seguimiento de contornos de objetos no parametrizados en <br>video</br> Proponemos un nuevo método para el seguimiento de contornos en <br>video</br>. La transformación de distancias invertidas del mapa de bordes se utiliza como una función indicadora de bordes para la detección de contornos. Utilizando el concepto de distancia topográfica, la segmentación de la cuenca se puede formular como una minimización. Este nuevo punto de vista da una manera de combinar los resultados del algoritmo de cuenca en diferentes superficies. En particular, nuestro algoritmo determina el contorno como una combinación del mapa de borde actual y el contorno, predicho a partir del resultado de seguimiento en el marco anterior. También mostramos que el problema del desorden de fondo se puede relajar teniendo en cuenta el movimiento del objeto. La compensación con movimiento de objeto permite detectar y eliminar bordes espurios en el fondo. Los resultados experimentales confirman las ventajas esperadas del método propuesto sobre los enfoques existentes ",
            "error": [
                ""
            ]
        },
        "inverted distance transform": {
            "translated_key": "invertidas",
            "translated_annotated_text": "Seguimiento de contornos de objetos no parametrizados en vídeo Proponemos un nuevo método para el seguimiento de contornos en vídeo. La transformación de distancias <br>invertidas</br> del mapa de bordes se utiliza como función indicadora de bordes para la detección de contornos. Utilizando el concepto de distancia topográfica, la segmentación de la cuenca se puede formular como una minimización. Este nuevo punto de vista da una manera de combinar los resultados del algoritmo de cuenca en diferentes superficies. En particular, nuestro algoritmo determina el contorno como una combinación del mapa de borde actual y el contorno, predicho a partir del resultado de seguimiento en el marco anterior. También mostramos que el problema del desorden de fondo se puede relajar teniendo en cuenta el movimiento del objeto. La compensación con movimiento de objeto permite detectar y eliminar bordes espurios en el fondo. Los resultados experimentales confirman las ventajas esperadas del método propuesto sobre los enfoques existentes ",
            "error": [
                ""
            ]
        },
        "edge map": {
            "translated_key": [
                "de borde",
                "de borde actual"
            ],
            "translated_annotated_text": "Seguimiento de contornos de objetos no parametrizados en vídeo Proponemos un nuevo método para el seguimiento de contornos en vídeo. La transformación de la distancia invertida del mapa <br>de borde</br> se utiliza como función indicadora de borde para la detección del contorno. Utilizando el concepto de distancia topográfica, la segmentación de la cuenca se puede formular como una minimización. Este nuevo punto de vista da una manera de combinar los resultados del algoritmo de cuenca en diferentes superficies. En particular, nuestro algoritmo determina el contorno como una combinación del mapa <br>de borde actual</br> y el contorno, predicho a partir del resultado de seguimiento en el marco anterior. También mostramos que el problema del desorden de fondo se puede relajar teniendo en cuenta el movimiento del objeto. La compensación con movimiento de objeto permite detectar y eliminar bordes espurios en el fondo. Los resultados experimentales confirman las ventajas esperadas del método propuesto sobre los enfoques existentes ",
            "error": [
                "de borde",
                "de borde actual"
            ]
        },
        "motion estimation": {
            "translated_key": [],
            "translated_annotated_text": "Seguimiento de contornos de objetos no parametrizados en vídeo Proponemos un nuevo método para el seguimiento de contornos en vídeo. La transformación de distancias invertidas del mapa de bordes se utiliza como una función indicadora de bordes para la detección de contornos. Utilizando el concepto de distancia topográfica, la segmentación de la cuenca se puede formular como una minimización. Este nuevo punto de vista da una manera de combinar los resultados del algoritmo de cuenca en diferentes superficies. En particular, nuestro algoritmo determina el contorno como una combinación del mapa de borde actual y el contorno, predicho a partir del resultado de seguimiento en el marco anterior. También mostramos que el problema del desorden de fondo se puede relajar teniendo en cuenta el movimiento del objeto. La compensación con movimiento de objeto permite detectar y eliminar bordes espurios en el fondo. Los resultados experimentales confirman las ventajas esperadas del método propuesto sobre los enfoques existentes ",
            "error": []
        },
        "edge detection": {
            "translated_key": [],
            "translated_annotated_text": "Seguimiento de contornos de objetos no parametrizados en vídeo Proponemos un nuevo método para el seguimiento de contornos en vídeo. La transformación de distancias invertidas del mapa de bordes se utiliza como una función indicadora de bordes para la detección de contornos. Utilizando el concepto de distancia topográfica, la segmentación de la cuenca se puede formular como una minimización. Este nuevo punto de vista da una manera de combinar los resultados del algoritmo de cuenca en diferentes superficies. En particular, nuestro algoritmo determina el contorno como una combinación del mapa de borde actual y el contorno, predicho a partir del resultado de seguimiento en el marco anterior. También mostramos que el problema del desorden de fondo se puede relajar teniendo en cuenta el movimiento del objeto. La compensación con movimiento de objeto permite detectar y eliminar bordes espurios en el fondo. Los resultados experimentales confirman las ventajas esperadas del método propuesto sobre los enfoques existentes ",
            "error": []
        },
        "image motion analysis": {
            "translated_key": [],
            "translated_annotated_text": "Seguimiento de contornos de objetos no parametrizados en vídeo Proponemos un nuevo método para el seguimiento de contornos en vídeo. La transformación de distancias invertidas del mapa de bordes se utiliza como una función indicadora de bordes para la detección de contornos. Utilizando el concepto de distancia topográfica, la segmentación de la cuenca se puede formular como una minimización. Este nuevo punto de vista da una manera de combinar los resultados del algoritmo de cuenca en diferentes superficies. En particular, nuestro algoritmo determina el contorno como una combinación del mapa de borde actual y el contorno, predicho a partir del resultado de seguimiento en el marco anterior. También mostramos que el problema del desorden de fondo se puede relajar teniendo en cuenta el movimiento del objeto. La compensación con movimiento de objeto permite detectar y eliminar bordes espurios en el fondo. Los resultados experimentales confirman las ventajas esperadas del método propuesto sobre los enfoques existentes ",
            "error": []
        },
        "motion compensation": {
            "translated_key": [],
            "translated_annotated_text": "Seguimiento de contornos de objetos no parametrizados en vídeo Proponemos un nuevo método para el seguimiento de contornos en vídeo. La transformación de distancias invertidas del mapa de bordes se utiliza como una función indicadora de bordes para la detección de contornos. Utilizando el concepto de distancia topográfica, la segmentación de la cuenca se puede formular como una minimización. Este nuevo punto de vista da una manera de combinar los resultados del algoritmo de cuenca en diferentes superficies. En particular, nuestro algoritmo determina el contorno como una combinación del mapa de borde actual y el contorno, predicho a partir del resultado de seguimiento en el marco anterior. También mostramos que el problema del desorden de fondo se puede relajar teniendo en cuenta el movimiento del objeto. La compensación con movimiento de objeto permite detectar y eliminar bordes espurios en el fondo. Los resultados experimentales confirman las ventajas esperadas del método propuesto sobre los enfoques existentes ",
            "error": []
        },
        "tracking": {
            "translated_key": "tracking",
            "translated_annotated_text": "Seguimiento de contornos de objetos no parametrizados en vídeo Proponemos un nuevo método para el contorno <br>tracking</br> en vídeo. La transformación de distancias invertidas del mapa de bordes se utiliza como una función indicadora de bordes para la detección de contornos. Utilizando el concepto de distancia topográfica, la segmentación de la cuenca se puede formular como una minimización. Este nuevo punto de vista da una manera de combinar los resultados del algoritmo de cuenca en diferentes superficies. En particular, nuestro algoritmo determina el contorno como una combinación del mapa de borde actual y el contorno, predicho a partir del resultado <br>tracking</br> en el marco anterior. También mostramos que el problema del desorden de fondo se puede relajar teniendo en cuenta el movimiento del objeto. La compensación con movimiento de objeto permite detectar y eliminar bordes espurios en el fondo. Los resultados experimentales confirman las ventajas esperadas del método propuesto sobre los enfoques existentes ",
            "error": [
                ""
            ]
        },
        "video signal processing": {
            "translated_key": [],
            "translated_annotated_text": "Seguimiento de contornos de objetos no parametrizados en vídeo Proponemos un nuevo método para el seguimiento de contornos en vídeo. La transformación de distancias invertidas del mapa de bordes se utiliza como una función indicadora de bordes para la detección de contornos. Utilizando el concepto de distancia topográfica, la segmentación de la cuenca se puede formular como una minimización. Este nuevo punto de vista da una manera de combinar los resultados del algoritmo de cuenca en diferentes superficies. En particular, nuestro algoritmo determina el contorno como una combinación del mapa de borde actual y el contorno, predicho a partir del resultado de seguimiento en el marco anterior. También mostramos que el problema del desorden de fondo se puede relajar teniendo en cuenta el movimiento del objeto. La compensación con movimiento de objeto permite detectar y eliminar bordes espurios en el fondo. Los resultados experimentales confirman las ventajas esperadas del método propuesto sobre los enfoques existentes ",
            "error": []
        }
    }
}