{
    "original_text": "Integration is key - an introduction to enterprise application integration (EAI) technology Over the past few years, numerous organisations have invested in the latest software applications to drive their business forward. But many are now finding that these systems are becoming redundant on their own. The key to staying ahead of the competition in todays current climate is now to integrate all of these systems, says Justin Opie, Portfolio Director at Imark Communications",
    "original_translation": "La integración es clave: una introducción a la tecnología de integración de aplicaciones empresariales (EAI) En los últimos años, numerosas organizaciones han invertido en las últimas aplicaciones de software para impulsar su negocio. Pero muchos están encontrando ahora que estos sistemas se están volviendo redundantes por sí solos. La clave para mantenerse por delante de la competencia en el clima actual es ahora integrar todos estos sistemas, dice Justin Opie, director de cartera de Imark Communications",
    "error_count": 1,
    "keys": {
        "enterprise application integration": {
            "translated_key": "integración de aplicaciones empresariales",
            "translated_annotated_text": "La integración es clave - una introducción a la tecnología de <br>integración de aplicaciones empresariales</br> (EAI) En los últimos años, numerosas organizaciones han invertido en las últimas aplicaciones de software para impulsar su negocio.  Pero muchos están encontrando ahora que estos sistemas se están volviendo redundantes por sí solos. La clave para mantenerse por delante de la competencia en el clima actual es ahora integrar todos estos sistemas, dice Justin Opie, director de cartera de Imark Communications ",
            "error": [
                ""
            ]
        },
        "Imark Communications": {
            "translated_key": "Imark Communications",
            "translated_annotated_text": "La integración es clave: una introducción a la tecnología de integración de aplicaciones empresariales (EAI) En los últimos años, numerosas organizaciones han invertido en las últimas aplicaciones de software para impulsar su negocio. Pero muchos están encontrando ahora que estos sistemas se están volviendo redundantes por sí solos. La clave para mantenerse por delante de la competencia en el clima actual es ahora integrar todos estos sistemas, dice Justin Opie, Director de Portfolio en <br>Imark Communications</br> ",
            "error": [
                ""
            ]
        },
        "management information systems": {
            "translated_key": [],
            "translated_annotated_text": "La integración es clave: una introducción a la tecnología de integración de aplicaciones empresariales (EAI) En los últimos años, numerosas organizaciones han invertido en las últimas aplicaciones de software para impulsar su negocio. Pero muchos están encontrando ahora que estos sistemas se están volviendo redundantes por sí solos. La clave para mantenerse por delante de la competencia en el clima actual es ahora integrar todos estos sistemas, dice Justin Opie, director de cartera de Imark Communications ",
            "error": []
        }
    }
}