{
    "original_text": "A friction compensator for pneumatic control valves A procedure that compensates for static friction (stiction) in pneumatic control valves is presented. The compensation is obtained by adding pulses to the control signal. The characteristics of the pulses are determined from the control action. The compensator is implemented in industrial controllers and control systems, and the industrial experiences show that the procedure reduces the control error during stick-slip motion significantly compared to standard control without stiction compensation",
    "original_translation": "Se presenta un compensador de fricción para válvulas de control neumáticas Se presenta un procedimiento que compensa la fricción estática (escisión) en válvulas de control neumáticas. La compensación se obtiene añadiendo pulsos a la señal de control. Las características de los pulsos se determinan a partir de la acción de control. El compensador se implementa en controladores industriales y sistemas de control, y las experiencias industriales muestran que el procedimiento reduce significativamente el error de control durante el movimiento stick-slip en comparación con el control estándar sin compensación por tinción",
    "error_count": 4,
    "keys": {
        "friction compensator": {
            "translated_key": " de fricción",
            "translated_annotated_text": "Se presenta un compensador <br> de fricción</br> para válvulas de control neumáticas Se presenta un procedimiento que compensa la fricción estática (escisión) en válvulas de control neumáticas. La compensación se obtiene añadiendo pulsos a la señal de control. Las características de los pulsos se determinan a partir de la acción de control. El compensador se implementa en controladores industriales y sistemas de control, y las experiencias industriales muestran que el procedimiento reduce significativamente el error de control durante el movimiento stick-slip en comparación con el control estándar sin compensación por tinción ",
            "error": [
                ""
            ]
        },
        "pneumatic control valves": {
            "translated_key": "válvulas de control neumáticas",
            "translated_annotated_text": "Un compensador de fricción para <br>válvulas de control neumáticas</br> Se presenta un procedimiento que compensa la fricción estática (escisión) en <br>válvulas de control neumáticas</br>. La compensación se obtiene añadiendo pulsos a la señal de control. Las características de los pulsos se determinan a partir de la acción de control. El compensador se implementa en controladores industriales y sistemas de control, y las experiencias industriales muestran que el procedimiento reduce significativamente el error de control durante el movimiento stick-slip en comparación con el control estándar sin compensación por tinción ",
            "error": [
                ""
            ]
        },
        "static friction compensation": {
            "translated_key": [],
            "translated_annotated_text": "Se presenta un compensador de fricción para válvulas de control neumáticas Se presenta un procedimiento que compensa la fricción estática (escisión) en válvulas de control neumáticas. La compensación se obtiene añadiendo pulsos a la señal de control. Las características de los pulsos se determinan a partir de la acción de control. El compensador se implementa en controladores industriales y sistemas de control, y las experiencias industriales muestran que el procedimiento reduce significativamente el error de control durante el movimiento stick-slip en comparación con el control estándar sin compensación por tinción ",
            "error": []
        },
        "stiction compensation": {
            "translated_key": "stiction",
            "translated_annotated_text": "Se presenta un compensador de fricción para válvulas de control neumáticas Se presenta un procedimiento que compensa la fricción estática (escisión) en válvulas de control neumáticas. La compensación se obtiene añadiendo pulsos a la señal de control. Las características de los pulsos se determinan a partir de la acción de control. El compensador se implementa en controladores industriales y sistemas de control, y las experiencias industriales muestran que el procedimiento reduce significativamente el error de control durante el movimiento stick-slip en comparación con el control estándar sin compensación de <br>stiction</br> ",
            "error": [
                ""
            ]
        },
        "industrial controllers": {
            "translated_key": "controladores industriales",
            "translated_annotated_text": "Se presenta un compensador de fricción para válvulas de control neumáticas Se presenta un procedimiento que compensa la fricción estática (escisión) en válvulas de control neumáticas. La compensación se obtiene añadiendo pulsos a la señal de control. Las características de los pulsos se determinan a partir de la acción de control. El compensador se implementa en <br>controladores industriales</br> y sistemas de control, y las experiencias industriales muestran que el procedimiento reduce el error de control durante el movimiento de stick-slip significativamente en comparación con el control estándar sin compensación de stiction. ",
            "error": [
                ""
            ]
        },
        "control error reduction": {
            "translated_key": [],
            "translated_annotated_text": "Se presenta un compensador de fricción para válvulas de control neumáticas Se presenta un procedimiento que compensa la fricción estática (escisión) en válvulas de control neumáticas. La compensación se obtiene añadiendo pulsos a la señal de control. Las características de los pulsos se determinan a partir de la acción de control. El compensador se implementa en controladores industriales y sistemas de control, y las experiencias industriales muestran que el procedimiento reduce significativamente el error de control durante el movimiento stick-slip en comparación con el control estándar sin compensación por tinción ",
            "error": []
        },
        "stick-slip motion": {
            "translated_key": "stick-slip motion",
            "translated_annotated_text": "Se presenta un compensador de fricción para válvulas de control neumáticas Se presenta un procedimiento que compensa la fricción estática (escisión) en válvulas de control neumáticas. La compensación se obtiene añadiendo pulsos a la señal de control. Las características de los pulsos se determinan a partir de la acción de control. El compensador se implementa en controladores industriales y sistemas de control, y las experiencias industriales muestran que el procedimiento reduce el error de control durante <br>stick-slip motion</br> significativamente en comparación con el control estándar sin compensación por tinción ",
            "error": [
                ""
            ]
        },
        "standard control": {
            "translated_key": "control estándar",
            "translated_annotated_text": "Se presenta un compensador de fricción para válvulas de control neumáticas Se presenta un procedimiento que compensa la fricción estática (escisión) en válvulas de control neumáticas. La compensación se obtiene añadiendo pulsos a la señal de control. Las características de los pulsos se determinan a partir de la acción de control. El compensador se implementa en controladores industriales y sistemas de control, y las experiencias industriales muestran que el procedimiento reduce significativamente el error de control durante el movimiento stick-slip en comparación con <br>control estándar</br> sin compensación por escisión ",
            "error": [
                ""
            ]
        },
        "compensation": {
            "translated_key": "compensation",
            "translated_annotated_text": "Se presenta un compensador de fricción para válvulas de control neumáticas Se presenta un procedimiento que compensa la fricción estática (escisión) en válvulas de control neumáticas. El <br>compensation</br> se obtiene añadiendo pulsos a la señal de control. Las características de los pulsos se determinan a partir de la acción de control. El compensador se implementa en controladores industriales y sistemas de control, y las experiencias industriales muestran que el procedimiento reduce significativamente el error de control durante el movimiento stick-slip en comparación con el control estándar sin stiction <br>compensation</br> ",
            "error": [
                ""
            ]
        },
        "pneumatic control equipment": {
            "translated_key": [],
            "translated_annotated_text": "Se presenta un compensador de fricción para válvulas de control neumáticas Se presenta un procedimiento que compensa la fricción estática (escisión) en válvulas de control neumáticas. La compensación se obtiene añadiendo pulsos a la señal de control. Las características de los pulsos se determinan a partir de la acción de control. El compensador se implementa en controladores industriales y sistemas de control, y las experiencias industriales muestran que el procedimiento reduce significativamente el error de control durante el movimiento stick-slip en comparación con el control estándar sin compensación por tinción ",
            "error": []
        },
        "process control": {
            "translated_key": [],
            "translated_annotated_text": "Se presenta un compensador de fricción para válvulas de control neumáticas Se presenta un procedimiento que compensa la fricción estática (escisión) en válvulas de control neumáticas. La compensación se obtiene añadiendo pulsos a la señal de control. Las características de los pulsos se determinan a partir de la acción de control. El compensador se implementa en controladores industriales y sistemas de control, y las experiencias industriales muestran que el procedimiento reduce significativamente el error de control durante el movimiento stick-slip en comparación con el control estándar sin compensación por tinción ",
            "error": []
        },
        "stiction": {
            "translated_key": "stiction",
            "translated_annotated_text": "Se presenta un compensador de fricción para válvulas de control neumáticas Se presenta un procedimiento que compensa la fricción estática (<br>stiction</br>) en válvulas de control neumáticas. La compensación se obtiene añadiendo pulsos a la señal de control. Las características de los pulsos se determinan a partir de la acción de control. El compensador se implementa en controladores industriales y sistemas de control, y las experiencias industriales muestran que el procedimiento reduce significativamente el error de control durante el movimiento stick-slip en comparación con el control estándar sin compensación <br>stiction</br> ",
            "error": [
                ""
            ]
        },
        "valves": {
            "translated_key": "válvulas",
            "translated_annotated_text": "Se presenta un compensador de fricción para el control neumático <br>válvulas</br> Se presenta un procedimiento que compensa la fricción estática (escisión) en el control neumático <br>válvulas</br>. La compensación se obtiene añadiendo pulsos a la señal de control. Las características de los pulsos se determinan a partir de la acción de control. El compensador se implementa en controladores industriales y sistemas de control, y las experiencias industriales muestran que el procedimiento reduce significativamente el error de control durante el movimiento stick-slip en comparación con el control estándar sin compensación por tinción ",
            "error": [
                ""
            ]
        }
    }
}