{
    "original_text": "A simple graphic approach for observer decomposition Based upon the proposition that the roles of inputs and outputs in a physical system and those in the corresponding output-injection observer do not really have to be consistent, a systematic procedure is developed in this work to properly divide a set of sparse system models and measurement models into a number of independent subsets with the help of a visual aid. Several smaller sub-observers can then be constructed accordingly to replace the original one. The size of each sub-observer may be further reduced by strategically selecting one or more appended states. These techniques are shown to be quite effective in relieving on-line computation load of the output-injection observers and also in identifying detectable sub-systems",
    "original_translation": "Un enfoque gráfico simple para la descomposición del observador Basado en la proposición de que los roles de las entradas y salidas en un sistema físico y los del observador de inyección de salida correspondiente no tienen que ser realmente consistentes, se desarrolla un procedimiento sistemático en este trabajo para dividir adecuadamente un conjunto de modelos de sistema y modelos de medición escasos en una serie de subconjuntos independientes con la ayuda de una ayuda visual. Varios sub-observadores más pequeños pueden entonces ser construidos en consecuencia para reemplazar el original. El tamaño de cada subobservador puede reducirse aún más seleccionando estratégicamente uno o más estados adjuntos. Se demuestra que estas técnicas son muy eficaces para aliviar la carga de computación en línea de los observadores de inyección de salida y también para identificar subsistemas detectables.",
    "error_count": 4,
    "keys": {
        "graphic approach": {
            "translated_key": "gráfico simple",
            "translated_annotated_text": "Un enfoque <br>gráfico simple</br> para la descomposición del observador Sobre la base de la proposición de que los roles de las entradas y salidas en un sistema físico y los del observador de inyección de salida correspondiente no tienen que ser realmente consistentes, se desarrolla un procedimiento sistemático en este trabajo para dividir adecuadamente un conjunto de modelos de sistema y modelos de medición escasos en una serie de subconjuntos independientes con la ayuda de una ayuda visual. Varios sub-observadores más pequeños pueden entonces ser construidos en consecuencia para reemplazar el original. El tamaño de cada subobservador puede reducirse aún más seleccionando estratégicamente uno o más estados adjuntos. Se demuestra que estas técnicas son muy eficaces para aliviar la carga de computación en línea de los observadores de inyección de salida y también para identificar subsistemas detectables. ",
            "error": [
                ""
            ]
        },
        "observer decomposition": {
            "translated_key": "observer",
            "translated_annotated_text": "Un enfoque gráfico simple para la descomposición de <br>observer</br> Basado en la proposición de que los roles de las entradas y salidas en un sistema físico y los del observador de inyección de salida correspondiente no tienen que ser realmente consistentes, se desarrolla un procedimiento sistemático en este trabajo para dividir adecuadamente un conjunto de modelos de sistema y modelos de medición escasos en una serie de subconjuntos independientes con la ayuda de una ayuda visual. Varios sub-observadores más pequeños pueden entonces ser construidos en consecuencia para reemplazar el original. El tamaño de cada subobservador puede reducirse aún más seleccionando estratégicamente uno o más estados adjuntos. Se demuestra que estas técnicas son muy eficaces para aliviar la carga de computación en línea de los observadores de inyección de salida y también para identificar subsistemas detectables. ",
            "error": [
                ""
            ]
        },
        "output-injection observer": {
            "translated_key": "output-injection overver",
            "translated_annotated_text": "Un enfoque gráfico simple para la descomposición del observador Sobre la base de la proposición de que los roles de las entradas y salidas en un sistema físico y en los correspondientes <br>output-injection overver</br> realmente no tienen que ser consistentes, se desarrolla un procedimiento sistemático en este trabajo para dividir adecuadamente un conjunto de modelos de sistema y modelos de medición escasos en una serie de subconjuntos independientes con la ayuda de una ayuda visual. Varios sub-observadores más pequeños pueden entonces ser construidos en consecuencia para reemplazar el original. El tamaño de cada subobservador puede reducirse aún más seleccionando estratégicamente uno o más estados adjuntos. Se demuestra que estas técnicas son muy eficaces para aliviar la carga de computación en línea de los observadores de inyección de salida y también para identificar subsistemas detectables. ",
            "error": [
                ""
            ]
        },
        "sparse system models": {
            "translated_key": "sparse",
            "translated_annotated_text": "Un enfoque gráfico simple para la descomposición del observador Basado en la proposición de que los roles de las entradas y salidas en un sistema físico y los del observador de inyección de salida correspondiente no tienen que ser realmente consistentes, se desarrolla un procedimiento sistemático en este trabajo para dividir adecuadamente un conjunto de modelos de sistema <br>sparse</br> y modelos de medición en una serie de subconjuntos independientes con la ayuda de una ayuda visual. Varios sub-observadores más pequeños pueden entonces ser construidos en consecuencia para reemplazar el original. El tamaño de cada subobservador puede reducirse aún más seleccionando estratégicamente uno o más estados adjuntos. Se demuestra que estas técnicas son muy eficaces para aliviar la carga de computación en línea de los observadores de inyección de salida y también para identificar subsistemas detectables. ",
            "error": [
                ""
            ]
        },
        "measurement models": {
            "translated_key": "modelos de medición",
            "translated_annotated_text": "Un enfoque gráfico simple para la descomposición del observador Sobre la base de la proposición de que los roles de las entradas y salidas en un sistema físico y los del observador de inyección de salida correspondiente no tienen que ser realmente consistentes, se desarrolla un procedimiento sistemático en este trabajo para dividir adecuadamente un conjunto de modelos de sistema y <br>modelos de medición</br> escasos en una serie de subconjuntos independientes con la ayuda de una ayuda visual. Varios sub-observadores más pequeños pueden entonces ser construidos en consecuencia para reemplazar el original. El tamaño de cada subobservador puede reducirse aún más seleccionando estratégicamente uno o más estados adjuntos. Se demuestra que estas técnicas son muy eficaces para aliviar la carga de computación en línea de los observadores de inyección de salida y también para identificar subsistemas detectables. ",
            "error": [
                ""
            ]
        },
        "independent subsets": {
            "translated_key": "independientes",
            "translated_annotated_text": "Un enfoque gráfico simple para la descomposición del observador Basado en la proposición de que los roles de las entradas y salidas en un sistema físico y los del observador de inyección de salida correspondiente no tienen que ser realmente consistentes, se desarrolla un procedimiento sistemático en este trabajo para dividir adecuadamente un conjunto de modelos de sistema y modelos de medición escasos en un número de subconjuntos <br>independientes</br> con la ayuda de una ayuda visual. Varios sub-observadores más pequeños pueden entonces ser construidos en consecuencia para reemplazar el original. El tamaño de cada subobservador puede reducirse aún más seleccionando estratégicamente uno o más estados adjuntos. Se demuestra que estas técnicas son muy eficaces para aliviar la carga de computación en línea de los observadores de inyección de salida y también para identificar subsistemas detectables. ",
            "error": [
                ""
            ]
        },
        "sub-observers": {
            "translated_key": "subobservadores",
            "translated_annotated_text": "Un enfoque gráfico simple para la descomposición del observador Basado en la proposición de que los roles de las entradas y salidas en un sistema físico y los del observador de inyección de salida correspondiente no tienen que ser realmente consistentes, se desarrolla un procedimiento sistemático en este trabajo para dividir adecuadamente un conjunto de modelos de sistema y modelos de medición escasos en una serie de subconjuntos independientes con la ayuda de una ayuda visual. A continuación, se pueden construir varios pequeños <br>subobservadores</br> para reemplazar el original. El tamaño de cada subobservador puede reducirse aún más seleccionando estratégicamente uno o más estados adjuntos. Se demuestra que estas técnicas son muy eficaces para aliviar la carga de computación en línea de los observadores de inyección de salida y también para identificar subsistemas detectables. ",
            "error": [
                ""
            ]
        },
        "online computation load": {
            "translated_key": [],
            "translated_annotated_text": "Un enfoque gráfico simple para la descomposición del observador Basado en la proposición de que los roles de las entradas y salidas en un sistema físico y los del observador de inyección de salida correspondiente no tienen que ser realmente consistentes, se desarrolla un procedimiento sistemático en este trabajo para dividir adecuadamente un conjunto de modelos de sistema y modelos de medición escasos en una serie de subconjuntos independientes con la ayuda de una ayuda visual. Varios sub-observadores más pequeños pueden entonces ser construidos en consecuencia para reemplazar el original. El tamaño de cada subobservador puede reducirse aún más seleccionando estratégicamente uno o más estados adjuntos. Se demuestra que estas técnicas son muy eficaces para aliviar la carga de computación en línea de los observadores de inyección de salida y también para identificar subsistemas detectables. ",
            "error": []
        },
        "detectable subsystems": {
            "translated_key": [],
            "translated_annotated_text": "Un enfoque gráfico simple para la descomposición del observador Basado en la proposición de que los roles de las entradas y salidas en un sistema físico y los del observador de inyección de salida correspondiente no tienen que ser realmente consistentes, se desarrolla un procedimiento sistemático en este trabajo para dividir adecuadamente un conjunto de modelos de sistema y modelos de medición escasos en una serie de subconjuntos independientes con la ayuda de una ayuda visual. Varios sub-observadores más pequeños pueden entonces ser construidos en consecuencia para reemplazar el original. El tamaño de cada subobservador puede reducirse aún más seleccionando estratégicamente uno o más estados adjuntos. Se demuestra que estas técnicas son muy eficaces para aliviar la carga de computación en línea de los observadores de inyección de salida y también para identificar subsistemas detectables. ",
            "error": []
        },
        "computational complexity": {
            "translated_key": [],
            "translated_annotated_text": "Un enfoque gráfico simple para la descomposición del observador Basado en la proposición de que los roles de las entradas y salidas en un sistema físico y los del observador de inyección de salida correspondiente no tienen que ser realmente consistentes, se desarrolla un procedimiento sistemático en este trabajo para dividir adecuadamente un conjunto de modelos de sistema y modelos de medición escasos en una serie de subconjuntos independientes con la ayuda de una ayuda visual. Varios sub-observadores más pequeños pueden entonces ser construidos en consecuencia para reemplazar el original. El tamaño de cada subobservador puede reducirse aún más seleccionando estratégicamente uno o más estados adjuntos. Se demuestra que estas técnicas son muy eficaces para aliviar la carga de computación en línea de los observadores de inyección de salida y también para identificar subsistemas detectables. ",
            "error": []
        },
        "observers": {
            "translated_key": [
                "observadores más pequeños",
                "observadores"
            ],
            "translated_annotated_text": "Un enfoque gráfico simple para la descomposición del observador Basado en la proposición de que los roles de las entradas y salidas en un sistema físico y los del observador de inyección de salida correspondiente no tienen que ser realmente consistentes, se desarrolla un procedimiento sistemático en este trabajo para dividir adecuadamente un conjunto de modelos de sistema y modelos de medición escasos en una serie de subconjuntos independientes con la ayuda de una ayuda visual. Varios sub-<br>observadores más pequeños</br> pueden entonces ser construidos en consecuencia para reemplazar el original. El tamaño de cada subobservador puede reducirse aún más seleccionando estratégicamente uno o más estados adjuntos. Estas técnicas han demostrado ser bastante eficaces para aliviar la carga de computación en línea de la inyección de salida <br>observadores</br> y también para identificar subsistemas detectables ",
            "error": [
                "observadores más pequeños",
                "observadores"
            ]
        }
    }
}