{
    "original_text": "Adaptive filtering for noise reduction in hue saturation intensity color space Even though the hue saturation intensity (HSI) color model has been widely used in color image processing and analysis, the conversion formulas from the RGB color model to HSI are nonlinear and complicated in comparison with the conversion formulas of other color models. When an RGB image is degraded by random Gaussian noise, this nonlinearity leads to a nonuniform noise distribution in HSI, making accurate image analysis more difficult. We have analyzed the noise characteristics of the HSI color model and developed an adaptive spatial filtering method to reduce the magnitude of noise and the nonuniformity of noise variance in the HSI color space. With this adaptive filtering method, the filter kernel for each pixel is dynamically adjusted, depending on the values of intensity and saturation. In our experiments we have filtered the saturation and hue components and generated edge maps from color gradients. We have found that by using the adaptive filtering method, the minimum error rate in edge detection improves by approximately 15%",
    "original_translation": "Filtro adaptativo para la reducción de ruido en el espacio de color de intensidad de saturación de tonos Aunque el modelo de color de intensidad de saturación de tonos (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la detección de bordes mejora en aproximadamente un 15%",
    "error_count": 11,
    "keys": {
        "adaptive filtering": {
            "translated_key": "adaptive filter",
            "translated_annotated_text": "Filtro adaptativo para la reducción de ruido en el espacio de color de intensidad de saturación de tonos Aunque el modelo de color de intensidad de saturación de tonos (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método <br>adaptive filter</br>, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método <br>adaptive filter</br>, la tasa mínima de error en la detección de bordes mejora aproximadamente un 15% ",
            "error": [
                ""
            ]
        },
        "noise reduction": {
            "translated_key": [],
            "translated_annotated_text": "Filtrado adaptativo para reducción de ruido <br> en el espacio de color de intensidad de saturación de tonos Aunque el modelo de color de intensidad de saturación de tonos (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la detección de bordes mejora en aproximadamente un 15% ",
            "error": []
        },
        "hue saturation intensity color space": {
            "translated_key": "hue",
            "translated_annotated_text": "Filtro adaptativo para la reducción de ruido en el espacio de color de intensidad de saturación <br>hue</br> Aunque el modelo de color de intensidad de saturación de tono (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la detección de bordes mejora en aproximadamente un 15% ",
            "error": [
                ""
            ]
        },
        "color image processing": {
            "translated_key": "color",
            "translated_annotated_text": "Filtrado adaptativo para la reducción de ruido en el espacio de color de intensidad de saturación de tonos Aunque el modelo de color de intensidad de saturación de tonos (HSI) se ha utilizado ampliamente en el procesamiento de imágenes en <br>color</br> y en el análisis, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la detección de bordes mejora en aproximadamente un 15% ",
            "error": [
                ""
            ]
        },
        "color image analysis": {
            "translated_key": [],
            "translated_annotated_text": "Filtro adaptativo para la reducción de ruido en el espacio de color de intensidad de saturación de tonos Aunque el modelo de color de intensidad de saturación de tonos (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la detección de bordes mejora en aproximadamente un 15% ",
            "error": []
        },
        "RGB color model": {
            "translated_key": "RGB",
            "translated_annotated_text": "Filtro adaptativo para la reducción de ruido en el espacio de color de intensidad de saturación de tonos Aunque el modelo de color de intensidad de saturación de tonos (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color <br>RGB</br> a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la detección de bordes mejora en aproximadamente un 15% ",
            "error": [
                ""
            ]
        },
        "random Gaussian noise": {
            "translated_key": "aleatorio gaussiano",
            "translated_annotated_text": "Filtro adaptativo para la reducción de ruido en el espacio de color de intensidad de saturación de tonos Aunque el modelo de color de intensidad de saturación de tonos (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido <br>aleatorio gaussiano</br>, esta no linealidad lleva a una distribución del ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la detección de bordes mejora en aproximadamente un 15% ",
            "error": [
                ""
            ]
        },
        "nonuniform noise distribution": {
            "translated_key": [],
            "translated_annotated_text": "Filtro adaptativo para la reducción de ruido en el espacio de color de intensidad de saturación de tonos Aunque el modelo de color de intensidad de saturación de tonos (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad conduce a una distribución de ruido no uniforme en HSI, haciendo más difícil el análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la detección de bordes mejora en aproximadamente un 15% ",
            "error": []
        },
        "accurate image analysis": {
            "translated_key": "exactas",
            "translated_annotated_text": "Filtro adaptativo para la reducción de ruido en el espacio de color de intensidad de saturación de tonos Aunque el modelo de color de intensidad de saturación de tonos (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución del ruido no uniforme en HSI, haciendo más difícil el análisis de imágenes <br>exactas</br>. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la detección de bordes mejora en aproximadamente un 15% ",
            "error": [
                ""
            ]
        },
        "adaptive spatial filtering method": {
            "translated_key": "adaptivo",
            "translated_annotated_text": "Filtro adaptativo para la reducción de ruido en el espacio de color de intensidad de saturación de tonos Aunque el modelo de color de intensidad de saturación de tonos (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial <br>adaptivo</br> para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la detección de bordes mejora en aproximadamente un 15% ",
            "error": [
                ""
            ]
        },
        "nonuniformity": {
            "translated_key": "nonuniformity",
            "translated_annotated_text": "Filtro adaptativo para la reducción de ruido en el espacio de color de intensidad de saturación de tonos Aunque el modelo de color de intensidad de saturación de tonos (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la <br>nonuniformity</br> de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la detección de bordes mejora en aproximadamente un 15% ",
            "error": [
                ""
            ]
        },
        "noise variance": {
            "translated_key": "varianza del ruido",
            "translated_annotated_text": "Filtro adaptativo para la reducción de ruido en el espacio de color de intensidad de saturación de tonos Aunque el modelo de color de intensidad de saturación de tonos (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la <br>varianza del ruido</br> en el espacio de color HSI.  Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la detección de bordes mejora en aproximadamente un 15% ",
            "error": [
                ""
            ]
        },
        "HSI color space": {
            "translated_key": "HSI",
            "translated_annotated_text": "Filtro adaptativo para la reducción de ruido en el espacio de color de intensidad de saturación de tonos Aunque el modelo de color de intensidad de saturación de tonos (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color <br>HSI</br>. Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la detección de bordes mejora en aproximadamente un 15% ",
            "error": [
                ""
            ]
        },
        "filter kernel": {
            "translated_key": "filter",
            "translated_annotated_text": "Filtro adaptativo para la reducción de ruido en el espacio de color de intensidad de saturación de tonos Aunque el modelo de color de intensidad de saturación de tonos (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo <br>filter</br> para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la detección de bordes mejora en aproximadamente un 15% ",
            "error": [
                ""
            ]
        },
        "pixel": {
            "translated_key": "pixel",
            "translated_annotated_text": "Filtro adaptativo para la reducción de ruido en el espacio de color de intensidad de saturación de tonos Aunque el modelo de color de intensidad de saturación de tonos (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada <br>pixel</br> se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la detección de bordes mejora en aproximadamente un 15% ",
            "error": [
                ""
            ]
        },
        "saturation": {
            "translated_key": [
                "saturación de color Aunque el modelo de color de intensidad <br>saturación de color (HSI) ha sido ampliamente utilizado en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y <br>saturación",
                "saturación"
            ],
            "translated_annotated_text": "Filtrado adaptativo para la reducción de ruido en el espacio de color de intensidad <br>saturación de color Aunque el modelo de color de intensidad <br>saturación de color (HSI) ha sido ampliamente utilizado en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y <br>saturación</br>. En nuestros experimentos hemos filtrado los componentes <br>saturación</br> y tonos y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la detección de bordes mejora en aproximadamente un 15% ",
            "error": [
                "saturación de color Aunque el modelo de color de intensidad <br>saturación de color (HSI) ha sido ampliamente utilizado en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y <br>saturación",
                "saturación"
            ]
        },
        "intensity": {
            "translated_key": "intensidad",
            "translated_annotated_text": "Filtro adaptativo para la reducción del ruido en la saturación de tonos <br>intensidad</br> espacio de color Aunque el modelo de color de saturación de tonos <br>intensidad</br> (HSI) ha sido ampliamente utilizado en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad <br></br> y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la detección de bordes mejora en aproximadamente un 15% ",
            "error": [
                ""
            ]
        },
        "generated edge maps": {
            "translated_key": [],
            "translated_annotated_text": "Filtro adaptativo para la reducción de ruido en el espacio de color de intensidad de saturación de tonos Aunque el modelo de color de intensidad de saturación de tonos (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la detección de bordes mejora en aproximadamente un 15% ",
            "error": []
        },
        "color gradients": {
            "translated_key": "color",
            "translated_annotated_text": "Filtro adaptativo para la reducción de ruido en el espacio de color de intensidad de saturación de tonos Aunque el modelo de color de intensidad de saturación de tonos (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes de gradientes <br>color</br>. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la detección de bordes mejora en aproximadamente un 15% ",
            "error": [
                ""
            ]
        },
        "edge detection": {
            "translated_key": "detección de bordes",
            "translated_annotated_text": "Filtro adaptativo para la reducción de ruido en el espacio de color de intensidad de saturación de tonos Aunque el modelo de color de intensidad de saturación de tonos (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la <br>detección de bordes</br> mejora en aproximadamente un 15%. ",
            "error": [
                ""
            ]
        },
        "minimum error rate": {
            "translated_key": "mínima",
            "translated_annotated_text": "Filtro adaptativo para la reducción de ruido en el espacio de color de intensidad de saturación de tonos Aunque el modelo de color de intensidad de saturación de tonos (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa de error <br>mínima</br> en la detección de bordes mejora aproximadamente en un 15% ",
            "error": [
                ""
            ]
        },
        "adaptive optics": {
            "translated_key": [],
            "translated_annotated_text": "Filtro adaptativo para la reducción de ruido en el espacio de color de intensidad de saturación de tonos Aunque el modelo de color de intensidad de saturación de tonos (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la detección de bordes mejora en aproximadamente un 15% ",
            "error": []
        },
        "colorimetry": {
            "translated_key": [],
            "translated_annotated_text": "Filtro adaptativo para la reducción de ruido en el espacio de color de intensidad de saturación de tonos Aunque el modelo de color de intensidad de saturación de tonos (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la detección de bordes mejora en aproximadamente un 15% ",
            "error": []
        },
        "image colour analysis": {
            "translated_key": [],
            "translated_annotated_text": "Filtro adaptativo para la reducción de ruido en el espacio de color de intensidad de saturación de tonos Aunque el modelo de color de intensidad de saturación de tonos (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la detección de bordes mejora en aproximadamente un 15% ",
            "error": []
        },
        "optical noise": {
            "translated_key": [],
            "translated_annotated_text": "Filtro adaptativo para la reducción de ruido en el espacio de color de intensidad de saturación de tonos Aunque el modelo de color de intensidad de saturación de tonos (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la detección de bordes mejora en aproximadamente un 15% ",
            "error": []
        },
        "optical saturation": {
            "translated_key": [],
            "translated_annotated_text": "Filtro adaptativo para la reducción de ruido en el espacio de color de intensidad de saturación de tonos Aunque el modelo de color de intensidad de saturación de tonos (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la detección de bordes mejora en aproximadamente un 15% ",
            "error": []
        },
        "spatial filters": {
            "translated_key": [],
            "translated_annotated_text": "Filtro adaptativo para la reducción de ruido en el espacio de color de intensidad de saturación de tonos Aunque el modelo de color de intensidad de saturación de tonos (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la detección de bordes mejora en aproximadamente un 15% ",
            "error": []
        }
    }
}