{
    "original_text": "Fully automatic algorithm for region of interest location in camera calibration We present an automatic method for region of interest (ROI) location in camera calibration used in computer vision inspection. An intelligent ROI location algorithm based on the Radon transform is developed to automate the calibration process. The algorithm remains robust even if the anchor target has a notable rotation angle in the target plane. This method functions well although the anchor target is not carefully positioned. Several improvement methods are studied to avoid the algorithms huge time/space consumption problem. The algorithm runs about 100 times faster if these improvement methods are applied. Using this method fully automatic camera calibration is achieved without human interactive ROI specification. Experiments show that this algorithm can help to calibrate the intrinsic parameters of the zoom lens and the camera parameters quickly and automatically",
    "original_translation": "Algoritmo totalmente automático para la localización de la región de interés en la calibración de la cámara Presentamos un método automático para la localización de la región de interés (ROI) en la calibración de la cámara utilizada en la inspección de visión por ordenador. Se desarrolla un algoritmo inteligente de ubicación del ROI basado en la transformación de Radon para automatizar el proceso de calibración. El algoritmo sigue siendo robusto incluso si el objetivo de anclaje tiene un ángulo de rotación notable en el plano de destino. Este método funciona bien aunque el objetivo de anclaje no está colocado cuidadosamente. Se estudian varios métodos de mejora para evitar el enorme problema de consumo de tiempo/espacio de los algoritmos. El algoritmo se ejecuta unas 100 veces más rápido si se aplican estos métodos de mejora. El uso de este método de calibración de cámara totalmente automática se logra sin especificación de ROI interactiva humana. Los experimentos muestran que este algoritmo puede ayudar a calibrar los parámetros intrínsecos del objetivo zoom y los parámetros de la cámara de forma rápida y automática",
    "error_count": 7,
    "keys": {
        "Fully automatic algorithm": {
            "translated_key": " Algoritmo totalmente automático",
            "translated_annotated_text": "<br> Algoritmo totalmente automático</br> para la región de interés ubicación en la calibración de la cámara Presentamos un método automático para la ubicación de la región de interés (ROI) en la calibración de la cámara utilizada en la inspección de visión por ordenador. Se desarrolla un algoritmo inteligente de ubicación del ROI basado en la transformación de Radon para automatizar el proceso de calibración. El algoritmo sigue siendo robusto incluso si el objetivo de anclaje tiene un ángulo de rotación notable en el plano de destino. Este método funciona bien aunque el objetivo de anclaje no está colocado cuidadosamente. Se estudian varios métodos de mejora para evitar el enorme problema de consumo de tiempo/espacio de los algoritmos. El algoritmo se ejecuta unas 100 veces más rápido si se aplican estos métodos de mejora. El uso de este método de calibración de cámara totalmente automática se logra sin especificación de ROI interactiva humana. Los experimentos muestran que este algoritmo puede ayudar a calibrar los parámetros intrínsecos del objetivo zoom y los parámetros de la cámara de forma rápida y automática ",
            "error": [
                ""
            ]
        },
        "interest location": {
            "translated_key": "interest location",
            "translated_annotated_text": "Algoritmo totalmente automático para la región de <br>interest location</br> en la calibración de la cámara Presentamos un método automático para la ubicación de la región de interés (ROI) en la calibración de la cámara utilizada en la inspección de visión por ordenador. Se desarrolla un algoritmo inteligente de ubicación del ROI basado en la transformación de Radon para automatizar el proceso de calibración. El algoritmo sigue siendo robusto incluso si el objetivo de anclaje tiene un ángulo de rotación notable en el plano de destino. Este método funciona bien aunque el objetivo de anclaje no está colocado cuidadosamente. Se estudian varios métodos de mejora para evitar el enorme problema de consumo de tiempo/espacio de los algoritmos. El algoritmo se ejecuta unas 100 veces más rápido si se aplican estos métodos de mejora. El uso de este método de calibración de cámara totalmente automática se logra sin especificación de ROI interactiva humana. Los experimentos muestran que este algoritmo puede ayudar a calibrar los parámetros intrínsecos del objetivo zoom y los parámetros de la cámara de forma rápida y automática ",
            "error": [
                ""
            ]
        },
        "camera calibration": {
            "translated_key": " Presentamos un método automático para la localización de la región de interés (ROI) en calibración de cámara <br> utilizado en la inspección de visión por ordenador. Se desarrolla un algoritmo inteligente de ubicación del ROI basado en la transformación de Radon para automatizar el proceso de calibración. El algoritmo sigue siendo robusto incluso si el objetivo de anclaje tiene un ángulo de rotación notable en el plano de destino. Este método funciona bien aunque el objetivo de anclaje no está colocado cuidadosamente. Se estudian varios métodos de mejora para evitar el enorme problema de consumo de tiempo/espacio de los algoritmos. El algoritmo se ejecuta unas 100 veces más rápido si se aplican estos métodos de mejora. El uso de este método totalmente automático <br>camera calibración",
            "translated_annotated_text": "Algoritmo totalmente automático para la localización de la región de interés en calibración de cámara <br> Presentamos un método automático para la localización de la región de interés (ROI) en calibración de cámara <br> utilizado en la inspección de visión por ordenador. Se desarrolla un algoritmo inteligente de ubicación del ROI basado en la transformación de Radon para automatizar el proceso de calibración. El algoritmo sigue siendo robusto incluso si el objetivo de anclaje tiene un ángulo de rotación notable en el plano de destino. Este método funciona bien aunque el objetivo de anclaje no está colocado cuidadosamente. Se estudian varios métodos de mejora para evitar el enorme problema de consumo de tiempo/espacio de los algoritmos. El algoritmo se ejecuta unas 100 veces más rápido si se aplican estos métodos de mejora. El uso de este método totalmente automático <br>camera calibración</br> se logra sin especificación de ROI interactiva humana. Los experimentos muestran que este algoritmo puede ayudar a calibrar los parámetros intrínsecos del objetivo zoom y los parámetros de la cámara de forma rápida y automática ",
            "error": [
                ""
            ]
        },
        "region of interest location": {
            "translated_key": "región de interés localización",
            "translated_annotated_text": "Algoritmo totalmente automático para <br>región de interés localización</br> en calibración de cámara Presentamos un método automático para la localización de región de interés (ROI) en calibración de cámara utilizada en la inspección de visión por ordenador. Se desarrolla un algoritmo inteligente de ubicación del ROI basado en la transformación de Radon para automatizar el proceso de calibración. El algoritmo sigue siendo robusto incluso si el objetivo de anclaje tiene un ángulo de rotación notable en el plano de destino. Este método funciona bien aunque el objetivo de anclaje no está colocado cuidadosamente. Se estudian varios métodos de mejora para evitar el enorme problema de consumo de tiempo/espacio de los algoritmos. El algoritmo se ejecuta unas 100 veces más rápido si se aplican estos métodos de mejora. El uso de este método de calibración de cámara totalmente automática se logra sin especificación de ROI interactiva humana. Los experimentos muestran que este algoritmo puede ayudar a calibrar los parámetros intrínsecos del objetivo zoom y los parámetros de la cámara de forma rápida y automática ",
            "error": [
                ""
            ]
        },
        "computer vision inspection": {
            "translated_key": "inspección de visión por ordenador",
            "translated_annotated_text": "Algoritmo totalmente automático para la localización de la región de interés en la calibración de la cámara Presentamos un método automático para la localización de la región de interés (ROI) en la calibración de la cámara utilizada en la <br>inspección de visión por ordenador</br>. Se desarrolla un algoritmo inteligente de ubicación del ROI basado en la transformación de Radon para automatizar el proceso de calibración. El algoritmo sigue siendo robusto incluso si el objetivo de anclaje tiene un ángulo de rotación notable en el plano de destino. Este método funciona bien aunque el objetivo de anclaje no está colocado cuidadosamente. Se estudian varios métodos de mejora para evitar el enorme problema de consumo de tiempo/espacio de los algoritmos. El algoritmo se ejecuta unas 100 veces más rápido si se aplican estos métodos de mejora. El uso de este método de calibración de cámara totalmente automática se logra sin especificación de ROI interactiva humana. Los experimentos muestran que este algoritmo puede ayudar a calibrar los parámetros intrínsecos del objetivo zoom y los parámetros de la cámara de forma rápida y automática ",
            "error": [
                ""
            ]
        },
        "ROI location algorithm": {
            "translated_key": "ROI",
            "translated_annotated_text": "Algoritmo totalmente automático para la localización de la región de interés en la calibración de la cámara Presentamos un método automático para la localización de la región de interés (ROI) en la calibración de la cámara utilizada en la inspección de visión por ordenador. Un algoritmo de ubicación inteligente <br>ROI</br> basado en la transformación de Radon se desarrolla para automatizar el proceso de calibración. El algoritmo sigue siendo robusto incluso si el objetivo de anclaje tiene un ángulo de rotación notable en el plano de destino. Este método funciona bien aunque el objetivo de anclaje no está colocado cuidadosamente. Se estudian varios métodos de mejora para evitar el enorme problema de consumo de tiempo/espacio de los algoritmos. El algoritmo se ejecuta unas 100 veces más rápido si se aplican estos métodos de mejora. El uso de este método de calibración de cámara totalmente automática se logra sin especificación de ROI interactiva humana. Los experimentos muestran que este algoritmo puede ayudar a calibrar los parámetros intrínsecos del objetivo zoom y los parámetros de la cámara de forma rápida y automática ",
            "error": [
                ""
            ]
        },
        "Radon transform": {
            "translated_key": "Radon",
            "translated_annotated_text": "Algoritmo totalmente automático para la localización de la región de interés en la calibración de la cámara Presentamos un método automático para la localización de la región de interés (ROI) en la calibración de la cámara utilizada en la inspección de visión por ordenador. Se desarrolla un algoritmo inteligente de ubicación del ROI basado en la transformación <br>Radon</br> para automatizar el proceso de calibración. El algoritmo sigue siendo robusto incluso si el objetivo de anclaje tiene un ángulo de rotación notable en el plano de destino. Este método funciona bien aunque el objetivo de anclaje no está colocado cuidadosamente. Se estudian varios métodos de mejora para evitar el enorme problema de consumo de tiempo/espacio de los algoritmos. El algoritmo se ejecuta unas 100 veces más rápido si se aplican estos métodos de mejora. El uso de este método de calibración de cámara totalmente automática se logra sin especificación de ROI interactiva humana. Los experimentos muestran que este algoritmo puede ayudar a calibrar los parámetros intrínsecos del objetivo zoom y los parámetros de la cámara de forma rápida y automática ",
            "error": [
                ""
            ]
        },
        "calibration process": {
            "translated_key": " ",
            "translated_annotated_text": "Algoritmo totalmente automático para la localización de la región de interés en la calibración de la cámara Presentamos un método automático para la localización de la región de interés (ROI) en la calibración de la cámara utilizada en la inspección de visión por ordenador. Un algoritmo inteligente de ubicación del ROI basado en la transformación de Radon se desarrolla para automatizar el proceso de calibración <br> </br>. El algoritmo sigue siendo robusto incluso si el objetivo de anclaje tiene un ángulo de rotación notable en el plano de destino. Este método funciona bien aunque el objetivo de anclaje no está colocado cuidadosamente. Se estudian varios métodos de mejora para evitar el enorme problema de consumo de tiempo/espacio de los algoritmos. El algoritmo se ejecuta unas 100 veces más rápido si se aplican estos métodos de mejora. El uso de este método de calibración de cámara totalmente automática se logra sin especificación de ROI interactiva humana. Los experimentos muestran que este algoritmo puede ayudar a calibrar los parámetros intrínsecos del objetivo zoom y los parámetros de la cámara de forma rápida y automática ",
            "error": [
                ""
            ]
        },
        "rotation angle": {
            "translated_key": [],
            "translated_annotated_text": "Algoritmo totalmente automático para la localización de la región de interés en la calibración de la cámara Presentamos un método automático para la localización de la región de interés (ROI) en la calibración de la cámara utilizada en la inspección de visión por ordenador. Se desarrolla un algoritmo inteligente de ubicación del ROI basado en la transformación de Radon para automatizar el proceso de calibración. El algoritmo sigue siendo robusto incluso si el objetivo de anclaje tiene un notable ángulo de rotación <br> en el plano de destino. Este método funciona bien aunque el objetivo de anclaje no está colocado cuidadosamente. Se estudian varios métodos de mejora para evitar el enorme problema de consumo de tiempo/espacio de los algoritmos. El algoritmo se ejecuta unas 100 veces más rápido si se aplican estos métodos de mejora. El uso de este método de calibración de cámara totalmente automática se logra sin especificación de ROI interactiva humana. Los experimentos muestran que este algoritmo puede ayudar a calibrar los parámetros intrínsecos del objetivo zoom y los parámetros de la cámara de forma rápida y automática ",
            "error": []
        },
        "time/space consumption problem": {
            "translated_key": "time/space",
            "translated_annotated_text": "Algoritmo totalmente automático para la localización de la región de interés en la calibración de la cámara Presentamos un método automático para la localización de la región de interés (ROI) en la calibración de la cámara utilizada en la inspección de visión por ordenador. Se desarrolla un algoritmo inteligente de ubicación del ROI basado en la transformación de Radon para automatizar el proceso de calibración. El algoritmo sigue siendo robusto incluso si el objetivo de anclaje tiene un ángulo de rotación notable en el plano de destino. Este método funciona bien aunque el objetivo de anclaje no está colocado cuidadosamente. Se estudian varios métodos de mejora para evitar el enorme problema de consumo <br>time/space</br> de los algoritmos. El algoritmo se ejecuta unas 100 veces más rápido si se aplican estos métodos de mejora. El uso de este método de calibración de cámara totalmente automática se logra sin especificación de ROI interactiva humana. Los experimentos muestran que este algoritmo puede ayudar a calibrar los parámetros intrínsecos del objetivo zoom y los parámetros de la cámara de forma rápida y automática ",
            "error": [
                ""
            ]
        },
        "fully automatic camera calibration": {
            "translated_key": "calibración de cámara completamente automática",
            "translated_annotated_text": "Algoritmo totalmente automático para la localización de la región de interés en la calibración de la cámara Presentamos un método automático para la localización de la región de interés (ROI) en la calibración de la cámara utilizada en la inspección de visión por ordenador. Se desarrolla un algoritmo inteligente de ubicación del ROI basado en la transformación de Radon para automatizar el proceso de calibración. El algoritmo sigue siendo robusto incluso si el objetivo de anclaje tiene un ángulo de rotación notable en el plano de destino. Este método funciona bien aunque el objetivo de anclaje no está colocado cuidadosamente. Se estudian varios métodos de mejora para evitar el enorme problema de consumo de tiempo/espacio de los algoritmos. El algoritmo se ejecuta unas 100 veces más rápido si se aplican estos métodos de mejora. El uso de este método <br>calibración de cámara completamente automática</br> se logra sin especificación de ROI interactiva humana. Los experimentos muestran que este algoritmo puede ayudar a calibrar los parámetros intrínsecos del objetivo zoom y los parámetros de la cámara de forma rápida y automática ",
            "error": [
                ""
            ]
        },
        "human interactive specification": {
            "translated_key": [],
            "translated_annotated_text": "Algoritmo totalmente automático para la localización de la región de interés en la calibración de la cámara Presentamos un método automático para la localización de la región de interés (ROI) en la calibración de la cámara utilizada en la inspección de visión por ordenador. Se desarrolla un algoritmo inteligente de ubicación del ROI basado en la transformación de Radon para automatizar el proceso de calibración. El algoritmo sigue siendo robusto incluso si el objetivo de anclaje tiene un ángulo de rotación notable en el plano de destino. Este método funciona bien aunque el objetivo de anclaje no está colocado cuidadosamente. Se estudian varios métodos de mejora para evitar el enorme problema de consumo de tiempo/espacio de los algoritmos. El algoritmo se ejecuta unas 100 veces más rápido si se aplican estos métodos de mejora. El uso de este método de calibración de cámara totalmente automática se logra sin especificación de ROI interactiva humana. Los experimentos muestran que este algoritmo puede ayudar a calibrar los parámetros intrínsecos del objetivo zoom y los parámetros de la cámara de forma rápida y automática ",
            "error": []
        },
        "intrinsic parameters": {
            "translated_key": "intrínsicos",
            "translated_annotated_text": "Algoritmo totalmente automático para la localización de la región de interés en la calibración de la cámara Presentamos un método automático para la localización de la región de interés (ROI) en la calibración de la cámara utilizada en la inspección de visión por ordenador. Se desarrolla un algoritmo inteligente de ubicación del ROI basado en la transformación de Radon para automatizar el proceso de calibración. El algoritmo sigue siendo robusto incluso si el objetivo de anclaje tiene un ángulo de rotación notable en el plano de destino. Este método funciona bien aunque el objetivo de anclaje no está colocado cuidadosamente. Se estudian varios métodos de mejora para evitar el enorme problema de consumo de tiempo/espacio de los algoritmos. El algoritmo se ejecuta unas 100 veces más rápido si se aplican estos métodos de mejora. El uso de este método de calibración de cámara totalmente automática se logra sin especificación de ROI interactiva humana. Los experimentos muestran que este algoritmo puede ayudar a calibrar los parámetros <br>intrínsicos</br> del objetivo zoom y los parámetros de la cámara de forma rápida y automática ",
            "error": [
                ""
            ]
        },
        "zoom lens": {
            "translated_key": "zoom",
            "translated_annotated_text": "Algoritmo totalmente automático para la localización de la región de interés en la calibración de la cámara Presentamos un método automático para la localización de la región de interés (ROI) en la calibración de la cámara utilizada en la inspección de visión por ordenador. Se desarrolla un algoritmo inteligente de ubicación del ROI basado en la transformación de Radon para automatizar el proceso de calibración. El algoritmo sigue siendo robusto incluso si el objetivo de anclaje tiene un ángulo de rotación notable en el plano de destino. Este método funciona bien aunque el objetivo de anclaje no está colocado cuidadosamente. Se estudian varios métodos de mejora para evitar el enorme problema de consumo de tiempo/espacio de los algoritmos. El algoritmo se ejecuta unas 100 veces más rápido si se aplican estos métodos de mejora. El uso de este método de calibración de cámara totalmente automática se logra sin especificación de ROI interactiva humana. Los experimentos muestran que este algoritmo puede ayudar a calibrar los parámetros intrínsecos de la lente <br>zoom</br> y los parámetros de la cámara de forma rápida y automática ",
            "error": [
                ""
            ]
        },
        "camera parameters": {
            "translated_key": "cámara",
            "translated_annotated_text": "Algoritmo totalmente automático para la localización de la región de interés en la calibración de la cámara Presentamos un método automático para la localización de la región de interés (ROI) en la calibración de la cámara utilizada en la inspección de visión por ordenador. Se desarrolla un algoritmo inteligente de ubicación del ROI basado en la transformación de Radon para automatizar el proceso de calibración. El algoritmo sigue siendo robusto incluso si el objetivo de anclaje tiene un ángulo de rotación notable en el plano de destino. Este método funciona bien aunque el objetivo de anclaje no está colocado cuidadosamente. Se estudian varios métodos de mejora para evitar el enorme problema de consumo de tiempo/espacio de los algoritmos. El algoritmo se ejecuta unas 100 veces más rápido si se aplican estos métodos de mejora. El uso de este método de calibración de cámara totalmente automática se logra sin especificación de ROI interactiva humana. Los experimentos muestran que este algoritmo puede ayudar a calibrar los parámetros intrínsecos del objetivo zoom y los parámetros <br>cámara</br> de forma rápida y automática ",
            "error": [
                ""
            ]
        },
        "automatic optical inspection": {
            "translated_key": [],
            "translated_annotated_text": "Algoritmo totalmente automático para la localización de la región de interés en la calibración de la cámara Presentamos un método automático para la localización de la región de interés (ROI) en la calibración de la cámara utilizada en la inspección de visión por ordenador. Se desarrolla un algoritmo inteligente de ubicación del ROI basado en la transformación de Radon para automatizar el proceso de calibración. El algoritmo sigue siendo robusto incluso si el objetivo de anclaje tiene un ángulo de rotación notable en el plano de destino. Este método funciona bien aunque el objetivo de anclaje no está colocado cuidadosamente. Se estudian varios métodos de mejora para evitar el enorme problema de consumo de tiempo/espacio de los algoritmos. El algoritmo se ejecuta unas 100 veces más rápido si se aplican estos métodos de mejora. El uso de este método de calibración de cámara totalmente automática se logra sin especificación de ROI interactiva humana. Los experimentos muestran que este algoritmo puede ayudar a calibrar los parámetros intrínsecos del objetivo zoom y los parámetros de la cámara de forma rápida y automática ",
            "error": []
        },
        "calibration": {
            "translated_key": "calibración",
            "translated_annotated_text": "Algoritmo totalmente automático para la ubicación de la región de interés en cámara <br>calibración</br> Presentamos un método automático para la ubicación de la región de interés (ROI) en cámara <br>calibración</br> utilizado en la inspección de visión por computadora. Un algoritmo inteligente de ubicación de ROI basado en la transformación de Radon se desarrolla para automatizar el proceso <br>calibración</br>. El algoritmo sigue siendo robusto incluso si el objetivo de anclaje tiene un ángulo de rotación notable en el plano de destino. Este método funciona bien aunque el objetivo de anclaje no está colocado cuidadosamente. Se estudian varios métodos de mejora para evitar el enorme problema de consumo de tiempo/espacio de los algoritmos. El algoritmo se ejecuta unas 100 veces más rápido si se aplican estos métodos de mejora. El uso de este método de cámara totalmente automática <br>calibración</br> se logra sin especificación de ROI interactiva humana. Los experimentos muestran que este algoritmo puede ayudar a calibrar los parámetros intrínsecos del objetivo zoom y los parámetros de la cámara de forma rápida y automática ",
            "error": [
                ""
            ]
        },
        "cameras": {
            "translated_key": [],
            "translated_annotated_text": "Algoritmo totalmente automático para la localización de la región de interés en la calibración de la cámara Presentamos un método automático para la localización de la región de interés (ROI) en la calibración de la cámara utilizada en la inspección de visión por ordenador. Se desarrolla un algoritmo inteligente de ubicación del ROI basado en la transformación de Radon para automatizar el proceso de calibración. El algoritmo sigue siendo robusto incluso si el objetivo de anclaje tiene un ángulo de rotación notable en el plano de destino. Este método funciona bien aunque el objetivo de anclaje no está colocado cuidadosamente. Se estudian varios métodos de mejora para evitar el enorme problema de consumo de tiempo/espacio de los algoritmos. El algoritmo se ejecuta unas 100 veces más rápido si se aplican estos métodos de mejora. El uso de este método de calibración de cámara totalmente automática se logra sin especificación de ROI interactiva humana. Los experimentos muestran que este algoritmo puede ayudar a calibrar los parámetros intrínsecos del objetivo zoom y los parámetros de la cámara de forma rápida y automática ",
            "error": []
        },
        "computer vision": {
            "translated_key": "visión del ordenador",
            "translated_annotated_text": "Algoritmo totalmente automático para la localización de la región de interés en la calibración de la cámara Presentamos un método automático para la localización de la región de interés (ROI) en la calibración de la cámara utilizada en la inspección de <br>visión del ordenador</br>. Se desarrolla un algoritmo inteligente de ubicación del ROI basado en la transformación de Radon para automatizar el proceso de calibración. El algoritmo sigue siendo robusto incluso si el objetivo de anclaje tiene un ángulo de rotación notable en el plano de destino. Este método funciona bien aunque el objetivo de anclaje no está colocado cuidadosamente. Se estudian varios métodos de mejora para evitar el enorme problema de consumo de tiempo/espacio de los algoritmos. El algoritmo se ejecuta unas 100 veces más rápido si se aplican estos métodos de mejora. El uso de este método de calibración de cámara totalmente automática se logra sin especificación de ROI interactiva humana. Los experimentos muestran que este algoritmo puede ayudar a calibrar los parámetros intrínsecos del objetivo zoom y los parámetros de la cámara de forma rápida y automática ",
            "error": [
                ""
            ]
        },
        "image sensors": {
            "translated_key": [],
            "translated_annotated_text": "Algoritmo totalmente automático para la localización de la región de interés en la calibración de la cámara Presentamos un método automático para la localización de la región de interés (ROI) en la calibración de la cámara utilizada en la inspección de visión por ordenador. Se desarrolla un algoritmo inteligente de ubicación del ROI basado en la transformación de Radon para automatizar el proceso de calibración. El algoritmo sigue siendo robusto incluso si el objetivo de anclaje tiene un ángulo de rotación notable en el plano de destino. Este método funciona bien aunque el objetivo de anclaje no está colocado cuidadosamente. Se estudian varios métodos de mejora para evitar el enorme problema de consumo de tiempo/espacio de los algoritmos. El algoritmo se ejecuta unas 100 veces más rápido si se aplican estos métodos de mejora. El uso de este método de calibración de cámara totalmente automática se logra sin especificación de ROI interactiva humana. Los experimentos muestran que este algoritmo puede ayudar a calibrar los parámetros intrínsecos del objetivo zoom y los parámetros de la cámara de forma rápida y automática ",
            "error": []
        },
        "lenses": {
            "translated_key": [],
            "translated_annotated_text": "Algoritmo totalmente automático para la localización de la región de interés en la calibración de la cámara Presentamos un método automático para la localización de la región de interés (ROI) en la calibración de la cámara utilizada en la inspección de visión por ordenador. Se desarrolla un algoritmo inteligente de ubicación del ROI basado en la transformación de Radon para automatizar el proceso de calibración. El algoritmo sigue siendo robusto incluso si el objetivo de anclaje tiene un ángulo de rotación notable en el plano de destino. Este método funciona bien aunque el objetivo de anclaje no está colocado cuidadosamente. Se estudian varios métodos de mejora para evitar el enorme problema de consumo de tiempo/espacio de los algoritmos. El algoritmo se ejecuta unas 100 veces más rápido si se aplican estos métodos de mejora. El uso de este método de calibración de cámara totalmente automática se logra sin especificación de ROI interactiva humana. Los experimentos muestran que este algoritmo puede ayudar a calibrar los parámetros intrínsecos del objetivo zoom y los parámetros de la cámara de forma rápida y automática ",
            "error": []
        },
        "Radon transforms": {
            "translated_key": [],
            "translated_annotated_text": "Algoritmo totalmente automático para la localización de la región de interés en la calibración de la cámara Presentamos un método automático para la localización de la región de interés (ROI) en la calibración de la cámara utilizada en la inspección de visión por ordenador. Se desarrolla un algoritmo inteligente de ubicación del ROI basado en la transformación de Radon para automatizar el proceso de calibración. El algoritmo sigue siendo robusto incluso si el objetivo de anclaje tiene un ángulo de rotación notable en el plano de destino. Este método funciona bien aunque el objetivo de anclaje no está colocado cuidadosamente. Se estudian varios métodos de mejora para evitar el enorme problema de consumo de tiempo/espacio de los algoritmos. El algoritmo se ejecuta unas 100 veces más rápido si se aplican estos métodos de mejora. El uso de este método de calibración de cámara totalmente automática se logra sin especificación de ROI interactiva humana. Los experimentos muestran que este algoritmo puede ayudar a calibrar los parámetros intrínsecos del objetivo zoom y los parámetros de la cámara de forma rápida y automática ",
            "error": []
        }
    }
}