{
    "original_text": "Iterative regularized least-mean mixed-norm image restoration We develop a regularized mixed-norm image restoration algorithm to deal with various types of noise. A mixed-norm functional is introduced, which combines the least mean square (LMS) and the least mean fourth (LMF) functionals, as well as a smoothing functional. Two regularization parameters are introduced: one to determine the relative importance of the LMS and LMF functionals, which is a function of the kurtosis, and another to determine the relative importance of the smoothing functional. The two parameters are chosen in such a way that the proposed functional is convex, so that a unique minimizer exists. An iterative algorithm is utilized for obtaining the solution, and its convergence is analyzed. The novelty of the proposed algorithm is that no knowledge of the noise distribution is required, and the relative contributions of the LMS, the LMF, and the smoothing functionals are adjusted based on the partially restored image. Experimental results demonstrate the effectiveness of the proposed algorithm",
    "original_translation": "Restauración de imagen de norm mixto regularizada iterativa Desarrollamos un algoritmo de restauración de imagen de norm mixto regularizado para lidiar con varios tipos de ruido. Se introduce una funcionalidad de norma mixta, que combina la menor media cuadrada (LMS) y la menor media cuarta (LMF), así como una función de suavizado. Se introducen dos parámetros de regularización: uno para determinar la importancia relativa de las funciones LMS y LMF, que es una función de la kurtosis, y otro para determinar la importancia relativa de la funcionalidad de suavizado. Los dos parámetros se eligen de tal manera que la función propuesta sea convexa, de modo que exista un minimizador único. Se utiliza un algoritmo iterativo para obtener la solución y se analiza su convergencia. La novedad del algoritmo propuesto es que no se requiere conocimiento de la distribución del ruido, y las contribuciones relativas del LMS, el LMF y las funciones de suavizado se ajustan en función de la imagen parcialmente restaurada. Los resultados experimentales demuestran la eficacia del algoritmo propuesto",
    "error_count": 9,
    "keys": {
        "iterative regularized least-mean mixed-norm image restoration": {
            "translated_key": [],
            "translated_annotated_text": "Restauración de imagen de norm mixto regularizada iterativa Desarrollamos un algoritmo de restauración de imagen de norm mixto regularizado para lidiar con varios tipos de ruido. Se introduce una funcionalidad de norma mixta, que combina la menor media cuadrada (LMS) y la menor media cuarta (LMF), así como una función de suavizado. Se introducen dos parámetros de regularización: uno para determinar la importancia relativa de las funciones LMS y LMF, que es una función de la kurtosis, y otro para determinar la importancia relativa de la funcionalidad de suavizado. Los dos parámetros se eligen de tal manera que la función propuesta sea convexa, de modo que exista un minimizador único. Se utiliza un algoritmo iterativo para obtener la solución y se analiza su convergencia. La novedad del algoritmo propuesto es que no se requiere conocimiento de la distribución del ruido, y las contribuciones relativas del LMS, el LMF y las funciones de suavizado se ajustan en función de la imagen parcialmente restaurada. Los resultados experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": []
        },
        "noise": {
            "translated_key": ". Se introduce una funcionalidad de norma mixta, que combina la menor media cuadrada (LMS) y la menor media cuarta (LMF), así como una función de suavizado. Se introducen dos parámetros de regularización: uno para determinar la importancia relativa de las funciones LMS y LMF, que es una función de la kurtosis, y otro para determinar la importancia relativa de la funcionalidad de suavizado. Los dos parámetros se eligen de tal manera que la función propuesta sea convexa, de modo que exista un minimizador único. Se utiliza un algoritmo iterativo para obtener la solución y se analiza su convergencia. La novedad del algoritmo propuesto es que no se requiere conocimiento de la distribución <br>ruido",
            "translated_annotated_text": "Restauración de imagen de norm mixto regularizada Iterativa de menor media Desarrollamos un algoritmo de restauración de imagen de norm mixto regularizado para lidiar con varios tipos de ruido <br>. Se introduce una funcionalidad de norma mixta, que combina la menor media cuadrada (LMS) y la menor media cuarta (LMF), así como una función de suavizado. Se introducen dos parámetros de regularización: uno para determinar la importancia relativa de las funciones LMS y LMF, que es una función de la kurtosis, y otro para determinar la importancia relativa de la funcionalidad de suavizado. Los dos parámetros se eligen de tal manera que la función propuesta sea convexa, de modo que exista un minimizador único. Se utiliza un algoritmo iterativo para obtener la solución y se analiza su convergencia. La novedad del algoritmo propuesto es que no se requiere conocimiento de la distribución <br>ruido</br>, y las contribuciones relativas del LMS, el LMF y las funciones de suavizado se ajustan en base a la imagen parcialmente restaurada. Los resultados experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": [
                ""
            ]
        },
        "mixed-norm functional": {
            "translated_key": "mixed-norm",
            "translated_annotated_text": "Restauración de imagen de norm mixto regularizada iterativa Desarrollamos un algoritmo de restauración de imagen de norm mixto regularizado para lidiar con varios tipos de ruido. Se introduce un funcional <br>mixed-norm</br>, que combina las funciones menos cuadradas medias (LMS) y menos cuartas medias (LMF), así como una funcional suavizante. Se introducen dos parámetros de regularización: uno para determinar la importancia relativa de las funciones LMS y LMF, que es una función de la kurtosis, y otro para determinar la importancia relativa de la funcionalidad de suavizado. Los dos parámetros se eligen de tal manera que la función propuesta sea convexa, de modo que exista un minimizador único. Se utiliza un algoritmo iterativo para obtener la solución y se analiza su convergencia. La novedad del algoritmo propuesto es que no se requiere conocimiento de la distribución del ruido, y las contribuciones relativas del LMS, el LMF y las funciones de suavizado se ajustan en función de la imagen parcialmente restaurada. Los resultados experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": [
                ""
            ]
        },
        "least mean square functionals": {
            "translated_key": [],
            "translated_annotated_text": "Restauración de imagen de norm mixto regularizada iterativa Desarrollamos un algoritmo de restauración de imagen de norm mixto regularizado para lidiar con varios tipos de ruido. Se introduce una funcionalidad de norma mixta, que combina la menor media cuadrada (LMS) y la menor media cuarta (LMF), así como una función de suavizado. Se introducen dos parámetros de regularización: uno para determinar la importancia relativa de las funciones LMS y LMF, que es una función de la kurtosis, y otro para determinar la importancia relativa de la funcionalidad de suavizado. Los dos parámetros se eligen de tal manera que la función propuesta sea convexa, de modo que exista un minimizador único. Se utiliza un algoritmo iterativo para obtener la solución y se analiza su convergencia. La novedad del algoritmo propuesto es que no se requiere conocimiento de la distribución del ruido, y las contribuciones relativas del LMS, el LMF y las funciones de suavizado se ajustan en función de la imagen parcialmente restaurada. Los resultados experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": []
        },
        "mean fourth functionals": {
            "translated_key": [],
            "translated_annotated_text": "Restauración de imagen de norm mixto regularizada iterativa Desarrollamos un algoritmo de restauración de imagen de norm mixto regularizado para lidiar con varios tipos de ruido. Se introduce una funcionalidad de norma mixta, que combina la menor media cuadrada (LMS) y la menor media cuarta (LMF), así como una función de suavizado. Se introducen dos parámetros de regularización: uno para determinar la importancia relativa de las funciones LMS y LMF, que es una función de la kurtosis, y otro para determinar la importancia relativa de la funcionalidad de suavizado. Los dos parámetros se eligen de tal manera que la función propuesta sea convexa, de modo que exista un minimizador único. Se utiliza un algoritmo iterativo para obtener la solución y se analiza su convergencia. La novedad del algoritmo propuesto es que no se requiere conocimiento de la distribución del ruido, y las contribuciones relativas del LMS, el LMF y las funciones de suavizado se ajustan en función de la imagen parcialmente restaurada. Los resultados experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": []
        },
        "smoothing functional": {
            "translated_key": "smoothing",
            "translated_annotated_text": "Restauración de imagen de norm mixto regularizada iterativa Desarrollamos un algoritmo de restauración de imagen de norm mixto regularizado para lidiar con varios tipos de ruido. Se introduce un funcional de norm mixto, que combina las funciones menos cuadrada media (LMS) y menos cuarta media (LMF), así como una funcional <br>smoothing</br>. Se introducen dos parámetros de regularización: uno para determinar la importancia relativa de las funciones LMS y LMF, que es una función de la kurtosis, y otro para determinar la importancia relativa de las funciones <br>smoothing</br>. Los dos parámetros se eligen de tal manera que la función propuesta sea convexa, de modo que exista un minimizador único. Se utiliza un algoritmo iterativo para obtener la solución y se analiza su convergencia. La novedad del algoritmo propuesto es que no se requiere conocimiento de la distribución del ruido, y las contribuciones relativas del LMS, el LMF y las funciones de suavizado se ajustan en función de la imagen parcialmente restaurada. Los resultados experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": [
                ""
            ]
        },
        "regularization parameters": {
            "translated_key": "regularización",
            "translated_annotated_text": "Restauración de imagen de norm mixto regularizada iterativa Desarrollamos un algoritmo de restauración de imagen de norm mixto regularizado para lidiar con varios tipos de ruido. Se introduce una funcionalidad de norma mixta, que combina la menor media cuadrada (LMS) y la menor media cuarta (LMF), así como una función de suavizado. Se introducen dos parámetros de <br>regularización</br>: uno para determinar la importancia relativa de las funciones LMS y LMF, que es una función de la kurtosis, y otro para determinar la importancia relativa de la función de suavizado. Los dos parámetros se eligen de tal manera que la función propuesta sea convexa, de modo que exista un minimizador único. Se utiliza un algoritmo iterativo para obtener la solución y se analiza su convergencia. La novedad del algoritmo propuesto es que no se requiere conocimiento de la distribución del ruido, y las contribuciones relativas del LMS, el LMF y las funciones de suavizado se ajustan en función de la imagen parcialmente restaurada. Los resultados experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": [
                ""
            ]
        },
        "kurtosis": {
            "translated_key": "kurtosis",
            "translated_annotated_text": "Restauración de imagen de norm mixto regularizada iterativa Desarrollamos un algoritmo de restauración de imagen de norm mixto regularizado para lidiar con varios tipos de ruido. Se introduce una funcionalidad de norma mixta, que combina la menor media cuadrada (LMS) y la menor media cuarta (LMF), así como una función de suavizado. Se introducen dos parámetros de regularización: uno para determinar la importancia relativa de las funciones LMS y LMF, que es una función de la <br>kurtosis</br>, y otro para determinar la importancia relativa de la función de suavizado. Los dos parámetros se eligen de tal manera que la función propuesta sea convexa, de modo que exista un minimizador único. Se utiliza un algoritmo iterativo para obtener la solución y se analiza su convergencia. La novedad del algoritmo propuesto es que no se requiere conocimiento de la distribución del ruido, y las contribuciones relativas del LMS, el LMF y las funciones de suavizado se ajustan en función de la imagen parcialmente restaurada. Los resultados experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": [
                ""
            ]
        },
        "convex functional": {
            "translated_key": [],
            "translated_annotated_text": "Restauración de imagen de norm mixto regularizada iterativa Desarrollamos un algoritmo de restauración de imagen de norm mixto regularizado para lidiar con varios tipos de ruido. Se introduce una funcionalidad de norma mixta, que combina la menor media cuadrada (LMS) y la menor media cuarta (LMF), así como una función de suavizado. Se introducen dos parámetros de regularización: uno para determinar la importancia relativa de las funciones LMS y LMF, que es una función de la kurtosis, y otro para determinar la importancia relativa de la funcionalidad de suavizado. Los dos parámetros se eligen de tal manera que la función propuesta sea convexa, de modo que exista un minimizador único. Se utiliza un algoritmo iterativo para obtener la solución y se analiza su convergencia. La novedad del algoritmo propuesto es que no se requiere conocimiento de la distribución del ruido, y las contribuciones relativas del LMS, el LMF y las funciones de suavizado se ajustan en función de la imagen parcialmente restaurada. Los resultados experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": []
        },
        "unique minimizer": {
            "translated_key": "único",
            "translated_annotated_text": "Restauración de imagen de norm mixto regularizada iterativa Desarrollamos un algoritmo de restauración de imagen de norm mixto regularizado para lidiar con varios tipos de ruido. Se introduce una funcionalidad de norma mixta, que combina la menor media cuadrada (LMS) y la menor media cuarta (LMF), así como una función de suavizado. Se introducen dos parámetros de regularización: uno para determinar la importancia relativa de las funciones LMS y LMF, que es una función de la kurtosis, y otro para determinar la importancia relativa de la funcionalidad de suavizado. Los dos parámetros se eligen de tal manera que la función propuesta sea convexa, de modo que exista un minimizador <br>único</br>. Se utiliza un algoritmo iterativo para obtener la solución y se analiza su convergencia. La novedad del algoritmo propuesto es que no se requiere conocimiento de la distribución del ruido, y las contribuciones relativas del LMS, el LMF y las funciones de suavizado se ajustan en función de la imagen parcialmente restaurada. Los resultados experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": [
                ""
            ]
        },
        "iterative algorithm": {
            "translated_key": "terativo",
            "translated_annotated_text": "Restauración de imagen de norm mixto regularizada iterativa Desarrollamos un algoritmo de restauración de imagen de norm mixto regularizado para lidiar con varios tipos de ruido. Se introduce una funcionalidad de norma mixta, que combina la menor media cuadrada (LMS) y la menor media cuarta (LMF), así como una función de suavizado. Se introducen dos parámetros de regularización: uno para determinar la importancia relativa de las funciones LMS y LMF, que es una función de la kurtosis, y otro para determinar la importancia relativa de la funcionalidad de suavizado. Los dos parámetros se eligen de tal manera que la función propuesta sea convexa, de modo que exista un minimizador único. Se utiliza un algoritmo <br>terativo</br> para obtener la solución y se analiza su convergencia. La novedad del algoritmo propuesto es que no se requiere conocimiento de la distribución del ruido, y las contribuciones relativas del LMS, el LMF y las funciones de suavizado se ajustan en función de la imagen parcialmente restaurada. Los resultados experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": [
                ""
            ]
        },
        "convergence": {
            "translated_key": " ",
            "translated_annotated_text": "Restauración de imagen de norm mixto regularizada iterativa Desarrollamos un algoritmo de restauración de imagen de norm mixto regularizado para lidiar con varios tipos de ruido. Se introduce una funcionalidad de norma mixta, que combina la menor media cuadrada (LMS) y la menor media cuarta (LMF), así como una función de suavizado. Se introducen dos parámetros de regularización: uno para determinar la importancia relativa de las funciones LMS y LMF, que es una función de la kurtosis, y otro para determinar la importancia relativa de la funcionalidad de suavizado. Los dos parámetros se eligen de tal manera que la función propuesta sea convexa, de modo que exista un minimizador único. Se utiliza un algoritmo iterativo para obtener la solución, y se analiza su convergencia <br> </br>. La novedad del algoritmo propuesto es que no se requiere conocimiento de la distribución del ruido, y las contribuciones relativas del LMS, el LMF y las funciones de suavizado se ajustan en función de la imagen parcialmente restaurada. Los resultados experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": [
                ""
            ]
        },
        "noise distribution": {
            "translated_key": "distribución del ruido",
            "translated_annotated_text": "Restauración de imagen de norm mixto regularizada iterativa Desarrollamos un algoritmo de restauración de imagen de norm mixto regularizado para lidiar con varios tipos de ruido. Se introduce una funcionalidad de norma mixta, que combina la menor media cuadrada (LMS) y la menor media cuarta (LMF), así como una función de suavizado. Se introducen dos parámetros de regularización: uno para determinar la importancia relativa de las funciones LMS y LMF, que es una función de la kurtosis, y otro para determinar la importancia relativa de la funcionalidad de suavizado. Los dos parámetros se eligen de tal manera que la función propuesta sea convexa, de modo que exista un minimizador único. Se utiliza un algoritmo iterativo para obtener la solución y se analiza su convergencia. La novedad del algoritmo propuesto es que no se requiere conocimiento de la <br>distribución del ruido</br>, y las contribuciones relativas del LMS, el LMF y las funciones de suavizado se ajustan en función de la imagen parcialmente restaurada. Los resultados experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": [
                ""
            ]
        },
        "partially restored image": {
            "translated_key": "parcialmente restaurada",
            "translated_annotated_text": "Restauración de imagen de norm mixto regularizada iterativa Desarrollamos un algoritmo de restauración de imagen de norm mixto regularizado para lidiar con varios tipos de ruido. Se introduce una funcionalidad de norma mixta, que combina la menor media cuadrada (LMS) y la menor media cuarta (LMF), así como una función de suavizado. Se introducen dos parámetros de regularización: uno para determinar la importancia relativa de las funciones LMS y LMF, que es una función de la kurtosis, y otro para determinar la importancia relativa de la funcionalidad de suavizado. Los dos parámetros se eligen de tal manera que la función propuesta sea convexa, de modo que exista un minimizador único. Se utiliza un algoritmo iterativo para obtener la solución y se analiza su convergencia. La novedad del algoritmo propuesto es que no se requiere conocimiento de la distribución del ruido, y las contribuciones relativas del LMS, el LMF y las funciones de suavizado se ajustan en base a la imagen <br>parcialmente restaurada</br>. Los resultados experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": [
                ""
            ]
        },
        "Gaussian noise": {
            "translated_key": [],
            "translated_annotated_text": "Restauración de imagen de norm mixto regularizada iterativa Desarrollamos un algoritmo de restauración de imagen de norm mixto regularizado para lidiar con varios tipos de ruido. Se introduce una funcionalidad de norma mixta, que combina la menor media cuadrada (LMS) y la menor media cuarta (LMF), así como una función de suavizado. Se introducen dos parámetros de regularización: uno para determinar la importancia relativa de las funciones LMS y LMF, que es una función de la kurtosis, y otro para determinar la importancia relativa de la funcionalidad de suavizado. Los dos parámetros se eligen de tal manera que la función propuesta sea convexa, de modo que exista un minimizador único. Se utiliza un algoritmo iterativo para obtener la solución y se analiza su convergencia. La novedad del algoritmo propuesto es que no se requiere conocimiento de la distribución del ruido, y las contribuciones relativas del LMS, el LMF y las funciones de suavizado se ajustan en función de la imagen parcialmente restaurada. Los resultados experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": []
        },
        "image restoration": {
            "translated_key": [
                "Restauración de imágenes",
                "Norma mixta regularizada"
            ],
            "translated_annotated_text": "Restauración de imágenes </br>Norma mixta regularizada <br>Restauración de imágenes</br> Desarrollamos un algoritmo de restauración de imágenes <br>Norma mixta regularizada</br> para hacer frente a varios tipos de ruido. Se introduce una funcionalidad de norma mixta, que combina la menor media cuadrada (LMS) y la menor media cuarta (LMF), así como una función de suavizado. Se introducen dos parámetros de regularización: uno para determinar la importancia relativa de las funciones LMS y LMF, que es una función de la kurtosis, y otro para determinar la importancia relativa de la funcionalidad de suavizado. Los dos parámetros se eligen de tal manera que la función propuesta sea convexa, de modo que exista un minimizador único. Se utiliza un algoritmo iterativo para obtener la solución y se analiza su convergencia. La novedad del algoritmo propuesto es que no se requiere conocimiento de la distribución del ruido, y las contribuciones relativas del LMS, el LMF y las funciones de suavizado se ajustan en función de la imagen parcialmente restaurada. Los resultados experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": [
                "Restauración de imágenes",
                "Norma mixta regularizada"
            ]
        },
        "iterative methods": {
            "translated_key": [],
            "translated_annotated_text": "Restauración de imagen de norm mixto regularizada iterativa Desarrollamos un algoritmo de restauración de imagen de norm mixto regularizado para lidiar con varios tipos de ruido. Se introduce una funcionalidad de norma mixta, que combina la menor media cuadrada (LMS) y la menor media cuarta (LMF), así como una función de suavizado. Se introducen dos parámetros de regularización: uno para determinar la importancia relativa de las funciones LMS y LMF, que es una función de la kurtosis, y otro para determinar la importancia relativa de la funcionalidad de suavizado. Los dos parámetros se eligen de tal manera que la función propuesta sea convexa, de modo que exista un minimizador único. Se utiliza un algoritmo iterativo para obtener la solución y se analiza su convergencia. La novedad del algoritmo propuesto es que no se requiere conocimiento de la distribución del ruido, y las contribuciones relativas del LMS, el LMF y las funciones de suavizado se ajustan en función de la imagen parcialmente restaurada. Los resultados experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": []
        },
        "least mean squares methods": {
            "translated_key": [],
            "translated_annotated_text": "Restauración de imagen de norm mixto regularizada iterativa Desarrollamos un algoritmo de restauración de imagen de norm mixto regularizado para lidiar con varios tipos de ruido. Se introduce una funcionalidad de norma mixta, que combina la menor media cuadrada (LMS) y la menor media cuarta (LMF), así como una función de suavizado. Se introducen dos parámetros de regularización: uno para determinar la importancia relativa de las funciones LMS y LMF, que es una función de la kurtosis, y otro para determinar la importancia relativa de la funcionalidad de suavizado. Los dos parámetros se eligen de tal manera que la función propuesta sea convexa, de modo que exista un minimizador único. Se utiliza un algoritmo iterativo para obtener la solución y se analiza su convergencia. La novedad del algoritmo propuesto es que no se requiere conocimiento de la distribución del ruido, y las contribuciones relativas del LMS, el LMF y las funciones de suavizado se ajustan en función de la imagen parcialmente restaurada. Los resultados experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": []
        },
        "smoothing methods": {
            "translated_key": [],
            "translated_annotated_text": "Restauración de imagen de norm mixto regularizada iterativa Desarrollamos un algoritmo de restauración de imagen de norm mixto regularizado para lidiar con varios tipos de ruido. Se introduce una funcionalidad de norma mixta, que combina la menor media cuadrada (LMS) y la menor media cuarta (LMF), así como una función de suavizado. Se introducen dos parámetros de regularización: uno para determinar la importancia relativa de las funciones LMS y LMF, que es una función de la kurtosis, y otro para determinar la importancia relativa de la funcionalidad de suavizado. Los dos parámetros se eligen de tal manera que la función propuesta sea convexa, de modo que exista un minimizador único. Se utiliza un algoritmo iterativo para obtener la solución y se analiza su convergencia. La novedad del algoritmo propuesto es que no se requiere conocimiento de la distribución del ruido, y las contribuciones relativas del LMS, el LMF y las funciones de suavizado se ajustan en función de la imagen parcialmente restaurada. Los resultados experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": []
        }
    }
}