{
    "original_text": "Centroid detection based on optical correlation We propose three correlation-based methods to simultaneously detect the centroids of multiple objects in an input scene. The first method is based on the modulus of the moment function, the second method is based on squaring the moment function, and the third method works with a single intensity filter. These methods are invariant to changes in the position, orientation, and scale of the object and result in good noise-smoothing performance. We use spatial light modulators (SLMs) to directly implement the input of the image and filter information for the purpose of these approaches. We present results showing simulations from different approaches and provide comparisons between optical-correlation- and digital-moment-based methods. Experimental results corresponding to an optical correlator using SLMs for the centroid detection are also presented",
    "original_translation": "Detección centroidea basada en la correlación óptica Proponemos tres métodos basados en la correlación para detectar simultáneamente los centroides de múltiples objetos en una escena de entrada. El primer método se basa en el módulo de la función momentánea, el segundo método se basa en la cuadratura de la función momentánea y el tercer método funciona con un único filtro de intensidad. Estos métodos son invariantes a los cambios en la posición, orientación y escala del objeto y resultan en un buen rendimiento de suavización del ruido. Utilizamos moduladores de luz espacial (SLM) para implementar directamente la entrada de la imagen y filtrar la información para el propósito de estos enfoques. Presentamos resultados que muestran simulaciones de diferentes enfoques y proporcionamos comparaciones entre métodos basados en la correlación óptica y en el momento digital. También se presentan resultados experimentales correspondientes a un correlator óptico que utiliza SLM para la detección de los centroides.",
    "error_count": 10,
    "keys": {
        "optical correlation": {
            "translated_key": [],
            "translated_annotated_text": "Detección centroidea basada en la correlación óptica <br> Proponemos tres métodos basados en la correlación para detectar simultáneamente los centroides de múltiples objetos en una escena de entrada. El primer método se basa en el módulo de la función momentánea, el segundo método se basa en la cuadratura de la función momentánea y el tercer método funciona con un único filtro de intensidad. Estos métodos son invariantes a los cambios en la posición, orientación y escala del objeto y resultan en un buen rendimiento de suavización del ruido. Utilizamos moduladores de luz espacial (SLM) para implementar directamente la entrada de la imagen y filtrar la información para el propósito de estos enfoques. Presentamos resultados que muestran simulaciones de diferentes enfoques y proporcionamos comparaciones entre métodos basados en la correlación óptica y en el momento digital. También se presentan resultados experimentales correspondientes a un correlator óptico que utiliza SLM para la detección de los centroides. ",
            "error": []
        },
        "centroid detection": {
            "translated_key": "centroideo",
            "translated_annotated_text": "Detección centroidea basada en la correlación óptica Proponemos tres métodos basados en la correlación para detectar simultáneamente los centroides de múltiples objetos en una escena de entrada. El primer método se basa en el módulo de la función momentánea, el segundo método se basa en la cuadratura de la función momentánea y el tercer método funciona con un único filtro de intensidad. Estos métodos son invariantes a los cambios en la posición, orientación y escala del objeto y resultan en un buen rendimiento de suavización del ruido. Utilizamos moduladores de luz espacial (SLM) para implementar directamente la entrada de la imagen y filtrar la información para el propósito de estos enfoques. Presentamos resultados que muestran simulaciones de diferentes enfoques y proporcionamos comparaciones entre métodos basados en la correlación óptica y en el momento digital. También se presentan resultados experimentales correspondientes a un correlacionador óptico que utiliza SLM para la detección de <br>centroideo</br> ",
            "error": [
                ""
            ]
        },
        "correlation-based methods": {
            "translated_key": [],
            "translated_annotated_text": "Detección centroidea basada en la correlación óptica Proponemos tres métodos basados en la correlación <br> para detectar simultáneamente los centroides de múltiples objetos en una escena de entrada. El primer método se basa en el módulo de la función momentánea, el segundo método se basa en la cuadratura de la función momentánea y el tercer método funciona con un único filtro de intensidad. Estos métodos son invariantes a los cambios en la posición, orientación y escala del objeto y resultan en un buen rendimiento de suavización del ruido. Utilizamos moduladores de luz espacial (SLM) para implementar directamente la entrada de la imagen y filtrar la información para el propósito de estos enfoques. Presentamos resultados que muestran simulaciones de diferentes enfoques y proporcionamos comparaciones entre métodos basados en la correlación óptica y en el momento digital. También se presentan resultados experimentales correspondientes a un correlator óptico que utiliza SLM para la detección de los centroides. ",
            "error": []
        },
        "centroids": {
            "translated_key": "centroides",
            "translated_annotated_text": "Detección centroidea basada en correlación óptica Proponemos tres métodos basados en correlación para detectar simultáneamente los <br>centroides</br> de múltiples objetos en una escena de entrada. El primer método se basa en el módulo de la función momentánea, el segundo método se basa en la cuadratura de la función momentánea y el tercer método funciona con un único filtro de intensidad. Estos métodos son invariantes a los cambios en la posición, orientación y escala del objeto y resultan en un buen rendimiento de suavización del ruido. Utilizamos moduladores de luz espacial (SLM) para implementar directamente la entrada de la imagen y filtrar la información para el propósito de estos enfoques. Presentamos resultados que muestran simulaciones de diferentes enfoques y proporcionamos comparaciones entre métodos basados en la correlación óptica y en el momento digital. También se presentan resultados experimentales correspondientes a un correlator óptico que utiliza SLM para la detección de los centroides. ",
            "error": [
                ""
            ]
        },
        "multiple objects": {
            "translated_key": "múltiples objetos",
            "translated_annotated_text": "Detección centroidea basada en la correlación óptica Proponemos tres métodos basados en la correlación para detectar simultáneamente los centroides de <br>múltiples objetos</br> en una escena de entrada. El primer método se basa en el módulo de la función momentánea, el segundo método se basa en la cuadratura de la función momentánea y el tercer método funciona con un único filtro de intensidad. Estos métodos son invariantes a los cambios en la posición, orientación y escala del objeto y resultan en un buen rendimiento de suavización del ruido. Utilizamos moduladores de luz espacial (SLM) para implementar directamente la entrada de la imagen y filtrar la información para el propósito de estos enfoques. Presentamos resultados que muestran simulaciones de diferentes enfoques y proporcionamos comparaciones entre métodos basados en la correlación óptica y en el momento digital. También se presentan resultados experimentales correspondientes a un correlator óptico que utiliza SLM para la detección de los centroides. ",
            "error": [
                ""
            ]
        },
        "input scene": {
            "translated_key": " ",
            "translated_annotated_text": "Detección centroidea basada en la correlación óptica Proponemos tres métodos basados en la correlación para detectar simultáneamente los centroides de múltiples objetos en una escena de entrada <br> </br>. El primer método se basa en el módulo de la función momentánea, el segundo método se basa en la cuadratura de la función momentánea y el tercer método funciona con un único filtro de intensidad. Estos métodos son invariantes a los cambios en la posición, orientación y escala del objeto y resultan en un buen rendimiento de suavización del ruido. Utilizamos moduladores de luz espacial (SLM) para implementar directamente la entrada de la imagen y filtrar la información para el propósito de estos enfoques. Presentamos resultados que muestran simulaciones de diferentes enfoques y proporcionamos comparaciones entre métodos basados en la correlación óptica y en el momento digital. También se presentan resultados experimentales correspondientes a un correlator óptico que utiliza SLM para la detección de los centroides. ",
            "error": [
                ""
            ]
        },
        "moment function modulus": {
            "translated_key": [],
            "translated_annotated_text": "Detección centroidea basada en la correlación óptica Proponemos tres métodos basados en la correlación para detectar simultáneamente los centroides de múltiples objetos en una escena de entrada. El primer método se basa en el módulo de la función momentánea, el segundo método se basa en la cuadratura de la función momentánea y el tercer método funciona con un único filtro de intensidad. Estos métodos son invariantes a los cambios en la posición, orientación y escala del objeto y resultan en un buen rendimiento de suavización del ruido. Utilizamos moduladores de luz espacial (SLM) para implementar directamente la entrada de la imagen y filtrar la información para el propósito de estos enfoques. Presentamos resultados que muestran simulaciones de diferentes enfoques y proporcionamos comparaciones entre métodos basados en la correlación óptica y en el momento digital. También se presentan resultados experimentales correspondientes a un correlator óptico que utiliza SLM para la detección de los centroides. ",
            "error": []
        },
        "moment function squaring": {
            "translated_key": [],
            "translated_annotated_text": "Detección centroidea basada en la correlación óptica Proponemos tres métodos basados en la correlación para detectar simultáneamente los centroides de múltiples objetos en una escena de entrada. El primer método se basa en el módulo de la función momentánea, el segundo método se basa en la cuadratura de la función momentánea y el tercer método funciona con un único filtro de intensidad. Estos métodos son invariantes a los cambios en la posición, orientación y escala del objeto y resultan en un buen rendimiento de suavización del ruido. Utilizamos moduladores de luz espacial (SLM) para implementar directamente la entrada de la imagen y filtrar la información para el propósito de estos enfoques. Presentamos resultados que muestran simulaciones de diferentes enfoques y proporcionamos comparaciones entre métodos basados en la correlación óptica y en el momento digital. También se presentan resultados experimentales correspondientes a un correlator óptico que utiliza SLM para la detección de los centroides. ",
            "error": []
        },
        "single intensity filter": {
            "translated_key": " ",
            "translated_annotated_text": "Detección centroidea basada en la correlación óptica Proponemos tres métodos basados en la correlación para detectar simultáneamente los centroides de múltiples objetos en una escena de entrada. El primer método se basa en el módulo de la función momentánea, el segundo método se basa en la cuadratura de la función momentánea, y el tercer método funciona con un filtro de intensidad única <br> </br>. Estos métodos son invariantes a los cambios en la posición, orientación y escala del objeto y resultan en un buen rendimiento de suavización del ruido. Utilizamos moduladores de luz espacial (SLM) para implementar directamente la entrada de la imagen y filtrar la información para el propósito de estos enfoques. Presentamos resultados que muestran simulaciones de diferentes enfoques y proporcionamos comparaciones entre métodos basados en la correlación óptica y en el momento digital. También se presentan resultados experimentales correspondientes a un correlator óptico que utiliza SLM para la detección de los centroides. ",
            "error": [
                ""
            ]
        },
        "position": {
            "translated_key": "posición",
            "translated_annotated_text": "Detección centroidea basada en la correlación óptica Proponemos tres métodos basados en la correlación para detectar simultáneamente los centroides de múltiples objetos en una escena de entrada. El primer método se basa en el módulo de la función momentánea, el segundo método se basa en la cuadratura de la función momentánea y el tercer método funciona con un único filtro de intensidad. Estos métodos son invariantes a los cambios en la <br>posición</br>, orientación y escala del objeto y resultan en un buen rendimiento de suavización de ruido. Utilizamos moduladores de luz espacial (SLM) para implementar directamente la entrada de la imagen y filtrar la información para el propósito de estos enfoques. Presentamos resultados que muestran simulaciones de diferentes enfoques y proporcionamos comparaciones entre métodos basados en la correlación óptica y en el momento digital. También se presentan resultados experimentales correspondientes a un correlator óptico que utiliza SLM para la detección de los centroides. ",
            "error": [
                ""
            ]
        },
        "orientation": {
            "translated_key": "orientation",
            "translated_annotated_text": "Detección centroidea basada en la correlación óptica Proponemos tres métodos basados en la correlación para detectar simultáneamente los centroides de múltiples objetos en una escena de entrada. El primer método se basa en el módulo de la función momentánea, el segundo método se basa en la cuadratura de la función momentánea y el tercer método funciona con un único filtro de intensidad. Estos métodos son invariantes a los cambios en la posición, <br>orientation</br>, y la escala del objeto y resultan en un buen rendimiento de suavización de ruido. Utilizamos moduladores de luz espacial (SLM) para implementar directamente la entrada de la imagen y filtrar la información para el propósito de estos enfoques. Presentamos resultados que muestran simulaciones de diferentes enfoques y proporcionamos comparaciones entre métodos basados en la correlación óptica y en el momento digital. También se presentan resultados experimentales correspondientes a un correlator óptico que utiliza SLM para la detección de los centroides. ",
            "error": [
                ""
            ]
        },
        "scale": {
            "translated_key": "escala",
            "translated_annotated_text": "Detección centroidea basada en la correlación óptica Proponemos tres métodos basados en la correlación para detectar simultáneamente los centroides de múltiples objetos en una escena de entrada. El primer método se basa en el módulo de la función momentánea, el segundo método se basa en la cuadratura de la función momentánea y el tercer método funciona con un único filtro de intensidad. Estos métodos son invariantes a los cambios en la posición, orientación y <br>escala</br> del objeto y resultan en un buen rendimiento de suavización de ruido. Utilizamos moduladores de luz espacial (SLM) para implementar directamente la entrada de la imagen y filtrar la información para el propósito de estos enfoques. Presentamos resultados que muestran simulaciones de diferentes enfoques y proporcionamos comparaciones entre métodos basados en la correlación óptica y en el momento digital. También se presentan resultados experimentales correspondientes a un correlator óptico que utiliza SLM para la detección de los centroides. ",
            "error": [
                ""
            ]
        },
        "noise-smoothing performance": {
            "translated_key": "noise-smoothing",
            "translated_annotated_text": "Detección centroidea basada en la correlación óptica Proponemos tres métodos basados en la correlación para detectar simultáneamente los centroides de múltiples objetos en una escena de entrada. El primer método se basa en el módulo de la función momentánea, el segundo método se basa en la cuadratura de la función momentánea y el tercer método funciona con un único filtro de intensidad. Estos métodos son invariantes a los cambios en la posición, orientación y escala del objeto y resultan en un buen rendimiento <br>noise-smoothing</br>. Utilizamos moduladores de luz espacial (SLM) para implementar directamente la entrada de la imagen y filtrar la información para el propósito de estos enfoques. Presentamos resultados que muestran simulaciones de diferentes enfoques y proporcionamos comparaciones entre métodos basados en la correlación óptica y en el momento digital. También se presentan resultados experimentales correspondientes a un correlator óptico que utiliza SLM para la detección de los centroides. ",
            "error": [
                ""
            ]
        },
        "spatial light modulators": {
            "translated_key": "espacial",
            "translated_annotated_text": "Detección centroidea basada en la correlación óptica Proponemos tres métodos basados en la correlación para detectar simultáneamente los centroides de múltiples objetos en una escena de entrada. El primer método se basa en el módulo de la función momentánea, el segundo método se basa en la cuadratura de la función momentánea y el tercer método funciona con un único filtro de intensidad. Estos métodos son invariantes a los cambios en la posición, orientación y escala del objeto y resultan en un buen rendimiento de suavización del ruido. Utilizamos moduladores de luz <br>espacial</br> (SLMs) para implementar directamente la entrada de la imagen y filtrar la información a los efectos de estos enfoques. Presentamos resultados que muestran simulaciones de diferentes enfoques y proporcionamos comparaciones entre métodos basados en la correlación óptica y en el momento digital. También se presentan resultados experimentales correspondientes a un correlator óptico que utiliza SLM para la detección de los centroides. ",
            "error": [
                ""
            ]
        },
        "digital-moment-based methods": {
            "translated_key": "digital-moment-based",
            "translated_annotated_text": "Detección centroidea basada en la correlación óptica Proponemos tres métodos basados en la correlación para detectar simultáneamente los centroides de múltiples objetos en una escena de entrada. El primer método se basa en el módulo de la función momentánea, el segundo método se basa en la cuadratura de la función momentánea y el tercer método funciona con un único filtro de intensidad. Estos métodos son invariantes a los cambios en la posición, orientación y escala del objeto y resultan en un buen rendimiento de suavización del ruido. Utilizamos moduladores de luz espacial (SLM) para implementar directamente la entrada de la imagen y filtrar la información para el propósito de estos enfoques. Presentamos resultados que muestran simulaciones de diferentes enfoques y proporcionamos comparaciones entre los métodos ópticos-correlación- y <br>digital-moment-based</br>. También se presentan resultados experimentales correspondientes a un correlator óptico que utiliza SLM para la detección de los centroides. ",
            "error": [
                ""
            ]
        },
        "optical correlator": {
            "translated_key": [],
            "translated_annotated_text": "Detección centroidea basada en la correlación óptica Proponemos tres métodos basados en la correlación para detectar simultáneamente los centroides de múltiples objetos en una escena de entrada. El primer método se basa en el módulo de la función momentánea, el segundo método se basa en la cuadratura de la función momentánea y el tercer método funciona con un único filtro de intensidad. Estos métodos son invariantes a los cambios en la posición, orientación y escala del objeto y resultan en un buen rendimiento de suavización del ruido. Utilizamos moduladores de luz espacial (SLM) para implementar directamente la entrada de la imagen y filtrar la información para el propósito de estos enfoques. Presentamos resultados que muestran simulaciones de diferentes enfoques y proporcionamos comparaciones entre métodos basados en la correlación óptica y en el momento digital. También se presentan resultados experimentales correspondientes a un correlacionador óptico utilizando SLMs para la detección del centroide. ",
            "error": []
        },
        "image recognition": {
            "translated_key": [],
            "translated_annotated_text": "Detección centroidea basada en la correlación óptica Proponemos tres métodos basados en la correlación para detectar simultáneamente los centroides de múltiples objetos en una escena de entrada. El primer método se basa en el módulo de la función momentánea, el segundo método se basa en la cuadratura de la función momentánea y el tercer método funciona con un único filtro de intensidad. Estos métodos son invariantes a los cambios en la posición, orientación y escala del objeto y resultan en un buen rendimiento de suavización del ruido. Utilizamos moduladores de luz espacial (SLM) para implementar directamente la entrada de la imagen y filtrar la información para el propósito de estos enfoques. Presentamos resultados que muestran simulaciones de diferentes enfoques y proporcionamos comparaciones entre métodos basados en la correlación óptica y en el momento digital. También se presentan resultados experimentales correspondientes a un correlator óptico que utiliza SLM para la detección de los centroides. ",
            "error": []
        },
        "image registration": {
            "translated_key": [],
            "translated_annotated_text": "Detección centroidea basada en la correlación óptica Proponemos tres métodos basados en la correlación para detectar simultáneamente los centroides de múltiples objetos en una escena de entrada. El primer método se basa en el módulo de la función momentánea, el segundo método se basa en la cuadratura de la función momentánea y el tercer método funciona con un único filtro de intensidad. Estos métodos son invariantes a los cambios en la posición, orientación y escala del objeto y resultan en un buen rendimiento de suavización del ruido. Utilizamos moduladores de luz espacial (SLM) para implementar directamente la entrada de la imagen y filtrar la información para el propósito de estos enfoques. Presentamos resultados que muestran simulaciones de diferentes enfoques y proporcionamos comparaciones entre métodos basados en la correlación óptica y en el momento digital. También se presentan resultados experimentales correspondientes a un correlator óptico que utiliza SLM para la detección de los centroides. ",
            "error": []
        },
        "smoothing methods": {
            "translated_key": [],
            "translated_annotated_text": "Detección centroidea basada en la correlación óptica Proponemos tres métodos basados en la correlación para detectar simultáneamente los centroides de múltiples objetos en una escena de entrada. El primer método se basa en el módulo de la función momentánea, el segundo método se basa en la cuadratura de la función momentánea y el tercer método funciona con un único filtro de intensidad. Estos métodos son invariantes a los cambios en la posición, orientación y escala del objeto y resultan en un buen rendimiento de suavización del ruido. Utilizamos moduladores de luz espacial (SLM) para implementar directamente la entrada de la imagen y filtrar la información para el propósito de estos enfoques. Presentamos resultados que muestran simulaciones de diferentes enfoques y proporcionamos comparaciones entre métodos basados en la correlación óptica y en el momento digital. También se presentan resultados experimentales correspondientes a un correlator óptico que utiliza SLM para la detección de los centroides. ",
            "error": []
        },
        "spatial filters": {
            "translated_key": [],
            "translated_annotated_text": "Detección centroidea basada en la correlación óptica Proponemos tres métodos basados en la correlación para detectar simultáneamente los centroides de múltiples objetos en una escena de entrada. El primer método se basa en el módulo de la función momentánea, el segundo método se basa en la cuadratura de la función momentánea y el tercer método funciona con un único filtro de intensidad. Estos métodos son invariantes a los cambios en la posición, orientación y escala del objeto y resultan en un buen rendimiento de suavización del ruido. Utilizamos moduladores de luz espacial (SLM) para implementar directamente la entrada de la imagen y filtrar la información para el propósito de estos enfoques. Presentamos resultados que muestran simulaciones de diferentes enfoques y proporcionamos comparaciones entre métodos basados en la correlación óptica y en el momento digital. También se presentan resultados experimentales correspondientes a un correlator óptico que utiliza SLM para la detección de los centroides. ",
            "error": []
        }
    }
}