{
    "original_text": "Inverse problems for a mathematical model of ion exchange in a compressible ion exchanger A mathematical model of ion exchange is considered, allowing for ion exchanger compression in the process of ion exchange. Two inverse problems are investigated for this model, unique solvability is proved, and numerical solution methods are proposed. The efficiency of the proposed methods is demonstrated by a numerical experiment",
    "original_translation": "Problemas inversos para un modelo matemático de intercambio iónico en un intercambiador iónico comprimible Se considera un modelo matemático de intercambio iónico, lo que permite la compresión del intercambiador iónico en el proceso de intercambio iónico. Para este modelo se investigan dos problemas inversos, se demuestra una solvabilidad única y se proponen métodos de solución numérica. La eficacia de los métodos propuestos queda demostrada por un experimento numérico",
    "error_count": 4,
    "keys": {
        "inverse problems": {
            "translated_key": "inversos",
            "translated_annotated_text": "Problemas inversos para un modelo matemático de intercambio iónico en un intercambiador iónico comprimible Se considera un modelo matemático de intercambio iónico, lo que permite la compresión del intercambiador iónico en el proceso de intercambio iónico. Para este modelo se investigan dos problemas <br>inversos</br>, se demuestra una solvabilidad única y se proponen métodos de solución numérica. La eficacia de los métodos propuestos queda demostrada por un experimento numérico ",
            "error": [
                ""
            ]
        },
        "mathematical model": {
            "translated_key": "matemático",
            "translated_annotated_text": "Problemas inversos para un modelo <br>matemático</br> de intercambio iónico en un intercambiador iónico comprimible Se considera un modelo <br>matemático</br> de intercambio iónico, lo que permite la compresión del intercambiador iónico en el proceso de intercambio iónico. Para este modelo se investigan dos problemas inversos, se demuestra una solvabilidad única y se proponen métodos de solución numérica. La eficacia de los métodos propuestos queda demostrada por un experimento numérico ",
            "error": [
                ""
            ]
        },
        "ion exchange": {
            "translated_key": "iones",
            "translated_annotated_text": "Problemas inversos para un modelo matemático de intercambio de <br>iones</br> en un intercambiador de iones comprimible Se considera un modelo matemático de intercambio de <br>iones</br>, permitiendo la compresión del intercambiador de iones en el proceso de intercambio de <br>iones</br>. Para este modelo se investigan dos problemas inversos, se demuestra una solvabilidad única y se proponen métodos de solución numérica. La eficacia de los métodos propuestos queda demostrada por un experimento numérico ",
            "error": [
                ""
            ]
        },
        "compressible ion exchanger": {
            "translated_key": [],
            "translated_annotated_text": "Problemas inversos para un modelo matemático de intercambio iónico en un intercambiador iónico comprimible Se considera un modelo matemático de intercambio iónico, que permite la compresión del intercambiador iónico en el proceso de intercambio iónico. Para este modelo se investigan dos problemas inversos, se demuestra una solvabilidad única y se proponen métodos de solución numérica. La eficacia de los métodos propuestos queda demostrada por un experimento numérico ",
            "error": []
        },
        "ion exchanger compression": {
            "translated_key": [],
            "translated_annotated_text": "Problemas inversos para un modelo matemático de intercambio iónico en un intercambiador iónico comprimible Se considera un modelo matemático de intercambio iónico, que permite la compresión del intercambiador <br> en el proceso de intercambio iónico. Para este modelo se investigan dos problemas inversos, se demuestra una solvabilidad única y se proponen métodos de solución numérica. La eficacia de los métodos propuestos queda demostrada por un experimento numérico ",
            "error": []
        },
        "unique solvability": {
            "translated_key": "única",
            "translated_annotated_text": "Problemas inversos para un modelo matemático de intercambio iónico en un intercambiador iónico comprimible Se considera un modelo matemático de intercambio iónico, lo que permite la compresión del intercambiador iónico en el proceso de intercambio iónico. Para este modelo se investigan dos problemas inversos, se prueba la solvabilidad <br>única</br> y se proponen métodos de solución numérica. La eficacia de los métodos propuestos queda demostrada por un experimento numérico ",
            "error": [
                ""
            ]
        },
        "numerical solution methods": {
            "translated_key": "métodos de solución numérica",
            "translated_annotated_text": "Problemas inversos para un modelo matemático de intercambio iónico en un intercambiador iónico comprimible Se considera un modelo matemático de intercambio iónico, lo que permite la compresión del intercambiador iónico en el proceso de intercambio iónico. Para este modelo se investigan dos problemas inversos, se demuestra la solvabilidad única y se proponen <br>métodos de solución numérica</br>. La eficacia de los métodos propuestos queda demostrada por un experimento numérico ",
            "error": [
                ""
            ]
        },
        "computability": {
            "translated_key": [],
            "translated_annotated_text": "Problemas inversos para un modelo matemático de intercambio iónico en un intercambiador iónico comprimible Se considera un modelo matemático de intercambio iónico, lo que permite la compresión del intercambiador iónico en el proceso de intercambio iónico. Para este modelo se investigan dos problemas inversos, se demuestra una solvabilidad única y se proponen métodos de solución numérica. La eficacia de los métodos propuestos queda demostrada por un experimento numérico ",
            "error": []
        },
        "mathematical programming": {
            "translated_key": [],
            "translated_annotated_text": "Problemas inversos para un modelo matemático de intercambio iónico en un intercambiador iónico comprimible Se considera un modelo matemático de intercambio iónico, lo que permite la compresión del intercambiador iónico en el proceso de intercambio iónico. Para este modelo se investigan dos problemas inversos, se demuestra una solvabilidad única y se proponen métodos de solución numérica. La eficacia de los métodos propuestos queda demostrada por un experimento numérico ",
            "error": []
        }
    }
}