{
    "original_text": "Application of multiprocessor systems for computation of jets The article describes the implementation of methods for numerical solution of gas-dynamic problems on a wide class of multiprocessor systems, conventionally characterized as cluster systems. A standard data-transfer interface - the so-called message passing interface - is used for parallelization of application algorithms among processors. Simulation of jets escaping into a low-pressure region is chosen as a computational example",
    "original_translation": "Aplicación de sistemas multiprocesador para el cálculo de chorros El artículo describe la implementación de métodos para la solución numérica de problemas gas-dinámicos en una amplia clase de sistemas multiprocesador, caracterizados convencionalmente como sistemas de clúster. Una interfaz estándar de transferencia de datos - la llamada interfaz de paso de mensajes - se utiliza para la paralelización de algoritmos de aplicación entre procesadores. La simulación de chorros que escapan a una región de baja presión se elige como ejemplo computacional",
    "error_count": 6,
    "keys": {
        "multiprocessor systems": {
            "translated_key": [],
            "translated_annotated_text": "Aplicación de sistemas multiprocesador <br> para el cálculo de chorros El artículo describe la implementación de métodos para la solución numérica de problemas gas-dinámicos en una amplia clase de sistemas multiprocesador <br>, caracterizados convencionalmente como sistemas de clúster. Una interfaz estándar de transferencia de datos - la llamada interfaz de paso de mensajes - se utiliza para la paralelización de algoritmos de aplicación entre procesadores. La simulación de chorros que escapan a una región de baja presión se elige como ejemplo computacional ",
            "error": []
        },
        "computation of jets": {
            "translated_key": "computación de chorros",
            "translated_annotated_text": "Aplicación de sistemas multiprocesador para <br>computación de chorros</br> El artículo describe la implementación de métodos para la solución numérica de problemas gas-dinámicos en una amplia clase de sistemas multiprocesador, caracterizados convencionalmente como sistemas de clúster. Una interfaz estándar de transferencia de datos - la llamada interfaz de paso de mensajes - se utiliza para la paralelización de algoritmos de aplicación entre procesadores. La simulación de chorros que escapan a una región de baja presión se elige como ejemplo computacional ",
            "error": [
                ""
            ]
        },
        "gas-dynamic problems": {
            "translated_key": "gas-dinámicos",
            "translated_annotated_text": "Aplicación de sistemas multiprocesador para el cálculo de chorros El artículo describe la implementación de métodos para la solución numérica de problemas <br>gas-dinámicos</br> en una amplia clase de sistemas multiprocesador, caracterizados convencionalmente como sistemas de clúster. Una interfaz estándar de transferencia de datos - la llamada interfaz de paso de mensajes - se utiliza para la paralelización de algoritmos de aplicación entre procesadores. La simulación de chorros que escapan a una región de baja presión se elige como ejemplo computacional ",
            "error": [
                ""
            ]
        },
        "cluster systems": {
            "translated_key": "cluster",
            "translated_annotated_text": "Aplicación de sistemas multiprocesador para el cálculo de chorros El artículo describe la implementación de métodos para la solución numérica de problemas gas-dinámicos en una amplia clase de sistemas multiprocesador, caracterizados convencionalmente como sistemas <br>cluster</br>. Una interfaz estándar de transferencia de datos - la llamada interfaz de paso de mensajes - se utiliza para la paralelización de algoritmos de aplicación entre procesadores. La simulación de chorros que escapan a una región de baja presión se elige como ejemplo computacional ",
            "error": [
                ""
            ]
        },
        "data-transfer interface": {
            "translated_key": [],
            "translated_annotated_text": "Aplicación de sistemas multiprocesador para el cálculo de chorros El artículo describe la implementación de métodos para la solución numérica de problemas gas-dinámicos en una amplia clase de sistemas multiprocesador, caracterizados convencionalmente como sistemas de clúster. Una interfaz estándar de transferencia de datos - la llamada interfaz de paso de mensajes - se utiliza para la paralelización de algoritmos de aplicación entre procesadores.  La simulación de chorros que escapan a una región de baja presión se elige como ejemplo computacional ",
            "error": []
        },
        "message passing interface": {
            "translated_key": "message",
            "translated_annotated_text": "Aplicación de sistemas multiprocesador para el cálculo de chorros El artículo describe la implementación de métodos para la solución numérica de problemas gas-dinámicos en una amplia clase de sistemas multiprocesador, caracterizados convencionalmente como sistemas de clúster. Una interfaz estándar de transferencia de datos - la llamada interfaz de paso <br>message</br> - se utiliza para la paralelización de algoritmos de aplicación entre procesadores. La simulación de chorros que escapan a una región de baja presión se elige como ejemplo computacional ",
            "error": [
                ""
            ]
        },
        "low-pressure region": {
            "translated_key": [],
            "translated_annotated_text": "Aplicación de sistemas multiprocesador para el cálculo de chorros El artículo describe la implementación de métodos para la solución numérica de problemas gas-dinámicos en una amplia clase de sistemas multiprocesador, caracterizados convencionalmente como sistemas de clúster. Una interfaz estándar de transferencia de datos - la llamada interfaz de paso de mensajes - se utiliza para la paralelización de algoritmos de aplicación entre procesadores. Como ejemplo computacional se elige la simulación de chorros que escapan a una región de baja presión <br></br> ",
            "error": []
        },
        "computational fluid dynamics": {
            "translated_key": [],
            "translated_annotated_text": "Aplicación de sistemas multiprocesador para el cálculo de chorros El artículo describe la implementación de métodos para la solución numérica de problemas gas-dinámicos en una amplia clase de sistemas multiprocesador, caracterizados convencionalmente como sistemas de clúster. Una interfaz estándar de transferencia de datos - la llamada interfaz de paso de mensajes - se utiliza para la paralelización de algoritmos de aplicación entre procesadores. La simulación de chorros que escapan a una región de baja presión se elige como ejemplo computacional ",
            "error": []
        },
        "mathematics computing": {
            "translated_key": [],
            "translated_annotated_text": "Aplicación de sistemas multiprocesador para el cálculo de chorros El artículo describe la implementación de métodos para la solución numérica de problemas gas-dinámicos en una amplia clase de sistemas multiprocesador, caracterizados convencionalmente como sistemas de clúster. Una interfaz estándar de transferencia de datos - la llamada interfaz de paso de mensajes - se utiliza para la paralelización de algoritmos de aplicación entre procesadores. La simulación de chorros que escapan a una región de baja presión se elige como ejemplo computacional ",
            "error": []
        },
        "message passing": {
            "translated_key": "message passing",
            "translated_annotated_text": "Aplicación de sistemas multiprocesador para el cálculo de chorros El artículo describe la implementación de métodos para la solución numérica de problemas gas-dinámicos en una amplia clase de sistemas multiprocesador, caracterizados convencionalmente como sistemas de clúster. Una interfaz estándar de transferencia de datos - la llamada interfaz <br>message passing</br> - se utiliza para la paralelización de algoritmos de aplicación entre procesadores. La simulación de chorros que escapan a una región de baja presión se elige como ejemplo computacional ",
            "error": [
                ""
            ]
        },
        "multiprocessing systems": {
            "translated_key": [],
            "translated_annotated_text": "Aplicación de sistemas multiprocesador para el cálculo de chorros El artículo describe la implementación de métodos para la solución numérica de problemas gas-dinámicos en una amplia clase de sistemas multiprocesador, caracterizados convencionalmente como sistemas de clúster. Una interfaz estándar de transferencia de datos - la llamada interfaz de paso de mensajes - se utiliza para la paralelización de algoritmos de aplicación entre procesadores. La simulación de chorros que escapan a una región de baja presión se elige como ejemplo computacional ",
            "error": []
        }
    }
}