{
    "original_text": "Building a better game through dynamic programming: a Flip analysis Flip is a solitaire board game produced by craft woodworkers. We analyze Flip and suggest modifications to the rules to make the game more marketable. In addition to being an interesting application of dynamic programming, this case shows the use of operations research in managerial decision making",
    "original_translation": "Construcción de un mejor juego a través de la programación dinámica: un Flip análisis Flip es un juego de mesa solitario producido por artesanos de la madera. Analizamos Flip y sugerimos modificaciones a las reglas para hacer el juego más comercializable. Además de ser una aplicación interesante de la programación dinámica, este caso muestra el uso de la investigación de operaciones en la toma de decisiones de gestión",
    "error_count": 1,
    "keys": {
        "dynamic programming": {
            "translated_key": "dinámica",
            "translated_annotated_text": "Construyendo un mejor juego a través de la programación <br>dinámica</br>: un análisis Flip Flip es un juego de mesa solitario producido por artesanos de la madera. Analizamos Flip y sugerimos modificaciones a las reglas para hacer el juego más comercializable. Además de ser una aplicación interesante de la programación <br>dinámica</br>, este caso muestra el uso de la investigación de operaciones en la toma de decisiones de gestión ",
            "error": [
                ""
            ]
        },
        "Flip analysis": {
            "translated_key": "Flip",
            "translated_annotated_text": "Construyendo un mejor juego a través de la programación dinámica: un análisis <br>Flip</br> Flip es un juego de mesa solitario producido por artesanos de madera. Analizamos Flip y sugerimos modificaciones a las reglas para hacer el juego más comercializable. Además de ser una aplicación interesante de la programación dinámica, este caso muestra el uso de la investigación de operaciones en la toma de decisiones de gestión ",
            "error": [
                ""
            ]
        },
        "operations research": {
            "translated_key": "operaciones de investigación",
            "translated_annotated_text": "Construcción de un mejor juego a través de la programación dinámica: un Flip análisis Flip es un juego de mesa solitario producido por artesanos de la madera. Analizamos Flip y sugerimos modificaciones a las reglas para hacer el juego más comercializable. Además de ser una aplicación interesante de la programación dinámica, este caso muestra el uso de <br>operaciones de investigación</br> en la toma de decisiones de gestión ",
            "error": [
                ""
            ]
        },
        "managerial decision making": {
            "translated_key": "managerial",
            "translated_annotated_text": "Construcción de un mejor juego a través de la programación dinámica: un Flip análisis Flip es un juego de mesa solitario producido por artesanos de la madera. Analizamos Flip y sugerimos modificaciones a las reglas para hacer el juego más comercializable. Además de ser una aplicación interesante de la programación dinámica, este caso muestra el uso de la investigación de operaciones en la toma de decisiones <br>managerial</br> ",
            "error": [
                ""
            ]
        },
        "solitaire board game": {
            "translated_key": "solitaire juego de mesa",
            "translated_annotated_text": "Construcción de un mejor juego a través de la programación dinámica: un Flip análisis Flip es un <br>solitaire juego de mesa</br> producido por artesanos madereros. Analizamos Flip y sugerimos modificaciones a las reglas para hacer el juego más comercializable. Además de ser una aplicación interesante de la programación dinámica, este caso muestra el uso de la investigación de operaciones en la toma de decisiones de gestión ",
            "error": [
                ""
            ]
        },
        "craft woodworkers": {
            "translated_key": "craft woodworkers",
            "translated_annotated_text": "Construcción de un mejor juego a través de la programación dinámica: un Flip análisis Flip es un juego de mesa solitario producido por <br>craft woodworkers</br>. Analizamos Flip y sugerimos modificaciones a las reglas para hacer el juego más comercializable. Además de ser una aplicación interesante de la programación dinámica, este caso muestra el uso de la investigación de operaciones en la toma de decisiones de gestión ",
            "error": [
                ""
            ]
        },
        "games of skill": {
            "translated_key": [],
            "translated_annotated_text": "Construcción de un mejor juego a través de la programación dinámica: un Flip análisis Flip es un juego de mesa solitario producido por artesanos de la madera. Analizamos Flip y sugerimos modificaciones a las reglas para hacer el juego más comercializable. Además de ser una aplicación interesante de la programación dinámica, este caso muestra el uso de la investigación de operaciones en la toma de decisiones de gestión ",
            "error": []
        }
    }
}