{
    "original_text": "Who wants to see a $million error? Inspired by the popular television show Who Wants to Be a Millionaire?, this case discusses the monetary decisions contestants face on a game consisting of 15 increasingly difficult multiple choice questions. Since the game continues as long as a contestant answers correctly, this case, at its core, is one of sequential decision analysis, amenable to analysis via stochastic dynamic programming. The case is also suitable for a course dealing with single decision analysis, allowing for discussion of utility theory and Bayesian probability revision. In developing a story line for the case, the author has sprinkled in much background material on probability and statistics. This material is placed in a historical context, illuminating some of the influential scholars involved in the development of these subjects as well as the birth of operations research and the management sciences",
    "original_translation": "¿Quién quiere ver un error de $millones? Inspirado en el popular programa de televisión ¿Quién quiere ser millonario?, este caso discute las decisiones monetarias que los concursantes enfrentan en un juego que consiste en 15 preguntas cada vez más difíciles de elección múltiple. Dado que el juego continúa mientras un concursante responda correctamente, este caso, en su esencia, es uno de análisis de decisión secuencial, susceptible de análisis a través de programación dinámica estocástica. El caso también es adecuado para un curso que se ocupa del análisis de una sola decisión, lo que permite la discusión de la teoría de la utilidad y la revisión de la probabilidad bayesiana. En el desarrollo de una historia para el caso, el autor ha rociado en mucho material de antecedentes sobre probabilidad y estadísticas. Este material se sitúa en un contexto histórico, iluminando a algunos de los académicos influyentes involucrados en el desarrollo de estos temas, así como el nacimiento de la investigación de operaciones y las ciencias de la gestión",
    "error_count": 7,
    "keys": {
        "operations research": {
            "translated_key": "investigación de operaciones",
            "translated_annotated_text": "¿Quién quiere ver un error de $millones? Inspirado en el popular programa de televisión ¿Quién quiere ser millonario?, este caso discute las decisiones monetarias que los concursantes enfrentan en un juego que consiste en 15 preguntas cada vez más difíciles de elección múltiple. Dado que el juego continúa mientras un concursante responda correctamente, este caso, en su esencia, es uno de análisis de decisión secuencial, susceptible de análisis a través de programación dinámica estocástica. El caso también es adecuado para un curso que se ocupa del análisis de una sola decisión, lo que permite la discusión de la teoría de la utilidad y la revisión de la probabilidad bayesiana. En el desarrollo de una historia para el caso, el autor ha rociado en mucho material de antecedentes sobre probabilidad y estadísticas. Este material se sitúa en un contexto histórico, iluminando a algunos de los estudiosos influyentes involucrados en el desarrollo de estos temas, así como el nacimiento de la <br>investigación de operaciones</br> y las ciencias de gestión. ",
            "error": [
                ""
            ]
        },
        "game theory": {
            "translated_key": [],
            "translated_annotated_text": "¿Quién quiere ver un error de $millones? Inspirado en el popular programa de televisión ¿Quién quiere ser millonario?, este caso discute las decisiones monetarias que los concursantes enfrentan en un juego que consiste en 15 preguntas cada vez más difíciles de elección múltiple. Dado que el juego continúa mientras un concursante responda correctamente, este caso, en su esencia, es uno de análisis de decisión secuencial, susceptible de análisis a través de programación dinámica estocástica. El caso también es adecuado para un curso que se ocupa del análisis de una sola decisión, lo que permite la discusión de la teoría de la utilidad y la revisión de la probabilidad bayesiana. En el desarrollo de una historia para el caso, el autor ha rociado en mucho material de antecedentes sobre probabilidad y estadísticas. Este material se sitúa en un contexto histórico, iluminando a algunos de los académicos influyentes involucrados en el desarrollo de estos temas, así como el nacimiento de la investigación de operaciones y las ciencias de la gestión ",
            "error": []
        },
        "decision analysis": {
            "translated_key": [
                "análisis de decisión",
                "de decisión"
            ],
            "translated_annotated_text": "¿Quién quiere ver un error de $millones? Inspirado en el popular programa de televisión ¿Quién quiere ser millonario?, este caso discute las decisiones monetarias que los concursantes enfrentan en un juego que consiste en 15 preguntas cada vez más difíciles de elección múltiple. Dado que el juego continúa mientras un concursante responde correctamente, este caso, en su esencia, es uno de <br>análisis de decisión</br> secuencial, susceptible de análisis a través de programación dinámica estocástica.  El caso también es adecuado para un curso que trata de un solo análisis <br>de decisión</br>, permitiendo la discusión de la teoría de utilidad y la revisión de probabilidad bayesiana. En el desarrollo de una historia para el caso, el autor ha rociado en mucho material de antecedentes sobre probabilidad y estadísticas. Este material se sitúa en un contexto histórico, iluminando a algunos de los académicos influyentes involucrados en el desarrollo de estos temas, así como el nacimiento de la investigación de operaciones y las ciencias de la gestión ",
            "error": [
                "análisis de decisión",
                "de decisión"
            ]
        },
        "stochastic dynamic programming": {
            "translated_key": "stochastic",
            "translated_annotated_text": "¿Quién quiere ver un error de $millones? Inspirado en el popular programa de televisión ¿Quién quiere ser millonario?, este caso discute las decisiones monetarias que los concursantes enfrentan en un juego que consiste en 15 preguntas cada vez más difíciles de elección múltiple. Dado que el juego continúa mientras un concursante responda correctamente, este caso, en su esencia, es un caso de análisis de decisión secuencial, susceptible de ser analizado a través de la programación dinámica <br>stochastic</br>. El caso también es adecuado para un curso que se ocupa del análisis de una sola decisión, lo que permite la discusión de la teoría de la utilidad y la revisión de la probabilidad bayesiana. En el desarrollo de una historia para el caso, el autor ha rociado en mucho material de antecedentes sobre probabilidad y estadísticas. Este material se sitúa en un contexto histórico, iluminando a algunos de los académicos influyentes involucrados en el desarrollo de estos temas, así como el nacimiento de la investigación de operaciones y las ciencias de la gestión ",
            "error": [
                ""
            ]
        },
        "educational course": {
            "translated_key": [],
            "translated_annotated_text": "¿Quién quiere ver un error de $millones? Inspirado en el popular programa de televisión ¿Quién quiere ser millonario?, este caso discute las decisiones monetarias que los concursantes enfrentan en un juego que consiste en 15 preguntas cada vez más difíciles de elección múltiple. Dado que el juego continúa mientras un concursante responda correctamente, este caso, en su esencia, es uno de análisis de decisión secuencial, susceptible de análisis a través de programación dinámica estocástica. El caso también es adecuado para un curso que se ocupa del análisis de una sola decisión, lo que permite la discusión de la teoría de la utilidad y la revisión de la probabilidad bayesiana. En el desarrollo de una historia para el caso, el autor ha rociado en mucho material de antecedentes sobre probabilidad y estadísticas. Este material se sitúa en un contexto histórico, iluminando a algunos de los académicos influyentes involucrados en el desarrollo de estos temas, así como el nacimiento de la investigación de operaciones y las ciencias de la gestión ",
            "error": []
        },
        "statistics": {
            "translated_key": " ",
            "translated_annotated_text": "¿Quién quiere ver un error de $millones? Inspirado en el popular programa de televisión ¿Quién quiere ser millonario?, este caso discute las decisiones monetarias que los concursantes enfrentan en un juego que consiste en 15 preguntas cada vez más difíciles de elección múltiple. Dado que el juego continúa mientras un concursante responda correctamente, este caso, en su esencia, es uno de análisis de decisión secuencial, susceptible de análisis a través de programación dinámica estocástica. El caso también es adecuado para un curso que se ocupa del análisis de una sola decisión, lo que permite la discusión de la teoría de la utilidad y la revisión de la probabilidad bayesiana. Al desarrollar una historia para el caso, el autor ha espolvoreado en mucho material de fondo sobre probabilidad y estadística <br> </br>. Este material se sitúa en un contexto histórico, iluminando a algunos de los académicos influyentes involucrados en el desarrollo de estos temas, así como el nacimiento de la investigación de operaciones y las ciencias de la gestión ",
            "error": [
                ""
            ]
        },
        "probabilistic models": {
            "translated_key": [],
            "translated_annotated_text": "¿Quién quiere ver un error de $millones? Inspirado en el popular programa de televisión ¿Quién quiere ser millonario?, este caso discute las decisiones monetarias que los concursantes enfrentan en un juego que consiste en 15 preguntas cada vez más difíciles de elección múltiple. Dado que el juego continúa mientras un concursante responda correctamente, este caso, en su esencia, es uno de análisis de decisión secuencial, susceptible de análisis a través de programación dinámica estocástica. El caso también es adecuado para un curso que se ocupa del análisis de una sola decisión, lo que permite la discusión de la teoría de la utilidad y la revisión de la probabilidad bayesiana. En el desarrollo de una historia para el caso, el autor ha rociado en mucho material de antecedentes sobre probabilidad y estadísticas. Este material se sitúa en un contexto histórico, iluminando a algunos de los académicos influyentes involucrados en el desarrollo de estos temas, así como el nacimiento de la investigación de operaciones y las ciencias de la gestión ",
            "error": []
        },
        "decision theory": {
            "translated_key": [],
            "translated_annotated_text": "¿Quién quiere ver un error de $millones? Inspirado en el popular programa de televisión ¿Quién quiere ser millonario?, este caso discute las decisiones monetarias que los concursantes enfrentan en un juego que consiste en 15 preguntas cada vez más difíciles de elección múltiple. Dado que el juego continúa mientras un concursante responda correctamente, este caso, en su esencia, es uno de análisis de decisión secuencial, susceptible de análisis a través de programación dinámica estocástica. El caso también es adecuado para un curso que se ocupa del análisis de una sola decisión, lo que permite la discusión de la teoría de la utilidad y la revisión de la probabilidad bayesiana. En el desarrollo de una historia para el caso, el autor ha rociado en mucho material de antecedentes sobre probabilidad y estadísticas. Este material se sitúa en un contexto histórico, iluminando a algunos de los académicos influyentes involucrados en el desarrollo de estos temas, así como el nacimiento de la investigación de operaciones y las ciencias de la gestión ",
            "error": []
        },
        "dynamic programming": {
            "translated_key": "dinámica",
            "translated_annotated_text": "¿Quién quiere ver un error de $millones? Inspirado en el popular programa de televisión ¿Quién quiere ser millonario?, este caso discute las decisiones monetarias que los concursantes enfrentan en un juego que consiste en 15 preguntas cada vez más difíciles de elección múltiple. Dado que el juego continúa mientras un concursante responda correctamente, este caso, en su esencia, es un caso de análisis de decisión secuencial, susceptible de análisis a través de programación estocástica <br>dinámica</br>. El caso también es adecuado para un curso que se ocupa del análisis de una sola decisión, lo que permite la discusión de la teoría de la utilidad y la revisión de la probabilidad bayesiana. En el desarrollo de una historia para el caso, el autor ha rociado en mucho material de antecedentes sobre probabilidad y estadísticas. Este material se sitúa en un contexto histórico, iluminando a algunos de los académicos influyentes involucrados en el desarrollo de estos temas, así como el nacimiento de la investigación de operaciones y las ciencias de la gestión ",
            "error": [
                ""
            ]
        },
        "educational courses": {
            "translated_key": [],
            "translated_annotated_text": "¿Quién quiere ver un error de $millones? Inspirado en el popular programa de televisión ¿Quién quiere ser millonario?, este caso discute las decisiones monetarias que los concursantes enfrentan en un juego que consiste en 15 preguntas cada vez más difíciles de elección múltiple. Dado que el juego continúa mientras un concursante responda correctamente, este caso, en su esencia, es uno de análisis de decisión secuencial, susceptible de análisis a través de programación dinámica estocástica. El caso también es adecuado para un curso que se ocupa del análisis de una sola decisión, lo que permite la discusión de la teoría de la utilidad y la revisión de la probabilidad bayesiana. En el desarrollo de una historia para el caso, el autor ha rociado en mucho material de antecedentes sobre probabilidad y estadísticas. Este material se sitúa en un contexto histórico, iluminando a algunos de los académicos influyentes involucrados en el desarrollo de estos temas, así como el nacimiento de la investigación de operaciones y las ciencias de la gestión ",
            "error": []
        },
        "probability": {
            "translated_key": "probabilidad",
            "translated_annotated_text": "¿Quién quiere ver un error de $millones? Inspirado en el popular programa de televisión ¿Quién quiere ser millonario?, este caso discute las decisiones monetarias que los concursantes enfrentan en un juego que consiste en 15 preguntas cada vez más difíciles de elección múltiple. Dado que el juego continúa mientras un concursante responda correctamente, este caso, en su esencia, es uno de análisis de decisión secuencial, susceptible de análisis a través de programación dinámica estocástica. El caso también es adecuado para un curso sobre análisis de decisiones individuales, permitiendo la discusión de la teoría de utilidades y la revisión de Bayesian <br>probabilidad</br>. Al desarrollar una historia para el caso, el autor ha rociado en mucho material de fondo sobre <br>probabilidad</br> y estadísticas. <br>probabilidad</br>. Este material se sitúa en un contexto histórico, iluminando a algunos de los académicos influyentes involucrados en el desarrollo de estos temas, así como el nacimiento de la investigación de operaciones y las ciencias de la gestión ",
            "error": [
                ""
            ]
        },
        "statistical analysis": {
            "translated_key": [],
            "translated_annotated_text": "¿Quién quiere ver un error de $millones? Inspirado en el popular programa de televisión ¿Quién quiere ser millonario?, este caso discute las decisiones monetarias que los concursantes enfrentan en un juego que consiste en 15 preguntas cada vez más difíciles de elección múltiple. Dado que el juego continúa mientras un concursante responda correctamente, este caso, en su esencia, es uno de análisis de decisión secuencial, susceptible de análisis a través de programación dinámica estocástica. El caso también es adecuado para un curso que se ocupa del análisis de una sola decisión, lo que permite la discusión de la teoría de la utilidad y la revisión de la probabilidad bayesiana. En el desarrollo de una historia para el caso, el autor ha rociado en mucho material de antecedentes sobre probabilidad y estadísticas. Este material se sitúa en un contexto histórico, iluminando a algunos de los académicos influyentes involucrados en el desarrollo de estos temas, así como el nacimiento de la investigación de operaciones y las ciencias de la gestión ",
            "error": []
        }
    }
}