{
    "original_text": "Gifts to a science academic librarian Gifts, by their altruistic nature, perfectly fit into the environment of universities and academic libraries. As a universitys community and general public continue to donate materials, libraries accept donations willingly, both in-kind and monetary. Eight steps of gift processing are listed in the paper. Positive and negative aspects of gift acceptance are discussed. Gifts bring value for academic libraries. Gifts can be considered additional routes to contribute to library collections without direct purchases, options to add money to the library budget, and the cement of social relationships. But, unfortunately, large donations are time-consuming, labor-intensive and costly to process. Great amounts of staff time and processing space are two main negative aspects that cause concern and put the value of gift acceptance under consideration by librarians. Some strategies in handling gifts are recommended. To be effective, academic science librarians need to approach gifts as an investment. Librarians are not to be forced by moral and public notions and should be able to make professional decisions in evaluating proposed collections",
    "original_translation": "Regalos a un bibliotecario académico de ciencias Los regalos, por su naturaleza altruista, encajan perfectamente en el entorno de las universidades y bibliotecas académicas. Como comunidad universitaria y público en general siguen donando materiales, las bibliotecas aceptan donaciones de buena gana, tanto en especie como monetarias. Ocho pasos de procesamiento de regalos se enumeran en el papel. Se discuten aspectos positivos y negativos de la aceptación del regalo. Los regalos aportan valor a las bibliotecas académicas. Los regalos se pueden considerar rutas adicionales para contribuir a las colecciones de bibliotecas sin compras directas, opciones para añadir dinero al presupuesto de la biblioteca y el cemento de las relaciones sociales. Pero, desafortunadamente, las donaciones grandes son de mucho tiempo, requieren mucha mano de obra y son costosas de procesar. Las grandes cantidades de tiempo del personal y de espacio de procesamiento son dos aspectos negativos principales que causan preocupación y ponen en consideración el valor de la aceptación de regalos por los bibliotecarios. Se recomiendan algunas estrategias en el manejo de regalos. Para ser eficaces, los bibliotecarios de ciencias académicas necesitan enfocar los regalos como una inversión. Los bibliotecarios no deben verse obligados por nociones morales y públicas y deben ser capaces de tomar decisiones profesionales en la evaluación de las colecciones propuestas",
    "error_count": 5,
    "keys": {
        "science academic librarian": {
            "translated_key": "bibliotecario académico de la ciencia",
            "translated_annotated_text": "Regalos a un <br>bibliotecario académico de la ciencia</br> Regalos, por su naturaleza altruista, encajan perfectamente en el ambiente de las universidades y bibliotecas académicas.  Como comunidad universitaria y público en general siguen donando materiales, las bibliotecas aceptan donaciones de buena gana, tanto en especie como monetarias. Ocho pasos de procesamiento de regalos se enumeran en el papel. Se discuten aspectos positivos y negativos de la aceptación del regalo. Los regalos aportan valor a las bibliotecas académicas. Los regalos se pueden considerar rutas adicionales para contribuir a las colecciones de bibliotecas sin compras directas, opciones para añadir dinero al presupuesto de la biblioteca y el cemento de las relaciones sociales. Pero, desafortunadamente, las donaciones grandes son de mucho tiempo, requieren mucha mano de obra y son costosas de procesar. Las grandes cantidades de tiempo del personal y de espacio de procesamiento son dos aspectos negativos principales que causan preocupación y ponen en consideración el valor de la aceptación de regalos por los bibliotecarios. Se recomiendan algunas estrategias en el manejo de regalos. Para ser eficaces, los bibliotecarios de ciencias académicas necesitan enfocar los regalos como una inversión. Los bibliotecarios no deben verse obligados por nociones morales y públicas y deben ser capaces de tomar decisiones profesionales en la evaluación de las colecciones propuestas ",
            "error": [
                ""
            ]
        },
        "academic libraries": {
            "translated_key": "bibliotecas académicas",
            "translated_annotated_text": "Regalos a un bibliotecario académico de ciencias Los regalos, por su naturaleza altruista, encajan perfectamente en el entorno de las universidades y <br>bibliotecas académicas</br>.  Como comunidad universitaria y público en general siguen donando materiales, las bibliotecas aceptan donaciones de buena gana, tanto en especie como monetarias. Ocho pasos de procesamiento de regalos se enumeran en el papel. Se discuten aspectos positivos y negativos de la aceptación del regalo. Los regalos aportan valor a las <br>bibliotecas académicas</br>.  Los regalos se pueden considerar rutas adicionales para contribuir a las colecciones de bibliotecas sin compras directas, opciones para añadir dinero al presupuesto de la biblioteca y el cemento de las relaciones sociales. Pero, desafortunadamente, las donaciones grandes son de mucho tiempo, requieren mucha mano de obra y son costosas de procesar. Las grandes cantidades de tiempo del personal y de espacio de procesamiento son dos aspectos negativos principales que causan preocupación y ponen en consideración el valor de la aceptación de regalos por los bibliotecarios. Se recomiendan algunas estrategias en el manejo de regalos. Para ser eficaces, los bibliotecarios de ciencias académicas necesitan enfocar los regalos como una inversión. Los bibliotecarios no deben verse obligados por nociones morales y públicas y deben ser capaces de tomar decisiones profesionales en la evaluación de las colecciones propuestas ",
            "error": [
                ""
            ]
        },
        "donations": {
            "translated_key": "donaciones",
            "translated_annotated_text": "Regalos a un bibliotecario académico de ciencias Los regalos, por su naturaleza altruista, encajan perfectamente en el entorno de las universidades y bibliotecas académicas. Como comunidad universitaria y público en general siguen donando materiales, las bibliotecas aceptan <br>donaciones</br> de buena gana, tanto en especie como monetarias. Ocho pasos de procesamiento de regalos se enumeran en el papel. Se discuten aspectos positivos y negativos de la aceptación del regalo. Los regalos aportan valor a las bibliotecas académicas. Los regalos se pueden considerar rutas adicionales para contribuir a las colecciones de bibliotecas sin compras directas, opciones para añadir dinero al presupuesto de la biblioteca y el cemento de las relaciones sociales. Pero, desafortunadamente, las <br>donaciones</br> grandes son de mucho tiempo, requieren mucha mano de obra y son costosas de procesar. Las grandes cantidades de tiempo del personal y de espacio de procesamiento son dos aspectos negativos principales que causan preocupación y ponen en consideración el valor de la aceptación de regalos por los bibliotecarios. Se recomiendan algunas estrategias en el manejo de regalos. Para ser eficaces, los bibliotecarios de ciencias académicas necesitan enfocar los regalos como una inversión. Los bibliotecarios no deben verse obligados por nociones morales y públicas y deben ser capaces de tomar decisiones profesionales en la evaluación de las colecciones propuestas ",
            "error": [
                ""
            ]
        },
        "gift processing": {
            "translated_key": "procesamiento de regalos",
            "translated_annotated_text": "Regalos a un bibliotecario académico de ciencias Los regalos, por su naturaleza altruista, encajan perfectamente en el entorno de las universidades y bibliotecas académicas. Como comunidad universitaria y público en general siguen donando materiales, las bibliotecas aceptan donaciones de buena gana, tanto en especie como monetarias. Ocho pasos de <br>procesamiento de regalos</br> se enumeran en el papel.  Se discuten aspectos positivos y negativos de la aceptación del regalo. Los regalos aportan valor a las bibliotecas académicas. Los regalos se pueden considerar rutas adicionales para contribuir a las colecciones de bibliotecas sin compras directas, opciones para añadir dinero al presupuesto de la biblioteca y el cemento de las relaciones sociales. Pero, desafortunadamente, las donaciones grandes son de mucho tiempo, requieren mucha mano de obra y son costosas de procesar. Las grandes cantidades de tiempo del personal y de espacio de procesamiento son dos aspectos negativos principales que causan preocupación y ponen en consideración el valor de la aceptación de regalos por los bibliotecarios. Se recomiendan algunas estrategias en el manejo de regalos. Para ser eficaces, los bibliotecarios de ciencias académicas necesitan enfocar los regalos como una inversión. Los bibliotecarios no deben verse obligados por nociones morales y públicas y deben ser capaces de tomar decisiones profesionales en la evaluación de las colecciones propuestas ",
            "error": [
                ""
            ]
        },
        "library collections": {
            "translated_key": "colecciones de bibliotecas",
            "translated_annotated_text": "Regalos a un bibliotecario académico de ciencias Los regalos, por su naturaleza altruista, encajan perfectamente en el entorno de las universidades y bibliotecas académicas. Como comunidad universitaria y público en general siguen donando materiales, las bibliotecas aceptan donaciones de buena gana, tanto en especie como monetarias. Ocho pasos de procesamiento de regalos se enumeran en el papel. Se discuten aspectos positivos y negativos de la aceptación del regalo. Los regalos aportan valor a las bibliotecas académicas. Los regalos se pueden considerar rutas adicionales para contribuir a las <br>colecciones de bibliotecas</br> sin compras directas, opciones para añadir dinero al presupuesto de la biblioteca, y el cemento de las relaciones sociales.  Pero, desafortunadamente, las donaciones grandes son de mucho tiempo, requieren mucha mano de obra y son costosas de procesar. Las grandes cantidades de tiempo del personal y de espacio de procesamiento son dos aspectos negativos principales que causan preocupación y ponen en consideración el valor de la aceptación de regalos por los bibliotecarios. Se recomiendan algunas estrategias en el manejo de regalos. Para ser eficaces, los bibliotecarios de ciencias académicas necesitan enfocar los regalos como una inversión. Los bibliotecarios no deben verse obligados por nociones morales y públicas y deben ser capaces de tomar decisiones profesionales en la evaluación de las colecciones propuestas ",
            "error": [
                ""
            ]
        },
        "budget": {
            "translated_key": "budget",
            "translated_annotated_text": "Regalos a un bibliotecario académico de ciencias Los regalos, por su naturaleza altruista, encajan perfectamente en el entorno de las universidades y bibliotecas académicas. Como comunidad universitaria y público en general siguen donando materiales, las bibliotecas aceptan donaciones de buena gana, tanto en especie como monetarias. Ocho pasos de procesamiento de regalos se enumeran en el papel. Se discuten aspectos positivos y negativos de la aceptación del regalo. Los regalos aportan valor a las bibliotecas académicas. Los regalos pueden ser considerados rutas adicionales para contribuir a las colecciones de bibliotecas sin compras directas, opciones para añadir dinero a la biblioteca <br>budget</br>, y el cemento de las relaciones sociales. Pero, desafortunadamente, las donaciones grandes son de mucho tiempo, requieren mucha mano de obra y son costosas de procesar. Las grandes cantidades de tiempo del personal y de espacio de procesamiento son dos aspectos negativos principales que causan preocupación y ponen en consideración el valor de la aceptación de regalos por los bibliotecarios. Se recomiendan algunas estrategias en el manejo de regalos. Para ser eficaces, los bibliotecarios de ciencias académicas necesitan enfocar los regalos como una inversión. Los bibliotecarios no deben verse obligados por nociones morales y públicas y deben ser capaces de tomar decisiones profesionales en la evaluación de las colecciones propuestas ",
            "error": [
                ""
            ]
        },
        "staff time": {
            "translated_key": "tiempo del personal",
            "translated_annotated_text": "Regalos a un bibliotecario académico de ciencias Los regalos, por su naturaleza altruista, encajan perfectamente en el entorno de las universidades y bibliotecas académicas. Como comunidad universitaria y público en general siguen donando materiales, las bibliotecas aceptan donaciones de buena gana, tanto en especie como monetarias. Ocho pasos de procesamiento de regalos se enumeran en el papel. Se discuten aspectos positivos y negativos de la aceptación del regalo. Los regalos aportan valor a las bibliotecas académicas. Los regalos se pueden considerar rutas adicionales para contribuir a las colecciones de bibliotecas sin compras directas, opciones para añadir dinero al presupuesto de la biblioteca y el cemento de las relaciones sociales. Pero, desafortunadamente, las donaciones grandes son de mucho tiempo, requieren mucha mano de obra y son costosas de procesar. Las grandes cantidades de <br>tiempo del personal</br> y el espacio de procesamiento son dos aspectos negativos principales que causan preocupación y ponen el valor de la aceptación de regalos en consideración por los bibliotecarios. Se recomiendan algunas estrategias en el manejo de regalos. Para ser eficaces, los bibliotecarios de ciencias académicas necesitan enfocar los regalos como una inversión. Los bibliotecarios no deben verse obligados por nociones morales y públicas y deben ser capaces de tomar decisiones profesionales en la evaluación de las colecciones propuestas ",
            "error": [
                ""
            ]
        },
        "professional decisions": {
            "translated_key": "decisiones profesionales",
            "translated_annotated_text": "Regalos a un bibliotecario académico de ciencias Los regalos, por su naturaleza altruista, encajan perfectamente en el entorno de las universidades y bibliotecas académicas. Como comunidad universitaria y público en general siguen donando materiales, las bibliotecas aceptan donaciones de buena gana, tanto en especie como monetarias. Ocho pasos de procesamiento de regalos se enumeran en el papel. Se discuten aspectos positivos y negativos de la aceptación del regalo. Los regalos aportan valor a las bibliotecas académicas. Los regalos se pueden considerar rutas adicionales para contribuir a las colecciones de bibliotecas sin compras directas, opciones para añadir dinero al presupuesto de la biblioteca y el cemento de las relaciones sociales. Pero, desafortunadamente, las donaciones grandes son de mucho tiempo, requieren mucha mano de obra y son costosas de procesar. Las grandes cantidades de tiempo del personal y de espacio de procesamiento son dos aspectos negativos principales que causan preocupación y ponen en consideración el valor de la aceptación de regalos por los bibliotecarios. Se recomiendan algunas estrategias en el manejo de regalos. Para ser eficaces, los bibliotecarios de ciencias académicas necesitan enfocar los regalos como una inversión. Los bibliotecarios no deben verse obligados por nociones morales y públicas y deben ser capaces de tomar <br>decisiones profesionales</br> en la evaluación de las colecciones propuestas. ",
            "error": [
                ""
            ]
        },
        "research libraries": {
            "translated_key": [],
            "translated_annotated_text": "Regalos a un bibliotecario académico de ciencias Los regalos, por su naturaleza altruista, encajan perfectamente en el entorno de las universidades y bibliotecas académicas. Como comunidad universitaria y público en general siguen donando materiales, las bibliotecas aceptan donaciones de buena gana, tanto en especie como monetarias. Ocho pasos de procesamiento de regalos se enumeran en el papel. Se discuten aspectos positivos y negativos de la aceptación del regalo. Los regalos aportan valor a las bibliotecas académicas. Los regalos se pueden considerar rutas adicionales para contribuir a las colecciones de bibliotecas sin compras directas, opciones para añadir dinero al presupuesto de la biblioteca y el cemento de las relaciones sociales. Pero, desafortunadamente, las donaciones grandes son de mucho tiempo, requieren mucha mano de obra y son costosas de procesar. Las grandes cantidades de tiempo del personal y de espacio de procesamiento son dos aspectos negativos principales que causan preocupación y ponen en consideración el valor de la aceptación de regalos por los bibliotecarios. Se recomiendan algunas estrategias en el manejo de regalos. Para ser eficaces, los bibliotecarios de ciencias académicas necesitan enfocar los regalos como una inversión. Los bibliotecarios no deben verse obligados por nociones morales y públicas y deben ser capaces de tomar decisiones profesionales en la evaluación de las colecciones propuestas ",
            "error": []
        },
        "acquisitions": {
            "translated_key": [],
            "translated_annotated_text": "Regalos a un bibliotecario académico de ciencias Los regalos, por su naturaleza altruista, encajan perfectamente en el entorno de las universidades y bibliotecas académicas. Como comunidad universitaria y público en general siguen donando materiales, las bibliotecas aceptan donaciones de buena gana, tanto en especie como monetarias. Ocho pasos de procesamiento de regalos se enumeran en el papel. Se discuten aspectos positivos y negativos de la aceptación del regalo. Los regalos aportan valor a las bibliotecas académicas. Los regalos se pueden considerar rutas adicionales para contribuir a las colecciones de bibliotecas sin compras directas, opciones para añadir dinero al presupuesto de la biblioteca y el cemento de las relaciones sociales. Pero, desafortunadamente, las donaciones grandes son de mucho tiempo, requieren mucha mano de obra y son costosas de procesar. Las grandes cantidades de tiempo del personal y de espacio de procesamiento son dos aspectos negativos principales que causan preocupación y ponen en consideración el valor de la aceptación de regalos por los bibliotecarios. Se recomiendan algunas estrategias en el manejo de regalos. Para ser eficaces, los bibliotecarios de ciencias académicas necesitan enfocar los regalos como una inversión. Los bibliotecarios no deben verse obligados por nociones morales y públicas y deben ser capaces de tomar decisiones profesionales en la evaluación de las colecciones propuestas ",
            "error": []
        },
        "gift books": {
            "translated_key": [],
            "translated_annotated_text": "Regalos a un bibliotecario académico de ciencias Los regalos, por su naturaleza altruista, encajan perfectamente en el entorno de las universidades y bibliotecas académicas. Como comunidad universitaria y público en general siguen donando materiales, las bibliotecas aceptan donaciones de buena gana, tanto en especie como monetarias. Ocho pasos de procesamiento de regalos se enumeran en el papel. Se discuten aspectos positivos y negativos de la aceptación del regalo. Los regalos aportan valor a las bibliotecas académicas. Los regalos se pueden considerar rutas adicionales para contribuir a las colecciones de bibliotecas sin compras directas, opciones para añadir dinero al presupuesto de la biblioteca y el cemento de las relaciones sociales. Pero, desafortunadamente, las donaciones grandes son de mucho tiempo, requieren mucha mano de obra y son costosas de procesar. Las grandes cantidades de tiempo del personal y de espacio de procesamiento son dos aspectos negativos principales que causan preocupación y ponen en consideración el valor de la aceptación de regalos por los bibliotecarios. Se recomiendan algunas estrategias en el manejo de regalos. Para ser eficaces, los bibliotecarios de ciencias académicas necesitan enfocar los regalos como una inversión. Los bibliotecarios no deben verse obligados por nociones morales y públicas y deben ser capaces de tomar decisiones profesionales en la evaluación de las colecciones propuestas ",
            "error": []
        },
        "library automation": {
            "translated_key": [],
            "translated_annotated_text": "Regalos a un bibliotecario académico de ciencias Los regalos, por su naturaleza altruista, encajan perfectamente en el entorno de las universidades y bibliotecas académicas. Como comunidad universitaria y público en general siguen donando materiales, las bibliotecas aceptan donaciones de buena gana, tanto en especie como monetarias. Ocho pasos de procesamiento de regalos se enumeran en el papel. Se discuten aspectos positivos y negativos de la aceptación del regalo. Los regalos aportan valor a las bibliotecas académicas. Los regalos se pueden considerar rutas adicionales para contribuir a las colecciones de bibliotecas sin compras directas, opciones para añadir dinero al presupuesto de la biblioteca y el cemento de las relaciones sociales. Pero, desafortunadamente, las donaciones grandes son de mucho tiempo, requieren mucha mano de obra y son costosas de procesar. Las grandes cantidades de tiempo del personal y de espacio de procesamiento son dos aspectos negativos principales que causan preocupación y ponen en consideración el valor de la aceptación de regalos por los bibliotecarios. Se recomiendan algunas estrategias en el manejo de regalos. Para ser eficaces, los bibliotecarios de ciencias académicas necesitan enfocar los regalos como una inversión. Los bibliotecarios no deben verse obligados por nociones morales y públicas y deben ser capaces de tomar decisiones profesionales en la evaluación de las colecciones propuestas ",
            "error": []
        }
    }
}