{
    "original_text": "Information architecture: looking ahead It may be a bit strange to consider where the field of information architecture (IA) is headed. After all, many would argue that its too new to be considered as a field at all, or that it is mislabeled, and by no means is there a widely accepted definition of what information architecture actually is. Practicing information architects probably number in the thousands, and this vibrant group is already building various forms of communal infrastructure, ranging from an IA journal and a self-organizing library of resources to a passel of local professional groups and degree-granting academic programs. So the profession has achieved a beachhead that will enable it to stabilize and perhaps even grow during these difficult times",
    "original_translation": "Arquitectura de la información: mirando hacia adelante Puede ser un poco extraño considerar hacia dónde se dirige el campo de la arquitectura de la información (IA). Después de todo, muchos argumentarían que es demasiado nuevo para ser considerado como un campo en absoluto, o que está mal etiquetado, y de ninguna manera existe una definición ampliamente aceptada de lo que la arquitectura de la información es en realidad. Practicar arquitectos de la información es probablemente un número de miles, y este vibrante grupo ya está construyendo varias formas de infraestructura comunal, que van desde una revista de AI y una biblioteca auto-organizada de recursos a un passel de grupos profesionales locales y programas académicos de concesión de títulos. Así que la profesión ha logrado una cabeza de playa que le permitirá estabilizarse y tal vez incluso crecer durante estos tiempos difíciles",
    "error_count": 4,
    "keys": {
        "information architecture": {
            "translated_key": [
                "arquitectura de la información",
                " "
            ],
            "translated_annotated_text": "Arquitectura de la información: mirar hacia adelante Puede ser un poco extraño considerar dónde se dirige el campo de la <br>arquitectura de la información</br> (IA).  Después de todo, muchos argumentarían que es demasiado nuevo para ser considerado como un campo en absoluto, o que está mal etiquetado, y de ninguna manera existe una definición ampliamente aceptada de lo que es realmente la arquitectura de información <br> </br>. Practicar arquitectos de la información es probablemente un número de miles, y este vibrante grupo ya está construyendo varias formas de infraestructura comunal, que van desde una revista de AI y una biblioteca auto-organizada de recursos a un passel de grupos profesionales locales y programas académicos de concesión de títulos. Así que la profesión ha logrado una cabeza de playa que le permitirá estabilizarse y tal vez incluso crecer durante estos tiempos difíciles ",
            "error": [
                "arquitectura de la información",
                " "
            ]
        },
        "information architects": {
            "translated_key": "information architects",
            "translated_annotated_text": "Arquitectura de la información: mirando hacia adelante Puede ser un poco extraño considerar hacia dónde se dirige el campo de la arquitectura de la información (IA). Después de todo, muchos argumentarían que es demasiado nuevo para ser considerado como un campo en absoluto, o que está mal etiquetado, y de ninguna manera existe una definición ampliamente aceptada de lo que la arquitectura de la información es en realidad. Practicando <br>information architects</br> probablemente haya miles, y este vibrante grupo ya está construyendo varias formas de infraestructura comunal, que van desde una revista de IA y una biblioteca auto-organizada de recursos hasta un passel de grupos profesionales locales y programas académicos de concesión de títulos. Así que la profesión ha logrado una cabeza de playa que le permitirá estabilizarse y tal vez incluso crecer durante estos tiempos difíciles ",
            "error": [
                ""
            ]
        },
        "communal infrastructure": {
            "translated_key": "infraestructura comunal",
            "translated_annotated_text": "Arquitectura de la información: mirando hacia adelante Puede ser un poco extraño considerar hacia dónde se dirige el campo de la arquitectura de la información (IA). Después de todo, muchos argumentarían que es demasiado nuevo para ser considerado como un campo en absoluto, o que está mal etiquetado, y de ninguna manera existe una definición ampliamente aceptada de lo que la arquitectura de la información es en realidad. Practicar arquitectos de la información es probablemente un número de miles, y este vibrante grupo ya está construyendo varias formas de <br>infraestructura comunal</br>, que van desde una revista de AI y una biblioteca auto-organizada de recursos a un passel de grupos profesionales locales y programas académicos de concesión de títulos.  Así que la profesión ha logrado una cabeza de playa que le permitirá estabilizarse y tal vez incluso crecer durante estos tiempos difíciles ",
            "error": [
                ""
            ]
        },
        "local professional groups": {
            "translated_key": " grupos profesionales locales",
            "translated_annotated_text": "Arquitectura de la información: mirando hacia adelante Puede ser un poco extraño considerar hacia dónde se dirige el campo de la arquitectura de la información (IA). Después de todo, muchos argumentarían que es demasiado nuevo para ser considerado como un campo en absoluto, o que está mal etiquetado, y de ninguna manera existe una definición ampliamente aceptada de lo que la arquitectura de la información es en realidad. Practicar arquitectos de la información es probablemente un número de miles, y este vibrante grupo ya está construyendo varias formas de infraestructura comunal, que van desde una revista de AI y una biblioteca auto-organizada de recursos a un passel de <br> grupos profesionales locales</br> y programas académicos de concesión de títulos. Así que la profesión ha logrado una cabeza de playa que le permitirá estabilizarse y tal vez incluso crecer durante estos tiempos difíciles ",
            "error": [
                ""
            ]
        },
        "degree-granting academic programs": {
            "translated_key": "graduación",
            "translated_annotated_text": "Arquitectura de la información: mirando hacia adelante Puede ser un poco extraño considerar hacia dónde se dirige el campo de la arquitectura de la información (IA). Después de todo, muchos argumentarían que es demasiado nuevo para ser considerado como un campo en absoluto, o que está mal etiquetado, y de ninguna manera existe una definición ampliamente aceptada de lo que la arquitectura de la información es en realidad. Practicar arquitectos de la información es probablemente el número de miles, y este vibrante grupo ya está construyendo varias formas de infraestructura comunal, que van desde una revista de AI y una biblioteca auto-organizada de recursos a un passel de grupos profesionales locales y programas académicos de <br>graduación</br>. Así que la profesión ha logrado una cabeza de playa que le permitirá estabilizarse y tal vez incluso crecer durante estos tiempos difíciles ",
            "error": [
                ""
            ]
        },
        "electronic publishing": {
            "translated_key": [],
            "translated_annotated_text": "Arquitectura de la información: mirando hacia adelante Puede ser un poco extraño considerar hacia dónde se dirige el campo de la arquitectura de la información (IA). Después de todo, muchos argumentarían que es demasiado nuevo para ser considerado como un campo en absoluto, o que está mal etiquetado, y de ninguna manera existe una definición ampliamente aceptada de lo que la arquitectura de la información es en realidad. Practicar arquitectos de la información es probablemente un número de miles, y este vibrante grupo ya está construyendo varias formas de infraestructura comunal, que van desde una revista de AI y una biblioteca auto-organizada de recursos a un passel de grupos profesionales locales y programas académicos de concesión de títulos. Así que la profesión ha logrado una cabeza de playa que le permitirá estabilizarse y tal vez incluso crecer durante estos tiempos difíciles ",
            "error": []
        },
        "hypermedia": {
            "translated_key": [],
            "translated_annotated_text": "Arquitectura de la información: mirando hacia adelante Puede ser un poco extraño considerar hacia dónde se dirige el campo de la arquitectura de la información (IA). Después de todo, muchos argumentarían que es demasiado nuevo para ser considerado como un campo en absoluto, o que está mal etiquetado, y de ninguna manera existe una definición ampliamente aceptada de lo que la arquitectura de la información es en realidad. Practicar arquitectos de la información es probablemente un número de miles, y este vibrante grupo ya está construyendo varias formas de infraestructura comunal, que van desde una revista de AI y una biblioteca auto-organizada de recursos a un passel de grupos profesionales locales y programas académicos de concesión de títulos. Así que la profesión ha logrado una cabeza de playa que le permitirá estabilizarse y tal vez incluso crecer durante estos tiempos difíciles ",
            "error": []
        },
        "information resources": {
            "translated_key": [],
            "translated_annotated_text": "Arquitectura de la información: mirando hacia adelante Puede ser un poco extraño considerar hacia dónde se dirige el campo de la arquitectura de la información (IA). Después de todo, muchos argumentarían que es demasiado nuevo para ser considerado como un campo en absoluto, o que está mal etiquetado, y de ninguna manera existe una definición ampliamente aceptada de lo que la arquitectura de la información es en realidad. Practicar arquitectos de la información es probablemente un número de miles, y este vibrante grupo ya está construyendo varias formas de infraestructura comunal, que van desde una revista de AI y una biblioteca auto-organizada de recursos a un passel de grupos profesionales locales y programas académicos de concesión de títulos. Así que la profesión ha logrado una cabeza de playa que le permitirá estabilizarse y tal vez incluso crecer durante estos tiempos difíciles ",
            "error": []
        }
    }
}