{
    "original_text": "All-optical logic NOR gate using two-cascaded semiconductor optical amplifiers The authors present a novel all-optical logic NOR gate using two-cascaded semiconductor optical. amplifiers (SOAs) in a counterpropagating feedback configuration. This configuration accentuates the gain nonlinearity due to the mutual gain modulation of the two SOAs. The all-optical NOR gate feasibility has been demonstrated delivering an extinction ratio higher than 12 dB over a wide range of wavelength",
    "original_translation": "Lógica totalmente óptica Puerta de NOR utilizando amplificadores ópticos semiconductores de dos canales Los autores presentan una nueva puerta de NOR lógica totalmente óptica utilizando semiconductores ópticos de dos canales. amplificadores (SOAs) en una configuración de retroalimentación de contrapropagación. Esta configuración acentúa la no linealidad de ganancia debido a la modulación de ganancia mutua de las dos SOA. Se ha demostrado que la viabilidad de la puerta NOR totalmente óptica ofrece una relación de extinción superior a 12 dB en una amplia gama de longitudes de onda",
    "error_count": 7,
    "keys": {
        "all-optical logic NOR gate": {
            "translated_key": [],
            "translated_annotated_text": "Lógica totalmente óptica Puerta de NOR usando amplificadores ópticos semiconductores de dos canales Los autores presentan una nueva puerta de NOR lógica totalmente óptica utilizando semiconductores de dos canales ópticos.  amplificadores (SOAs) en una configuración de retroalimentación de contrapropagación. Esta configuración acentúa la no linealidad de ganancia debido a la modulación de ganancia mutua de las dos SOA. Se ha demostrado que la viabilidad de la puerta NOR totalmente óptica ofrece una relación de extinción superior a 12 dB en una amplia gama de longitudes de onda ",
            "error": []
        },
        "two-cascaded semiconductor optical amplifiers": {
            "translated_key": "amplificadores ópticos semiconductores de dos canales",
            "translated_annotated_text": "Lógica totalmente óptica Puerta NOR usando <br>amplificadores ópticos semiconductores de dos canales</br> Los autores presentan una nueva puerta NOR lógica totalmente óptica utilizando semiconductores de dos canales ópticos.  amplificadores (SOAs) en una configuración de retroalimentación de contrapropagación. Esta configuración acentúa la no linealidad de ganancia debido a la modulación de ganancia mutua de las dos SOA. Se ha demostrado que la viabilidad de la puerta NOR totalmente óptica ofrece una relación de extinción superior a 12 dB en una amplia gama de longitudes de onda ",
            "error": [
                ""
            ]
        },
        "SOA": {
            "translated_key": [],
            "translated_annotated_text": "Lógica totalmente óptica Puerta de NOR utilizando amplificadores ópticos semiconductores de dos canales Los autores presentan una nueva puerta de NOR lógica totalmente óptica utilizando semiconductores ópticos de dos canales. amplificadores (SOAs) en una configuración de retroalimentación de contrapropagación. Esta configuración acentúa la no linealidad de ganancia debido a la modulación de ganancia mutua de las dos SOA. Se ha demostrado que la viabilidad de la puerta NOR totalmente óptica ofrece una relación de extinción superior a 12 dB en una amplia gama de longitudes de onda ",
            "error": []
        },
        "counterpropagating feedback configuration": {
            "translated_key": "contrapropagación",
            "translated_annotated_text": "Lógica totalmente óptica Puerta de NOR utilizando amplificadores ópticos semiconductores de dos canales Los autores presentan una nueva puerta de NOR lógica totalmente óptica utilizando semiconductores ópticos de dos canales. amplificadores (SOAs) en una configuración de retroalimentación <br>contrapropagación</br>. Esta configuración acentúa la no linealidad de ganancia debido a la modulación de ganancia mutua de las dos SOA. Se ha demostrado que la viabilidad de la puerta NOR totalmente óptica ofrece una relación de extinción superior a 12 dB en una amplia gama de longitudes de onda ",
            "error": [
                ""
            ]
        },
        "gain nonlinearity": {
            "translated_key": "gain",
            "translated_annotated_text": "Lógica totalmente óptica Puerta de NOR utilizando amplificadores ópticos semiconductores de dos canales Los autores presentan una nueva puerta de NOR lógica totalmente óptica utilizando semiconductores ópticos de dos canales. amplificadores (SOAs) en una configuración de retroalimentación de contrapropagación. Esta configuración acentúa la no linealidad <br>gain</br> debido a la modulación de ganancia mutua de las dos SOA. Se ha demostrado que la viabilidad de la puerta NOR totalmente óptica ofrece una relación de extinción superior a 12 dB en una amplia gama de longitudes de onda ",
            "error": [
                ""
            ]
        },
        "mutual gain modulation": {
            "translated_key": "mutual",
            "translated_annotated_text": "Lógica totalmente óptica Puerta de NOR utilizando amplificadores ópticos semiconductores de dos canales Los autores presentan una nueva puerta de NOR lógica totalmente óptica utilizando semiconductores ópticos de dos canales. amplificadores (SOAs) en una configuración de retroalimentación de contrapropagación. Esta configuración acentúa la no linealidad de ganancia debido a la modulación de ganancia <br>mutual</br> de las dos SOA. Se ha demostrado que la viabilidad de la puerta NOR totalmente óptica ofrece una relación de extinción superior a 12 dB en una amplia gama de longitudes de onda ",
            "error": [
                ""
            ]
        },
        "extinction ratio": {
            "translated_key": [],
            "translated_annotated_text": "Lógica totalmente óptica Puerta de NOR utilizando amplificadores ópticos semiconductores de dos canales Los autores presentan una nueva puerta de NOR lógica totalmente óptica utilizando semiconductores ópticos de dos canales. amplificadores (SOAs) en una configuración de retroalimentación de contrapropagación. Esta configuración acentúa la no linealidad de ganancia debido a la modulación de ganancia mutua de las dos SOA. Se ha demostrado que la viabilidad de la puerta NOR totalmente óptica ofrece una relación de extinción <br> superior a 12 dB en una amplia gama de longitudes de onda ",
            "error": []
        },
        "wide wavelength range": {
            "translated_key": [],
            "translated_annotated_text": "Lógica totalmente óptica Puerta de NOR utilizando amplificadores ópticos semiconductores de dos canales Los autores presentan una nueva puerta de NOR lógica totalmente óptica utilizando semiconductores ópticos de dos canales. amplificadores (SOAs) en una configuración de retroalimentación de contrapropagación. Esta configuración acentúa la no linealidad de ganancia debido a la modulación de ganancia mutua de las dos SOA. Se ha demostrado que la viabilidad de la puerta NOR totalmente óptica ofrece una relación de extinción superior a 12 dB en una amplia gama de longitudes de onda ",
            "error": []
        },
        "laser feedback": {
            "translated_key": [],
            "translated_annotated_text": "Lógica totalmente óptica Puerta de NOR utilizando amplificadores ópticos semiconductores de dos canales Los autores presentan una nueva puerta de NOR lógica totalmente óptica utilizando semiconductores ópticos de dos canales. amplificadores (SOAs) en una configuración de retroalimentación de contrapropagación. Esta configuración acentúa la no linealidad de ganancia debido a la modulación de ganancia mutua de las dos SOA. Se ha demostrado que la viabilidad de la puerta NOR totalmente óptica ofrece una relación de extinción superior a 12 dB en una amplia gama de longitudes de onda ",
            "error": []
        },
        "optical logic": {
            "translated_key": [],
            "translated_annotated_text": "Lógica all-<br>óptica puerta NOR usando amplificadores ópticos semiconductores de dos canales Los autores presentan una nueva lógica all-<br>óptica puerta NOR usando semiconductores ópticos de dos canales. amplificadores (SOAs) en una configuración de retroalimentación de contrapropagación. Esta configuración acentúa la no linealidad de ganancia debido a la modulación de ganancia mutua de las dos SOA. Se ha demostrado que la viabilidad de la puerta NOR totalmente óptica ofrece una relación de extinción superior a 12 dB en una amplia gama de longitudes de onda ",
            "error": []
        },
        "optical modulation": {
            "translated_key": [],
            "translated_annotated_text": "Lógica totalmente óptica Puerta de NOR utilizando amplificadores ópticos semiconductores de dos canales Los autores presentan una nueva puerta de NOR lógica totalmente óptica utilizando semiconductores ópticos de dos canales. amplificadores (SOAs) en una configuración de retroalimentación de contrapropagación. Esta configuración acentúa la no linealidad de ganancia debido a la modulación de ganancia mutua de las dos SOA. Se ha demostrado que la viabilidad de la puerta NOR totalmente óptica ofrece una relación de extinción superior a 12 dB en una amplia gama de longitudes de onda ",
            "error": []
        },
        "semiconductor optical amplifiers": {
            "translated_key": "semiconductores",
            "translated_annotated_text": "Lógica totalmente óptica Puerta de NOR usando amplificadores ópticos de dos canales <br>semiconductores</br> Los autores presentan una novedosa puerta de NOR lógica totalmente óptica utilizando semiconductores ópticos de dos canales. amplificadores (SOAs) en una configuración de retroalimentación de contrapropagación. Esta configuración acentúa la no linealidad de ganancia debido a la modulación de ganancia mutua de las dos SOA. Se ha demostrado que la viabilidad de la puerta NOR totalmente óptica ofrece una relación de extinción superior a 12 dB en una amplia gama de longitudes de onda ",
            "error": [
                ""
            ]
        }
    }
}