{
    "original_text": "When a better interface and easy navigation arent enough: examining the information architecture in a law enforcement agency An information architecture that allows users to easily navigate through a system and quickly recover from mistakes is often defined as a highly usable system. But usability in systems design goes beyond a good interface and efficient navigation. In this article we describe two database systems in a law enforcement agency. One system is a legacy, text-based system with cumbersome navigation (RMS); the newer system is a graphical user interface with simplified navigation (CopNet). It is hypothesized that law enforcement users will evaluate CopNet higher than RMS, but experts of the older system will evaluate it higher than others will. We conducted two user studies. One study examined what users thought of RMS and CopNet, and compared RMS experts evaluations with nonexperts. We found that all users evaluated CopNet as more effective, easier to use, and easier to navigate than RMS, and this was especially noticeable for users who were not experts with the older system. The second, follow-up study examined use behavior after CopNet was deployed some time later. The findings revealed that evaluations of CopNet were not associated with its use. If the newer system had a better interface and was easier to navigate than the older, legacy system, why were law enforcement personnel reluctant to switch? We discuss reasons why switching to a new system is difficult, especially for those who are most adept at using the older system. Implications for system design and usability are also discussed",
    "original_translation": "Cuando una mejor interfaz y una navegación fácil no son suficientes: examinar la arquitectura de la información en una agencia de aplicación de la ley Una arquitectura de la información que permite a los usuarios navegar fácilmente a través de un sistema y recuperarse rápidamente de los errores se define a menudo como un sistema altamente utilizable. Pero la usabilidad en el diseño de sistemas va más allá de una buena interfaz y una navegación eficiente. En este artículo describimos dos sistemas de base de datos en una agencia policial. Un sistema es un sistema heredado basado en texto con navegación engorrosa (RMS); el sistema más reciente es una interfaz gráfica de usuario con navegación simplificada (CopNet). Se supone que los usuarios de las fuerzas del orden evaluarán CopNet más alto que RMS, pero los expertos del sistema más antiguo lo evaluarán más alto que otros. Se realizaron dos estudios de usuario. Un estudio examinó lo que los usuarios pensaban de RMS y CopNet, y comparó las evaluaciones de los expertos RMS con los no expertos. Encontramos que todos los usuarios evaluaron CopNet como más eficaz, más fácil de usar y más fácil de navegar que RMS, y esto fue especialmente notable para los usuarios que no eran expertos en el sistema más antiguo. El segundo estudio de seguimiento examinó el comportamiento del uso después de que CopNet fuera desplegado algún tiempo después. Los resultados revelaron que las evaluaciones de CopNet no estaban asociadas con su uso. Si el nuevo sistema tiene una mejor interfaz y es más fácil de navegar que el antiguo sistema heredado, ¿por qué el personal encargado de hacer cumplir la ley es reacio a cambiar de sistema? Discutimos las razones por las que cambiar a un nuevo sistema es difícil, especialmente para aquellos que son más expertos en el uso del sistema más antiguo. También se discuten las implicaciones para el diseño y la usabilidad del sistema",
    "error_count": 6,
    "keys": {
        "information architecture": {
            "translated_key": [],
            "translated_annotated_text": "Cuando una interfaz mejor y una navegación fácil no son suficientes: examinar la arquitectura de la información <br> en una agencia policial Una arquitectura de la información <br> que permite a los usuarios navegar fácilmente a través de un sistema y recuperarse rápidamente de errores se define a menudo como un sistema altamente utilizable. Pero la usabilidad en el diseño de sistemas va más allá de una buena interfaz y una navegación eficiente. En este artículo describimos dos sistemas de base de datos en una agencia policial. Un sistema es un sistema heredado basado en texto con navegación engorrosa (RMS); el sistema más reciente es una interfaz gráfica de usuario con navegación simplificada (CopNet). Se supone que los usuarios de las fuerzas del orden evaluarán CopNet más alto que RMS, pero los expertos del sistema más antiguo lo evaluarán más alto que otros. Se realizaron dos estudios de usuario. Un estudio examinó lo que los usuarios pensaban de RMS y CopNet, y comparó las evaluaciones de los expertos RMS con los no expertos. Encontramos que todos los usuarios evaluaron CopNet como más eficaz, más fácil de usar y más fácil de navegar que RMS, y esto fue especialmente notable para los usuarios que no eran expertos en el sistema más antiguo. El segundo estudio de seguimiento examinó el comportamiento del uso después de que CopNet fuera desplegado algún tiempo después. Los resultados revelaron que las evaluaciones de CopNet no estaban asociadas con su uso. Si el nuevo sistema tiene una mejor interfaz y es más fácil de navegar que el antiguo sistema heredado, ¿por qué el personal encargado de hacer cumplir la ley es reacio a cambiar de sistema? Discutimos las razones por las que cambiar a un nuevo sistema es difícil, especialmente para aquellos que son más expertos en el uso del sistema más antiguo. También se discuten las implicaciones para el diseño y la usabilidad del sistema ",
            "error": []
        },
        "law enforcement agency": {
            "translated_key": " Una arquitectura de la información que permite a los usuarios navegar fácilmente a través de un sistema y recuperarse rápidamente de errores se define a menudo como un sistema altamente utilizable. Pero la usabilidad en el diseño de sistemas va más allá de una buena interfaz y una navegación eficiente. En este artículo describimos dos sistemas de base de datos en una agencia de aplicación de la ley <br> ",
            "translated_annotated_text": "Cuando una mejor interfaz y una navegación fácil no son suficientes: examinar la arquitectura de la información en una agencia de aplicación de la ley <br> Una arquitectura de la información que permite a los usuarios navegar fácilmente a través de un sistema y recuperarse rápidamente de errores se define a menudo como un sistema altamente utilizable. Pero la usabilidad en el diseño de sistemas va más allá de una buena interfaz y una navegación eficiente. En este artículo describimos dos sistemas de base de datos en una agencia de aplicación de la ley <br> </br>. Un sistema es un sistema heredado basado en texto con navegación engorrosa (RMS); el sistema más reciente es una interfaz gráfica de usuario con navegación simplificada (CopNet). Se supone que los usuarios de las fuerzas del orden evaluarán CopNet más alto que RMS, pero los expertos del sistema más antiguo lo evaluarán más alto que otros. Se realizaron dos estudios de usuario. Un estudio examinó lo que los usuarios pensaban de RMS y CopNet, y comparó las evaluaciones de los expertos RMS con los no expertos. Encontramos que todos los usuarios evaluaron CopNet como más eficaz, más fácil de usar y más fácil de navegar que RMS, y esto fue especialmente notable para los usuarios que no eran expertos en el sistema más antiguo. El segundo estudio de seguimiento examinó el comportamiento del uso después de que CopNet fuera desplegado algún tiempo después. Los resultados revelaron que las evaluaciones de CopNet no estaban asociadas con su uso. Si el nuevo sistema tiene una mejor interfaz y es más fácil de navegar que el antiguo sistema heredado, ¿por qué el personal encargado de hacer cumplir la ley es reacio a cambiar de sistema? Discutimos las razones por las que cambiar a un nuevo sistema es difícil, especialmente para aquellos que son más expertos en el uso del sistema más antiguo. También se discuten las implicaciones para el diseño y la usabilidad del sistema ",
            "error": [
                ""
            ]
        },
        "legacy text-based system": {
            "translated_key": [],
            "translated_annotated_text": "Cuando una mejor interfaz y una navegación fácil no son suficientes: examinar la arquitectura de la información en una agencia de aplicación de la ley Una arquitectura de la información que permite a los usuarios navegar fácilmente a través de un sistema y recuperarse rápidamente de los errores se define a menudo como un sistema altamente utilizable. Pero la usabilidad en el diseño de sistemas va más allá de una buena interfaz y una navegación eficiente. En este artículo describimos dos sistemas de base de datos en una agencia policial. Un sistema es un sistema heredado basado en texto con navegación engorrosa (RMS); el sistema más reciente es una interfaz gráfica de usuario con navegación simplificada (CopNet). Se supone que los usuarios de las fuerzas del orden evaluarán CopNet más alto que RMS, pero los expertos del sistema más antiguo lo evaluarán más alto que otros. Se realizaron dos estudios de usuario. Un estudio examinó lo que los usuarios pensaban de RMS y CopNet, y comparó las evaluaciones de los expertos RMS con los no expertos. Encontramos que todos los usuarios evaluaron CopNet como más eficaz, más fácil de usar y más fácil de navegar que RMS, y esto fue especialmente notable para los usuarios que no eran expertos en el sistema más antiguo. El segundo estudio de seguimiento examinó el comportamiento del uso después de que CopNet fuera desplegado algún tiempo después. Los resultados revelaron que las evaluaciones de CopNet no estaban asociadas con su uso. Si el nuevo sistema tiene una mejor interfaz y es más fácil de navegar que el antiguo sistema heredado, ¿por qué el personal encargado de hacer cumplir la ley es reacio a cambiar de sistema? Discutimos las razones por las que cambiar a un nuevo sistema es difícil, especialmente para aquellos que son más expertos en el uso del sistema más antiguo. También se discuten las implicaciones para el diseño y la usabilidad del sistema ",
            "error": []
        },
        "RMS": {
            "translated_key": "RMS",
            "translated_annotated_text": "Cuando una mejor interfaz y una navegación fácil no son suficientes: examinar la arquitectura de la información en una agencia de aplicación de la ley Una arquitectura de la información que permite a los usuarios navegar fácilmente a través de un sistema y recuperarse rápidamente de los errores se define a menudo como un sistema altamente utilizable. Pero la usabilidad en el diseño de sistemas va más allá de una buena interfaz y una navegación eficiente. En este artículo describimos dos sistemas de base de datos en una agencia policial. Un sistema es un sistema heredado basado en texto con navegación engorrosa (<br>RMS</br>); el sistema más reciente es una interfaz gráfica de usuario con navegación simplificada (CopNet). Se supone que los usuarios de las fuerzas del orden evaluarán CopNet más alto que <br>RMS</br>, pero los expertos del sistema más antiguo lo evaluarán más alto que otros. Se realizaron dos estudios de usuario. Un estudio examinó lo que los usuarios pensaban de <br>RMS</br> y CopNet, y comparó las evaluaciones de expertos de <br>RMS</br> con las de no expertos. Encontramos que todos los usuarios evaluaron CopNet como más eficaz, más fácil de usar y más fácil de navegar que <br>RMS</br>, y esto fue especialmente notable para los usuarios que no eran expertos en el sistema anterior. El segundo estudio de seguimiento examinó el comportamiento del uso después de que CopNet fuera desplegado algún tiempo después. Los resultados revelaron que las evaluaciones de CopNet no estaban asociadas con su uso. Si el nuevo sistema tiene una mejor interfaz y es más fácil de navegar que el antiguo sistema heredado, ¿por qué el personal encargado de hacer cumplir la ley es reacio a cambiar de sistema? Discutimos las razones por las que cambiar a un nuevo sistema es difícil, especialmente para aquellos que son más expertos en el uso del sistema más antiguo. También se discuten las implicaciones para el diseño y la usabilidad del sistema ",
            "error": [
                ""
            ]
        },
        "graphical user interface": {
            "translated_key": "interfaz gráfica de usuario",
            "translated_annotated_text": "Cuando una mejor interfaz y una navegación fácil no son suficientes: examinar la arquitectura de la información en una agencia de aplicación de la ley Una arquitectura de la información que permite a los usuarios navegar fácilmente a través de un sistema y recuperarse rápidamente de los errores se define a menudo como un sistema altamente utilizable. Pero la usabilidad en el diseño de sistemas va más allá de una buena interfaz y una navegación eficiente. En este artículo describimos dos sistemas de base de datos en una agencia policial. Un sistema es un sistema heredado basado en texto con navegación engorrosa (RMS); el sistema más reciente es una <br>interfaz gráfica de usuario</br> con navegación simplificada (CopNet).  Se supone que los usuarios de las fuerzas del orden evaluarán CopNet más alto que RMS, pero los expertos del sistema más antiguo lo evaluarán más alto que otros. Se realizaron dos estudios de usuario. Un estudio examinó lo que los usuarios pensaban de RMS y CopNet, y comparó las evaluaciones de los expertos RMS con los no expertos. Encontramos que todos los usuarios evaluaron CopNet como más eficaz, más fácil de usar y más fácil de navegar que RMS, y esto fue especialmente notable para los usuarios que no eran expertos en el sistema más antiguo. El segundo estudio de seguimiento examinó el comportamiento del uso después de que CopNet fuera desplegado algún tiempo después. Los resultados revelaron que las evaluaciones de CopNet no estaban asociadas con su uso. Si el nuevo sistema tiene una mejor interfaz y es más fácil de navegar que el antiguo sistema heredado, ¿por qué el personal encargado de hacer cumplir la ley es reacio a cambiar de sistema? Discutimos las razones por las que cambiar a un nuevo sistema es difícil, especialmente para aquellos que son más expertos en el uso del sistema más antiguo. También se discuten las implicaciones para el diseño y la usabilidad del sistema ",
            "error": [
                ""
            ]
        },
        "simplified navigation": {
            "translated_key": " ",
            "translated_annotated_text": "Cuando una mejor interfaz y una navegación fácil no son suficientes: examinar la arquitectura de la información en una agencia de aplicación de la ley Una arquitectura de la información que permite a los usuarios navegar fácilmente a través de un sistema y recuperarse rápidamente de los errores se define a menudo como un sistema altamente utilizable. Pero la usabilidad en el diseño de sistemas va más allá de una buena interfaz y una navegación eficiente. En este artículo describimos dos sistemas de base de datos en una agencia policial. Un sistema es un sistema heredado, basado en texto, con navegación engorrosa (RMS); el sistema más reciente es una interfaz gráfica de usuario con navegación simplificada <br> </br> (CopNet). Se supone que los usuarios de las fuerzas del orden evaluarán CopNet más alto que RMS, pero los expertos del sistema más antiguo lo evaluarán más alto que otros. Se realizaron dos estudios de usuario. Un estudio examinó lo que los usuarios pensaban de RMS y CopNet, y comparó las evaluaciones de los expertos RMS con los no expertos. Encontramos que todos los usuarios evaluaron CopNet como más eficaz, más fácil de usar y más fácil de navegar que RMS, y esto fue especialmente notable para los usuarios que no eran expertos en el sistema más antiguo. El segundo estudio de seguimiento examinó el comportamiento del uso después de que CopNet fuera desplegado algún tiempo después. Los resultados revelaron que las evaluaciones de CopNet no estaban asociadas con su uso. Si el nuevo sistema tiene una mejor interfaz y es más fácil de navegar que el antiguo sistema heredado, ¿por qué el personal encargado de hacer cumplir la ley es reacio a cambiar de sistema? Discutimos las razones por las que cambiar a un nuevo sistema es difícil, especialmente para aquellos que son más expertos en el uso del sistema más antiguo. También se discuten las implicaciones para el diseño y la usabilidad del sistema ",
            "error": [
                ""
            ]
        },
        "CopNet": {
            "translated_key": "CopNet",
            "translated_annotated_text": "Cuando una mejor interfaz y una navegación fácil no son suficientes: examinar la arquitectura de la información en una agencia de aplicación de la ley Una arquitectura de la información que permite a los usuarios navegar fácilmente a través de un sistema y recuperarse rápidamente de los errores se define a menudo como un sistema altamente utilizable. Pero la usabilidad en el diseño de sistemas va más allá de una buena interfaz y una navegación eficiente. En este artículo describimos dos sistemas de base de datos en una agencia policial. Un sistema es un sistema heredado basado en texto con navegación engorrosa (RMS); el sistema más reciente es una interfaz gráfica de usuario con navegación simplificada (<br>CopNet</br>). Se supone que los usuarios de las fuerzas del orden evaluarán <br>CopNet</br> más alto que RMS, pero los expertos del sistema más antiguo lo evaluarán más alto que otros lo harán. Se realizaron dos estudios de usuario. Un estudio examinó lo que los usuarios pensaban de RMS y <br>CopNet</br>, y comparó las evaluaciones de los expertos de RMS con los no expertos. Encontramos que todos los usuarios evaluaron <br>CopNet</br> como más eficaz, más fácil de usar y más fácil de navegar que RMS, y esto fue especialmente notable para los usuarios que no eran expertos en el sistema anterior. El segundo estudio de seguimiento examinó el comportamiento del uso después de que <br>CopNet</br> se implementara algún tiempo después. Los hallazgos revelaron que las evaluaciones de <br>CopNet</br> no estaban asociadas con su uso. Si el nuevo sistema tiene una mejor interfaz y es más fácil de navegar que el antiguo sistema heredado, ¿por qué el personal encargado de hacer cumplir la ley es reacio a cambiar de sistema? Discutimos las razones por las que cambiar a un nuevo sistema es difícil, especialmente para aquellos que son más expertos en el uso del sistema más antiguo. También se discuten las implicaciones para el diseño y la usabilidad del sistema ",
            "error": [
                ""
            ]
        },
        "law enforcement users": {
            "translated_key": [],
            "translated_annotated_text": "Cuando una mejor interfaz y una navegación fácil no son suficientes: examinar la arquitectura de la información en una agencia de aplicación de la ley Una arquitectura de la información que permite a los usuarios navegar fácilmente a través de un sistema y recuperarse rápidamente de los errores se define a menudo como un sistema altamente utilizable. Pero la usabilidad en el diseño de sistemas va más allá de una buena interfaz y una navegación eficiente. En este artículo describimos dos sistemas de base de datos en una agencia policial. Un sistema es un sistema heredado basado en texto con navegación engorrosa (RMS); el sistema más reciente es una interfaz gráfica de usuario con navegación simplificada (CopNet). Se supone que los usuarios de la aplicación de la ley <br> evaluarán CopNet más alto que RMS, pero los expertos del sistema más antiguo lo evaluarán más alto que otros lo harán. Se realizaron dos estudios de usuario. Un estudio examinó lo que los usuarios pensaban de RMS y CopNet, y comparó las evaluaciones de los expertos RMS con los no expertos. Encontramos que todos los usuarios evaluaron CopNet como más eficaz, más fácil de usar y más fácil de navegar que RMS, y esto fue especialmente notable para los usuarios que no eran expertos en el sistema más antiguo. El segundo estudio de seguimiento examinó el comportamiento del uso después de que CopNet fuera desplegado algún tiempo después. Los resultados revelaron que las evaluaciones de CopNet no estaban asociadas con su uso. Si el nuevo sistema tiene una mejor interfaz y es más fácil de navegar que el antiguo sistema heredado, ¿por qué el personal encargado de hacer cumplir la ley es reacio a cambiar de sistema? Discutimos las razones por las que cambiar a un nuevo sistema es difícil, especialmente para aquellos que son más expertos en el uso del sistema más antiguo. También se discuten las implicaciones para el diseño y la usabilidad del sistema ",
            "error": []
        },
        "graphical user interfaces": {
            "translated_key": [],
            "translated_annotated_text": "Cuando una mejor interfaz y una navegación fácil no son suficientes: examinar la arquitectura de la información en una agencia de aplicación de la ley Una arquitectura de la información que permite a los usuarios navegar fácilmente a través de un sistema y recuperarse rápidamente de los errores se define a menudo como un sistema altamente utilizable. Pero la usabilidad en el diseño de sistemas va más allá de una buena interfaz y una navegación eficiente. En este artículo describimos dos sistemas de base de datos en una agencia policial. Un sistema es un sistema heredado basado en texto con navegación engorrosa (RMS); el sistema más reciente es una interfaz gráfica de usuario con navegación simplificada (CopNet). Se supone que los usuarios de las fuerzas del orden evaluarán CopNet más alto que RMS, pero los expertos del sistema más antiguo lo evaluarán más alto que otros. Se realizaron dos estudios de usuario. Un estudio examinó lo que los usuarios pensaban de RMS y CopNet, y comparó las evaluaciones de los expertos RMS con los no expertos. Encontramos que todos los usuarios evaluaron CopNet como más eficaz, más fácil de usar y más fácil de navegar que RMS, y esto fue especialmente notable para los usuarios que no eran expertos en el sistema más antiguo. El segundo estudio de seguimiento examinó el comportamiento del uso después de que CopNet fuera desplegado algún tiempo después. Los resultados revelaron que las evaluaciones de CopNet no estaban asociadas con su uso. Si el nuevo sistema tiene una mejor interfaz y es más fácil de navegar que el antiguo sistema heredado, ¿por qué el personal encargado de hacer cumplir la ley es reacio a cambiar de sistema? Discutimos las razones por las que cambiar a un nuevo sistema es difícil, especialmente para aquellos que son más expertos en el uso del sistema más antiguo. También se discuten las implicaciones para el diseño y la usabilidad del sistema ",
            "error": []
        },
        "information systems": {
            "translated_key": [],
            "translated_annotated_text": "Cuando una mejor interfaz y una navegación fácil no son suficientes: examinar la arquitectura de la información en una agencia de aplicación de la ley Una arquitectura de la información que permite a los usuarios navegar fácilmente a través de un sistema y recuperarse rápidamente de los errores se define a menudo como un sistema altamente utilizable. Pero la usabilidad en el diseño de sistemas va más allá de una buena interfaz y una navegación eficiente. En este artículo describimos dos sistemas de base de datos en una agencia policial. Un sistema es un sistema heredado basado en texto con navegación engorrosa (RMS); el sistema más reciente es una interfaz gráfica de usuario con navegación simplificada (CopNet). Se supone que los usuarios de las fuerzas del orden evaluarán CopNet más alto que RMS, pero los expertos del sistema más antiguo lo evaluarán más alto que otros. Se realizaron dos estudios de usuario. Un estudio examinó lo que los usuarios pensaban de RMS y CopNet, y comparó las evaluaciones de los expertos RMS con los no expertos. Encontramos que todos los usuarios evaluaron CopNet como más eficaz, más fácil de usar y más fácil de navegar que RMS, y esto fue especialmente notable para los usuarios que no eran expertos en el sistema más antiguo. El segundo estudio de seguimiento examinó el comportamiento del uso después de que CopNet fuera desplegado algún tiempo después. Los resultados revelaron que las evaluaciones de CopNet no estaban asociadas con su uso. Si el nuevo sistema tiene una mejor interfaz y es más fácil de navegar que el antiguo sistema heredado, ¿por qué el personal encargado de hacer cumplir la ley es reacio a cambiar de sistema? Discutimos las razones por las que cambiar a un nuevo sistema es difícil, especialmente para aquellos que son más expertos en el uso del sistema más antiguo. También se discuten las implicaciones para el diseño y la usabilidad del sistema ",
            "error": []
        },
        "police data processing": {
            "translated_key": [],
            "translated_annotated_text": "Cuando una mejor interfaz y una navegación fácil no son suficientes: examinar la arquitectura de la información en una agencia de aplicación de la ley Una arquitectura de la información que permite a los usuarios navegar fácilmente a través de un sistema y recuperarse rápidamente de los errores se define a menudo como un sistema altamente utilizable. Pero la usabilidad en el diseño de sistemas va más allá de una buena interfaz y una navegación eficiente. En este artículo describimos dos sistemas de base de datos en una agencia policial. Un sistema es un sistema heredado basado en texto con navegación engorrosa (RMS); el sistema más reciente es una interfaz gráfica de usuario con navegación simplificada (CopNet). Se supone que los usuarios de las fuerzas del orden evaluarán CopNet más alto que RMS, pero los expertos del sistema más antiguo lo evaluarán más alto que otros. Se realizaron dos estudios de usuario. Un estudio examinó lo que los usuarios pensaban de RMS y CopNet, y comparó las evaluaciones de los expertos RMS con los no expertos. Encontramos que todos los usuarios evaluaron CopNet como más eficaz, más fácil de usar y más fácil de navegar que RMS, y esto fue especialmente notable para los usuarios que no eran expertos en el sistema más antiguo. El segundo estudio de seguimiento examinó el comportamiento del uso después de que CopNet fuera desplegado algún tiempo después. Los resultados revelaron que las evaluaciones de CopNet no estaban asociadas con su uso. Si el nuevo sistema tiene una mejor interfaz y es más fácil de navegar que el antiguo sistema heredado, ¿por qué el personal encargado de hacer cumplir la ley es reacio a cambiar de sistema? Discutimos las razones por las que cambiar a un nuevo sistema es difícil, especialmente para aquellos que son más expertos en el uso del sistema más antiguo. También se discuten las implicaciones para el diseño y la usabilidad del sistema ",
            "error": []
        }
    }
}