{
    "original_text": "Computer-mediated communication and remote management: integration or isolation? The use of intranets and e-mails to communicate with remote staff is increasing rapidly within organizations. For many companies this is viewed as a speedy and cost-effective way of keeping in contact with staff and ensuring their continuing commitment to company goals. This article highlights the problems experienced by staff when managers use intranets and e-mails in an inappropriate fashion for these purposes. Issues of remoteness and isolation are discussed, along with the reports of frustration and disidentification experienced. However, it will be shown that when used appropriately, communication using these technologies can facilitate shared understanding and help remote staff to view their company as alive and exciting. Theoretical aspects are highlighted and the implications of these findings are discussed",
    "original_translation": "Comunicación mediada por ordenador y gestión remota: ¿integración o aislamiento? El uso de intranets y correos electrónicos para comunicarse con el personal a distancia está aumentando rápidamente en las organizaciones. Para muchas empresas esto se considera como una forma rápida y rentable de mantenerse en contacto con el personal y asegurar su compromiso continuo con los objetivos de la empresa. Este artículo pone de relieve los problemas que experimenta el personal cuando los administradores utilizan las intranets y los correos electrónicos de manera inapropiada para estos fines. Se discuten cuestiones de lejanía y aislamiento, junto con los informes de frustración y desidentificación experimentados. Sin embargo, se demostrará que cuando se utiliza adecuadamente, la comunicación con estas tecnologías puede facilitar la comprensión compartida y ayudar al personal a distancia a ver su empresa como viva y emocionante. Se destacan aspectos teóricos y se discuten las implicaciones de estos hallazgos",
    "error_count": 7,
    "keys": {
        "computer-mediated communication": {
            "translated_key": [],
            "translated_annotated_text": "Comunicación mediada por ordenador y gestión remota: ¿integración o aislamiento? El uso de intranets y correos electrónicos para comunicarse con el personal a distancia está aumentando rápidamente en las organizaciones. Para muchas empresas esto se considera como una forma rápida y rentable de mantenerse en contacto con el personal y asegurar su compromiso continuo con los objetivos de la empresa. Este artículo pone de relieve los problemas que experimenta el personal cuando los administradores utilizan las intranets y los correos electrónicos de manera inapropiada para estos fines. Se discuten cuestiones de lejanía y aislamiento, junto con los informes de frustración y desidentificación experimentados. Sin embargo, se demostrará que cuando se utiliza adecuadamente, la comunicación con estas tecnologías puede facilitar la comprensión compartida y ayudar al personal a distancia a ver su empresa como viva y emocionante. Se destacan aspectos teóricos y se discuten las implicaciones de estos hallazgos ",
            "error": []
        },
        "remote management": {
            "translated_key": "gestión remota",
            "translated_annotated_text": "Comunicación mediada por ordenador y <br>gestión remota</br>: ¿integración o aislamiento?.  El uso de intranets y correos electrónicos para comunicarse con el personal a distancia está aumentando rápidamente en las organizaciones. Para muchas empresas esto se considera como una forma rápida y rentable de mantenerse en contacto con el personal y asegurar su compromiso continuo con los objetivos de la empresa. Este artículo pone de relieve los problemas que experimenta el personal cuando los administradores utilizan las intranets y los correos electrónicos de manera inapropiada para estos fines. Se discuten cuestiones de lejanía y aislamiento, junto con los informes de frustración y desidentificación experimentados. Sin embargo, se demostrará que cuando se utiliza adecuadamente, la comunicación con estas tecnologías puede facilitar la comprensión compartida y ayudar al personal a distancia a ver su empresa como viva y emocionante. Se destacan aspectos teóricos y se discuten las implicaciones de estos hallazgos ",
            "error": [
                ""
            ]
        },
        "intranets": {
            "translated_key": "intranets",
            "translated_annotated_text": "Comunicación mediada por ordenador y gestión remota: ¿integración o aislamiento? El uso de <br>intranets</br> y correos electrónicos para comunicarse con el personal a distancia está aumentando rápidamente en las organizaciones. Para muchas empresas esto se considera como una forma rápida y rentable de mantenerse en contacto con el personal y asegurar su compromiso continuo con los objetivos de la empresa. Este artículo destaca los problemas experimentados por el personal cuando los gerentes utilizan <br>intranets</br> y correos electrónicos de manera inapropiada para estos fines. Se discuten cuestiones de lejanía y aislamiento, junto con los informes de frustración y desidentificación experimentados. Sin embargo, se demostrará que cuando se utiliza adecuadamente, la comunicación con estas tecnologías puede facilitar la comprensión compartida y ayudar al personal a distancia a ver su empresa como viva y emocionante. Se destacan aspectos teóricos y se discuten las implicaciones de estos hallazgos ",
            "error": [
                ""
            ]
        },
        "e-mails": {
            "translated_key": "e-mails",
            "translated_annotated_text": "Comunicación mediada por ordenador y gestión remota: ¿integración o aislamiento? El uso de intranets y <br>e-mails</br> para comunicarse con el personal a distancia está aumentando rápidamente en las organizaciones. Para muchas empresas esto se considera como una forma rápida y rentable de mantenerse en contacto con el personal y asegurar su compromiso continuo con los objetivos de la empresa. Este artículo destaca los problemas experimentados por el personal cuando los gerentes utilizan intranets y <br>e-mails</br> de manera inapropiada para estos fines. Se discuten cuestiones de lejanía y aislamiento, junto con los informes de frustración y desidentificación experimentados. Sin embargo, se demostrará que cuando se utiliza adecuadamente, la comunicación con estas tecnologías puede facilitar la comprensión compartida y ayudar al personal a distancia a ver su empresa como viva y emocionante. Se destacan aspectos teóricos y se discuten las implicaciones de estos hallazgos ",
            "error": [
                ""
            ]
        },
        "remote staff": {
            "translated_key": "remote",
            "translated_annotated_text": "Comunicación mediada por ordenador y gestión remota: ¿integración o aislamiento? El uso de intranets y correos electrónicos para comunicarse con el personal <br>remote</br> está aumentando rápidamente en las organizaciones. Para muchas empresas esto se considera como una forma rápida y rentable de mantenerse en contacto con el personal y asegurar su compromiso continuo con los objetivos de la empresa. Este artículo pone de relieve los problemas que experimenta el personal cuando los administradores utilizan las intranets y los correos electrónicos de manera inapropiada para estos fines. Se discuten cuestiones de lejanía y aislamiento, junto con los informes de frustración y desidentificación experimentados. Sin embargo, se demostrará que cuando se utiliza adecuadamente, la comunicación con estas tecnologías puede facilitar la comprensión compartida y ayudar al personal <br>remote</br> a ver a su empresa como viva y emocionante. Se destacan aspectos teóricos y se discuten las implicaciones de estos hallazgos ",
            "error": [
                ""
            ]
        },
        "organizations": {
            "translated_key": " ",
            "translated_annotated_text": "Comunicación mediada por ordenador y gestión remota: ¿integración o aislamiento? El uso de intranets y correos electrónicos para comunicarse con personal remoto está aumentando rápidamente en las organizaciones <br> </br>. Para muchas empresas esto se considera como una forma rápida y rentable de mantenerse en contacto con el personal y asegurar su compromiso continuo con los objetivos de la empresa. Este artículo pone de relieve los problemas que experimenta el personal cuando los administradores utilizan las intranets y los correos electrónicos de manera inapropiada para estos fines. Se discuten cuestiones de lejanía y aislamiento, junto con los informes de frustración y desidentificación experimentados. Sin embargo, se demostrará que cuando se utiliza adecuadamente, la comunicación con estas tecnologías puede facilitar la comprensión compartida y ayudar al personal a distancia a ver su empresa como viva y emocionante. Se destacan aspectos teóricos y se discuten las implicaciones de estos hallazgos ",
            "error": [
                ""
            ]
        },
        "companies": {
            "translated_key": "empresas",
            "translated_annotated_text": "Comunicación mediada por ordenador y gestión remota: ¿integración o aislamiento? El uso de intranets y correos electrónicos para comunicarse con el personal a distancia está aumentando rápidamente en las organizaciones. Para muchas <br>empresas</br> esto se considera como una forma rápida y rentable de mantenerse en contacto con el personal y asegurar su compromiso continuo con los objetivos de la empresa. Este artículo pone de relieve los problemas que experimenta el personal cuando los administradores utilizan las intranets y los correos electrónicos de manera inapropiada para estos fines. Se discuten cuestiones de lejanía y aislamiento, junto con los informes de frustración y desidentificación experimentados. Sin embargo, se demostrará que cuando se utiliza adecuadamente, la comunicación con estas tecnologías puede facilitar la comprensión compartida y ayudar al personal a distancia a ver su empresa como viva y emocionante. Se destacan aspectos teóricos y se discuten las implicaciones de estos hallazgos ",
            "error": [
                ""
            ]
        },
        "cost-effective": {
            "translated_key": " rentable",
            "translated_annotated_text": "Comunicación mediada por ordenador y gestión remota: ¿integración o aislamiento? El uso de intranets y correos electrónicos para comunicarse con el personal a distancia está aumentando rápidamente en las organizaciones. Para muchas empresas esto se considera como una forma rápida y <br> rentable</br> de mantenerse en contacto con el personal y asegurar su compromiso continuo con los objetivos de la empresa. Este artículo pone de relieve los problemas que experimenta el personal cuando los administradores utilizan las intranets y los correos electrónicos de manera inapropiada para estos fines. Se discuten cuestiones de lejanía y aislamiento, junto con los informes de frustración y desidentificación experimentados. Sin embargo, se demostrará que cuando se utiliza adecuadamente, la comunicación con estas tecnologías puede facilitar la comprensión compartida y ayudar al personal a distancia a ver su empresa como viva y emocionante. Se destacan aspectos teóricos y se discuten las implicaciones de estos hallazgos ",
            "error": [
                ""
            ]
        },
        "managers": {
            "translated_key": "managers",
            "translated_annotated_text": "Comunicación mediada por ordenador y gestión remota: ¿integración o aislamiento? El uso de intranets y correos electrónicos para comunicarse con el personal a distancia está aumentando rápidamente en las organizaciones. Para muchas empresas esto se considera como una forma rápida y rentable de mantenerse en contacto con el personal y asegurar su compromiso continuo con los objetivos de la empresa. Este artículo destaca los problemas experimentados por el personal cuando <br>managers</br> utilizan intranets y correos electrónicos de manera inapropiada para estos fines. Se discuten cuestiones de lejanía y aislamiento, junto con los informes de frustración y desidentificación experimentados. Sin embargo, se demostrará que cuando se utiliza adecuadamente, la comunicación con estas tecnologías puede facilitar la comprensión compartida y ayudar al personal a distancia a ver su empresa como viva y emocionante. Se destacan aspectos teóricos y se discuten las implicaciones de estos hallazgos ",
            "error": [
                ""
            ]
        },
        "remoteness": {
            "translated_key": "remoteness",
            "translated_annotated_text": "Comunicación mediada por ordenador y gestión remota: ¿integración o aislamiento? El uso de intranets y correos electrónicos para comunicarse con el personal a distancia está aumentando rápidamente en las organizaciones. Para muchas empresas esto se considera como una forma rápida y rentable de mantenerse en contacto con el personal y asegurar su compromiso continuo con los objetivos de la empresa. Este artículo pone de relieve los problemas que experimenta el personal cuando los administradores utilizan las intranets y los correos electrónicos de manera inapropiada para estos fines. Se discuten los temas de <br>remoteness</br> y aislamiento, junto con los informes de frustración y desidentificación experimentados. Sin embargo, se demostrará que cuando se utiliza adecuadamente, la comunicación con estas tecnologías puede facilitar la comprensión compartida y ayudar al personal a distancia a ver su empresa como viva y emocionante. Se destacan aspectos teóricos y se discuten las implicaciones de estos hallazgos ",
            "error": [
                ""
            ]
        },
        "electronic mail": {
            "translated_key": [],
            "translated_annotated_text": "Comunicación mediada por ordenador y gestión remota: ¿integración o aislamiento? El uso de intranets y correos electrónicos para comunicarse con el personal a distancia está aumentando rápidamente en las organizaciones. Para muchas empresas esto se considera como una forma rápida y rentable de mantenerse en contacto con el personal y asegurar su compromiso continuo con los objetivos de la empresa. Este artículo pone de relieve los problemas que experimenta el personal cuando los administradores utilizan las intranets y los correos electrónicos de manera inapropiada para estos fines. Se discuten cuestiones de lejanía y aislamiento, junto con los informes de frustración y desidentificación experimentados. Sin embargo, se demostrará que cuando se utiliza adecuadamente, la comunicación con estas tecnologías puede facilitar la comprensión compartida y ayudar al personal a distancia a ver su empresa como viva y emocionante. Se destacan aspectos teóricos y se discuten las implicaciones de estos hallazgos ",
            "error": []
        },
        "home working": {
            "translated_key": [],
            "translated_annotated_text": "Comunicación mediada por ordenador y gestión remota: ¿integración o aislamiento? El uso de intranets y correos electrónicos para comunicarse con el personal a distancia está aumentando rápidamente en las organizaciones. Para muchas empresas esto se considera como una forma rápida y rentable de mantenerse en contacto con el personal y asegurar su compromiso continuo con los objetivos de la empresa. Este artículo pone de relieve los problemas que experimenta el personal cuando los administradores utilizan las intranets y los correos electrónicos de manera inapropiada para estos fines. Se discuten cuestiones de lejanía y aislamiento, junto con los informes de frustración y desidentificación experimentados. Sin embargo, se demostrará que cuando se utiliza adecuadamente, la comunicación con estas tecnologías puede facilitar la comprensión compartida y ayudar al personal a distancia a ver su empresa como viva y emocionante. Se destacan aspectos teóricos y se discuten las implicaciones de estos hallazgos ",
            "error": []
        },
        "human factors": {
            "translated_key": [],
            "translated_annotated_text": "Comunicación mediada por ordenador y gestión remota: ¿integración o aislamiento? El uso de intranets y correos electrónicos para comunicarse con el personal a distancia está aumentando rápidamente en las organizaciones. Para muchas empresas esto se considera como una forma rápida y rentable de mantenerse en contacto con el personal y asegurar su compromiso continuo con los objetivos de la empresa. Este artículo pone de relieve los problemas que experimenta el personal cuando los administradores utilizan las intranets y los correos electrónicos de manera inapropiada para estos fines. Se discuten cuestiones de lejanía y aislamiento, junto con los informes de frustración y desidentificación experimentados. Sin embargo, se demostrará que cuando se utiliza adecuadamente, la comunicación con estas tecnologías puede facilitar la comprensión compartida y ayudar al personal a distancia a ver su empresa como viva y emocionante. Se destacan aspectos teóricos y se discuten las implicaciones de estos hallazgos ",
            "error": []
        },
        "personnel": {
            "translated_key": [],
            "translated_annotated_text": "Comunicación mediada por ordenador y gestión remota: ¿integración o aislamiento? El uso de intranets y correos electrónicos para comunicarse con el personal a distancia está aumentando rápidamente en las organizaciones. Para muchas empresas esto se considera como una forma rápida y rentable de mantenerse en contacto con el personal y asegurar su compromiso continuo con los objetivos de la empresa. Este artículo pone de relieve los problemas que experimenta el personal cuando los administradores utilizan las intranets y los correos electrónicos de manera inapropiada para estos fines. Se discuten cuestiones de lejanía y aislamiento, junto con los informes de frustración y desidentificación experimentados. Sin embargo, se demostrará que cuando se utiliza adecuadamente, la comunicación con estas tecnologías puede facilitar la comprensión compartida y ayudar al personal a distancia a ver su empresa como viva y emocionante. Se destacan aspectos teóricos y se discuten las implicaciones de estos hallazgos ",
            "error": []
        },
        "psychology": {
            "translated_key": [],
            "translated_annotated_text": "Comunicación mediada por ordenador y gestión remota: ¿integración o aislamiento? El uso de intranets y correos electrónicos para comunicarse con el personal a distancia está aumentando rápidamente en las organizaciones. Para muchas empresas esto se considera como una forma rápida y rentable de mantenerse en contacto con el personal y asegurar su compromiso continuo con los objetivos de la empresa. Este artículo pone de relieve los problemas que experimenta el personal cuando los administradores utilizan las intranets y los correos electrónicos de manera inapropiada para estos fines. Se discuten cuestiones de lejanía y aislamiento, junto con los informes de frustración y desidentificación experimentados. Sin embargo, se demostrará que cuando se utiliza adecuadamente, la comunicación con estas tecnologías puede facilitar la comprensión compartida y ayudar al personal a distancia a ver su empresa como viva y emocionante. Se destacan aspectos teóricos y se discuten las implicaciones de estos hallazgos ",
            "error": []
        },
        "social aspects of automation": {
            "translated_key": [],
            "translated_annotated_text": "Comunicación mediada por ordenador y gestión remota: ¿integración o aislamiento? El uso de intranets y correos electrónicos para comunicarse con el personal a distancia está aumentando rápidamente en las organizaciones. Para muchas empresas esto se considera como una forma rápida y rentable de mantenerse en contacto con el personal y asegurar su compromiso continuo con los objetivos de la empresa. Este artículo pone de relieve los problemas que experimenta el personal cuando los administradores utilizan las intranets y los correos electrónicos de manera inapropiada para estos fines. Se discuten cuestiones de lejanía y aislamiento, junto con los informes de frustración y desidentificación experimentados. Sin embargo, se demostrará que cuando se utiliza adecuadamente, la comunicación con estas tecnologías puede facilitar la comprensión compartida y ayudar al personal a distancia a ver su empresa como viva y emocionante. Se destacan aspectos teóricos y se discuten las implicaciones de estos hallazgos ",
            "error": []
        }
    }
}