{
    "original_text": "An application of fuzzy linear regression to the information technology in Turkey Fuzzy set theory deals with the vagueness of human thought. A major contribution of fuzzy set theory is its capability of representing vague knowledge. Fuzzy set theory is very practical when sufficient and reliable data isnt available. Information technology (IT) is the acquisition, processing, storage and dissemination of information in all its forms (auditory, pictorial, textual and numerical) through a combination of computers, telecommunication, networks and electronic devices. IT includes matters concerned with the furtherance of computer science and technology, design, development, installation and implementation of information systems and applications. In the paper, assuming that there are n independent variables and the regression function is linear, the possible levels of information technology (the sale levels of computer equipment) in Turkey are forecasted by using fuzzy linear regression. The independent variables assumed are the import level and the export level of computer equipment",
    "original_translation": "Una aplicación de regresión lineal difusa a la tecnología de la información en Turquía La teoría de conjuntos de Fuzzy se ocupa de la vaguedad del pensamiento humano. Una contribución importante de la teoría de conjuntos borrosos es su capacidad de representar conocimiento vago. La teoría de conjuntos borrosos es muy práctica cuando se dispone de datos suficientes y fiables. La tecnología de la información (TI) es la adquisición, el procesamiento, el almacenamiento y la difusión de información en todas sus formas (auditorio, pictórico, textual y numérico) mediante una combinación de computadoras, telecomunicaciones, redes y dispositivos electrónicos. La tecnología de la información incluye cuestiones relacionadas con la promoción de la ciencia y la tecnología informática, el diseño, el desarrollo, la instalación y la aplicación de sistemas y aplicaciones de información. En el artículo, suponiendo que haya n variables independientes y que la función de regresión sea lineal, los posibles niveles de tecnología de la información (los niveles de venta de equipos informáticos) en Turquía se pronostican utilizando regresión lineal difusa. Las variables independientes asumidas son el nivel de importación y el nivel de exportación de equipo informático",
    "error_count": 9,
    "keys": {
        "fuzzy linear regression": {
            "translated_key": "fuzzy regresión lineal",
            "translated_annotated_text": "Una aplicación de <br>fuzzy regresión lineal</br> a la tecnología de la información en Turquía La teoría de conjuntos de Fuzzy trata de la vaguedad del pensamiento humano. Una contribución importante de la teoría de conjuntos borrosos es su capacidad de representar conocimiento vago. La teoría de conjuntos borrosos es muy práctica cuando se dispone de datos suficientes y fiables. La tecnología de la información (TI) es la adquisición, el procesamiento, el almacenamiento y la difusión de información en todas sus formas (auditorio, pictórico, textual y numérico) mediante una combinación de computadoras, telecomunicaciones, redes y dispositivos electrónicos. La tecnología de la información incluye cuestiones relacionadas con la promoción de la ciencia y la tecnología informática, el diseño, el desarrollo, la instalación y la aplicación de sistemas y aplicaciones de información. En el artículo, suponiendo que haya n variables independientes y que la función de regresión sea lineal, los posibles niveles de tecnología de la información (los niveles de venta de equipos informáticos) en Turquía se pronostican utilizando <br>fuzzy regresión lineal</br>. Las variables independientes asumidas son el nivel de importación y el nivel de exportación de equipo informático ",
            "error": [
                ""
            ]
        },
        "information technology": {
            "translated_key": "tecnología de la información",
            "translated_annotated_text": "Una aplicación de regresión lineal difusa a la <br>tecnología de la información</br> en Turquía La teoría de conjuntos de Fuzzy trata de la vaguedad del pensamiento humano.  Una contribución importante de la teoría de conjuntos borrosos es su capacidad de representar conocimiento vago. La teoría de conjuntos borrosos es muy práctica cuando se dispone de datos suficientes y fiables. La tecnología de la información (TI) es la adquisición, el procesamiento, el almacenamiento y la difusión de información en todas sus formas (auditorio, pictórico, textual y numérico) mediante una combinación de computadoras, telecomunicaciones, redes y dispositivos electrónicos. La tecnología de la información incluye cuestiones relacionadas con la promoción de la ciencia y la tecnología informática, el diseño, el desarrollo, la instalación y la aplicación de sistemas y aplicaciones de información. En el artículo, suponiendo que haya n variables independientes y que la función de regresión sea lineal, los posibles niveles de <br>tecnología de la información</br> (los niveles de venta de equipos informáticos) en Turquía se pronostican utilizando regresión lineal difusa. Las variables independientes asumidas son el nivel de importación y el nivel de exportación de equipo informático ",
            "error": [
                ""
            ]
        },
        "Turkey": {
            "translated_key": "Turquía",
            "translated_annotated_text": "Una aplicación de regresión lineal difusa a la tecnología de la información en Turquía La teoría de conjuntos de Fuzzy se ocupa de la vaguedad del pensamiento humano. Una contribución importante de la teoría de conjuntos borrosos es su capacidad de representar conocimiento vago. La teoría de conjuntos borrosos es muy práctica cuando se dispone de datos suficientes y fiables. La tecnología de la información (TI) es la adquisición, el procesamiento, el almacenamiento y la difusión de información en todas sus formas (auditorio, pictórico, textual y numérico) mediante una combinación de computadoras, telecomunicaciones, redes y dispositivos electrónicos. La tecnología de la información incluye cuestiones relacionadas con la promoción de la ciencia y la tecnología informática, el diseño, el desarrollo, la instalación y la aplicación de sistemas y aplicaciones de información. En el artículo, suponiendo que haya n variables independientes y que la función de regresión sea lineal, los posibles niveles de tecnología de la información (los niveles de venta de equipos informáticos) en <br>Turquía</br> se pronostican utilizando regresión lineal difusa. Las variables independientes asumidas son el nivel de importación y el nivel de exportación de equipo informático ",
            "error": [
                ""
            ]
        },
        "vague knowledge representation": {
            "translated_key": [],
            "translated_annotated_text": "Una aplicación de regresión lineal difusa a la tecnología de la información en Turquía La teoría de conjuntos de Fuzzy se ocupa de la vaguedad del pensamiento humano. Una contribución importante de la teoría de conjuntos borrosos es su capacidad de representar conocimiento vago. La teoría de conjuntos borrosos es muy práctica cuando se dispone de datos suficientes y fiables. La tecnología de la información (TI) es la adquisición, el procesamiento, el almacenamiento y la difusión de información en todas sus formas (auditorio, pictórico, textual y numérico) mediante una combinación de computadoras, telecomunicaciones, redes y dispositivos electrónicos. La tecnología de la información incluye cuestiones relacionadas con la promoción de la ciencia y la tecnología informática, el diseño, el desarrollo, la instalación y la aplicación de sistemas y aplicaciones de información. En el artículo, suponiendo que haya n variables independientes y que la función de regresión sea lineal, los posibles niveles de tecnología de la información (los niveles de venta de equipos informáticos) en Turquía se pronostican utilizando regresión lineal difusa. Las variables independientes asumidas son el nivel de importación y el nivel de exportación de equipo informático ",
            "error": []
        },
        "IT": {
            "translated_key": "IT",
            "translated_annotated_text": "Una aplicación de regresión lineal difusa a la tecnología de la información en Turquía La teoría de conjuntos de Fuzzy se ocupa de la vaguedad del pensamiento humano. Una contribución importante de la teoría de conjuntos borrosos es su capacidad de representar conocimiento vago. La teoría de conjuntos borrosos es muy práctica cuando se dispone de datos suficientes y fiables. La tecnología de la información (<br>IT</br>) es la adquisición, el procesamiento, el almacenamiento y la difusión de información en todas sus formas (auditorio, pictórico, textual y numérico) a través de una combinación de computadoras, telecomunicaciones, redes y dispositivos electrónicos. <br>IT</br> incluye cuestiones relacionadas con la promoción de la ciencia y la tecnología informática, el diseño, el desarrollo, la instalación y la aplicación de sistemas y aplicaciones de información. En el artículo, suponiendo que haya n variables independientes y que la función de regresión sea lineal, los posibles niveles de tecnología de la información (los niveles de venta de equipos informáticos) en Turquía se pronostican utilizando regresión lineal difusa. Las variables independientes asumidas son el nivel de importación y el nivel de exportación de equipo informático ",
            "error": [
                ""
            ]
        },
        "computers": {
            "translated_key": [],
            "translated_annotated_text": "Una aplicación de regresión lineal difusa a la tecnología de la información en Turquía La teoría de conjuntos de Fuzzy se ocupa de la vaguedad del pensamiento humano. Una contribución importante de la teoría de conjuntos borrosos es su capacidad de representar conocimiento vago. La teoría de conjuntos borrosos es muy práctica cuando se dispone de datos suficientes y fiables. La tecnología de la información (TI) es la adquisición, el procesamiento, el almacenamiento y la difusión de información en todas sus formas (auditoría, imágenes, textos y números) mediante una combinación de computadoras, telecomunicaciones, redes y dispositivos electrónicos. La tecnología de la información incluye cuestiones relacionadas con la promoción de la ciencia y la tecnología informática, el diseño, el desarrollo, la instalación y la aplicación de sistemas y aplicaciones de información. En el artículo, suponiendo que haya n variables independientes y que la función de regresión sea lineal, los posibles niveles de tecnología de la información (los niveles de venta de equipos informáticos) en Turquía se pronostican utilizando regresión lineal difusa. Las variables independientes asumidas son el nivel de importación y el nivel de exportación de equipo informático ",
            "error": []
        },
        "telecommunication": {
            "translated_key": "telecomunicaciones",
            "translated_annotated_text": "Una aplicación de regresión lineal difusa a la tecnología de la información en Turquía La teoría de conjuntos de Fuzzy se ocupa de la vaguedad del pensamiento humano. Una contribución importante de la teoría de conjuntos borrosos es su capacidad de representar conocimiento vago. La teoría de conjuntos borrosos es muy práctica cuando se dispone de datos suficientes y fiables. La tecnología de la información (TI) es la adquisición, el procesamiento, el almacenamiento y la difusión de información en todas sus formas (auditoría, pictórica, textual y numérica) mediante una combinación de computadoras, <br>telecomunicaciones</br>, redes y dispositivos electrónicos. La tecnología de la información incluye cuestiones relacionadas con la promoción de la ciencia y la tecnología informática, el diseño, el desarrollo, la instalación y la aplicación de sistemas y aplicaciones de información. En el artículo, suponiendo que haya n variables independientes y que la función de regresión sea lineal, los posibles niveles de tecnología de la información (los niveles de venta de equipos informáticos) en Turquía se pronostican utilizando regresión lineal difusa. Las variables independientes asumidas son el nivel de importación y el nivel de exportación de equipo informático ",
            "error": [
                ""
            ]
        },
        "electronic devices": {
            "translated_key": "dispositivos electrónicos",
            "translated_annotated_text": "Una aplicación de regresión lineal difusa a la tecnología de la información en Turquía La teoría de conjuntos de Fuzzy se ocupa de la vaguedad del pensamiento humano. Una contribución importante de la teoría de conjuntos borrosos es su capacidad de representar conocimiento vago. La teoría de conjuntos borrosos es muy práctica cuando se dispone de datos suficientes y fiables. La tecnología de la información (TI) es la adquisición, el procesamiento, el almacenamiento y la difusión de información en todas sus formas (auditoría, pictórica, textual y numérica) mediante una combinación de computadoras, telecomunicaciones, redes y <br>dispositivos electrónicos</br>. La tecnología de la información incluye cuestiones relacionadas con la promoción de la ciencia y la tecnología informática, el diseño, el desarrollo, la instalación y la aplicación de sistemas y aplicaciones de información. En el artículo, suponiendo que haya n variables independientes y que la función de regresión sea lineal, los posibles niveles de tecnología de la información (los niveles de venta de equipos informáticos) en Turquía se pronostican utilizando regresión lineal difusa. Las variables independientes asumidas son el nivel de importación y el nivel de exportación de equipo informático ",
            "error": [
                ""
            ]
        },
        "computer science": {
            "translated_key": [],
            "translated_annotated_text": "Una aplicación de regresión lineal difusa a la tecnología de la información en Turquía La teoría de conjuntos de Fuzzy se ocupa de la vaguedad del pensamiento humano. Una contribución importante de la teoría de conjuntos borrosos es su capacidad de representar conocimiento vago. La teoría de conjuntos borrosos es muy práctica cuando se dispone de datos suficientes y fiables. La tecnología de la información (TI) es la adquisición, el procesamiento, el almacenamiento y la difusión de información en todas sus formas (auditorio, pictórico, textual y numérico) mediante una combinación de computadoras, telecomunicaciones, redes y dispositivos electrónicos. La tecnología de la información incluye cuestiones relacionadas con el fomento de la informática y la tecnología, el diseño, el desarrollo, la instalación y la aplicación de sistemas y aplicaciones de información. En el artículo, suponiendo que haya n variables independientes y que la función de regresión sea lineal, los posibles niveles de tecnología de la información (los niveles de venta de equipos informáticos) en Turquía se pronostican utilizando regresión lineal difusa. Las variables independientes asumidas son el nivel de importación y el nivel de exportación de equipo informático ",
            "error": []
        },
        "computer technology": {
            "translated_key": [],
            "translated_annotated_text": "Una aplicación de regresión lineal difusa a la tecnología de la información en Turquía La teoría de conjuntos de Fuzzy se ocupa de la vaguedad del pensamiento humano. Una contribución importante de la teoría de conjuntos borrosos es su capacidad de representar conocimiento vago. La teoría de conjuntos borrosos es muy práctica cuando se dispone de datos suficientes y fiables. La tecnología de la información (TI) es la adquisición, el procesamiento, el almacenamiento y la difusión de información en todas sus formas (auditorio, pictórico, textual y numérico) mediante una combinación de computadoras, telecomunicaciones, redes y dispositivos electrónicos. La tecnología de la información incluye cuestiones relacionadas con la promoción de la ciencia y la tecnología informática, el diseño, el desarrollo, la instalación y la aplicación de sistemas y aplicaciones de información. En el artículo, suponiendo que haya n variables independientes y que la función de regresión sea lineal, los posibles niveles de tecnología de la información (los niveles de venta de equipos informáticos) en Turquía se pronostican utilizando regresión lineal difusa. Las variables independientes asumidas son el nivel de importación y el nivel de exportación de equipo informático ",
            "error": []
        },
        "information systems": {
            "translated_key": [],
            "translated_annotated_text": "Una aplicación de regresión lineal difusa a la tecnología de la información en Turquía La teoría de conjuntos de Fuzzy se ocupa de la vaguedad del pensamiento humano. Una contribución importante de la teoría de conjuntos borrosos es su capacidad de representar conocimiento vago. La teoría de conjuntos borrosos es muy práctica cuando se dispone de datos suficientes y fiables. La tecnología de la información (TI) es la adquisición, el procesamiento, el almacenamiento y la difusión de información en todas sus formas (auditorio, pictórico, textual y numérico) mediante una combinación de computadoras, telecomunicaciones, redes y dispositivos electrónicos. La tecnología de la información incluye cuestiones relacionadas con la promoción de la ciencia y la tecnología informática, el diseño, el desarrollo, la instalación y la aplicación de sistemas y aplicaciones de información. En el artículo, suponiendo que haya n variables independientes y que la función de regresión sea lineal, los posibles niveles de tecnología de la información (los niveles de venta de equipos informáticos) en Turquía se pronostican utilizando regresión lineal difusa. Las variables independientes asumidas son el nivel de importación y el nivel de exportación de equipo informático ",
            "error": []
        },
        "regression function": {
            "translated_key": [],
            "translated_annotated_text": "Una aplicación de regresión lineal difusa a la tecnología de la información en Turquía La teoría de conjuntos de Fuzzy se ocupa de la vaguedad del pensamiento humano. Una contribución importante de la teoría de conjuntos borrosos es su capacidad de representar conocimiento vago. La teoría de conjuntos borrosos es muy práctica cuando se dispone de datos suficientes y fiables. La tecnología de la información (TI) es la adquisición, el procesamiento, el almacenamiento y la difusión de información en todas sus formas (auditorio, pictórico, textual y numérico) mediante una combinación de computadoras, telecomunicaciones, redes y dispositivos electrónicos. La tecnología de la información incluye cuestiones relacionadas con la promoción de la ciencia y la tecnología informática, el diseño, el desarrollo, la instalación y la aplicación de sistemas y aplicaciones de información. En el artículo, suponiendo que haya n variables independientes y que la función de regresión <br> sea lineal, los posibles niveles de tecnología de la información (los niveles de venta de equipos informáticos) en Turquía se pronostican utilizando regresión lineal difusa. Las variables independientes asumidas son el nivel de importación y el nivel de exportación de equipo informático ",
            "error": []
        },
        "computer equipment export level": {
            "translated_key": [],
            "translated_annotated_text": "Una aplicación de regresión lineal difusa a la tecnología de la información en Turquía La teoría de conjuntos de Fuzzy se ocupa de la vaguedad del pensamiento humano. Una contribución importante de la teoría de conjuntos borrosos es su capacidad de representar conocimiento vago. La teoría de conjuntos borrosos es muy práctica cuando se dispone de datos suficientes y fiables. La tecnología de la información (TI) es la adquisición, el procesamiento, el almacenamiento y la difusión de información en todas sus formas (auditorio, pictórico, textual y numérico) mediante una combinación de computadoras, telecomunicaciones, redes y dispositivos electrónicos. La tecnología de la información incluye cuestiones relacionadas con la promoción de la ciencia y la tecnología informática, el diseño, el desarrollo, la instalación y la aplicación de sistemas y aplicaciones de información. En el artículo, suponiendo que haya n variables independientes y que la función de regresión sea lineal, los posibles niveles de tecnología de la información (los niveles de venta de equipos informáticos) en Turquía se pronostican utilizando regresión lineal difusa. Las variables independientes asumidas son el nivel de importación y el nivel de exportación de equipo informático ",
            "error": []
        },
        "fuzzy set theory": {
            "translated_key": "fuzzy",
            "translated_annotated_text": "Una aplicación de regresión lineal difusa a la tecnología de la información en Turquía La teoría de conjuntos de Fuzzy se ocupa de la vaguedad del pensamiento humano. Una importante contribución de la teoría de conjuntos <br>fuzzy</br> es su capacidad de representar conocimiento vago. La teoría de conjuntos borrosos es muy práctica cuando se dispone de datos suficientes y fiables. La tecnología de la información (TI) es la adquisición, el procesamiento, el almacenamiento y la difusión de información en todas sus formas (auditorio, pictórico, textual y numérico) mediante una combinación de computadoras, telecomunicaciones, redes y dispositivos electrónicos. La tecnología de la información incluye cuestiones relacionadas con la promoción de la ciencia y la tecnología informática, el diseño, el desarrollo, la instalación y la aplicación de sistemas y aplicaciones de información. En el artículo, suponiendo que haya n variables independientes y que la función de regresión sea lineal, los posibles niveles de tecnología de la información (los niveles de venta de equipos informáticos) en Turquía se pronostican utilizando regresión lineal difusa. Las variables independientes asumidas son el nivel de importación y el nivel de exportación de equipo informático ",
            "error": [
                ""
            ]
        },
        "statistical analysis": {
            "translated_key": [],
            "translated_annotated_text": "Una aplicación de regresión lineal difusa a la tecnología de la información en Turquía La teoría de conjuntos de Fuzzy se ocupa de la vaguedad del pensamiento humano. Una contribución importante de la teoría de conjuntos borrosos es su capacidad de representar conocimiento vago. La teoría de conjuntos borrosos es muy práctica cuando se dispone de datos suficientes y fiables. La tecnología de la información (TI) es la adquisición, el procesamiento, el almacenamiento y la difusión de información en todas sus formas (auditorio, pictórico, textual y numérico) mediante una combinación de computadoras, telecomunicaciones, redes y dispositivos electrónicos. La tecnología de la información incluye cuestiones relacionadas con la promoción de la ciencia y la tecnología informática, el diseño, el desarrollo, la instalación y la aplicación de sistemas y aplicaciones de información. En el artículo, suponiendo que haya n variables independientes y que la función de regresión sea lineal, los posibles niveles de tecnología de la información (los niveles de venta de equipos informáticos) en Turquía se pronostican utilizando regresión lineal difusa. Las variables independientes asumidas son el nivel de importación y el nivel de exportación de equipo informático ",
            "error": []
        },
        "technological forecasting": {
            "translated_key": [],
            "translated_annotated_text": "Una aplicación de regresión lineal difusa a la tecnología de la información en Turquía La teoría de conjuntos de Fuzzy se ocupa de la vaguedad del pensamiento humano. Una contribución importante de la teoría de conjuntos borrosos es su capacidad de representar conocimiento vago. La teoría de conjuntos borrosos es muy práctica cuando se dispone de datos suficientes y fiables. La tecnología de la información (TI) es la adquisición, el procesamiento, el almacenamiento y la difusión de información en todas sus formas (auditorio, pictórico, textual y numérico) mediante una combinación de computadoras, telecomunicaciones, redes y dispositivos electrónicos. La tecnología de la información incluye cuestiones relacionadas con la promoción de la ciencia y la tecnología informática, el diseño, el desarrollo, la instalación y la aplicación de sistemas y aplicaciones de información. En el artículo, suponiendo que haya n variables independientes y que la función de regresión sea lineal, los posibles niveles de tecnología de la información (los niveles de venta de equipos informáticos) en Turquía se pronostican utilizando regresión lineal difusa. Las variables independientes asumidas son el nivel de importación y el nivel de exportación de equipo informático ",
            "error": []
        }
    }
}