{
    "original_text": "A method of determining a sequence of the best solutions to the problems of optimization on finite sets and the problem of network reconstruction A method of determining a sequence of the best solutions to the problems of optimization on finite sets was proposed. Its complexity was estimated by a polynomial of the dimension of problem input, given number of sequence terms, and complexity of completing the design of the original extremal problem. The technique developed was applied to the typical problem of network reconstruction with the aim of increasing its throughput under restricted reconstruction costs",
    "original_translation": "Un método para determinar una secuencia de las mejores soluciones a los problemas de optimización en conjuntos finitos y el problema de la reconstrucción de la red Se propuso un método para determinar una secuencia de las mejores soluciones a los problemas de optimización en conjuntos finitos. Su complejidad fue estimada por un polinomio de la dimensión de la entrada del problema, dado el número de términos de secuencia, y la complejidad de completar el diseño del problema extremal original. La técnica desarrollada se aplicó al problema típico de la reconstrucción de redes con el objetivo de aumentar su rendimiento bajo costos de reconstrucción restringidos",
    "error_count": 5,
    "keys": {
        "best solutions": {
            "translated_key": "mejores soluciones",
            "translated_annotated_text": "Se propuso un método para determinar una secuencia de las <br>mejores soluciones</br> a los problemas de optimización en conjuntos finitos y el problema de la reconstrucción de la red Se propuso un método para determinar una secuencia de las <br>mejores soluciones</br> a los problemas de optimización en conjuntos finitos. Su complejidad fue estimada por un polinomio de la dimensión de la entrada del problema, dado el número de términos de secuencia, y la complejidad de completar el diseño del problema extremal original. La técnica desarrollada se aplicó al problema típico de la reconstrucción de redes con el objetivo de aumentar su rendimiento bajo costos de reconstrucción restringidos ",
            "error": [
                ""
            ]
        },
        "optimization": {
            "translated_key": "optimización",
            "translated_annotated_text": "Un método para determinar una secuencia de las mejores soluciones a los problemas de <br>optimización</br> en conjuntos finitos y el problema de la reconstrucción de la red Se propuso un método para determinar una secuencia de las mejores soluciones a los problemas de <br>optimización</br> en conjuntos finitos. Su complejidad fue estimada por un polinomio de la dimensión de la entrada del problema, dado el número de términos de secuencia, y la complejidad de completar el diseño del problema extremal original. La técnica desarrollada se aplicó al problema típico de la reconstrucción de redes con el objetivo de aumentar su rendimiento bajo costos de reconstrucción restringidos ",
            "error": [
                ""
            ]
        },
        "finite sets": {
            "translated_key": [],
            "translated_annotated_text": "Se propuso un método para determinar una secuencia de las mejores soluciones a los problemas de optimización en conjuntos finitos <br> y el problema de la reconstrucción de la red Se propuso un método para determinar una secuencia de las mejores soluciones a los problemas de optimización en conjuntos finitos <br>. Su complejidad fue estimada por un polinomio de la dimensión de la entrada del problema, dado el número de términos de secuencia, y la complejidad de completar el diseño del problema extremal original. La técnica desarrollada se aplicó al problema típico de la reconstrucción de redes con el objetivo de aumentar su rendimiento bajo costos de reconstrucción restringidos ",
            "error": []
        },
        "network reconstruction": {
            "translated_key": " Se propuso un método para determinar una secuencia de las mejores soluciones a los problemas de optimización en conjuntos finitos. Su complejidad fue estimada por un polinomio de la dimensión de la entrada del problema, dado el número de términos de secuencia, y la complejidad de completar el diseño del problema extremal original. La técnica desarrollada se aplicó al problema típico de <br>reconstrucción de redes",
            "translated_annotated_text": "Se propuso un método para determinar una secuencia de las mejores soluciones a los problemas de optimización en conjuntos finitos y el problema de la reconstrucción de redes <br> Se propuso un método para determinar una secuencia de las mejores soluciones a los problemas de optimización en conjuntos finitos. Su complejidad fue estimada por un polinomio de la dimensión de la entrada del problema, dado el número de términos de secuencia, y la complejidad de completar el diseño del problema extremal original. La técnica desarrollada se aplicó al problema típico de <br>reconstrucción de redes</br> con el objetivo de aumentar su rendimiento bajo costos de reconstrucción restringidos ",
            "error": [
                ""
            ]
        },
        "complexity": {
            "translated_key": " fue estimada por un polinomio de la dimensión de la entrada del problema, dado el número de términos secuenciales, y <br>complejidad",
            "translated_annotated_text": "Un método para determinar una secuencia de las mejores soluciones a los problemas de optimización en conjuntos finitos y el problema de la reconstrucción de la red Se propuso un método para determinar una secuencia de las mejores soluciones a los problemas de optimización en conjuntos finitos. Su complejidad <br> fue estimada por un polinomio de la dimensión de la entrada del problema, dado el número de términos secuenciales, y <br>complejidad</br> de completar el diseño del problema extremal original. La técnica desarrollada se aplicó al problema típico de la reconstrucción de redes con el objetivo de aumentar su rendimiento bajo costos de reconstrucción restringidos ",
            "error": [
                ""
            ]
        },
        "computational complexity": {
            "translated_key": [],
            "translated_annotated_text": "Un método para determinar una secuencia de las mejores soluciones a los problemas de optimización en conjuntos finitos y el problema de la reconstrucción de la red Se propuso un método para determinar una secuencia de las mejores soluciones a los problemas de optimización en conjuntos finitos. Su complejidad fue estimada por un polinomio de la dimensión de la entrada del problema, dado el número de términos de secuencia, y la complejidad de completar el diseño del problema extremal original. La técnica desarrollada se aplicó al problema típico de la reconstrucción de redes con el objetivo de aumentar su rendimiento bajo costos de reconstrucción restringidos ",
            "error": []
        },
        "graph theory": {
            "translated_key": [],
            "translated_annotated_text": "Un método para determinar una secuencia de las mejores soluciones a los problemas de optimización en conjuntos finitos y el problema de la reconstrucción de la red Se propuso un método para determinar una secuencia de las mejores soluciones a los problemas de optimización en conjuntos finitos. Su complejidad fue estimada por un polinomio de la dimensión de la entrada del problema, dado el número de términos de secuencia, y la complejidad de completar el diseño del problema extremal original. La técnica desarrollada se aplicó al problema típico de la reconstrucción de redes con el objetivo de aumentar su rendimiento bajo costos de reconstrucción restringidos ",
            "error": []
        },
        "optimisation": {
            "translated_key": [],
            "translated_annotated_text": "Un método para determinar una secuencia de las mejores soluciones a los problemas de optimización en conjuntos finitos y el problema de la reconstrucción de la red Se propuso un método para determinar una secuencia de las mejores soluciones a los problemas de optimización en conjuntos finitos. Su complejidad fue estimada por un polinomio de la dimensión de la entrada del problema, dado el número de términos de secuencia, y la complejidad de completar el diseño del problema extremal original. La técnica desarrollada se aplicó al problema típico de la reconstrucción de redes con el objetivo de aumentar su rendimiento bajo costos de reconstrucción restringidos ",
            "error": []
        },
        "set theory": {
            "translated_key": [],
            "translated_annotated_text": "Un método para determinar una secuencia de las mejores soluciones a los problemas de optimización en conjuntos finitos y el problema de la reconstrucción de la red Se propuso un método para determinar una secuencia de las mejores soluciones a los problemas de optimización en conjuntos finitos. Su complejidad fue estimada por un polinomio de la dimensión de la entrada del problema, dado el número de términos de secuencia, y la complejidad de completar el diseño del problema extremal original. La técnica desarrollada se aplicó al problema típico de la reconstrucción de redes con el objetivo de aumentar su rendimiento bajo costos de reconstrucción restringidos ",
            "error": []
        }
    }
}