{
    "original_text": "The perils of privacy The recent string of failures among dotcom companies has heightened fears of privacy abuse. What should happen to the names and addresses on a customer list if these details were obtained under a privacy policy which specified no disclosure to any third party? Should the personal data in the list be deemed to be an asset of a failing company which can be transferred to any future (third party) purchaser for its purposes? Or should the privacy policy take precedence over the commercial concerns of the purchaser?",
    "original_translation": "Los peligros de la privacidad La reciente cadena de fracasos entre las empresas dotcom ha aumentado los temores de abuso de privacidad. ¿Qué debería pasar con los nombres y direcciones de una lista de clientes si estos datos se obtuvieron bajo una política de privacidad que no especificaba ninguna divulgación a terceros? ¿Deben considerarse los datos personales de la lista como activos de una empresa en quiebra que puedan transferirse a cualquier futuro comprador (tercero) para sus fines? ¿O debería la política de privacidad prevalecer sobre las preocupaciones comerciales del comprador?",
    "error_count": 5,
    "keys": {
        "privacy abuse": {
            "translated_key": [],
            "translated_annotated_text": "Los peligros de la privacidad La reciente cadena de fracasos entre las empresas de dotcom ha aumentado los temores de abuso de privacidad. ¿Qué debería pasar con los nombres y direcciones de una lista de clientes si estos datos se obtuvieron bajo una política de privacidad que no especificaba ninguna divulgación a terceros? ¿Deben considerarse los datos personales de la lista como activos de una empresa en quiebra que puedan transferirse a cualquier futuro comprador (tercero) para sus fines? ¿O debería la política de privacidad prevalecer sobre las preocupaciones comerciales del comprador? ",
            "error": []
        },
        "customer list": {
            "translated_key": [],
            "translated_annotated_text": "Los peligros de la privacidad La reciente cadena de fracasos entre las empresas dotcom ha aumentado los temores de abuso de privacidad. ¿Qué debería pasar con los nombres y direcciones de una lista de clientes <br> si estos datos se obtuvieron bajo una política de privacidad que no especificaba ninguna divulgación a terceros? ¿Deben considerarse los datos personales de la lista como activos de una empresa en quiebra que puedan transferirse a cualquier futuro comprador (tercero) para sus fines? ¿O debería la política de privacidad prevalecer sobre las preocupaciones comerciales del comprador? ",
            "error": []
        },
        "privacy policy": {
            "translated_key": " que no especificaba ninguna divulgación a terceros? ¿Deben considerarse los datos personales de la lista como activos de una empresa en quiebra que puedan transferirse a cualquier futuro comprador (tercero) para sus fines? ¿O debería la <br>política de privacidad",
            "translated_annotated_text": "Los peligros de la privacidad La reciente cadena de fracasos entre las empresas dotcom ha aumentado los temores de abuso de privacidad. ¿Qué debería pasar con los nombres y direcciones de una lista de clientes si estos datos se obtuvieron bajo una política de privacidad <br> que no especificaba ninguna divulgación a terceros? ¿Deben considerarse los datos personales de la lista como activos de una empresa en quiebra que puedan transferirse a cualquier futuro comprador (tercero) para sus fines? ¿O debería la <br>política de privacidad</br> tener prioridad sobre las preocupaciones comerciales del comprador?.  ",
            "error": [
                ""
            ]
        },
        "disclosure": {
            "translated_key": "divulgación",
            "translated_annotated_text": "Los peligros de la privacidad La reciente cadena de fracasos entre las empresas dotcom ha aumentado los temores de abuso de privacidad. ¿Qué debería pasar con los nombres y direcciones en una lista de clientes si estos detalles se obtuvieron bajo una política de privacidad que especificaba ninguna <br>divulgación</br> a terceros?.  ¿Deben considerarse los datos personales de la lista como activos de una empresa en quiebra que puedan transferirse a cualquier futuro comprador (tercero) para sus fines? ¿O debería la política de privacidad prevalecer sobre las preocupaciones comerciales del comprador? ",
            "error": [
                ""
            ]
        },
        "data privacy": {
            "translated_key": [],
            "translated_annotated_text": "Los peligros de la privacidad La reciente cadena de fracasos entre las empresas dotcom ha aumentado los temores de abuso de privacidad. ¿Qué debería pasar con los nombres y direcciones de una lista de clientes si estos datos se obtuvieron bajo una política de privacidad que no especificaba ninguna divulgación a terceros? ¿Deben considerarse los datos personales de la lista como activos de una empresa en quiebra que puedan transferirse a cualquier futuro comprador (tercero) para sus fines? ¿O debería la política de privacidad prevalecer sobre las preocupaciones comerciales del comprador? ",
            "error": []
        },
        "security of data": {
            "translated_key": [],
            "translated_annotated_text": "Los peligros de la privacidad La reciente cadena de fracasos entre las empresas dotcom ha aumentado los temores de abuso de privacidad. ¿Qué debería pasar con los nombres y direcciones de una lista de clientes si estos datos se obtuvieron bajo una política de privacidad que no especificaba ninguna divulgación a terceros? ¿Deben considerarse los datos personales de la lista como activos de una empresa en quiebra que puedan transferirse a cualquier futuro comprador (tercero) para sus fines? ¿O debería la política de privacidad prevalecer sobre las preocupaciones comerciales del comprador? ",
            "error": []
        },
        "social aspects of automation": {
            "translated_key": [],
            "translated_annotated_text": "Los peligros de la privacidad La reciente cadena de fracasos entre las empresas dotcom ha aumentado los temores de abuso de privacidad. ¿Qué debería pasar con los nombres y direcciones de una lista de clientes si estos datos se obtuvieron bajo una política de privacidad que no especificaba ninguna divulgación a terceros? ¿Deben considerarse los datos personales de la lista como activos de una empresa en quiebra que puedan transferirse a cualquier futuro comprador (tercero) para sus fines? ¿O debería la política de privacidad prevalecer sobre las preocupaciones comerciales del comprador? ",
            "error": []
        }
    }
}