{
    "original_text": "More constructions for Boolean algebras We construct Boolean algebras with prescribed behaviour concerning depth for the free product of two Boolean algebras over a third, in ZFC using pcf; assuming squares we get results on ultraproducts. We also deal with the family of cardinalities and topological density of homomorphic images of Boolean algebras (you can translate it to topology-on the cardinalities of closed subspaces); and lastly we deal with inequalities between cardinal invariants, mainly d(B)/sup kappa /<|B| implies ind(B)>/sup kappa /V Depth(B)>or=log(|B|)",
    "original_translation": "Más construcciones para álgebras booleanas Construimos álgebras booleanas con comportamiento prescrito con respecto a la profundidad para el producto libre de dos álgebras booleanas sobre un tercio, en ZFC utilizando pcf; asumiendo cuadrados obtenemos resultados en ultraproductos. También nos ocupamos de la familia de cardenalidades y densidad topológica de imágenes homomorfas de álgebras booleanas (se puede traducir a topología-sobre las cardenalidades de subespacios cerrados); y por último nos ocupamos de las desigualdades entre invariantes cardinales, principalmente d(B)/sup kappa /B implica ind(B)>/sup kappa /V Profundidad(B)>or=log(B)",
    "error_count": 3,
    "keys": {
        "Boolean algebras": {
            "translated_key": "álgebras booleanas",
            "translated_annotated_text": "Más construcciones para <br>álgebras booleanas</br> Construimos <br>álgebras booleanas</br> con comportamiento prescrito con respecto a la profundidad para el producto libre de dos <br>álgebras booleanas</br> sobre un tercio, en ZFC usando pcf; asumiendo cuadrados obtenemos resultados sobre ultraproductos. También nos ocupamos de la familia de cardenalidades y densidad topológica de imágenes homomorfas de <br>álgebras booleanas</br> (se puede traducir a topología-sobre las cardenalidades de subespacios cerrados); y por último nos ocupamos de las desigualdades entre los invariantes cardinales, principalmente d(B)/sup kappa /B implica ind(B)>/sup kappa /V Profundidad(B)>o=log(B) ",
            "error": [
                ""
            ]
        },
        "prescribed behaviour": {
            "translated_key": " comportamiento prescrito",
            "translated_annotated_text": "Más construcciones para álgebras booleanas Construimos álgebras booleanas con <br> comportamiento prescrito</br> con respecto a la profundidad para el producto libre de dos álgebras booleanas sobre un tercio, en ZFC utilizando pcf; asumiendo cuadrados obtenemos resultados en ultraproductos. También nos ocupamos de la familia de cardenalidades y densidad topológica de imágenes homomorfas de álgebras booleanas (se puede traducir a topología-sobre las cardenalidades de subespacios cerrados); y por último nos ocupamos de las desigualdades entre invariantes cardinales, principalmente d(B)/sup kappa /B implica ind(B)>/sup kappa /V Profundidad(B)>or=log(B) ",
            "error": [
                ""
            ]
        },
        "free product": {
            "translated_key": [],
            "translated_annotated_text": "Más construcciones para álgebras booleanas Construimos álgebras booleanas con comportamiento prescrito con respecto a la profundidad para el producto libre <br> de dos álgebras booleanas sobre un tercio, en ZFC utilizando pcf; asumiendo cuadrados obtenemos resultados en ultraproductos. También nos ocupamos de la familia de cardenalidades y densidad topológica de imágenes homomorfas de álgebras booleanas (se puede traducir a topología-sobre las cardenalidades de subespacios cerrados); y por último nos ocupamos de las desigualdades entre invariantes cardinales, principalmente d(B)/sup kappa /B implica ind(B)>/sup kappa /V Profundidad(B)>or=log(B) ",
            "error": []
        },
        "ZFC": {
            "translated_key": "ZFC",
            "translated_annotated_text": "Más construcciones para álgebras booleanas Construimos álgebras booleanas con comportamiento prescrito con respecto a la profundidad para el producto libre de dos álgebras booleanas sobre un tercio, en <br>ZFC</br> usando pcf; asumiendo cuadrados obtenemos resultados sobre ultraproductos. También nos ocupamos de la familia de cardenalidades y densidad topológica de imágenes homomorfas de álgebras booleanas (se puede traducir a topología-sobre las cardenalidades de subespacios cerrados); y por último nos ocupamos de las desigualdades entre invariantes cardinales, principalmente d(B)/sup kappa /B implica ind(B)>/sup kappa /V Profundidad(B)>or=log(B) ",
            "error": [
                ""
            ]
        },
        "ultraproducts": {
            "translated_key": "ultraproducts",
            "translated_annotated_text": "Más construcciones para álgebras booleanas Construimos álgebras booleanas con comportamiento prescrito con respecto a la profundidad para el producto libre de dos álgebras booleanas sobre un tercio, en ZFC utilizando pcf; asumiendo cuadrados obtenemos resultados en <br>ultraproducts</br>. También nos ocupamos de la familia de cardenalidades y densidad topológica de imágenes homomorfas de álgebras booleanas (se puede traducir a topología-sobre las cardenalidades de subespacios cerrados); y por último nos ocupamos de las desigualdades entre invariantes cardinales, principalmente d(B)/sup kappa /B implica ind(B)>/sup kappa /V Profundidad(B)>or=log(B) ",
            "error": [
                ""
            ]
        },
        "homomorphic images": {
            "translated_key": "homomorphic",
            "translated_annotated_text": "Más construcciones para álgebras booleanas Construimos álgebras booleanas con comportamiento prescrito con respecto a la profundidad para el producto libre de dos álgebras booleanas sobre un tercio, en ZFC utilizando pcf; asumiendo cuadrados obtenemos resultados en ultraproductos. También nos ocupamos de la familia de cardenalidades y densidad topológica de imágenes <br>homomorphic</br> de álgebras booleanas (se puede traducir a topología-en las cardenalidades de subespacios cerrados); y por último nos ocupamos de las desigualdades entre los invariantes cardenales, principalmente d(B)/sup kappa /B implica ind(B)>/sup kappa /V Profundidad(B)>o=log(B) ",
            "error": [
                ""
            ]
        },
        "cardinal invariants": {
            "translated_key": "invariantes cardinales",
            "translated_annotated_text": "Más construcciones para álgebras booleanas Construimos álgebras booleanas con comportamiento prescrito con respecto a la profundidad para el producto libre de dos álgebras booleanas sobre un tercio, en ZFC utilizando pcf; asumiendo cuadrados obtenemos resultados en ultraproductos. También tratamos con la familia de cardenalidades y densidad topológica de imágenes homomórficas de álgebras booleanas (se puede traducir a topología-sobre las cardenalidades de subespacios cerrados); y por último nos ocupamos de las desigualdades entre <br>invariantes cardinales</br>, principalmente d(B)/sup kappa /B implica ind(B)>/sup kappa /V Profundidad(B)>o=log(B) ",
            "error": [
                ""
            ]
        },
        "Boolean algebra": {
            "translated_key": [],
            "translated_annotated_text": "Más construcciones para álgebras booleanas Construimos álgebras booleanas con comportamiento prescrito con respecto a la profundidad para el producto libre de dos álgebras booleanas sobre un tercio, en ZFC utilizando pcf; asumiendo cuadrados obtenemos resultados en ultraproductos. También nos ocupamos de la familia de cardenalidades y densidad topológica de imágenes homomorfas de álgebras booleanas (se puede traducir a topología-sobre las cardenalidades de subespacios cerrados); y por último nos ocupamos de las desigualdades entre invariantes cardinales, principalmente d(B)/sup kappa /B implica ind(B)>/sup kappa /V Profundidad(B)>or=log(B) ",
            "error": []
        },
        "formal logic": {
            "translated_key": [],
            "translated_annotated_text": "Más construcciones para álgebras booleanas Construimos álgebras booleanas con comportamiento prescrito con respecto a la profundidad para el producto libre de dos álgebras booleanas sobre un tercio, en ZFC utilizando pcf; asumiendo cuadrados obtenemos resultados en ultraproductos. También nos ocupamos de la familia de cardenalidades y densidad topológica de imágenes homomorfas de álgebras booleanas (se puede traducir a topología-sobre las cardenalidades de subespacios cerrados); y por último nos ocupamos de las desigualdades entre invariantes cardinales, principalmente d(B)/sup kappa /B implica ind(B)>/sup kappa /V Profundidad(B)>or=log(B) ",
            "error": []
        }
    }
}