{
    "original_text": "Evicting orang utans from the office [electronic storage of legal files] Having espoused the principle of the paperless office some time ago, we decided to apply it to our stored files. First we consulted the Law Society rules governing storage of files on electronic media. The next step was for us to draw up a protocol for scanning the files. The benefits of the exercise have been significant. The area previously used for storage has been freed for other use. Files are now available online, instantaneously. When we have needed to send out files to the client or following a change of solicitor, we have been able to do so almost immediately, by E-mail, retaining a copy for our future reference. The files are protected from loss or deterioration, back-up copies having been taken which are stored off site. The complete stored file archive can be put in your pocket (in CD-ROM format) or on a laptop, facilitating remote working",
    "original_translation": "Desalojar a los orang utans de la oficina [almacenamiento electrónico de archivos legales] Tras haber defendido el principio de la oficina sin papel hace algún tiempo, decidimos aplicarlo a nuestros archivos almacenados. Primero consultamos las reglas de la Sociedad de Derecho que rigen el almacenamiento de archivos en medios electrónicos. El siguiente paso fue elaborar un protocolo para escanear los archivos. Los beneficios del ejercicio han sido significativos. El área previamente utilizada para el almacenamiento ha sido liberada para otro uso. Los archivos ya están disponibles en línea, instantáneamente. Cuando hemos necesitado enviar archivos al cliente o después de un cambio de abogado, hemos podido hacerlo casi inmediatamente, por correo electrónico, conservando una copia para nuestra futura referencia. Los archivos están protegidos de la pérdida o el deterioro, copias de seguridad tomadas que se almacenan fuera del sitio. El archivo completo almacenado se puede poner en su bolsillo (en formato CD-ROM) o en un ordenador portátil, facilitando el trabajo remoto",
    "error_count": 7,
    "keys": {
        "paperless office": {
            "translated_key": [],
            "translated_annotated_text": "Desalojar a los orang utans de la oficina [almacenamiento electrónico de archivos legales] Habiendo adoptado hace algún tiempo el principio de la oficina <br> sin papel, decidimos aplicarlo a nuestros archivos almacenados. Primero consultamos las reglas de la Sociedad de Derecho que rigen el almacenamiento de archivos en medios electrónicos. El siguiente paso fue elaborar un protocolo para escanear los archivos. Los beneficios del ejercicio han sido significativos. El área previamente utilizada para el almacenamiento ha sido liberada para otro uso. Los archivos ya están disponibles en línea, instantáneamente. Cuando hemos necesitado enviar archivos al cliente o después de un cambio de abogado, hemos podido hacerlo casi inmediatamente, por correo electrónico, conservando una copia para nuestra futura referencia. Los archivos están protegidos de la pérdida o el deterioro, copias de seguridad tomadas que se almacenan fuera del sitio. El archivo completo almacenado se puede poner en su bolsillo (en formato CD-ROM) o en un ordenador portátil, facilitando el trabajo remoto ",
            "error": []
        },
        "legal files": {
            "translated_key": "archivos legales",
            "translated_annotated_text": "Desalojar orang utans de la oficina [almacenamiento electrónico de <br>archivos legales</br>] Habiendo defendido el principio de la oficina sin papel hace algún tiempo, decidimos aplicarlo a nuestros archivos almacenados.  Primero consultamos las reglas de la Sociedad de Derecho que rigen el almacenamiento de archivos en medios electrónicos. El siguiente paso fue elaborar un protocolo para escanear los archivos. Los beneficios del ejercicio han sido significativos. El área previamente utilizada para el almacenamiento ha sido liberada para otro uso. Los archivos ya están disponibles en línea, instantáneamente. Cuando hemos necesitado enviar archivos al cliente o después de un cambio de abogado, hemos podido hacerlo casi inmediatamente, por correo electrónico, conservando una copia para nuestra futura referencia. Los archivos están protegidos de la pérdida o el deterioro, copias de seguridad tomadas que se almacenan fuera del sitio. El archivo completo almacenado se puede poner en su bolsillo (en formato CD-ROM) o en un ordenador portátil, facilitando el trabajo remoto ",
            "error": [
                ""
            ]
        },
        "electronic storage": {
            "translated_key": " almacenamiento electrónico",
            "translated_annotated_text": "Desalojar orang utans de la oficina [<br> almacenamiento electrónico</br> de los archivos legales] Habiendo defendido el principio de la oficina sin papel hace algún tiempo, decidimos aplicarlo a nuestros archivos almacenados. Primero consultamos las reglas de la Sociedad de Derecho que rigen el almacenamiento de archivos en medios electrónicos. El siguiente paso fue elaborar un protocolo para escanear los archivos. Los beneficios del ejercicio han sido significativos. El área previamente utilizada para el almacenamiento ha sido liberada para otro uso. Los archivos ya están disponibles en línea, instantáneamente. Cuando hemos necesitado enviar archivos al cliente o después de un cambio de abogado, hemos podido hacerlo casi inmediatamente, por correo electrónico, conservando una copia para nuestra futura referencia. Los archivos están protegidos de la pérdida o el deterioro, copias de seguridad tomadas que se almacenan fuera del sitio. El archivo completo almacenado se puede poner en su bolsillo (en formato CD-ROM) o en un ordenador portátil, facilitando el trabajo remoto ",
            "error": [
                ""
            ]
        },
        "Law Society rules": {
            "translated_key": [],
            "translated_annotated_text": "Desalojar a los orang utans de la oficina [almacenamiento electrónico de archivos legales] Tras haber defendido el principio de la oficina sin papel hace algún tiempo, decidimos aplicarlo a nuestros archivos almacenados. En primer lugar consultamos las normas de la Sociedad de Derecho que rigen el almacenamiento de archivos en los medios electrónicos. El siguiente paso fue elaborar un protocolo para escanear los archivos. Los beneficios del ejercicio han sido significativos. El área previamente utilizada para el almacenamiento ha sido liberada para otro uso. Los archivos ya están disponibles en línea, instantáneamente. Cuando hemos necesitado enviar archivos al cliente o después de un cambio de abogado, hemos podido hacerlo casi inmediatamente, por correo electrónico, conservando una copia para nuestra futura referencia. Los archivos están protegidos de la pérdida o el deterioro, copias de seguridad tomadas que se almacenan fuera del sitio. El archivo completo almacenado se puede poner en su bolsillo (en formato CD-ROM) o en un ordenador portátil, facilitando el trabajo remoto ",
            "error": []
        },
        "file scanning": {
            "translated_key": [],
            "translated_annotated_text": "Desalojar a los orang utans de la oficina [almacenamiento electrónico de archivos legales] Tras haber defendido el principio de la oficina sin papel hace algún tiempo, decidimos aplicarlo a nuestros archivos almacenados. Primero consultamos las reglas de la Sociedad de Derecho que rigen el almacenamiento de archivos en medios electrónicos. El siguiente paso fue elaborar un protocolo para escanear los archivos. Los beneficios del ejercicio han sido significativos. El área previamente utilizada para el almacenamiento ha sido liberada para otro uso. Los archivos ya están disponibles en línea, instantáneamente. Cuando hemos necesitado enviar archivos al cliente o después de un cambio de abogado, hemos podido hacerlo casi inmediatamente, por correo electrónico, conservando una copia para nuestra futura referencia. Los archivos están protegidos de la pérdida o el deterioro, copias de seguridad tomadas que se almacenan fuera del sitio. El archivo completo almacenado se puede poner en su bolsillo (en formato CD-ROM) o en un ordenador portátil, facilitando el trabajo remoto ",
            "error": []
        },
        "CD-ROM": {
            "translated_key": "CD-ROM",
            "translated_annotated_text": "Desalojar a los orang utans de la oficina [almacenamiento electrónico de archivos legales] Tras haber defendido el principio de la oficina sin papel hace algún tiempo, decidimos aplicarlo a nuestros archivos almacenados. Primero consultamos las reglas de la Sociedad de Derecho que rigen el almacenamiento de archivos en medios electrónicos. El siguiente paso fue elaborar un protocolo para escanear los archivos. Los beneficios del ejercicio han sido significativos. El área previamente utilizada para el almacenamiento ha sido liberada para otro uso. Los archivos ya están disponibles en línea, instantáneamente. Cuando hemos necesitado enviar archivos al cliente o después de un cambio de abogado, hemos podido hacerlo casi inmediatamente, por correo electrónico, conservando una copia para nuestra futura referencia. Los archivos están protegidos de la pérdida o el deterioro, copias de seguridad tomadas que se almacenan fuera del sitio. El archivo completo almacenado se puede poner en su bolsillo (en formato <br>CD-ROM</br>) o en una computadora portátil, facilitando el trabajo remoto ",
            "error": [
                ""
            ]
        },
        "file archive": {
            "translated_key": "archivo completo almacenado",
            "translated_annotated_text": "Desalojar a los orang utans de la oficina [almacenamiento electrónico de archivos legales] Tras haber defendido el principio de la oficina sin papel hace algún tiempo, decidimos aplicarlo a nuestros archivos almacenados. Primero consultamos las reglas de la Sociedad de Derecho que rigen el almacenamiento de archivos en medios electrónicos. El siguiente paso fue elaborar un protocolo para escanear los archivos. Los beneficios del ejercicio han sido significativos. El área previamente utilizada para el almacenamiento ha sido liberada para otro uso. Los archivos ya están disponibles en línea, instantáneamente. Cuando hemos necesitado enviar archivos al cliente o después de un cambio de abogado, hemos podido hacerlo casi inmediatamente, por correo electrónico, conservando una copia para nuestra futura referencia. Los archivos están protegidos de la pérdida o el deterioro, copias de seguridad tomadas que se almacenan fuera del sitio. El archivo <br>archivo completo almacenado</br> se puede poner en su bolsillo (en formato CD-ROM) o en una computadora portátil, facilitando el trabajo remoto ",
            "error": [
                ""
            ]
        },
        "CD-ROMs": {
            "translated_key": [],
            "translated_annotated_text": "Desalojar a los orang utans de la oficina [almacenamiento electrónico de archivos legales] Tras haber defendido el principio de la oficina sin papel hace algún tiempo, decidimos aplicarlo a nuestros archivos almacenados. Primero consultamos las reglas de la Sociedad de Derecho que rigen el almacenamiento de archivos en medios electrónicos. El siguiente paso fue elaborar un protocolo para escanear los archivos. Los beneficios del ejercicio han sido significativos. El área previamente utilizada para el almacenamiento ha sido liberada para otro uso. Los archivos ya están disponibles en línea, instantáneamente. Cuando hemos necesitado enviar archivos al cliente o después de un cambio de abogado, hemos podido hacerlo casi inmediatamente, por correo electrónico, conservando una copia para nuestra futura referencia. Los archivos están protegidos de la pérdida o el deterioro, copias de seguridad tomadas que se almacenan fuera del sitio. El archivo completo almacenado se puede poner en su bolsillo (en formato CD-ROM) o en un ordenador portátil, facilitando el trabajo remoto ",
            "error": []
        },
        "law administration": {
            "translated_key": [],
            "translated_annotated_text": "Desalojar a los orang utans de la oficina [almacenamiento electrónico de archivos legales] Tras haber defendido el principio de la oficina sin papel hace algún tiempo, decidimos aplicarlo a nuestros archivos almacenados. Primero consultamos las reglas de la Sociedad de Derecho que rigen el almacenamiento de archivos en medios electrónicos. El siguiente paso fue elaborar un protocolo para escanear los archivos. Los beneficios del ejercicio han sido significativos. El área previamente utilizada para el almacenamiento ha sido liberada para otro uso. Los archivos ya están disponibles en línea, instantáneamente. Cuando hemos necesitado enviar archivos al cliente o después de un cambio de abogado, hemos podido hacerlo casi inmediatamente, por correo electrónico, conservando una copia para nuestra futura referencia. Los archivos están protegidos de la pérdida o el deterioro, copias de seguridad tomadas que se almacenan fuera del sitio. El archivo completo almacenado se puede poner en su bolsillo (en formato CD-ROM) o en un ordenador portátil, facilitando el trabajo remoto ",
            "error": []
        },
        "records management": {
            "translated_key": [],
            "translated_annotated_text": "Desalojar a los orang utans de la oficina [almacenamiento electrónico de archivos legales] Tras haber defendido el principio de la oficina sin papel hace algún tiempo, decidimos aplicarlo a nuestros archivos almacenados. Primero consultamos las reglas de la Sociedad de Derecho que rigen el almacenamiento de archivos en medios electrónicos. El siguiente paso fue elaborar un protocolo para escanear los archivos. Los beneficios del ejercicio han sido significativos. El área previamente utilizada para el almacenamiento ha sido liberada para otro uso. Los archivos ya están disponibles en línea, instantáneamente. Cuando hemos necesitado enviar archivos al cliente o después de un cambio de abogado, hemos podido hacerlo casi inmediatamente, por correo electrónico, conservando una copia para nuestra futura referencia. Los archivos están protegidos de la pérdida o el deterioro, copias de seguridad tomadas que se almacenan fuera del sitio. El archivo completo almacenado se puede poner en su bolsillo (en formato CD-ROM) o en un ordenador portátil, facilitando el trabajo remoto ",
            "error": []
        },
        "storage management": {
            "translated_key": [],
            "translated_annotated_text": "Desalojar a los orang utans de la oficina [almacenamiento electrónico de archivos legales] Tras haber defendido el principio de la oficina sin papel hace algún tiempo, decidimos aplicarlo a nuestros archivos almacenados. Primero consultamos las reglas de la Sociedad de Derecho que rigen el almacenamiento de archivos en medios electrónicos. El siguiente paso fue elaborar un protocolo para escanear los archivos. Los beneficios del ejercicio han sido significativos. El área previamente utilizada para el almacenamiento ha sido liberada para otro uso. Los archivos ya están disponibles en línea, instantáneamente. Cuando hemos necesitado enviar archivos al cliente o después de un cambio de abogado, hemos podido hacerlo casi inmediatamente, por correo electrónico, conservando una copia para nuestra futura referencia. Los archivos están protegidos de la pérdida o el deterioro, copias de seguridad tomadas que se almacenan fuera del sitio. El archivo completo almacenado se puede poner en su bolsillo (en formato CD-ROM) o en un ordenador portátil, facilitando el trabajo remoto ",
            "error": []
        }
    }
}