{
    "original_text": "Electronic data exchange for real estate With HM Land Registrys consultation now underway, no one denies that the property industry is facing a period of unprecedented change. PISCES (Property Information Systems Common Exchange) is a property-focused electronic data exchange standard. The standard is a set of definitions and rules to facilitate electronic transfer of data between key business areas and between different types of software packages that are used regularly by the property industry. It is not itself a piece of software but an enabling technology that allows software providers to prepare solutions within their own packages to transfer data between databases. This provides the attractive prospect of seamless transfer of data within and between systems and organisations",
    "original_translation": "Intercambio electrónico de datos para bienes raíces Con la consulta de HM Land Registrys en curso, nadie niega que la industria inmobiliaria se enfrenta a un período de cambios sin precedentes. PISCES (Property Information Systems Common Exchange) es una norma de intercambio electrónico de datos centrada en propiedades. La norma es un conjunto de definiciones y normas para facilitar la transferencia electrónica de datos entre ámbitos empresariales clave y entre diferentes tipos de paquetes de software que son utilizados regularmente por la industria inmobiliaria. No es en sí mismo una pieza de software, sino una tecnología habilitante que permite a los proveedores de software preparar soluciones dentro de sus propios paquetes para transferir datos entre bases de datos. Esto ofrece la atractiva perspectiva de una transferencia sin fisuras de datos dentro de los sistemas y organizaciones y entre ellos",
    "error_count": 6,
    "keys": {
        "HM Land Registry": {
            "translated_key": [],
            "translated_annotated_text": "Intercambio electrónico de datos para bienes raíces Con la consulta de HM Land Registrys en curso, nadie niega que la industria inmobiliaria se enfrenta a un período de cambios sin precedentes. PISCES (Property Information Systems Common Exchange) es una norma de intercambio electrónico de datos centrada en propiedades. La norma es un conjunto de definiciones y normas para facilitar la transferencia electrónica de datos entre ámbitos empresariales clave y entre diferentes tipos de paquetes de software que son utilizados regularmente por la industria inmobiliaria. No es en sí mismo una pieza de software, sino una tecnología habilitante que permite a los proveedores de software preparar soluciones dentro de sus propios paquetes para transferir datos entre bases de datos. Esto ofrece la atractiva perspectiva de una transferencia sin fisuras de datos dentro de los sistemas y organizaciones y entre ellos ",
            "error": []
        },
        "property industry": {
            "translated_key": "la industria inmobiliaria",
            "translated_annotated_text": "Intercambio electrónico de datos para bienes raíces Con la consulta de HM Land Registrys en curso, nadie niega que <br>la industria inmobiliaria</br> se enfrenta a un período de cambio sin precedentes. PISCES (Property Information Systems Common Exchange) es una norma de intercambio electrónico de datos centrada en propiedades. La norma es un conjunto de definiciones y reglas para facilitar la transferencia electrónica de datos entre áreas de negocio clave y entre diferentes tipos de paquetes de software que son utilizados regularmente por <br>la industria inmobiliaria</br>. No es en sí mismo una pieza de software, sino una tecnología habilitante que permite a los proveedores de software preparar soluciones dentro de sus propios paquetes para transferir datos entre bases de datos. Esto ofrece la atractiva perspectiva de una transferencia sin fisuras de datos dentro de los sistemas y organizaciones y entre ellos ",
            "error": [
                ""
            ]
        },
        "PISCES": {
            "translated_key": "PISCES",
            "translated_annotated_text": "Intercambio electrónico de datos para bienes raíces Con la consulta de HM Land Registrys en curso, nadie niega que la industria inmobiliaria se enfrenta a un período de cambios sin precedentes. <br>PISCES</br> (Property Information Systems Common Exchange) es un estándar de intercambio electrónico de datos centrado en propiedades. La norma es un conjunto de definiciones y normas para facilitar la transferencia electrónica de datos entre ámbitos empresariales clave y entre diferentes tipos de paquetes de software que son utilizados regularmente por la industria inmobiliaria. No es en sí mismo una pieza de software, sino una tecnología habilitante que permite a los proveedores de software preparar soluciones dentro de sus propios paquetes para transferir datos entre bases de datos. Esto ofrece la atractiva perspectiva de una transferencia sin fisuras de datos dentro de los sistemas y organizaciones y entre ellos ",
            "error": [
                ""
            ]
        },
        "Property Information Systems Common Exchange": {
            "translated_key": "Property Information Systems Common Exchange",
            "translated_annotated_text": "Intercambio electrónico de datos para bienes raíces Con la consulta de HM Land Registrys en curso, nadie niega que la industria inmobiliaria se enfrenta a un período de cambios sin precedentes. PISCES (<br>Property Information Systems Common Exchange</br>) es un estándar de intercambio electrónico de datos centrado en propiedades. La norma es un conjunto de definiciones y normas para facilitar la transferencia electrónica de datos entre ámbitos empresariales clave y entre diferentes tipos de paquetes de software que son utilizados regularmente por la industria inmobiliaria. No es en sí mismo una pieza de software, sino una tecnología habilitante que permite a los proveedores de software preparar soluciones dentro de sus propios paquetes para transferir datos entre bases de datos. Esto ofrece la atractiva perspectiva de una transferencia sin fisuras de datos dentro de los sistemas y organizaciones y entre ellos ",
            "error": [
                ""
            ]
        },
        "electronic data exchange": {
            "translated_key": [],
            "translated_annotated_text": "Intercambio electrónico de datos para bienes raíces Con la consulta de HM Land Registrys en curso, nadie niega que la industria inmobiliaria se enfrenta a un período de cambios sin precedentes. PISCES (Property Information Systems Common Exchange) es un estándar de intercambio de datos electrónico <br> centrado en propiedades. La norma es un conjunto de definiciones y normas para facilitar la transferencia electrónica de datos entre ámbitos empresariales clave y entre diferentes tipos de paquetes de software que son utilizados regularmente por la industria inmobiliaria. No es en sí mismo una pieza de software, sino una tecnología habilitante que permite a los proveedores de software preparar soluciones dentro de sus propios paquetes para transferir datos entre bases de datos. Esto ofrece la atractiva perspectiva de una transferencia sin fisuras de datos dentro de los sistemas y organizaciones y entre ellos ",
            "error": []
        },
        "standard": {
            "translated_key": "standard",
            "translated_annotated_text": "Intercambio electrónico de datos para bienes raíces Con la consulta de HM Land Registrys en curso, nadie niega que la industria inmobiliaria se enfrenta a un período de cambios sin precedentes. PISCES (Property Information Systems Common Exchange) es un intercambio electrónico de datos centrado en propiedades <br>standard</br>. El <br>standard</br> es un conjunto de definiciones y reglas para facilitar la transferencia electrónica de datos entre áreas de negocio clave y entre diferentes tipos de paquetes de software que son utilizados regularmente por la industria inmobiliaria. No es en sí mismo una pieza de software, sino una tecnología habilitante que permite a los proveedores de software preparar soluciones dentro de sus propios paquetes para transferir datos entre bases de datos. Esto ofrece la atractiva perspectiva de una transferencia sin fisuras de datos dentro de los sistemas y organizaciones y entre ellos ",
            "error": [
                ""
            ]
        },
        "software packages": {
            "translated_key": "software",
            "translated_annotated_text": "Intercambio electrónico de datos para bienes raíces Con la consulta de HM Land Registrys en curso, nadie niega que la industria inmobiliaria se enfrenta a un período de cambios sin precedentes. PISCES (Property Information Systems Common Exchange) es una norma de intercambio electrónico de datos centrada en propiedades. La norma es un conjunto de definiciones y reglas para facilitar la transferencia electrónica de datos entre áreas de negocio clave y entre diferentes tipos de paquetes de <br>software</br> que son utilizados regularmente por la industria inmobiliaria. No es en sí mismo una pieza de software, sino una tecnología habilitante que permite a los proveedores de software preparar soluciones dentro de sus propios paquetes para transferir datos entre bases de datos. Esto ofrece la atractiva perspectiva de una transferencia sin fisuras de datos dentro de los sistemas y organizaciones y entre ellos ",
            "error": [
                ""
            ]
        },
        "databases": {
            "translated_key": " ",
            "translated_annotated_text": "Intercambio electrónico de datos para bienes raíces Con la consulta de HM Land Registrys en curso, nadie niega que la industria inmobiliaria se enfrenta a un período de cambios sin precedentes. PISCES (Property Information Systems Common Exchange) es una norma de intercambio electrónico de datos centrada en propiedades. La norma es un conjunto de definiciones y normas para facilitar la transferencia electrónica de datos entre ámbitos empresariales clave y entre diferentes tipos de paquetes de software que son utilizados regularmente por la industria inmobiliaria. No es en sí una pieza de software, sino una tecnología habilitante que permite a los proveedores de software preparar soluciones dentro de sus propios paquetes para transferir datos entre bases de datos <br> </br>. Esto ofrece la atractiva perspectiva de una transferencia sin fisuras de datos dentro de los sistemas y organizaciones y entre ellos ",
            "error": [
                ""
            ]
        },
        "seamless transfer": {
            "translated_key": "transferencia sin fisuras",
            "translated_annotated_text": "Intercambio electrónico de datos para bienes raíces Con la consulta de HM Land Registrys en curso, nadie niega que la industria inmobiliaria se enfrenta a un período de cambios sin precedentes. PISCES (Property Information Systems Common Exchange) es una norma de intercambio electrónico de datos centrada en propiedades. La norma es un conjunto de definiciones y normas para facilitar la transferencia electrónica de datos entre ámbitos empresariales clave y entre diferentes tipos de paquetes de software que son utilizados regularmente por la industria inmobiliaria. No es en sí mismo una pieza de software, sino una tecnología habilitante que permite a los proveedores de software preparar soluciones dentro de sus propios paquetes para transferir datos entre bases de datos. Esto ofrece la perspectiva atractiva de una <br>transferencia sin fisuras</br> de datos dentro de los sistemas y organizaciones y entre ellos. ",
            "error": [
                ""
            ]
        },
        "electronic data interchange": {
            "translated_key": [],
            "translated_annotated_text": "Intercambio electrónico de datos para bienes raíces Con la consulta de HM Land Registrys en curso, nadie niega que la industria inmobiliaria se enfrenta a un período de cambios sin precedentes. PISCES (Property Information Systems Common Exchange) es una norma de intercambio electrónico de datos centrada en propiedades. La norma es un conjunto de definiciones y normas para facilitar la transferencia electrónica de datos entre ámbitos empresariales clave y entre diferentes tipos de paquetes de software que son utilizados regularmente por la industria inmobiliaria. No es en sí mismo una pieza de software, sino una tecnología habilitante que permite a los proveedores de software preparar soluciones dentro de sus propios paquetes para transferir datos entre bases de datos. Esto ofrece la atractiva perspectiva de una transferencia sin fisuras de datos dentro de los sistemas y organizaciones y entre ellos ",
            "error": []
        },
        "information systems": {
            "translated_key": [],
            "translated_annotated_text": "Intercambio electrónico de datos para bienes raíces Con la consulta de HM Land Registrys en curso, nadie niega que la industria inmobiliaria se enfrenta a un período de cambios sin precedentes. PISCES (Property Information Systems Common Exchange) es una norma de intercambio electrónico de datos centrada en propiedades. La norma es un conjunto de definiciones y normas para facilitar la transferencia electrónica de datos entre ámbitos empresariales clave y entre diferentes tipos de paquetes de software que son utilizados regularmente por la industria inmobiliaria. No es en sí mismo una pieza de software, sino una tecnología habilitante que permite a los proveedores de software preparar soluciones dentro de sus propios paquetes para transferir datos entre bases de datos. Esto ofrece la atractiva perspectiva de una transferencia sin fisuras de datos dentro de los sistemas y organizaciones y entre ellos ",
            "error": []
        },
        "real estate data processing": {
            "translated_key": [],
            "translated_annotated_text": "Intercambio electrónico de datos para bienes raíces Con la consulta de HM Land Registrys en curso, nadie niega que la industria inmobiliaria se enfrenta a un período de cambios sin precedentes. PISCES (Property Information Systems Common Exchange) es una norma de intercambio electrónico de datos centrada en propiedades. La norma es un conjunto de definiciones y normas para facilitar la transferencia electrónica de datos entre ámbitos empresariales clave y entre diferentes tipos de paquetes de software que son utilizados regularmente por la industria inmobiliaria. No es en sí mismo una pieza de software, sino una tecnología habilitante que permite a los proveedores de software preparar soluciones dentro de sus propios paquetes para transferir datos entre bases de datos. Esto ofrece la atractiva perspectiva de una transferencia sin fisuras de datos dentro de los sistemas y organizaciones y entre ellos ",
            "error": []
        },
        "standards": {
            "translated_key": [],
            "translated_annotated_text": "Intercambio electrónico de datos para bienes raíces Con la consulta de HM Land Registrys en curso, nadie niega que la industria inmobiliaria se enfrenta a un período de cambios sin precedentes. PISCES (Property Information Systems Common Exchange) es una norma de intercambio electrónico de datos centrada en propiedades. La norma es un conjunto de definiciones y normas para facilitar la transferencia electrónica de datos entre ámbitos empresariales clave y entre diferentes tipos de paquetes de software que son utilizados regularmente por la industria inmobiliaria. No es en sí mismo una pieza de software, sino una tecnología habilitante que permite a los proveedores de software preparar soluciones dentro de sus propios paquetes para transferir datos entre bases de datos. Esto ofrece la atractiva perspectiva de una transferencia sin fisuras de datos dentro de los sistemas y organizaciones y entre ellos ",
            "error": []
        }
    }
}