{
    "original_text": "Development of a health guidance support system for lifestyle improvement The objective is to provide automated advice for lifestyle adjustment based on an assessment of the results of a questionnaire and medical examination or health checkup data. A system was developed that gathers data based on questions regarding weight gain, exercise, smoking, sleep, eating habits, salt intake, animal fat intake, snacks, alcohol, and oral hygiene, body mass index, resting blood pressure, fasting blood sugar, total cholesterol, triglycerides, uric acid and liver function tests. Based on the relationships between the lifestyle data and the health checkup data, a health assessment sheet was generated for persons being allocated to a multiple-risk factor syndrome group. Health assessment and useful advice for lifestyle improvement were automatically extracted with the system, toward the high risk group for life style related diseases. The system is operational. In comparison with conventional, limited advice methods, we developed a practical system that defined the necessity for lifestyle improvement more clearly, and made giving advice easier",
    "original_translation": "Desarrollo de un sistema de apoyo de orientación sanitaria para mejorar el estilo de vida El objetivo es proporcionar asesoramiento automatizado para el ajuste del estilo de vida basado en una evaluación de los resultados de un cuestionario y de los datos de reconocimiento médico o de control médico. Se desarrolló un sistema que recoge datos basados en preguntas sobre aumento de peso, ejercicio, tabaquismo, sueño, hábitos alimenticios, ingesta de sal, ingesta de grasa animal, refrigerios, alcohol e higiene oral, índice de masa corporal, presión arterial en reposo, azúcar en ayunas, colesterol total, triglicéridos, ácido úrico y pruebas de función hepática. Sobre la base de las relaciones entre los datos del estilo de vida y los datos del control de salud, se generó una hoja de evaluación de la salud para las personas asignadas a un grupo de síndrome del factor de riesgo múltiple. La evaluación de la salud y los consejos útiles para la mejora del estilo de vida se extrajeron automáticamente con el sistema, hacia el grupo de alto riesgo para las enfermedades relacionadas con el estilo de vida. El sistema está en funcionamiento. En comparación con los métodos convencionales y limitados de asesoramiento, desarrollamos un sistema práctico que definió la necesidad de mejorar el estilo de vida con mayor claridad y facilitó el asesoramiento.",
    "error_count": 7,
    "keys": {
        "health guidance support system": {
            "translated_key": [],
            "translated_annotated_text": "Desarrollo de un sistema de apoyo de orientación sanitaria para mejorar el estilo de vida El objetivo es proporcionar asesoramiento automatizado para el ajuste del estilo de vida basado en una evaluación de los resultados de un cuestionario y de los datos del examen médico o del examen médico. Se desarrolló un sistema que recoge datos basados en preguntas sobre aumento de peso, ejercicio, tabaquismo, sueño, hábitos alimenticios, ingesta de sal, ingesta de grasa animal, refrigerios, alcohol e higiene oral, índice de masa corporal, presión arterial en reposo, azúcar en ayunas, colesterol total, triglicéridos, ácido úrico y pruebas de función hepática. Sobre la base de las relaciones entre los datos del estilo de vida y los datos del control de salud, se generó una hoja de evaluación de la salud para las personas asignadas a un grupo de síndrome del factor de riesgo múltiple. La evaluación de la salud y los consejos útiles para la mejora del estilo de vida se extrajeron automáticamente con el sistema, hacia el grupo de alto riesgo para las enfermedades relacionadas con el estilo de vida. El sistema está en funcionamiento. En comparación con los métodos convencionales y limitados de asesoramiento, desarrollamos un sistema práctico que definió la necesidad de mejorar el estilo de vida con mayor claridad y facilitó el asesoramiento. ",
            "error": []
        },
        "lifestyle improvement": {
            "translated_key": "mejora del estilo de vida",
            "translated_annotated_text": "Desarrollo de un sistema de apoyo de orientación sanitaria para mejorar el estilo de vida El objetivo es proporcionar asesoramiento automatizado para el ajuste del estilo de vida basado en una evaluación de los resultados de un cuestionario y de los datos del examen médico o del control de la salud.  Se desarrolló un sistema que recoge datos basados en preguntas sobre aumento de peso, ejercicio, tabaquismo, sueño, hábitos alimenticios, ingesta de sal, ingesta de grasa animal, refrigerios, alcohol e higiene oral, índice de masa corporal, presión arterial en reposo, azúcar en ayunas, colesterol total, triglicéridos, ácido úrico y pruebas de función hepática. Sobre la base de las relaciones entre los datos del estilo de vida y los datos del control de salud, se generó una hoja de evaluación de la salud para las personas asignadas a un grupo de síndrome del factor de riesgo múltiple. Evaluación de la salud y consejos útiles para la <br>mejora del estilo de vida</br> se extrajeron automáticamente con el sistema, hacia el grupo de alto riesgo para las enfermedades relacionadas con el estilo de vida.  El sistema está en funcionamiento. En comparación con los métodos de asesoramiento convencionales y limitados, desarrollamos un sistema práctico que definió la necesidad de mejorar el estilo de vida con mayor claridad y facilitó el asesoramiento. ",
            "error": [
                ""
            ]
        },
        "questionnaire": {
            "translated_key": "cuestionario",
            "translated_annotated_text": "Desarrollo de un sistema de apoyo de orientación sanitaria para mejorar el estilo de vida El objetivo es proporcionar asesoramiento automatizado para el ajuste del estilo de vida basado en una evaluación de los resultados de un <br>cuestionario</br> y de los datos de un examen médico o de un examen médico. Se desarrolló un sistema que recoge datos basados en preguntas sobre aumento de peso, ejercicio, tabaquismo, sueño, hábitos alimenticios, ingesta de sal, ingesta de grasa animal, refrigerios, alcohol e higiene oral, índice de masa corporal, presión arterial en reposo, azúcar en ayunas, colesterol total, triglicéridos, ácido úrico y pruebas de función hepática. Sobre la base de las relaciones entre los datos del estilo de vida y los datos del control de salud, se generó una hoja de evaluación de la salud para las personas asignadas a un grupo de síndrome del factor de riesgo múltiple. La evaluación de la salud y los consejos útiles para la mejora del estilo de vida se extrajeron automáticamente con el sistema, hacia el grupo de alto riesgo para las enfermedades relacionadas con el estilo de vida. El sistema está en funcionamiento. En comparación con los métodos convencionales y limitados de asesoramiento, desarrollamos un sistema práctico que definió la necesidad de mejorar el estilo de vida con mayor claridad y facilitó el asesoramiento. ",
            "error": [
                ""
            ]
        },
        "medical examination": {
            "translated_key": "examen médico",
            "translated_annotated_text": "Desarrollo de un sistema de apoyo a la orientación sanitaria para la mejora del estilo de vida El objetivo es proporcionar asesoramiento automatizado para el ajuste del estilo de vida basado en una evaluación de los resultados de un cuestionario y <br>examen médico</br> o datos de control de salud. Se desarrolló un sistema que recoge datos basados en preguntas sobre aumento de peso, ejercicio, tabaquismo, sueño, hábitos alimenticios, ingesta de sal, ingesta de grasa animal, refrigerios, alcohol e higiene oral, índice de masa corporal, presión arterial en reposo, azúcar en ayunas, colesterol total, triglicéridos, ácido úrico y pruebas de función hepática. Sobre la base de las relaciones entre los datos del estilo de vida y los datos del control de salud, se generó una hoja de evaluación de la salud para las personas asignadas a un grupo de síndrome del factor de riesgo múltiple. La evaluación de la salud y los consejos útiles para la mejora del estilo de vida se extrajeron automáticamente con el sistema, hacia el grupo de alto riesgo para las enfermedades relacionadas con el estilo de vida. El sistema está en funcionamiento. En comparación con los métodos convencionales y limitados de asesoramiento, desarrollamos un sistema práctico que definió la necesidad de mejorar el estilo de vida con mayor claridad y facilitó el asesoramiento. ",
            "error": [
                ""
            ]
        },
        "health checkup data": {
            "translated_key": [],
            "translated_annotated_text": "Desarrollo de un sistema de apoyo de orientación sanitaria para mejorar el estilo de vida El objetivo es proporcionar asesoramiento automatizado para el ajuste del estilo de vida basado en una evaluación de los resultados de un cuestionario y de los datos del examen médico o del control de salud. Se desarrolló un sistema que recoge datos basados en preguntas sobre aumento de peso, ejercicio, tabaquismo, sueño, hábitos alimenticios, ingesta de sal, ingesta de grasa animal, refrigerios, alcohol e higiene oral, índice de masa corporal, presión arterial en reposo, azúcar en ayunas, colesterol total, triglicéridos, ácido úrico y pruebas de función hepática. Sobre la base de las relaciones entre los datos del estilo de vida y los datos del control de salud, se generó una hoja de evaluación de la salud para las personas asignadas a un grupo del síndrome del factor de riesgo múltiple. La evaluación de la salud y los consejos útiles para la mejora del estilo de vida se extrajeron automáticamente con el sistema, hacia el grupo de alto riesgo para las enfermedades relacionadas con el estilo de vida. El sistema está en funcionamiento. En comparación con los métodos convencionales y limitados de asesoramiento, desarrollamos un sistema práctico que definió la necesidad de mejorar el estilo de vida con mayor claridad y facilitó el asesoramiento. ",
            "error": []
        },
        "weight gain": {
            "translated_key": [],
            "translated_annotated_text": "Desarrollo de un sistema de apoyo de orientación sanitaria para mejorar el estilo de vida El objetivo es proporcionar asesoramiento automatizado para el ajuste del estilo de vida basado en una evaluación de los resultados de un cuestionario y de los datos de reconocimiento médico o de control médico. Se desarrolló un sistema que recoge datos basados en preguntas sobre aumento de peso <br>, ejercicio, tabaquismo, sueño, hábitos alimenticios, ingesta de sal, ingesta de grasa animal, bocadillos, alcohol e higiene oral, índice de masa corporal, presión arterial en reposo, azúcar en ayunas, colesterol total, triglicéridos, ácido úrico y pruebas de función hepática. Sobre la base de las relaciones entre los datos del estilo de vida y los datos del control de salud, se generó una hoja de evaluación de la salud para las personas asignadas a un grupo de síndrome del factor de riesgo múltiple. La evaluación de la salud y los consejos útiles para la mejora del estilo de vida se extrajeron automáticamente con el sistema, hacia el grupo de alto riesgo para las enfermedades relacionadas con el estilo de vida. El sistema está en funcionamiento. En comparación con los métodos convencionales y limitados de asesoramiento, desarrollamos un sistema práctico que definió la necesidad de mejorar el estilo de vida con mayor claridad y facilitó el asesoramiento. ",
            "error": []
        },
        "smoking": {
            "translated_key": "fumador",
            "translated_annotated_text": "Desarrollo de un sistema de apoyo de orientación sanitaria para mejorar el estilo de vida El objetivo es proporcionar asesoramiento automatizado para el ajuste del estilo de vida basado en una evaluación de los resultados de un cuestionario y de los datos de reconocimiento médico o de control médico. Se desarrolló un sistema que recoge datos basados en preguntas sobre aumento de peso, ejercicio, <br>fumador</br>, sueño, hábitos alimenticios, ingesta de sal, ingesta de grasa animal, bocadillos, alcohol e higiene oral, índice de masa corporal, presión arterial en reposo, azúcar en ayunas, colesterol total, triglicéridos, ácido úrico y pruebas de función hepática. Sobre la base de las relaciones entre los datos del estilo de vida y los datos del control de salud, se generó una hoja de evaluación de la salud para las personas asignadas a un grupo de síndrome del factor de riesgo múltiple. La evaluación de la salud y los consejos útiles para la mejora del estilo de vida se extrajeron automáticamente con el sistema, hacia el grupo de alto riesgo para las enfermedades relacionadas con el estilo de vida. El sistema está en funcionamiento. En comparación con los métodos convencionales y limitados de asesoramiento, desarrollamos un sistema práctico que definió la necesidad de mejorar el estilo de vida con mayor claridad y facilitó el asesoramiento. ",
            "error": [
                ""
            ]
        },
        "exercise": {
            "translated_key": "ejercicio",
            "translated_annotated_text": "Desarrollo de un sistema de apoyo de orientación sanitaria para mejorar el estilo de vida El objetivo es proporcionar asesoramiento automatizado para el ajuste del estilo de vida basado en una evaluación de los resultados de un cuestionario y de los datos de reconocimiento médico o de control médico. Se desarrolló un sistema que recoge datos basados en preguntas sobre aumento de peso, <br>ejercicio</br>, tabaquismo, sueño, hábitos alimenticios, ingesta de sal, ingesta de grasa animal, bocadillos, alcohol e higiene oral, índice de masa corporal, presión arterial en reposo, azúcar en ayunas, colesterol total, triglicéridos, ácido úrico y pruebas de función hepática. Sobre la base de las relaciones entre los datos del estilo de vida y los datos del control de salud, se generó una hoja de evaluación de la salud para las personas asignadas a un grupo de síndrome del factor de riesgo múltiple. La evaluación de la salud y los consejos útiles para la mejora del estilo de vida se extrajeron automáticamente con el sistema, hacia el grupo de alto riesgo para las enfermedades relacionadas con el estilo de vida. El sistema está en funcionamiento. En comparación con los métodos convencionales y limitados de asesoramiento, desarrollamos un sistema práctico que definió la necesidad de mejorar el estilo de vida con mayor claridad y facilitó el asesoramiento. ",
            "error": [
                ""
            ]
        },
        "sleep": {
            "translated_key": "dormido",
            "translated_annotated_text": "Desarrollo de un sistema de apoyo de orientación sanitaria para mejorar el estilo de vida El objetivo es proporcionar asesoramiento automatizado para el ajuste del estilo de vida basado en una evaluación de los resultados de un cuestionario y de los datos de reconocimiento médico o de control médico. Se desarrolló un sistema que recoge datos basados en preguntas sobre aumento de peso, ejercicio, tabaquismo, <br>dormido</br>, hábitos alimenticios, ingesta de sal, ingesta de grasa animal, bocadillos, alcohol e higiene oral, índice de masa corporal, presión arterial en reposo, azúcar en ayunas, colesterol total, triglicéridos, ácido úrico y pruebas de función hepática. Sobre la base de las relaciones entre los datos del estilo de vida y los datos del control de salud, se generó una hoja de evaluación de la salud para las personas asignadas a un grupo de síndrome del factor de riesgo múltiple. La evaluación de la salud y los consejos útiles para la mejora del estilo de vida se extrajeron automáticamente con el sistema, hacia el grupo de alto riesgo para las enfermedades relacionadas con el estilo de vida. El sistema está en funcionamiento. En comparación con los métodos convencionales y limitados de asesoramiento, desarrollamos un sistema práctico que definió la necesidad de mejorar el estilo de vida con mayor claridad y facilitó el asesoramiento. ",
            "error": [
                ""
            ]
        },
        "eating habits": {
            "translated_key": " comer ",
            "translated_annotated_text": "Desarrollo de un sistema de apoyo de orientación sanitaria para mejorar el estilo de vida El objetivo es proporcionar asesoramiento automatizado para el ajuste del estilo de vida basado en una evaluación de los resultados de un cuestionario y de los datos de reconocimiento médico o de control médico. Se desarrolló un sistema que recoge datos basados en preguntas sobre aumento de peso, ejercicio, tabaquismo, sueño, hábitos <br> comer </br>, ingesta de sal, ingesta de grasa animal, bocadillos, alcohol e higiene oral, índice de masa corporal, presión arterial en reposo, azúcar en ayunas, colesterol total, triglicéridos, ácido úrico y pruebas de función hepática. Sobre la base de las relaciones entre los datos del estilo de vida y los datos del control de salud, se generó una hoja de evaluación de la salud para las personas asignadas a un grupo de síndrome del factor de riesgo múltiple. La evaluación de la salud y los consejos útiles para la mejora del estilo de vida se extrajeron automáticamente con el sistema, hacia el grupo de alto riesgo para las enfermedades relacionadas con el estilo de vida. El sistema está en funcionamiento. En comparación con los métodos convencionales y limitados de asesoramiento, desarrollamos un sistema práctico que definió la necesidad de mejorar el estilo de vida con mayor claridad y facilitó el asesoramiento. ",
            "error": [
                ""
            ]
        },
        "salt intake": {
            "translated_key": "ingesta de sal",
            "translated_annotated_text": "Desarrollo de un sistema de apoyo de orientación sanitaria para mejorar el estilo de vida El objetivo es proporcionar asesoramiento automatizado para el ajuste del estilo de vida basado en una evaluación de los resultados de un cuestionario y de los datos de reconocimiento médico o de control médico. Se desarrolló un sistema que recoge datos basados en preguntas sobre aumento de peso, ejercicio, tabaquismo, sueño, hábitos alimenticios, <br>ingesta de sal</br>, ingesta de grasa animal, bocadillos, alcohol e higiene oral, índice de masa corporal, presión arterial en reposo, azúcar en sangre en ayunas, colesterol total, triglicéridos, ácido úrico y pruebas de función hepática. Sobre la base de las relaciones entre los datos del estilo de vida y los datos del control de salud, se generó una hoja de evaluación de la salud para las personas asignadas a un grupo de síndrome del factor de riesgo múltiple. La evaluación de la salud y los consejos útiles para la mejora del estilo de vida se extrajeron automáticamente con el sistema, hacia el grupo de alto riesgo para las enfermedades relacionadas con el estilo de vida. El sistema está en funcionamiento. En comparación con los métodos convencionales y limitados de asesoramiento, desarrollamos un sistema práctico que definió la necesidad de mejorar el estilo de vida con mayor claridad y facilitó el asesoramiento. ",
            "error": [
                ""
            ]
        },
        "animal fat intake": {
            "translated_key": " ingesta de grasa animal",
            "translated_annotated_text": "Desarrollo de un sistema de apoyo de orientación sanitaria para mejorar el estilo de vida El objetivo es proporcionar asesoramiento automatizado para el ajuste del estilo de vida basado en una evaluación de los resultados de un cuestionario y de los datos de reconocimiento médico o de control médico. Se desarrolló un sistema que recoge datos basados en preguntas sobre aumento de peso, ejercicio, tabaquismo, sueño, hábitos alimenticios, ingesta de sal, <br> ingesta de grasa animal</br>, refrigerios, alcohol e higiene oral, índice de masa corporal, presión arterial en reposo, azúcar en ayunas, colesterol total, triglicéridos, ácido úrico y pruebas de función hepática. Sobre la base de las relaciones entre los datos del estilo de vida y los datos del control de salud, se generó una hoja de evaluación de la salud para las personas asignadas a un grupo de síndrome del factor de riesgo múltiple. La evaluación de la salud y los consejos útiles para la mejora del estilo de vida se extrajeron automáticamente con el sistema, hacia el grupo de alto riesgo para las enfermedades relacionadas con el estilo de vida. El sistema está en funcionamiento. En comparación con los métodos convencionales y limitados de asesoramiento, desarrollamos un sistema práctico que definió la necesidad de mejorar el estilo de vida con mayor claridad y facilitó el asesoramiento. ",
            "error": [
                ""
            ]
        },
        "snacks": {
            "translated_key": "snacks",
            "translated_annotated_text": "Desarrollo de un sistema de apoyo de orientación sanitaria para mejorar el estilo de vida El objetivo es proporcionar asesoramiento automatizado para el ajuste del estilo de vida basado en una evaluación de los resultados de un cuestionario y de los datos de reconocimiento médico o de control médico. Se desarrolló un sistema que recoge datos basados en preguntas sobre aumento de peso, ejercicio, tabaquismo, sueño, hábitos alimenticios, ingesta de sal, ingesta de grasa animal, <br>snacks</br>, alcohol e higiene oral, índice de masa corporal, presión arterial en reposo, azúcar en ayunas, colesterol total, triglicéridos, ácido úrico y pruebas de función hepática. Sobre la base de las relaciones entre los datos del estilo de vida y los datos del control de salud, se generó una hoja de evaluación de la salud para las personas asignadas a un grupo de síndrome del factor de riesgo múltiple. La evaluación de la salud y los consejos útiles para la mejora del estilo de vida se extrajeron automáticamente con el sistema, hacia el grupo de alto riesgo para las enfermedades relacionadas con el estilo de vida. El sistema está en funcionamiento. En comparación con los métodos convencionales y limitados de asesoramiento, desarrollamos un sistema práctico que definió la necesidad de mejorar el estilo de vida con mayor claridad y facilitó el asesoramiento. ",
            "error": [
                ""
            ]
        },
        "alcohol": {
            "translated_key": "alcohol",
            "translated_annotated_text": "Desarrollo de un sistema de apoyo de orientación sanitaria para mejorar el estilo de vida El objetivo es proporcionar asesoramiento automatizado para el ajuste del estilo de vida basado en una evaluación de los resultados de un cuestionario y de los datos de reconocimiento médico o de control médico. Se desarrolló un sistema que recoge datos basados en preguntas sobre aumento de peso, ejercicio, tabaquismo, sueño, hábitos alimenticios, ingesta de sal, ingesta de grasa animal, refrigerios, <br>alcohol</br>, e higiene oral, índice de masa corporal, presión arterial en reposo, azúcar en ayunas, colesterol total, triglicéridos, ácido úrico y pruebas de función hepática. Sobre la base de las relaciones entre los datos del estilo de vida y los datos del control de salud, se generó una hoja de evaluación de la salud para las personas asignadas a un grupo de síndrome del factor de riesgo múltiple. La evaluación de la salud y los consejos útiles para la mejora del estilo de vida se extrajeron automáticamente con el sistema, hacia el grupo de alto riesgo para las enfermedades relacionadas con el estilo de vida. El sistema está en funcionamiento. En comparación con los métodos convencionales y limitados de asesoramiento, desarrollamos un sistema práctico que definió la necesidad de mejorar el estilo de vida con mayor claridad y facilitó el asesoramiento. ",
            "error": [
                ""
            ]
        },
        "oral hygiene": {
            "translated_key": [],
            "translated_annotated_text": "Desarrollo de un sistema de apoyo de orientación sanitaria para mejorar el estilo de vida El objetivo es proporcionar asesoramiento automatizado para el ajuste del estilo de vida basado en una evaluación de los resultados de un cuestionario y de los datos de reconocimiento médico o de control médico. Se desarrolló un sistema que recoge datos basados en preguntas sobre aumento de peso, ejercicio, tabaquismo, sueño, hábitos alimenticios, ingesta de sal, ingesta de grasa animal, refrigerios, alcohol e higiene <br>oral, índice de masa corporal, presión arterial en reposo, azúcar en ayunas, colesterol total, triglicéridos, ácido úrico y pruebas de función hepática. Sobre la base de las relaciones entre los datos del estilo de vida y los datos del control de salud, se generó una hoja de evaluación de la salud para las personas asignadas a un grupo de síndrome del factor de riesgo múltiple. La evaluación de la salud y los consejos útiles para la mejora del estilo de vida se extrajeron automáticamente con el sistema, hacia el grupo de alto riesgo para las enfermedades relacionadas con el estilo de vida. El sistema está en funcionamiento. En comparación con los métodos convencionales y limitados de asesoramiento, desarrollamos un sistema práctico que definió la necesidad de mejorar el estilo de vida con mayor claridad y facilitó el asesoramiento. ",
            "error": []
        },
        "body mass index": {
            "translated_key": "índice de masa corporal",
            "translated_annotated_text": "Desarrollo de un sistema de apoyo de orientación sanitaria para mejorar el estilo de vida El objetivo es proporcionar asesoramiento automatizado para el ajuste del estilo de vida basado en una evaluación de los resultados de un cuestionario y de los datos de reconocimiento médico o de control médico. Se desarrolló un sistema que recoge datos basados en preguntas sobre aumento de peso, ejercicio, tabaquismo, sueño, hábitos alimenticios, ingesta de sal, ingesta de grasa animal, bocadillos, alcohol e higiene oral, <br>índice de masa corporal</br>, presión arterial en reposo, azúcar en sangre en ayunas, colesterol total, triglicéridos, ácido úrico y pruebas de función hepática.  Sobre la base de las relaciones entre los datos del estilo de vida y los datos del control de salud, se generó una hoja de evaluación de la salud para las personas asignadas a un grupo de síndrome del factor de riesgo múltiple. La evaluación de la salud y los consejos útiles para la mejora del estilo de vida se extrajeron automáticamente con el sistema, hacia el grupo de alto riesgo para las enfermedades relacionadas con el estilo de vida. El sistema está en funcionamiento. En comparación con los métodos convencionales y limitados de asesoramiento, desarrollamos un sistema práctico que definió la necesidad de mejorar el estilo de vida con mayor claridad y facilitó el asesoramiento. ",
            "error": [
                ""
            ]
        },
        "resting blood pressure": {
            "translated_key": [],
            "translated_annotated_text": "Desarrollo de un sistema de apoyo de orientación sanitaria para mejorar el estilo de vida El objetivo es proporcionar asesoramiento automatizado para el ajuste del estilo de vida basado en una evaluación de los resultados de un cuestionario y de los datos de reconocimiento médico o de control médico. Se desarrolló un sistema que recoge datos basados en preguntas sobre aumento de peso, ejercicio, tabaquismo, sueño, hábitos alimenticios, ingesta de sal, ingesta de grasa animal, refrigerios, alcohol e higiene oral, índice de masa corporal, presión arterial <br> descanso, azúcar en sangre en ayunas, colesterol total, triglicéridos, ácido úrico y pruebas de función hepática. Sobre la base de las relaciones entre los datos del estilo de vida y los datos del control de salud, se generó una hoja de evaluación de la salud para las personas asignadas a un grupo de síndrome del factor de riesgo múltiple. La evaluación de la salud y los consejos útiles para la mejora del estilo de vida se extrajeron automáticamente con el sistema, hacia el grupo de alto riesgo para las enfermedades relacionadas con el estilo de vida. El sistema está en funcionamiento. En comparación con los métodos convencionales y limitados de asesoramiento, desarrollamos un sistema práctico que definió la necesidad de mejorar el estilo de vida con mayor claridad y facilitó el asesoramiento. ",
            "error": []
        },
        "fasting blood sugar": {
            "translated_key": "azúcar en sangre en ayunas",
            "translated_annotated_text": "Desarrollo de un sistema de apoyo de orientación sanitaria para mejorar el estilo de vida El objetivo es proporcionar asesoramiento automatizado para el ajuste del estilo de vida basado en una evaluación de los resultados de un cuestionario y de los datos de reconocimiento médico o de control médico. Se desarrolló un sistema que recoge datos basados en preguntas sobre aumento de peso, ejercicio, tabaquismo, sueño, hábitos alimenticios, ingesta de sal, ingesta de grasa animal, refrigerios, alcohol e higiene oral, índice de masa corporal, presión arterial en reposo, <br>azúcar en sangre en ayunas</br>, colesterol total, triglicéridos, ácido úrico y pruebas de función hepática. Sobre la base de las relaciones entre los datos del estilo de vida y los datos del control de salud, se generó una hoja de evaluación de la salud para las personas asignadas a un grupo de síndrome del factor de riesgo múltiple. La evaluación de la salud y los consejos útiles para la mejora del estilo de vida se extrajeron automáticamente con el sistema, hacia el grupo de alto riesgo para las enfermedades relacionadas con el estilo de vida. El sistema está en funcionamiento. En comparación con los métodos convencionales y limitados de asesoramiento, desarrollamos un sistema práctico que definió la necesidad de mejorar el estilo de vida con mayor claridad y facilitó el asesoramiento. ",
            "error": [
                ""
            ]
        },
        "total cholesterol": {
            "translated_key": "total",
            "translated_annotated_text": "Desarrollo de un sistema de apoyo de orientación sanitaria para mejorar el estilo de vida El objetivo es proporcionar asesoramiento automatizado para el ajuste del estilo de vida basado en una evaluación de los resultados de un cuestionario y de los datos de reconocimiento médico o de control médico. Se desarrolló un sistema que recoge datos basados en preguntas sobre aumento de peso, ejercicio, tabaquismo, sueño, hábitos alimenticios, ingesta de sal, ingesta de grasa animal, refrigerios, alcohol e higiene oral, índice de masa corporal, presión arterial en reposo, azúcar en ayunas, colesterol <br>total</br>, triglicéridos, ácido úrico y pruebas de función hepática. Sobre la base de las relaciones entre los datos del estilo de vida y los datos del control de salud, se generó una hoja de evaluación de la salud para las personas asignadas a un grupo de síndrome del factor de riesgo múltiple. La evaluación de la salud y los consejos útiles para la mejora del estilo de vida se extrajeron automáticamente con el sistema, hacia el grupo de alto riesgo para las enfermedades relacionadas con el estilo de vida. El sistema está en funcionamiento. En comparación con los métodos convencionales y limitados de asesoramiento, desarrollamos un sistema práctico que definió la necesidad de mejorar el estilo de vida con mayor claridad y facilitó el asesoramiento. ",
            "error": [
                ""
            ]
        },
        "triglycerides": {
            "translated_key": "triglicéridos",
            "translated_annotated_text": "Desarrollo de un sistema de apoyo de orientación sanitaria para mejorar el estilo de vida El objetivo es proporcionar asesoramiento automatizado para el ajuste del estilo de vida basado en una evaluación de los resultados de un cuestionario y de los datos de reconocimiento médico o de control médico. Se desarrolló un sistema que recoge datos basados en preguntas sobre aumento de peso, ejercicio, tabaquismo, sueño, hábitos alimenticios, ingesta de sal, ingesta de grasa animal, refrigerios, alcohol e higiene oral, índice de masa corporal, presión arterial en reposo, azúcar en ayunas, colesterol total, <br>triglicéridos</br>, análisis de la función hepática y ácido úrico. Sobre la base de las relaciones entre los datos del estilo de vida y los datos del control de salud, se generó una hoja de evaluación de la salud para las personas asignadas a un grupo de síndrome del factor de riesgo múltiple. La evaluación de la salud y los consejos útiles para la mejora del estilo de vida se extrajeron automáticamente con el sistema, hacia el grupo de alto riesgo para las enfermedades relacionadas con el estilo de vida. El sistema está en funcionamiento. En comparación con los métodos convencionales y limitados de asesoramiento, desarrollamos un sistema práctico que definió la necesidad de mejorar el estilo de vida con mayor claridad y facilitó el asesoramiento. ",
            "error": [
                ""
            ]
        },
        "uric acid": {
            "translated_key": "úrico",
            "translated_annotated_text": "Desarrollo de un sistema de apoyo de orientación sanitaria para mejorar el estilo de vida El objetivo es proporcionar asesoramiento automatizado para el ajuste del estilo de vida basado en una evaluación de los resultados de un cuestionario y de los datos de reconocimiento médico o de control médico. Se desarrolló un sistema que recoge datos basados en preguntas sobre aumento de peso, ejercicio, tabaquismo, sueño, hábitos alimenticios, ingesta de sal, ingesta de grasa animal, refrigerios, alcohol e higiene oral, índice de masa corporal, presión arterial en reposo, azúcar en ayunas, colesterol total, triglicéridos, ácido <br>úrico</br> y pruebas de función hepática. Sobre la base de las relaciones entre los datos del estilo de vida y los datos del control de salud, se generó una hoja de evaluación de la salud para las personas asignadas a un grupo de síndrome del factor de riesgo múltiple. La evaluación de la salud y los consejos útiles para la mejora del estilo de vida se extrajeron automáticamente con el sistema, hacia el grupo de alto riesgo para las enfermedades relacionadas con el estilo de vida. El sistema está en funcionamiento. En comparación con los métodos convencionales y limitados de asesoramiento, desarrollamos un sistema práctico que definió la necesidad de mejorar el estilo de vida con mayor claridad y facilitó el asesoramiento. ",
            "error": [
                ""
            ]
        },
        "liver function tests": {
            "translated_key": "hídrica",
            "translated_annotated_text": "Desarrollo de un sistema de apoyo de orientación sanitaria para mejorar el estilo de vida El objetivo es proporcionar asesoramiento automatizado para el ajuste del estilo de vida basado en una evaluación de los resultados de un cuestionario y de los datos de reconocimiento médico o de control médico. Se desarrolló un sistema que recoge datos basados en preguntas sobre aumento de peso, ejercicio, tabaquismo, sueño, hábitos alimenticios, ingesta de sal, ingesta de grasa animal, refrigerios, alcohol e higiene oral, índice de masa corporal, presión arterial en reposo, azúcar en ayunas, colesterol total, triglicéridos, ácido úrico y pruebas de función <br>hídrica</br>. Sobre la base de las relaciones entre los datos del estilo de vida y los datos del control de salud, se generó una hoja de evaluación de la salud para las personas asignadas a un grupo de síndrome del factor de riesgo múltiple. La evaluación de la salud y los consejos útiles para la mejora del estilo de vida se extrajeron automáticamente con el sistema, hacia el grupo de alto riesgo para las enfermedades relacionadas con el estilo de vida. El sistema está en funcionamiento. En comparación con los métodos convencionales y limitados de asesoramiento, desarrollamos un sistema práctico que definió la necesidad de mejorar el estilo de vida con mayor claridad y facilitó el asesoramiento. ",
            "error": [
                ""
            ]
        },
        "diseases": {
            "translated_key": " ",
            "translated_annotated_text": "Desarrollo de un sistema de apoyo de orientación sanitaria para mejorar el estilo de vida El objetivo es proporcionar asesoramiento automatizado para el ajuste del estilo de vida basado en una evaluación de los resultados de un cuestionario y de los datos de reconocimiento médico o de control médico. Se desarrolló un sistema que recoge datos basados en preguntas sobre aumento de peso, ejercicio, tabaquismo, sueño, hábitos alimenticios, ingesta de sal, ingesta de grasa animal, refrigerios, alcohol e higiene oral, índice de masa corporal, presión arterial en reposo, azúcar en ayunas, colesterol total, triglicéridos, ácido úrico y pruebas de función hepática. Sobre la base de las relaciones entre los datos del estilo de vida y los datos del control de salud, se generó una hoja de evaluación de la salud para las personas asignadas a un grupo de síndrome del factor de riesgo múltiple. La evaluación de la salud y los consejos útiles para la mejora del estilo de vida se extrajeron automáticamente con el sistema, hacia el grupo de alto riesgo para las enfermedades relacionadas con el estilo de vida <br> </br>. El sistema está en funcionamiento. En comparación con los métodos convencionales y limitados de asesoramiento, desarrollamos un sistema práctico que definió la necesidad de mejorar el estilo de vida con mayor claridad y facilitó el asesoramiento. ",
            "error": [
                ""
            ]
        },
        "health care": {
            "translated_key": [],
            "translated_annotated_text": "Desarrollo de un sistema de apoyo de orientación sanitaria para mejorar el estilo de vida El objetivo es proporcionar asesoramiento automatizado para el ajuste del estilo de vida basado en una evaluación de los resultados de un cuestionario y de los datos de reconocimiento médico o de control médico. Se desarrolló un sistema que recoge datos basados en preguntas sobre aumento de peso, ejercicio, tabaquismo, sueño, hábitos alimenticios, ingesta de sal, ingesta de grasa animal, refrigerios, alcohol e higiene oral, índice de masa corporal, presión arterial en reposo, azúcar en ayunas, colesterol total, triglicéridos, ácido úrico y pruebas de función hepática. Sobre la base de las relaciones entre los datos del estilo de vida y los datos del control de salud, se generó una hoja de evaluación de la salud para las personas asignadas a un grupo de síndrome del factor de riesgo múltiple. La evaluación de la salud y los consejos útiles para la mejora del estilo de vida se extrajeron automáticamente con el sistema, hacia el grupo de alto riesgo para las enfermedades relacionadas con el estilo de vida. El sistema está en funcionamiento. En comparación con los métodos convencionales y limitados de asesoramiento, desarrollamos un sistema práctico que definió la necesidad de mejorar el estilo de vida con mayor claridad y facilitó el asesoramiento. ",
            "error": []
        },
        "medical computing": {
            "translated_key": [],
            "translated_annotated_text": "Desarrollo de un sistema de apoyo de orientación sanitaria para mejorar el estilo de vida El objetivo es proporcionar asesoramiento automatizado para el ajuste del estilo de vida basado en una evaluación de los resultados de un cuestionario y de los datos de reconocimiento médico o de control médico. Se desarrolló un sistema que recoge datos basados en preguntas sobre aumento de peso, ejercicio, tabaquismo, sueño, hábitos alimenticios, ingesta de sal, ingesta de grasa animal, refrigerios, alcohol e higiene oral, índice de masa corporal, presión arterial en reposo, azúcar en ayunas, colesterol total, triglicéridos, ácido úrico y pruebas de función hepática. Sobre la base de las relaciones entre los datos del estilo de vida y los datos del control de salud, se generó una hoja de evaluación de la salud para las personas asignadas a un grupo de síndrome del factor de riesgo múltiple. La evaluación de la salud y los consejos útiles para la mejora del estilo de vida se extrajeron automáticamente con el sistema, hacia el grupo de alto riesgo para las enfermedades relacionadas con el estilo de vida. El sistema está en funcionamiento. En comparación con los métodos convencionales y limitados de asesoramiento, desarrollamos un sistema práctico que definió la necesidad de mejorar el estilo de vida con mayor claridad y facilitó el asesoramiento. ",
            "error": []
        }
    }
}