{
    "original_text": "A nonlinear modulation strategy for hybrid AC/DC power systems A nonlinear control strategy to improve transient stability of a multi-machine AC power system with several DC links terminated in the presence of large disturbances is presented. The approach proposed in this paper is based on differential geometric theory, and the HVDC systems are taken as a variable admittance connected at the inverter or rectifier AC bus. After deriving the analytical description of the relationship between the variable admittance and active power flows of each generator, the traditional generator dynamic equations can thus be expressed with the variable admittance of HVDC systems as an additional state variable and changed to an affine form, which is suitable for global linearization method being used to determine its control variable. An important feature of the proposed method is that, the modulated DC power is an adaptive and non-linear function of AC system states, and it can be realized by local feedback and less transmitted data from, adjacent generators. The design procedure is tested on a dual-infeed hybrid AC/DC system",
    "original_translation": "Una estrategia de modulación no lineal para sistemas híbridos de alimentación AC/DC Se presenta una estrategia de control no lineal para mejorar la estabilidad transitoria de un sistema de alimentación AC multimáquina con varios enlaces DC terminados en presencia de grandes perturbaciones. El enfoque propuesto en este trabajo se basa en la teoría geométrica diferencial, y los sistemas HVDC se toman como una admisión variable conectada en el bus de AC inversor o rectificador. Después de derivar la descripción analítica de la relación entre la admisión variable y los flujos de potencia activa de cada generador, las ecuaciones dinámicas tradicionales del generador pueden expresarse así con la admisión variable de los sistemas HVDC como variable de estado adicional y cambiarse a una forma afín, que es adecuada para el método de linealización global que se utiliza para determinar su variable de control. Una característica importante del método propuesto es que la potencia de CC modulada es una función adaptativa y no lineal de los estados del sistema AC, y puede ser realizada por retroalimentación local y menos datos transmitidos de generadores adyacentes. El procedimiento de diseño se prueba en un sistema híbrido de alimentación doble AC/DC",
    "error_count": 12,
    "keys": {
        "nonlinear control strategy": {
            "translated_key": [],
            "translated_annotated_text": "Se presenta una estrategia de modulación no lineal para sistemas híbridos de alimentación AC/DC Una estrategia de control no lineal <br> para mejorar la estabilidad transitoria de un sistema de alimentación AC multimáquina con varios enlaces DC terminados en presencia de grandes perturbaciones. El enfoque propuesto en este trabajo se basa en la teoría geométrica diferencial, y los sistemas HVDC se toman como una admisión variable conectada en el bus de AC inversor o rectificador. Después de derivar la descripción analítica de la relación entre la admisión variable y los flujos de potencia activa de cada generador, las ecuaciones dinámicas tradicionales del generador pueden expresarse así con la admisión variable de los sistemas HVDC como variable de estado adicional y cambiarse a una forma afín, que es adecuada para el método de linealización global que se utiliza para determinar su variable de control. Una característica importante del método propuesto es que la potencia de CC modulada es una función adaptativa y no lineal de los estados del sistema AC, y puede ser realizada por retroalimentación local y menos datos transmitidos de generadores adyacentes. El procedimiento de diseño se prueba en un sistema híbrido de alimentación doble AC/DC ",
            "error": []
        },
        "transient stability": {
            "translated_key": "estabilidad transitoria",
            "translated_annotated_text": "Una estrategia de modulación no lineal para sistemas híbridos de alimentación AC/DC Se presenta una estrategia de control no lineal para mejorar la <br>estabilidad transitoria</br> de un sistema de alimentación AC multimáquina con varios enlaces DC terminados en presencia de grandes perturbaciones.  El enfoque propuesto en este trabajo se basa en la teoría geométrica diferencial, y los sistemas HVDC se toman como una admisión variable conectada en el bus de AC inversor o rectificador. Después de derivar la descripción analítica de la relación entre la admisión variable y los flujos de potencia activa de cada generador, las ecuaciones dinámicas tradicionales del generador pueden expresarse así con la admisión variable de los sistemas HVDC como variable de estado adicional y cambiarse a una forma afín, que es adecuada para el método de linealización global que se utiliza para determinar su variable de control. Una característica importante del método propuesto es que la potencia de CC modulada es una función adaptativa y no lineal de los estados del sistema AC, y puede ser realizada por retroalimentación local y menos datos transmitidos de generadores adyacentes. El procedimiento de diseño se prueba en un sistema híbrido de alimentación doble AC/DC ",
            "error": [
                ""
            ]
        },
        "multi-machine AC power system": {
            "translated_key": "multimáquina",
            "translated_annotated_text": "Una estrategia de modulación no lineal para sistemas híbridos de alimentación AC/DC Se presenta una estrategia de control no lineal para mejorar la estabilidad transitoria de un sistema de alimentación AC <br>multimáquina</br> con varios enlaces DC terminados en presencia de grandes perturbaciones. El enfoque propuesto en este trabajo se basa en la teoría geométrica diferencial, y los sistemas HVDC se toman como una admisión variable conectada en el bus de AC inversor o rectificador. Después de derivar la descripción analítica de la relación entre la admisión variable y los flujos de potencia activa de cada generador, las ecuaciones dinámicas tradicionales del generador pueden expresarse así con la admisión variable de los sistemas HVDC como variable de estado adicional y cambiarse a una forma afín, que es adecuada para el método de linealización global que se utiliza para determinar su variable de control. Una característica importante del método propuesto es que la potencia de CC modulada es una función adaptativa y no lineal de los estados del sistema AC, y puede ser realizada por retroalimentación local y menos datos transmitidos de generadores adyacentes. El procedimiento de diseño se prueba en un sistema híbrido de alimentación doble AC/DC ",
            "error": [
                ""
            ]
        },
        "DC links": {
            "translated_key": "DC ",
            "translated_annotated_text": "Una estrategia de modulación no lineal para sistemas híbridos de alimentación AC/DC Se presenta una estrategia de control no lineal para mejorar la estabilidad transitoria de un sistema multimáquina de alimentación AC con varios enlaces <br>DC </br> terminados en presencia de grandes perturbaciones. El enfoque propuesto en este trabajo se basa en la teoría geométrica diferencial, y los sistemas HVDC se toman como una admisión variable conectada en el bus de AC inversor o rectificador. Después de derivar la descripción analítica de la relación entre la admisión variable y los flujos de potencia activa de cada generador, las ecuaciones dinámicas tradicionales del generador pueden expresarse así con la admisión variable de los sistemas HVDC como variable de estado adicional y cambiarse a una forma afín, que es adecuada para el método de linealización global que se utiliza para determinar su variable de control. Una característica importante del método propuesto es que la potencia de CC modulada es una función adaptativa y no lineal de los estados del sistema AC, y puede ser realizada por retroalimentación local y menos datos transmitidos de generadores adyacentes. El procedimiento de diseño se prueba en un sistema híbrido de alimentación doble AC/DC ",
            "error": [
                ""
            ]
        },
        "nonlinear modulation strategy": {
            "translated_key": "estrategia de modulación no lineal",
            "translated_annotated_text": "Una <br>estrategia de modulación no lineal</br> para sistemas híbridos de alimentación AC/DC Se presenta una estrategia de control no lineal para mejorar la estabilidad transitoria de un sistema de alimentación AC multimáquina con varios enlaces DC terminados en presencia de grandes perturbaciones. El enfoque propuesto en este trabajo se basa en la teoría geométrica diferencial, y los sistemas HVDC se toman como una admisión variable conectada en el bus de AC inversor o rectificador. Después de derivar la descripción analítica de la relación entre la admisión variable y los flujos de potencia activa de cada generador, las ecuaciones dinámicas tradicionales del generador pueden expresarse así con la admisión variable de los sistemas HVDC como variable de estado adicional y cambiarse a una forma afín, que es adecuada para el método de linealización global que se utiliza para determinar su variable de control. Una característica importante del método propuesto es que la potencia de CC modulada es una función adaptativa y no lineal de los estados del sistema AC, y puede ser realizada por retroalimentación local y menos datos transmitidos de generadores adyacentes. El procedimiento de diseño se prueba en un sistema híbrido de alimentación doble AC/DC ",
            "error": [
                ""
            ]
        },
        "hybrid AC/DC power systems": {
            "translated_key": "híbrido AC/DC",
            "translated_annotated_text": "Se presenta una estrategia de modulación no lineal para sistemas de alimentación <br>híbrido AC/DC</br> Una estrategia de control no lineal para mejorar la estabilidad transitoria de un sistema de alimentación de corriente alterna multimáquina con varios enlaces DC terminados en presencia de grandes perturbaciones. El enfoque propuesto en este trabajo se basa en la teoría geométrica diferencial, y los sistemas HVDC se toman como una admisión variable conectada en el bus de AC inversor o rectificador. Después de derivar la descripción analítica de la relación entre la admisión variable y los flujos de potencia activa de cada generador, las ecuaciones dinámicas tradicionales del generador pueden expresarse así con la admisión variable de los sistemas HVDC como variable de estado adicional y cambiarse a una forma afín, que es adecuada para el método de linealización global que se utiliza para determinar su variable de control. Una característica importante del método propuesto es que la potencia de CC modulada es una función adaptativa y no lineal de los estados del sistema AC, y puede ser realizada por retroalimentación local y menos datos transmitidos de generadores adyacentes. El procedimiento de diseño se prueba en un sistema híbrido de alimentación doble AC/DC ",
            "error": [
                ""
            ]
        },
        "differential geometric theory": {
            "translated_key": "diferencial",
            "translated_annotated_text": "Una estrategia de modulación no lineal para sistemas híbridos de alimentación AC/DC Se presenta una estrategia de control no lineal para mejorar la estabilidad transitoria de un sistema de alimentación AC multimáquina con varios enlaces DC terminados en presencia de grandes perturbaciones. El enfoque propuesto en este trabajo se basa en la teoría geométrica <br>diferencial</br>, y los sistemas HVDC se toman como una admisión variable conectada al bus AC inversor o rectificador. Después de derivar la descripción analítica de la relación entre la admisión variable y los flujos de potencia activa de cada generador, las ecuaciones dinámicas tradicionales del generador pueden expresarse así con la admisión variable de los sistemas HVDC como variable de estado adicional y cambiarse a una forma afín, que es adecuada para el método de linealización global que se utiliza para determinar su variable de control. Una característica importante del método propuesto es que la potencia de CC modulada es una función adaptativa y no lineal de los estados del sistema AC, y puede ser realizada por retroalimentación local y menos datos transmitidos de generadores adyacentes. El procedimiento de diseño se prueba en un sistema híbrido de alimentación doble AC/DC ",
            "error": [
                ""
            ]
        },
        "HVDC systems": {
            "translated_key": [
                "HVDC",
                "HVDC systems"
            ],
            "translated_annotated_text": "Una estrategia de modulación no lineal para sistemas híbridos de alimentación AC/DC Se presenta una estrategia de control no lineal para mejorar la estabilidad transitoria de un sistema de alimentación AC multimáquina con varios enlaces DC terminados en presencia de grandes perturbaciones. El enfoque propuesto en este trabajo se basa en la teoría geométrica diferencial, y los sistemas <br>HVDC</br> se toman como una admisión variable conectada al bus AC inversor o rectificador. Después de derivar la descripción analítica de la relación entre la admisión variable y los flujos de potencia activa de cada generador, las ecuaciones dinámicas tradicionales del generador pueden expresarse así con la admisión variable de <br>HVDC systems</br> como variable de estado adicional y cambiarse a una forma afín, que es adecuada para el método de linealización global que se utiliza para determinar su variable de control. Una característica importante del método propuesto es que la potencia de CC modulada es una función adaptativa y no lineal de los estados del sistema AC, y puede ser realizada por retroalimentación local y menos datos transmitidos de generadores adyacentes. El procedimiento de diseño se prueba en un sistema híbrido de alimentación doble AC/DC ",
            "error": [
                "HVDC",
                "HVDC systems"
            ]
        },
        "variable admittance": {
            "translated_key": [],
            "translated_annotated_text": "Una estrategia de modulación no lineal para sistemas híbridos de alimentación AC/DC Se presenta una estrategia de control no lineal para mejorar la estabilidad transitoria de un sistema de alimentación AC multimáquina con varios enlaces DC terminados en presencia de grandes perturbaciones. El enfoque propuesto en este trabajo se basa en la teoría geométrica diferencial, y los sistemas HVDC se toman como una admisión variable <br> conectado en el inversor o rectificador AC bus. Después de obtener la descripción analítica de la relación entre la admisión variable <br> y los flujos de potencia activos de cada generador, las ecuaciones dinámicas tradicionales del generador pueden expresarse así con la admisión variable <br> de los sistemas HVDC como variable de estado adicional y cambiarse a una forma afín, que es adecuada para el método de linealización global que se utiliza para determinar su variable de control. Una característica importante del método propuesto es que la potencia de CC modulada es una función adaptativa y no lineal de los estados del sistema AC, y puede ser realizada por retroalimentación local y menos datos transmitidos de generadores adyacentes. El procedimiento de diseño se prueba en un sistema híbrido de alimentación doble AC/DC ",
            "error": []
        },
        "inverter": {
            "translated_key": "inverter",
            "translated_annotated_text": "Una estrategia de modulación no lineal para sistemas híbridos de alimentación AC/DC Se presenta una estrategia de control no lineal para mejorar la estabilidad transitoria de un sistema de alimentación AC multimáquina con varios enlaces DC terminados en presencia de grandes perturbaciones. El enfoque propuesto en este trabajo se basa en la teoría geométrica diferencial, y los sistemas HVDC se toman como una admisión variable conectada en el <br>inverter</br> o bus de AC rectificador. Después de derivar la descripción analítica de la relación entre la admisión variable y los flujos de potencia activa de cada generador, las ecuaciones dinámicas tradicionales del generador pueden expresarse así con la admisión variable de los sistemas HVDC como variable de estado adicional y cambiarse a una forma afín, que es adecuada para el método de linealización global que se utiliza para determinar su variable de control. Una característica importante del método propuesto es que la potencia de CC modulada es una función adaptativa y no lineal de los estados del sistema AC, y puede ser realizada por retroalimentación local y menos datos transmitidos de generadores adyacentes. El procedimiento de diseño se prueba en un sistema híbrido de alimentación doble AC/DC ",
            "error": [
                ""
            ]
        },
        "rectifier AC bus": {
            "translated_key": "rectificador AC bus",
            "translated_annotated_text": "Una estrategia de modulación no lineal para sistemas híbridos de alimentación AC/DC Se presenta una estrategia de control no lineal para mejorar la estabilidad transitoria de un sistema de alimentación AC multimáquina con varios enlaces DC terminados en presencia de grandes perturbaciones. El enfoque propuesto en este trabajo se basa en la teoría geométrica diferencial, y los sistemas HVDC se toman como una admisión variable conectada en el inversor o <br>rectificador AC bus</br>. Después de derivar la descripción analítica de la relación entre la admisión variable y los flujos de potencia activa de cada generador, las ecuaciones dinámicas tradicionales del generador pueden expresarse así con la admisión variable de los sistemas HVDC como variable de estado adicional y cambiarse a una forma afín, que es adecuada para el método de linealización global que se utiliza para determinar su variable de control. Una característica importante del método propuesto es que la potencia de CC modulada es una función adaptativa y no lineal de los estados del sistema AC, y puede ser realizada por retroalimentación local y menos datos transmitidos de generadores adyacentes. El procedimiento de diseño se prueba en un sistema híbrido de alimentación doble AC/DC ",
            "error": [
                ""
            ]
        },
        "active power flows": {
            "translated_key": [],
            "translated_annotated_text": "Una estrategia de modulación no lineal para sistemas híbridos de alimentación AC/DC Se presenta una estrategia de control no lineal para mejorar la estabilidad transitoria de un sistema de alimentación AC multimáquina con varios enlaces DC terminados en presencia de grandes perturbaciones. El enfoque propuesto en este trabajo se basa en la teoría geométrica diferencial, y los sistemas HVDC se toman como una admisión variable conectada en el bus de AC inversor o rectificador. Después de derivar la descripción analítica de la relación entre la admisión variable y los flujos de potencia <br>activos de cada generador, las ecuaciones dinámicas tradicionales del generador pueden expresarse así con la admisión variable de los sistemas HVDC como variable de estado adicional y cambiarse a una forma afín, que es adecuada para el método de linealización global que se utiliza para determinar su variable de control. Una característica importante del método propuesto es que la potencia de CC modulada es una función adaptativa y no lineal de los estados del sistema AC, y puede ser realizada por retroalimentación local y menos datos transmitidos de generadores adyacentes. El procedimiento de diseño se prueba en un sistema híbrido de alimentación doble AC/DC ",
            "error": []
        },
        "generator dynamic equations": {
            "translated_key": "generator",
            "translated_annotated_text": "Una estrategia de modulación no lineal para sistemas híbridos de alimentación AC/DC Se presenta una estrategia de control no lineal para mejorar la estabilidad transitoria de un sistema de alimentación AC multimáquina con varios enlaces DC terminados en presencia de grandes perturbaciones. El enfoque propuesto en este trabajo se basa en la teoría geométrica diferencial, y los sistemas HVDC se toman como una admisión variable conectada en el bus de AC inversor o rectificador. Después de obtener la descripción analítica de la relación entre la admisión variable y los flujos de potencia activa de cada generador, las ecuaciones dinámicas tradicionales <br>generator</br> pueden expresarse así con la admisión variable de los sistemas HVDC como variable de estado adicional y cambiarse a una forma afín, que es adecuada para el método de linealización global que se utiliza para determinar su variable de control. Una característica importante del método propuesto es que la potencia de CC modulada es una función adaptativa y no lineal de los estados del sistema AC, y puede ser realizada por retroalimentación local y menos datos transmitidos de generadores adyacentes. El procedimiento de diseño se prueba en un sistema híbrido de alimentación doble AC/DC ",
            "error": [
                ""
            ]
        },
        "affine form": {
            "translated_key": "afrina",
            "translated_annotated_text": "Una estrategia de modulación no lineal para sistemas híbridos de alimentación AC/DC Se presenta una estrategia de control no lineal para mejorar la estabilidad transitoria de un sistema de alimentación AC multimáquina con varios enlaces DC terminados en presencia de grandes perturbaciones. El enfoque propuesto en este trabajo se basa en la teoría geométrica diferencial, y los sistemas HVDC se toman como una admisión variable conectada en el bus de AC inversor o rectificador. Después de derivar la descripción analítica de la relación entre la admisión variable y los flujos de potencia activa de cada generador, las ecuaciones dinámicas tradicionales del generador pueden expresarse así con la admisión variable de los sistemas HVDC como variable de estado adicional y cambiarse a una forma <br>afrina</br>, que es adecuada para el método de linealización global que se utiliza para determinar su variable de control. Una característica importante del método propuesto es que la potencia de CC modulada es una función adaptativa y no lineal de los estados del sistema AC, y puede ser realizada por retroalimentación local y menos datos transmitidos de generadores adyacentes. El procedimiento de diseño se prueba en un sistema híbrido de alimentación doble AC/DC ",
            "error": [
                ""
            ]
        },
        "global linearization method": {
            "translated_key": "global",
            "translated_annotated_text": "Una estrategia de modulación no lineal para sistemas híbridos de alimentación AC/DC Se presenta una estrategia de control no lineal para mejorar la estabilidad transitoria de un sistema de alimentación AC multimáquina con varios enlaces DC terminados en presencia de grandes perturbaciones. El enfoque propuesto en este trabajo se basa en la teoría geométrica diferencial, y los sistemas HVDC se toman como una admisión variable conectada en el bus de AC inversor o rectificador. Una vez obtenida la descripción analítica de la relación entre la admisión variable y los flujos de potencia activa de cada generador, las ecuaciones dinámicas tradicionales del generador pueden expresarse así con la admisión variable de los sistemas HVDC como variable de estado adicional y cambiarse a una forma afín, que es adecuada para el método de linealización <br>global</br> que se utiliza para determinar su variable de control. Una característica importante del método propuesto es que la potencia de CC modulada es una función adaptativa y no lineal de los estados del sistema AC, y puede ser realizada por retroalimentación local y menos datos transmitidos de generadores adyacentes. El procedimiento de diseño se prueba en un sistema híbrido de alimentación doble AC/DC ",
            "error": [
                ""
            ]
        },
        "local feedback": {
            "translated_key": "realimentación local",
            "translated_annotated_text": "Una estrategia de modulación no lineal para sistemas híbridos de alimentación AC/DC Se presenta una estrategia de control no lineal para mejorar la estabilidad transitoria de un sistema de alimentación AC multimáquina con varios enlaces DC terminados en presencia de grandes perturbaciones. El enfoque propuesto en este trabajo se basa en la teoría geométrica diferencial, y los sistemas HVDC se toman como una admisión variable conectada en el bus de AC inversor o rectificador. Después de derivar la descripción analítica de la relación entre la admisión variable y los flujos de potencia activa de cada generador, las ecuaciones dinámicas tradicionales del generador pueden expresarse así con la admisión variable de los sistemas HVDC como variable de estado adicional y cambiarse a una forma afín, que es adecuada para el método de linealización global que se utiliza para determinar su variable de control. Una característica importante del método propuesto es que la potencia de CC modulada es una función adaptativa y no lineal de los estados del sistema AC, y puede ser realizada por <br>realimentación local</br> y menos datos transmitidos de generadores adyacentes. El procedimiento de diseño se prueba en un sistema híbrido de alimentación doble AC/DC ",
            "error": [
                ""
            ]
        },
        "adjacent generators": {
            "translated_key": "adjacentes",
            "translated_annotated_text": "Una estrategia de modulación no lineal para sistemas híbridos de alimentación AC/DC Se presenta una estrategia de control no lineal para mejorar la estabilidad transitoria de un sistema de alimentación AC multimáquina con varios enlaces DC terminados en presencia de grandes perturbaciones. El enfoque propuesto en este trabajo se basa en la teoría geométrica diferencial, y los sistemas HVDC se toman como una admisión variable conectada en el bus de AC inversor o rectificador. Después de derivar la descripción analítica de la relación entre la admisión variable y los flujos de potencia activa de cada generador, las ecuaciones dinámicas tradicionales del generador pueden expresarse así con la admisión variable de los sistemas HVDC como variable de estado adicional y cambiarse a una forma afín, que es adecuada para el método de linealización global que se utiliza para determinar su variable de control. Una característica importante del método propuesto es que, la potencia de CC modulada es una función adaptativa y no lineal de los estados del sistema AC, y puede ser realizada por retroalimentación local y menos datos transmitidos de generadores <br>adjacentes</br>. El procedimiento de diseño se prueba en un sistema híbrido de alimentación doble AC/DC ",
            "error": [
                ""
            ]
        },
        "dual-infeed hybrid AC/DC system": {
            "translated_key": "dual-infeed AC/DC",
            "translated_annotated_text": "Una estrategia de modulación no lineal para sistemas híbridos de alimentación AC/DC Se presenta una estrategia de control no lineal para mejorar la estabilidad transitoria de un sistema de alimentación AC multimáquina con varios enlaces DC terminados en presencia de grandes perturbaciones. El enfoque propuesto en este trabajo se basa en la teoría geométrica diferencial, y los sistemas HVDC se toman como una admisión variable conectada en el bus de AC inversor o rectificador. Después de derivar la descripción analítica de la relación entre la admisión variable y los flujos de potencia activa de cada generador, las ecuaciones dinámicas tradicionales del generador pueden expresarse así con la admisión variable de los sistemas HVDC como variable de estado adicional y cambiarse a una forma afín, que es adecuada para el método de linealización global que se utiliza para determinar su variable de control. Una característica importante del método propuesto es que la potencia de CC modulada es una función adaptativa y no lineal de los estados del sistema AC, y puede ser realizada por retroalimentación local y menos datos transmitidos de generadores adyacentes. El procedimiento de diseño se prueba en un sistema híbrido <br>dual-infeed AC/DC</br> ",
            "error": [
                ""
            ]
        },
        "electric admittance": {
            "translated_key": [],
            "translated_annotated_text": "Una estrategia de modulación no lineal para sistemas híbridos de alimentación AC/DC Se presenta una estrategia de control no lineal para mejorar la estabilidad transitoria de un sistema de alimentación AC multimáquina con varios enlaces DC terminados en presencia de grandes perturbaciones. El enfoque propuesto en este trabajo se basa en la teoría geométrica diferencial, y los sistemas HVDC se toman como una admisión variable conectada en el bus de AC inversor o rectificador. Después de derivar la descripción analítica de la relación entre la admisión variable y los flujos de potencia activa de cada generador, las ecuaciones dinámicas tradicionales del generador pueden expresarse así con la admisión variable de los sistemas HVDC como variable de estado adicional y cambiarse a una forma afín, que es adecuada para el método de linealización global que se utiliza para determinar su variable de control. Una característica importante del método propuesto es que la potencia de CC modulada es una función adaptativa y no lineal de los estados del sistema AC, y puede ser realizada por retroalimentación local y menos datos transmitidos de generadores adyacentes. El procedimiento de diseño se prueba en un sistema híbrido de alimentación doble AC/DC ",
            "error": []
        },
        "feedback": {
            "translated_key": "feedback",
            "translated_annotated_text": "Una estrategia de modulación no lineal para sistemas híbridos de alimentación AC/DC Se presenta una estrategia de control no lineal para mejorar la estabilidad transitoria de un sistema de alimentación AC multimáquina con varios enlaces DC terminados en presencia de grandes perturbaciones. El enfoque propuesto en este trabajo se basa en la teoría geométrica diferencial, y los sistemas HVDC se toman como una admisión variable conectada en el bus de AC inversor o rectificador. Después de derivar la descripción analítica de la relación entre la admisión variable y los flujos de potencia activa de cada generador, las ecuaciones dinámicas tradicionales del generador pueden expresarse así con la admisión variable de los sistemas HVDC como variable de estado adicional y cambiarse a una forma afín, que es adecuada para el método de linealización global que se utiliza para determinar su variable de control. Una característica importante del método propuesto es que la potencia de CC modulada es una función adaptativa y no lineal de los estados del sistema AC, y puede ser realizada por generadores adyacentes locales <br>feedback</br> y menos datos transmitidos. El procedimiento de diseño se prueba en un sistema híbrido de alimentación doble AC/DC ",
            "error": [
                ""
            ]
        },
        "HVDC power transmission": {
            "translated_key": [],
            "translated_annotated_text": "Una estrategia de modulación no lineal para sistemas híbridos de alimentación AC/DC Se presenta una estrategia de control no lineal para mejorar la estabilidad transitoria de un sistema de alimentación AC multimáquina con varios enlaces DC terminados en presencia de grandes perturbaciones. El enfoque propuesto en este trabajo se basa en la teoría geométrica diferencial, y los sistemas HVDC se toman como una admisión variable conectada en el bus de AC inversor o rectificador. Después de derivar la descripción analítica de la relación entre la admisión variable y los flujos de potencia activa de cada generador, las ecuaciones dinámicas tradicionales del generador pueden expresarse así con la admisión variable de los sistemas HVDC como variable de estado adicional y cambiarse a una forma afín, que es adecuada para el método de linealización global que se utiliza para determinar su variable de control. Una característica importante del método propuesto es que la potencia de CC modulada es una función adaptativa y no lineal de los estados del sistema AC, y puede ser realizada por retroalimentación local y menos datos transmitidos de generadores adyacentes. El procedimiento de diseño se prueba en un sistema híbrido de alimentación doble AC/DC ",
            "error": []
        },
        "invertors": {
            "translated_key": [],
            "translated_annotated_text": "Una estrategia de modulación no lineal para sistemas híbridos de alimentación AC/DC Se presenta una estrategia de control no lineal para mejorar la estabilidad transitoria de un sistema de alimentación AC multimáquina con varios enlaces DC terminados en presencia de grandes perturbaciones. El enfoque propuesto en este trabajo se basa en la teoría geométrica diferencial, y los sistemas HVDC se toman como una admisión variable conectada en el bus de AC inversor o rectificador. Después de derivar la descripción analítica de la relación entre la admisión variable y los flujos de potencia activa de cada generador, las ecuaciones dinámicas tradicionales del generador pueden expresarse así con la admisión variable de los sistemas HVDC como variable de estado adicional y cambiarse a una forma afín, que es adecuada para el método de linealización global que se utiliza para determinar su variable de control. Una característica importante del método propuesto es que la potencia de CC modulada es una función adaptativa y no lineal de los estados del sistema AC, y puede ser realizada por retroalimentación local y menos datos transmitidos de generadores adyacentes. El procedimiento de diseño se prueba en un sistema híbrido de alimentación doble AC/DC ",
            "error": []
        },
        "linearisation techniques": {
            "translated_key": [],
            "translated_annotated_text": "Una estrategia de modulación no lineal para sistemas híbridos de alimentación AC/DC Se presenta una estrategia de control no lineal para mejorar la estabilidad transitoria de un sistema de alimentación AC multimáquina con varios enlaces DC terminados en presencia de grandes perturbaciones. El enfoque propuesto en este trabajo se basa en la teoría geométrica diferencial, y los sistemas HVDC se toman como una admisión variable conectada en el bus de AC inversor o rectificador. Después de derivar la descripción analítica de la relación entre la admisión variable y los flujos de potencia activa de cada generador, las ecuaciones dinámicas tradicionales del generador pueden expresarse así con la admisión variable de los sistemas HVDC como variable de estado adicional y cambiarse a una forma afín, que es adecuada para el método de linealización global que se utiliza para determinar su variable de control. Una característica importante del método propuesto es que la potencia de CC modulada es una función adaptativa y no lineal de los estados del sistema AC, y puede ser realizada por retroalimentación local y menos datos transmitidos de generadores adyacentes. El procedimiento de diseño se prueba en un sistema híbrido de alimentación doble AC/DC ",
            "error": []
        },
        "load flow": {
            "translated_key": [],
            "translated_annotated_text": "Una estrategia de modulación no lineal para sistemas híbridos de alimentación AC/DC Se presenta una estrategia de control no lineal para mejorar la estabilidad transitoria de un sistema de alimentación AC multimáquina con varios enlaces DC terminados en presencia de grandes perturbaciones. El enfoque propuesto en este trabajo se basa en la teoría geométrica diferencial, y los sistemas HVDC se toman como una admisión variable conectada en el bus de AC inversor o rectificador. Después de derivar la descripción analítica de la relación entre la admisión variable y los flujos de potencia activa de cada generador, las ecuaciones dinámicas tradicionales del generador pueden expresarse así con la admisión variable de los sistemas HVDC como variable de estado adicional y cambiarse a una forma afín, que es adecuada para el método de linealización global que se utiliza para determinar su variable de control. Una característica importante del método propuesto es que la potencia de CC modulada es una función adaptativa y no lineal de los estados del sistema AC, y puede ser realizada por retroalimentación local y menos datos transmitidos de generadores adyacentes. El procedimiento de diseño se prueba en un sistema híbrido de alimentación doble AC/DC ",
            "error": []
        },
        "nonlinear control systems": {
            "translated_key": [],
            "translated_annotated_text": "Una estrategia de modulación no lineal para sistemas híbridos de alimentación AC/DC Se presenta una estrategia de control no lineal para mejorar la estabilidad transitoria de un sistema de alimentación AC multimáquina con varios enlaces DC terminados en presencia de grandes perturbaciones. El enfoque propuesto en este trabajo se basa en la teoría geométrica diferencial, y los sistemas HVDC se toman como una admisión variable conectada en el bus de AC inversor o rectificador. Después de derivar la descripción analítica de la relación entre la admisión variable y los flujos de potencia activa de cada generador, las ecuaciones dinámicas tradicionales del generador pueden expresarse así con la admisión variable de los sistemas HVDC como variable de estado adicional y cambiarse a una forma afín, que es adecuada para el método de linealización global que se utiliza para determinar su variable de control. Una característica importante del método propuesto es que la potencia de CC modulada es una función adaptativa y no lineal de los estados del sistema AC, y puede ser realizada por retroalimentación local y menos datos transmitidos de generadores adyacentes. El procedimiento de diseño se prueba en un sistema híbrido de alimentación doble AC/DC ",
            "error": []
        },
        "power system control": {
            "translated_key": [],
            "translated_annotated_text": "Una estrategia de modulación no lineal para sistemas híbridos de alimentación AC/DC Se presenta una estrategia de control no lineal para mejorar la estabilidad transitoria de un sistema de alimentación AC multimáquina con varios enlaces DC terminados en presencia de grandes perturbaciones. El enfoque propuesto en este trabajo se basa en la teoría geométrica diferencial, y los sistemas HVDC se toman como una admisión variable conectada en el bus de AC inversor o rectificador. Después de derivar la descripción analítica de la relación entre la admisión variable y los flujos de potencia activa de cada generador, las ecuaciones dinámicas tradicionales del generador pueden expresarse así con la admisión variable de los sistemas HVDC como variable de estado adicional y cambiarse a una forma afín, que es adecuada para el método de linealización global que se utiliza para determinar su variable de control. Una característica importante del método propuesto es que la potencia de CC modulada es una función adaptativa y no lineal de los estados del sistema AC, y puede ser realizada por retroalimentación local y menos datos transmitidos de generadores adyacentes. El procedimiento de diseño se prueba en un sistema híbrido de alimentación doble AC/DC ",
            "error": []
        },
        "rectifying circuits": {
            "translated_key": [],
            "translated_annotated_text": "Una estrategia de modulación no lineal para sistemas híbridos de alimentación AC/DC Se presenta una estrategia de control no lineal para mejorar la estabilidad transitoria de un sistema de alimentación AC multimáquina con varios enlaces DC terminados en presencia de grandes perturbaciones. El enfoque propuesto en este trabajo se basa en la teoría geométrica diferencial, y los sistemas HVDC se toman como una admisión variable conectada en el bus de AC inversor o rectificador. Después de derivar la descripción analítica de la relación entre la admisión variable y los flujos de potencia activa de cada generador, las ecuaciones dinámicas tradicionales del generador pueden expresarse así con la admisión variable de los sistemas HVDC como variable de estado adicional y cambiarse a una forma afín, que es adecuada para el método de linealización global que se utiliza para determinar su variable de control. Una característica importante del método propuesto es que la potencia de CC modulada es una función adaptativa y no lineal de los estados del sistema AC, y puede ser realizada por retroalimentación local y menos datos transmitidos de generadores adyacentes. El procedimiento de diseño se prueba en un sistema híbrido de alimentación doble AC/DC ",
            "error": []
        }
    }
}