{
    "original_text": "Activity and location recognition using wearable sensors Using measured acceleration and angular velocity data gathered through inexpensive, wearable sensors, this dead-reckoning method can determine a users location, detect transitions between preselected locations, and recognize and classify sitting, standing, and walking behaviors. Experiments demonstrate the proposed methods effectiveness",
    "original_translation": "Reconocimiento de actividad y ubicación mediante sensores usables Utilizando datos medidos de aceleración y velocidad angular recopilados a través de sensores baratos y usables, este método de detección de fallos puede determinar la ubicación de los usuarios, detectar transiciones entre ubicaciones preseleccionadas y reconocer y clasificar comportamientos de sentarse, estar de pie y caminar. Los experimentos demuestran la eficacia de los métodos propuestos",
    "error_count": 5,
    "keys": {
        "measured acceleration": {
            "translated_key": "medida",
            "translated_annotated_text": "Reconocimiento de actividad y ubicación mediante sensores usables Utilizando datos de aceleración <br>medida</br> y velocidad angular recopilados a través de sensores baratos y usables, este método de detección de fallos puede determinar la ubicación de los usuarios, detectar transiciones entre ubicaciones preseleccionadas y reconocer y clasificar comportamientos de sentarse, estar de pie y caminar. Los experimentos demuestran la eficacia de los métodos propuestos ",
            "error": [
                ""
            ]
        },
        "angular velocity": {
            "translated_key": [],
            "translated_annotated_text": "Reconocimiento de actividad y ubicación mediante sensores usables Utilizando datos de aceleración medida y velocidad angular <br> recopilados a través de sensores baratos y usables, este método de detección de fallos puede determinar la ubicación de los usuarios, detectar transiciones entre ubicaciones preseleccionadas y reconocer y clasificar comportamientos de sentarse, estar de pie y caminar. Los experimentos demuestran la eficacia de los métodos propuestos ",
            "error": []
        },
        "wearable sensors": {
            "translated_key": "wearable",
            "translated_annotated_text": "Reconocimiento de actividad y ubicación utilizando sensores <br>wearable</br> Utilizando datos de aceleración medida y velocidad angular recopilados a través de sensores <br>wearable</br> baratos, este método de detección de impactos puede determinar una ubicación de los usuarios, detectar transiciones entre ubicaciones preseleccionadas y reconocer y clasificar comportamientos de sentarse, estar de pie y caminar. Los experimentos demuestran la eficacia de los métodos propuestos ",
            "error": [
                ""
            ]
        },
        "dead-reckoning method": {
            "translated_key": "dead-reckoning",
            "translated_annotated_text": "Reconocimiento de actividad y ubicación mediante sensores usables Utilizando datos medidos de aceleración y velocidad angular recopilados a través de sensores baratos y usables, este método <br>dead-reckoning</br> puede determinar la ubicación de los usuarios, detectar transiciones entre ubicaciones preseleccionadas y reconocer y clasificar comportamientos de sentarse, estar de pie y caminar. Los experimentos demuestran la eficacia de los métodos propuestos ",
            "error": [
                ""
            ]
        },
        "users location": {
            "translated_key": "usuarios",
            "translated_annotated_text": "Reconocimiento de actividad y ubicación mediante sensores usables Utilizando datos medidos de aceleración y velocidad angular recopilados a través de sensores baratos y usables, este método de detección de fallos puede determinar una ubicación de <br>usuarios</br>, detectar transiciones entre ubicaciones preseleccionadas y reconocer y clasificar comportamientos de sentarse, estar de pie y caminar. Los experimentos demuestran la eficacia de los métodos propuestos ",
            "error": [
                ""
            ]
        },
        "preselected locations": {
            "translated_key": "ubicaciones preseleccionadas",
            "translated_annotated_text": "Reconocimiento de actividad y ubicación mediante sensores usables Utilizando datos medidos de aceleración y velocidad angular recopilados a través de sensores baratos y usables, este método de detección de fallos puede determinar una ubicación de los usuarios, detectar transiciones entre <br>ubicaciones preseleccionadas</br> y reconocer y clasificar comportamientos de sentarse, estar de pie y caminar.  Los experimentos demuestran la eficacia de los métodos propuestos ",
            "error": [
                ""
            ]
        },
        "transitions": {
            "translated_key": [],
            "translated_annotated_text": "Reconocimiento de actividad y ubicación mediante sensores usables Utilizando datos medidos de aceleración y velocidad angular recopilados a través de sensores baratos y usables, este método de detección de fallos puede determinar la ubicación de los usuarios, detectar transiciones <br> entre ubicaciones preseleccionadas y reconocer y clasificar comportamientos de sentarse, estar de pie y caminar. Los experimentos demuestran la eficacia de los métodos propuestos ",
            "error": []
        },
        "sitting": {
            "translated_key": [],
            "translated_annotated_text": "Reconocimiento de actividad y ubicación mediante sensores usables Utilizando datos medidos de aceleración y velocidad angular recopilados a través de sensores baratos y usables, este método de detección de fallos puede determinar la ubicación de los usuarios, detectar transiciones entre ubicaciones preseleccionadas y reconocer y clasificar comportamientos de sentarse, estar de pie y caminar. Los experimentos demuestran la eficacia de los métodos propuestos ",
            "error": []
        },
        "standing": {
            "translated_key": "standing",
            "translated_annotated_text": "Reconocimiento de actividad y ubicación mediante sensores usables Utilizando datos medidos de aceleración y velocidad angular recopilados a través de sensores baratos y usables, este método de detección de fallos puede determinar la ubicación de los usuarios, detectar transiciones entre ubicaciones preseleccionadas y reconocer y clasificar los comportamientos de sentarse, <br>standing</br> y caminar. Los experimentos demuestran la eficacia de los métodos propuestos ",
            "error": [
                ""
            ]
        },
        "walking": {
            "translated_key": "walking",
            "translated_annotated_text": "Reconocimiento de actividad y ubicación mediante sensores usables Utilizando datos medidos de aceleración y velocidad angular recopilados a través de sensores baratos y usables, este método de detección de fallos puede determinar una ubicación de los usuarios, detectar transiciones entre ubicaciones preseleccionadas y reconocer y clasificar comportamientos de sentado, de pie y de <br>walking</br>. Los experimentos demuestran la eficacia de los métodos propuestos ",
            "error": [
                ""
            ]
        },
        "mobile computing": {
            "translated_key": [],
            "translated_annotated_text": "Reconocimiento de actividad y ubicación mediante sensores usables Utilizando datos medidos de aceleración y velocidad angular recopilados a través de sensores baratos y usables, este método de detección de fallos puede determinar la ubicación de los usuarios, detectar transiciones entre ubicaciones preseleccionadas y reconocer y clasificar comportamientos de sentarse, estar de pie y caminar. Los experimentos demuestran la eficacia de los métodos propuestos ",
            "error": []
        },
        "position measurement": {
            "translated_key": [],
            "translated_annotated_text": "Reconocimiento de actividad y ubicación mediante sensores usables Utilizando datos medidos de aceleración y velocidad angular recopilados a través de sensores baratos y usables, este método de detección de fallos puede determinar la ubicación de los usuarios, detectar transiciones entre ubicaciones preseleccionadas y reconocer y clasificar comportamientos de sentarse, estar de pie y caminar. Los experimentos demuestran la eficacia de los métodos propuestos ",
            "error": []
        },
        "sensors": {
            "translated_key": "</br> Utilizando datos de aceleración medida y velocidad angular recopilados a través de sensores <br> wearable",
            "translated_annotated_text": "Reconocimiento de actividad y ubicación mediante sensores wearable <br></br> Utilizando datos de aceleración medida y velocidad angular recopilados a través de sensores <br> wearable</br> de bajo costo, este método de detección de fallos puede determinar una ubicación de los usuarios, detectar transiciones entre ubicaciones preseleccionadas y reconocer y clasificar comportamientos de sentarse, estar de pie y caminar. Los experimentos demuestran la eficacia de los métodos propuestos ",
            "error": [
                ""
            ]
        }
    }
}