{
    "original_text": "Content standards for electronic books: the OEBF publication structure and the role of public interest participation In the emerging world of electronic publishing how we create, distribute, and read books will be in a large part determined by an underlying framework of content standards that establishes the range of technological opportunities and constraints for publishing and reading systems. But efforts to develop content standards based on sound engineering models must skillfully negotiate competing and sometimes apparently irreconcilable objectives if they are to produce results relevant to the rapidly changing course of technology. The Open eBook Forums Publication Structure, an XML-based specification for electronic books, is an example of the sort of timely and innovative problem solving required for successful real-world standards development. As a result of this effort, the electronic book industry will not only happen sooner and on a larger scale than it would have otherwise, but the electronic books it produces will be more functional, more interoperable, and more accessible to all readers. Public interest participants have a critical role in this process",
    "original_translation": "Normas de contenido para los libros electrónicos: la estructura de publicación de la OEBF y el papel de la participación de interés público En el mundo emergente de la edición electrónica, cómo creamos, distribuimos y leemos los libros, en gran parte estará determinada por un marco subyacente de normas de contenido que establece la gama de oportunidades tecnológicas y limitaciones para los sistemas de edición y lectura. Sin embargo, los esfuerzos por desarrollar normas de contenido basadas en modelos de ingeniería sólida deben negociar hábilmente objetivos competidores y a veces aparentemente irreconciliables para producir resultados relevantes para el rápido cambio de curso de la tecnología. La estructura de publicación de foros electrónicos abiertos, una especificación basada en XML para libros electrónicos, es un ejemplo del tipo de solución de problemas oportuna e innovadora que se requiere para el desarrollo exitoso de estándares en el mundo real. Como resultado de este esfuerzo, la industria del libro electrónico no sólo ocurrirá antes y en mayor escala de lo que habría hecho de otro modo, sino que los libros electrónicos que produce serán más funcionales, más interoperables y más accesibles para todos los lectores. Los participantes en el interés público desempeñan un papel fundamental en este proceso",
    "error_count": 5,
    "keys": {
        "electronic publishing": {
            "translated_key": "edición electrónica",
            "translated_annotated_text": "Normas de contenido para libros electrónicos: la estructura de publicación de la OEBF y el papel de la participación de interés público En el mundo emergente de la <br>edición electrónica</br>, cómo creamos, distribuimos y leemos libros, en gran parte estará determinada por un marco subyacente de normas de contenido que establece la gama de oportunidades tecnológicas y limitaciones para los sistemas de edición y lectura. Sin embargo, los esfuerzos por desarrollar normas de contenido basadas en modelos de ingeniería sólida deben negociar hábilmente objetivos competidores y a veces aparentemente irreconciliables para producir resultados relevantes para el rápido cambio de curso de la tecnología. La estructura de publicación de foros electrónicos abiertos, una especificación basada en XML para libros electrónicos, es un ejemplo del tipo de solución de problemas oportuna e innovadora que se requiere para el desarrollo exitoso de estándares en el mundo real. Como resultado de este esfuerzo, la industria del libro electrónico no sólo ocurrirá antes y en mayor escala de lo que habría hecho de otro modo, sino que los libros electrónicos que produce serán más funcionales, más interoperables y más accesibles para todos los lectores. Los participantes en el interés público desempeñan un papel fundamental en este proceso ",
            "error": [
                ""
            ]
        },
        "electronic books": {
            "translated_key": [
                "libros electrónicos",
                " ",
                "libros electrónicos"
            ],
            "translated_annotated_text": "Normas de contenido para <br>libros electrónicos</br>: la estructura de publicación de la OEBF y el papel de la participación de interés público En el mundo emergente de la edición electrónica, cómo creamos, distribuimos y leemos libros, en gran parte estará determinada por un marco subyacente de normas de contenido que establece la gama de oportunidades tecnológicas y limitaciones para los sistemas de edición y lectura. Sin embargo, los esfuerzos por desarrollar normas de contenido basadas en modelos de ingeniería sólida deben negociar hábilmente objetivos competidores y a veces aparentemente irreconciliables para producir resultados relevantes para el rápido cambio de curso de la tecnología. La estructura de publicación de foros electrónicos abiertos, una especificación basada en XML para los libros electrónicos <br> </br>, es un ejemplo del tipo de solución de problemas oportuna e innovadora que se requiere para el desarrollo exitoso de estándares en el mundo real. Como resultado de este esfuerzo, la industria del libro electrónico no sólo ocurrirá antes y en una escala mayor de lo que habría hecho de otro modo, sino que los <br>libros electrónicos</br> que produce serán más funcionales, más interoperables y más accesibles para todos los lectores. Los participantes en el interés público desempeñan un papel fundamental en este proceso ",
            "error": [
                "libros electrónicos",
                " ",
                "libros electrónicos"
            ]
        },
        "content standards": {
            "translated_key": "normas de contenido",
            "translated_annotated_text": "Normas de contenido para libros electrónicos: la estructura de publicación de la OEBF y el papel de la participación de interés público En el mundo emergente de la edición electrónica, cómo creamos, distribuimos y leemos libros, en gran parte estará determinada por un marco subyacente de <br>normas de contenido</br> que establece la gama de oportunidades tecnológicas y limitaciones para los sistemas de edición y lectura. Pero los esfuerzos para desarrollar <br>normas de contenido</br> basadas en modelos de ingeniería sólida deben negociar hábilmente objetivos competidores y a veces aparentemente irreconciliables para producir resultados relevantes para el curso rápidamente cambiante de la tecnología. La estructura de publicación de foros electrónicos abiertos, una especificación basada en XML para libros electrónicos, es un ejemplo del tipo de solución de problemas oportuna e innovadora que se requiere para el desarrollo exitoso de estándares en el mundo real. Como resultado de este esfuerzo, la industria del libro electrónico no sólo ocurrirá antes y en mayor escala de lo que habría hecho de otro modo, sino que los libros electrónicos que produce serán más funcionales, más interoperables y más accesibles para todos los lectores. Los participantes en el interés público desempeñan un papel fundamental en este proceso ",
            "error": [
                ""
            ]
        },
        "OEBF Publication Structure": {
            "translated_key": [],
            "translated_annotated_text": "Normas de contenido para los libros electrónicos: la estructura de publicación de la OEBF y el papel de la participación de interés público En el mundo emergente de la edición electrónica, cómo creamos, distribuimos y leemos los libros, en gran parte estará determinada por un marco subyacente de normas de contenido que establece la gama de oportunidades tecnológicas y limitaciones para los sistemas de edición y lectura. Sin embargo, los esfuerzos por desarrollar normas de contenido basadas en modelos de ingeniería sólida deben negociar hábilmente objetivos competidores y a veces aparentemente irreconciliables para producir resultados relevantes para el rápido cambio de curso de la tecnología. La estructura de publicación de foros electrónicos abiertos, una especificación basada en XML para libros electrónicos, es un ejemplo del tipo de solución de problemas oportuna e innovadora que se requiere para el desarrollo exitoso de estándares en el mundo real. Como resultado de este esfuerzo, la industria del libro electrónico no sólo ocurrirá antes y en mayor escala de lo que habría hecho de otro modo, sino que los libros electrónicos que produce serán más funcionales, más interoperables y más accesibles para todos los lectores. Los participantes en el interés público desempeñan un papel fundamental en este proceso ",
            "error": []
        },
        "public interest participation": {
            "translated_key": "participación de interés público",
            "translated_annotated_text": "Normas de contenido para los libros electrónicos: la estructura de publicación de la OEBF y el papel de la <br>participación de interés público</br> En el mundo emergente de la edición electrónica, cómo creamos, distribuimos y leemos los libros, en gran parte estará determinada por un marco subyacente de normas de contenido que establezca la gama de oportunidades tecnológicas y limitaciones para los sistemas de edición y lectura.  Sin embargo, los esfuerzos por desarrollar normas de contenido basadas en modelos de ingeniería sólida deben negociar hábilmente objetivos competidores y a veces aparentemente irreconciliables para producir resultados relevantes para el rápido cambio de curso de la tecnología. La estructura de publicación de foros electrónicos abiertos, una especificación basada en XML para libros electrónicos, es un ejemplo del tipo de solución de problemas oportuna e innovadora que se requiere para el desarrollo exitoso de estándares en el mundo real. Como resultado de este esfuerzo, la industria del libro electrónico no sólo ocurrirá antes y en mayor escala de lo que habría hecho de otro modo, sino que los libros electrónicos que produce serán más funcionales, más interoperables y más accesibles para todos los lectores. Los participantes en el interés público desempeñan un papel fundamental en este proceso ",
            "error": [
                ""
            ]
        },
        "Open eBook Forum Publication Structure": {
            "translated_key": [],
            "translated_annotated_text": "Normas de contenido para los libros electrónicos: la estructura de publicación de la OEBF y el papel de la participación de interés público En el mundo emergente de la edición electrónica, cómo creamos, distribuimos y leemos los libros, en gran parte estará determinada por un marco subyacente de normas de contenido que establece la gama de oportunidades tecnológicas y limitaciones para los sistemas de edición y lectura. Sin embargo, los esfuerzos por desarrollar normas de contenido basadas en modelos de ingeniería sólida deben negociar hábilmente objetivos competidores y a veces aparentemente irreconciliables para producir resultados relevantes para el rápido cambio de curso de la tecnología. La estructura de publicación de foros electrónicos abiertos, una especificación basada en XML para libros electrónicos, es un ejemplo del tipo de solución de problemas oportuna e innovadora que se requiere para el desarrollo exitoso de estándares en el mundo real. Como resultado de este esfuerzo, la industria del libro electrónico no sólo ocurrirá antes y en mayor escala de lo que habría hecho de otro modo, sino que los libros electrónicos que produce serán más funcionales, más interoperables y más accesibles para todos los lectores. Los participantes en el interés público desempeñan un papel fundamental en este proceso ",
            "error": []
        },
        "XML-based specification": {
            "translated_key": "XML",
            "translated_annotated_text": "Normas de contenido para los libros electrónicos: la estructura de publicación de la OEBF y el papel de la participación de interés público En el mundo emergente de la edición electrónica, cómo creamos, distribuimos y leemos los libros, en gran parte estará determinada por un marco subyacente de normas de contenido que establece la gama de oportunidades tecnológicas y limitaciones para los sistemas de edición y lectura. Sin embargo, los esfuerzos por desarrollar normas de contenido basadas en modelos de ingeniería sólida deben negociar hábilmente objetivos competidores y a veces aparentemente irreconciliables para producir resultados relevantes para el rápido cambio de curso de la tecnología. La estructura de publicación de foros electrónicos abiertos, una especificación basada en <br>XML</br> para libros electrónicos, es un ejemplo del tipo de solución de problemas oportuna e innovadora que se requiere para el desarrollo exitoso de estándares en el mundo real. Como resultado de este esfuerzo, la industria del libro electrónico no sólo ocurrirá antes y en mayor escala de lo que habría hecho de otro modo, sino que los libros electrónicos que produce serán más funcionales, más interoperables y más accesibles para todos los lectores. Los participantes en el interés público desempeñan un papel fundamental en este proceso ",
            "error": [
                ""
            ]
        },
        "hypermedia markup languages": {
            "translated_key": [],
            "translated_annotated_text": "Normas de contenido para los libros electrónicos: la estructura de publicación de la OEBF y el papel de la participación de interés público En el mundo emergente de la edición electrónica, cómo creamos, distribuimos y leemos los libros, en gran parte estará determinada por un marco subyacente de normas de contenido que establece la gama de oportunidades tecnológicas y limitaciones para los sistemas de edición y lectura. Sin embargo, los esfuerzos por desarrollar normas de contenido basadas en modelos de ingeniería sólida deben negociar hábilmente objetivos competidores y a veces aparentemente irreconciliables para producir resultados relevantes para el rápido cambio de curso de la tecnología. La estructura de publicación de foros electrónicos abiertos, una especificación basada en XML para libros electrónicos, es un ejemplo del tipo de solución de problemas oportuna e innovadora que se requiere para el desarrollo exitoso de estándares en el mundo real. Como resultado de este esfuerzo, la industria del libro electrónico no sólo ocurrirá antes y en mayor escala de lo que habría hecho de otro modo, sino que los libros electrónicos que produce serán más funcionales, más interoperables y más accesibles para todos los lectores. Los participantes en el interés público desempeñan un papel fundamental en este proceso ",
            "error": []
        },
        "standards": {
            "translated_key": [
                "standards",
                " que establece la gama de oportunidades tecnológicas y limitaciones para los sistemas de edición y lectura. Sin embargo, los esfuerzos por elaborar <br>normas"
            ],
            "translated_annotated_text": "Contenido <br>standards</br> para libros electrónicos: la estructura de publicación de la OEBF y el papel de la participación de interés público En el mundo emergente de la edición electrónica, cómo creamos, distribuimos y leemos los libros estará determinada en gran parte por un marco subyacente de normas de contenido <br> que establece la gama de oportunidades tecnológicas y limitaciones para los sistemas de edición y lectura. Sin embargo, los esfuerzos por elaborar <br>normas</br> de contenido basadas en modelos de ingeniería sólida deben negociar hábilmente objetivos competidores y a veces aparentemente irreconciliables para producir resultados pertinentes al curso de la tecnología que cambia rápidamente. La estructura de publicación de foros electrónicos abiertos, una especificación basada en XML para libros electrónicos, es un ejemplo del tipo de solución de problemas oportuna e innovadora que se requiere para el desarrollo exitoso de estándares en el mundo real. Como resultado de este esfuerzo, la industria del libro electrónico no sólo ocurrirá antes y en mayor escala de lo que habría hecho de otro modo, sino que los libros electrónicos que produce serán más funcionales, más interoperables y más accesibles para todos los lectores. Los participantes en el interés público desempeñan un papel fundamental en este proceso ",
            "error": [
                "standards",
                " que establece la gama de oportunidades tecnológicas y limitaciones para los sistemas de edición y lectura. Sin embargo, los esfuerzos por elaborar <br>normas"
            ]
        }
    }
}