{
    "original_text": "Reaching for five nines: ActiveWatch and SiteSeer Every Web admins dream is achieving the fabled five nines-99.999 percent uptime. To attain such availability, your Web site must be down no more than about five minutes per year. Technologies like RAID, clustering, and load balancing make this easier, but to actually track uptime, maintain auditable records, and discover patterns in failures to prevent downtime in the future, youll need to set up external monitoring. Because your Internet connection is a key factor in measuring uptime, you must monitor your site from the Internet itself, beyond your firewall. You could monitor with custom software on remote hosts, or you could use one of the two reasonably priced services available: Mercury Interactives ActiveWatch and Freshwater Softwares SiteSeer. (Freshwater Software has been a subsidiary of Mercury Interactive for about a year now.) The two services offer a slightly different mix of features and target different markets. Both services offer availability and performance monitoring from several remote locations, alerts to email or pager, and periodic reports. They differ in whats most easily monitored, and in the way you interact with the services",
    "original_translation": "Alcanzando cinco nueves: ActiveWatch y SiteSeer Cada sueño de los administradores de la Web está logrando el fábula de cinco nueves-99.999 por ciento de tiempo de actividad. Para lograr tal disponibilidad, su sitio web debe estar abajo no más de cinco minutos por año. Tecnologías como RAID, clustering y balanceo de carga facilitan esto, pero para realizar un seguimiento del tiempo de funcionamiento, mantener registros auditables y descubrir patrones en fallas para prevenir el tiempo de inactividad en el futuro, es necesario configurar un monitoreo externo. Debido a que su conexión a Internet es un factor clave para medir el tiempo de actividad, debe monitorear su sitio desde el propio Internet, más allá de su cortafuegos. Usted podría monitorear con software personalizado en hosts remotos, o podría utilizar uno de los dos servicios de precio razonable disponibles: Mercury Interactives ActiveWatch y Softwares de agua dulce SiteSeer. (Freshwater Software ha sido una subsidiaria de Mercury Interactive desde hace aproximadamente un año.) Los dos servicios ofrecen una combinación ligeramente diferente de características y se dirigen a diferentes mercados. Ambos servicios ofrecen disponibilidad y monitoreo de rendimiento desde varias ubicaciones remotas, alertas a correo electrónico o buscapersonas, e informes periódicos. Difieren en lo que es más fácil de monitorear, y en la forma en que interactúas con los servicios",
    "error_count": 12,
    "keys": {
        "Web site": {
            "translated_key": [],
            "translated_annotated_text": "Alcanzando cinco nueves: ActiveWatch y SiteSeer Cada sueño de los administradores de la Web está logrando el fábula de cinco nueves-99.999 por ciento de tiempo de actividad. Para obtener dicha disponibilidad, su sitio web <br> debe estar abajo no más de cinco minutos al año. Tecnologías como RAID, clustering y balanceo de carga facilitan esto, pero para realizar un seguimiento del tiempo de funcionamiento, mantener registros auditables y descubrir patrones en fallas para prevenir el tiempo de inactividad en el futuro, es necesario configurar un monitoreo externo. Debido a que su conexión a Internet es un factor clave para medir el tiempo de actividad, debe monitorear su sitio desde el propio Internet, más allá de su cortafuegos. Usted podría monitorear con software personalizado en hosts remotos, o podría utilizar uno de los dos servicios de precio razonable disponibles: Mercury Interactives ActiveWatch y Softwares de agua dulce SiteSeer. (Freshwater Software ha sido una subsidiaria de Mercury Interactive desde hace aproximadamente un año.) Los dos servicios ofrecen una combinación ligeramente diferente de características y se dirigen a diferentes mercados. Ambos servicios ofrecen disponibilidad y monitoreo de rendimiento desde varias ubicaciones remotas, alertas a correo electrónico o buscapersonas, e informes periódicos. Difieren en lo que es más fácil de monitorear, y en la forma en que interactúas con los servicios ",
            "error": []
        },
        "uptime tracking": {
            "translated_key": [],
            "translated_annotated_text": "Alcanzando cinco nueves: ActiveWatch y SiteSeer Cada sueño de los administradores de la Web está logrando el fábula de cinco nueves-99.999 por ciento de tiempo de actividad. Para lograr tal disponibilidad, su sitio web debe estar abajo no más de cinco minutos por año. Tecnologías como RAID, clustering y balanceo de carga facilitan esto, pero para realizar un seguimiento del tiempo de funcionamiento, mantener registros auditables y descubrir patrones en fallas para prevenir el tiempo de inactividad en el futuro, es necesario configurar un monitoreo externo. Debido a que su conexión a Internet es un factor clave para medir el tiempo de actividad, debe monitorear su sitio desde el propio Internet, más allá de su cortafuegos. Usted podría monitorear con software personalizado en hosts remotos, o podría utilizar uno de los dos servicios de precio razonable disponibles: Mercury Interactives ActiveWatch y Softwares de agua dulce SiteSeer. (Freshwater Software ha sido una subsidiaria de Mercury Interactive desde hace aproximadamente un año.) Los dos servicios ofrecen una combinación ligeramente diferente de características y se dirigen a diferentes mercados. Ambos servicios ofrecen disponibilidad y monitoreo de rendimiento desde varias ubicaciones remotas, alertas a correo electrónico o buscapersonas, e informes periódicos. Difieren en lo que es más fácil de monitorear, y en la forma en que interactúas con los servicios ",
            "error": []
        },
        "auditable records": {
            "translated_key": "registros auditables",
            "translated_annotated_text": "Alcanzando cinco nueves: ActiveWatch y SiteSeer Cada sueño de los administradores de la Web está logrando el fábula de cinco nueves-99.999 por ciento de tiempo de actividad. Para lograr tal disponibilidad, su sitio web debe estar abajo no más de cinco minutos por año. Tecnologías como RAID, clustering y equilibrio de carga facilitan esto, pero para realizar un seguimiento del tiempo de funcionamiento, mantener <br>registros auditables</br> y descubrir patrones en fallas para prevenir el tiempo de inactividad en el futuro, youll necesita establecer monitoreo externo.  Debido a que su conexión a Internet es un factor clave para medir el tiempo de actividad, debe monitorear su sitio desde el propio Internet, más allá de su cortafuegos. Usted podría monitorear con software personalizado en hosts remotos, o podría utilizar uno de los dos servicios de precio razonable disponibles: Mercury Interactives ActiveWatch y Softwares de agua dulce SiteSeer. (Freshwater Software ha sido una subsidiaria de Mercury Interactive desde hace aproximadamente un año.) Los dos servicios ofrecen una combinación ligeramente diferente de características y se dirigen a diferentes mercados. Ambos servicios ofrecen disponibilidad y monitoreo de rendimiento desde varias ubicaciones remotas, alertas a correo electrónico o buscapersonas, e informes periódicos. Difieren en lo que es más fácil de monitorear, y en la forma en que interactúas con los servicios ",
            "error": [
                ""
            ]
        },
        "failure pattern discovery": {
            "translated_key": [],
            "translated_annotated_text": "Alcanzando cinco nueves: ActiveWatch y SiteSeer Cada sueño de los administradores de la Web está logrando el fábula de cinco nueves-99.999 por ciento de tiempo de actividad. Para lograr tal disponibilidad, su sitio web debe estar abajo no más de cinco minutos por año. Tecnologías como RAID, clustering y balanceo de carga facilitan esto, pero para realizar un seguimiento del tiempo de funcionamiento, mantener registros auditables y descubrir patrones en fallas para prevenir el tiempo de inactividad en el futuro, es necesario configurar un monitoreo externo. Debido a que su conexión a Internet es un factor clave para medir el tiempo de actividad, debe monitorear su sitio desde el propio Internet, más allá de su cortafuegos. Usted podría monitorear con software personalizado en hosts remotos, o podría utilizar uno de los dos servicios de precio razonable disponibles: Mercury Interactives ActiveWatch y Softwares de agua dulce SiteSeer. (Freshwater Software ha sido una subsidiaria de Mercury Interactive desde hace aproximadamente un año.) Los dos servicios ofrecen una combinación ligeramente diferente de características y se dirigen a diferentes mercados. Ambos servicios ofrecen disponibilidad y monitoreo de rendimiento desde varias ubicaciones remotas, alertas a correo electrónico o buscapersonas, e informes periódicos. Difieren en lo que es más fácil de monitorear, y en la forma en que interactúas con los servicios ",
            "error": []
        },
        "downtime": {
            "translated_key": "downtime",
            "translated_annotated_text": "Alcanzando cinco nueves: ActiveWatch y SiteSeer Cada sueño de los administradores de la Web está logrando el fábula de cinco nueves-99.999 por ciento de tiempo de actividad. Para lograr tal disponibilidad, su sitio web debe estar abajo no más de cinco minutos por año. Tecnologías como RAID, clustering y balanceo de carga facilitan esto, pero para realizar un seguimiento del tiempo de funcionamiento, mantener registros auditables y descubrir patrones en fallas para prevenir <br>downtime</br> en el futuro, youll necesita configurar monitoreo externo. Debido a que su conexión a Internet es un factor clave para medir el tiempo de actividad, debe monitorear su sitio desde el propio Internet, más allá de su cortafuegos. Usted podría monitorear con software personalizado en hosts remotos, o podría utilizar uno de los dos servicios de precio razonable disponibles: Mercury Interactives ActiveWatch y Softwares de agua dulce SiteSeer. (Freshwater Software ha sido una subsidiaria de Mercury Interactive desde hace aproximadamente un año.) Los dos servicios ofrecen una combinación ligeramente diferente de características y se dirigen a diferentes mercados. Ambos servicios ofrecen disponibilidad y monitoreo de rendimiento desde varias ubicaciones remotas, alertas a correo electrónico o buscapersonas, e informes periódicos. Difieren en lo que es más fácil de monitorear, y en la forma en que interactúas con los servicios ",
            "error": [
                ""
            ]
        },
        "external monitoring": {
            "translated_key": "supervisión externa",
            "translated_annotated_text": "Alcanzando cinco nueves: ActiveWatch y SiteSeer Cada sueño de los administradores de la Web está logrando el fábula de cinco nueves-99.999 por ciento de tiempo de actividad. Para lograr tal disponibilidad, su sitio web debe estar abajo no más de cinco minutos por año. Tecnologías como RAID, clustering y equilibrio de carga facilitan esto, pero para realizar un seguimiento del tiempo de funcionamiento, mantener registros auditables y descubrir patrones en fallas para prevenir el tiempo de inactividad en el futuro, youll necesita configurar <br>supervisión externa</br>. Debido a que su conexión a Internet es un factor clave para medir el tiempo de actividad, debe monitorear su sitio desde el propio Internet, más allá de su cortafuegos. Usted podría monitorear con software personalizado en hosts remotos, o podría utilizar uno de los dos servicios de precio razonable disponibles: Mercury Interactives ActiveWatch y Softwares de agua dulce SiteSeer. (Freshwater Software ha sido una subsidiaria de Mercury Interactive desde hace aproximadamente un año.) Los dos servicios ofrecen una combinación ligeramente diferente de características y se dirigen a diferentes mercados. Ambos servicios ofrecen disponibilidad y monitoreo de rendimiento desde varias ubicaciones remotas, alertas a correo electrónico o buscapersonas, e informes periódicos. Difieren en lo que es más fácil de monitorear, y en la forma en que interactúas con los servicios ",
            "error": [
                ""
            ]
        },
        "Internet connection": {
            "translated_key": [],
            "translated_annotated_text": "Alcanzando cinco nueves: ActiveWatch y SiteSeer Cada sueño de los administradores de la Web está logrando el fábula de cinco nueves-99.999 por ciento de tiempo de actividad. Para lograr tal disponibilidad, su sitio web debe estar abajo no más de cinco minutos por año. Tecnologías como RAID, clustering y balanceo de carga facilitan esto, pero para realizar un seguimiento del tiempo de funcionamiento, mantener registros auditables y descubrir patrones en fallas para prevenir el tiempo de inactividad en el futuro, es necesario configurar un monitoreo externo. Debido a que su conexión a Internet <br> es un factor clave para medir el tiempo de actividad, debe monitorear su sitio desde el propio Internet, más allá de su cortafuegos. Usted podría monitorear con software personalizado en hosts remotos, o podría utilizar uno de los dos servicios de precio razonable disponibles: Mercury Interactives ActiveWatch y Softwares de agua dulce SiteSeer. (Freshwater Software ha sido una subsidiaria de Mercury Interactive desde hace aproximadamente un año.) Los dos servicios ofrecen una combinación ligeramente diferente de características y se dirigen a diferentes mercados. Ambos servicios ofrecen disponibilidad y monitoreo de rendimiento desde varias ubicaciones remotas, alertas a correo electrónico o buscapersonas, e informes periódicos. Difieren en lo que es más fácil de monitorear, y en la forma en que interactúas con los servicios ",
            "error": []
        },
        "Mercury Interactive ActiveWatch": {
            "translated_key": [],
            "translated_annotated_text": "Alcanzando cinco nueves: ActiveWatch y SiteSeer Cada sueño de los administradores de la Web está logrando el fábula de cinco nueves-99.999 por ciento de tiempo de actividad. Para lograr tal disponibilidad, su sitio web debe estar abajo no más de cinco minutos por año. Tecnologías como RAID, clustering y balanceo de carga facilitan esto, pero para realizar un seguimiento del tiempo de funcionamiento, mantener registros auditables y descubrir patrones en fallas para prevenir el tiempo de inactividad en el futuro, es necesario configurar un monitoreo externo. Debido a que su conexión a Internet es un factor clave para medir el tiempo de actividad, debe monitorear su sitio desde el propio Internet, más allá de su cortafuegos. Usted podría monitorear con software personalizado en hosts remotos, o podría utilizar uno de los dos servicios de precio razonable disponibles: Mercury Interactives ActiveWatch y Softwares de agua dulce SiteSeer. (Freshwater Software ha sido una subsidiaria de Mercury Interactive desde hace aproximadamente un año.) Los dos servicios ofrecen una combinación ligeramente diferente de características y se dirigen a diferentes mercados. Ambos servicios ofrecen disponibilidad y monitoreo de rendimiento desde varias ubicaciones remotas, alertas a correo electrónico o buscapersonas, e informes periódicos. Difieren en lo que es más fácil de monitorear, y en la forma en que interactúas con los servicios ",
            "error": []
        },
        "Freshwater Software SiteSeer": {
            "translated_key": [],
            "translated_annotated_text": "Alcanzando cinco nueves: ActiveWatch y SiteSeer Cada sueño de los administradores de la Web está logrando el fábula de cinco nueves-99.999 por ciento de tiempo de actividad. Para lograr tal disponibilidad, su sitio web debe estar abajo no más de cinco minutos por año. Tecnologías como RAID, clustering y balanceo de carga facilitan esto, pero para realizar un seguimiento del tiempo de funcionamiento, mantener registros auditables y descubrir patrones en fallas para prevenir el tiempo de inactividad en el futuro, es necesario configurar un monitoreo externo. Debido a que su conexión a Internet es un factor clave para medir el tiempo de actividad, debe monitorear su sitio desde el propio Internet, más allá de su cortafuegos. Usted podría monitorear con software personalizado en hosts remotos, o podría utilizar uno de los dos servicios de precio razonable disponibles: Mercury Interactives ActiveWatch y Softwares de agua dulce SiteSeer. (Freshwater Software ha sido una subsidiaria de Mercury Interactive desde hace aproximadamente un año.) Los dos servicios ofrecen una combinación ligeramente diferente de características y se dirigen a diferentes mercados. Ambos servicios ofrecen disponibilidad y monitoreo de rendimiento desde varias ubicaciones remotas, alertas a correo electrónico o buscapersonas, e informes periódicos. Difieren en lo que es más fácil de monitorear, y en la forma en que interactúas con los servicios ",
            "error": []
        },
        "performance monitoring": {
            "translated_key": "monitoreo de rendimiento",
            "translated_annotated_text": "Alcanzando cinco nueves: ActiveWatch y SiteSeer Cada sueño de los administradores de la Web está logrando el fábula de cinco nueves-99.999 por ciento de tiempo de actividad. Para lograr tal disponibilidad, su sitio web debe estar abajo no más de cinco minutos por año. Tecnologías como RAID, clustering y balanceo de carga facilitan esto, pero para realizar un seguimiento del tiempo de funcionamiento, mantener registros auditables y descubrir patrones en fallas para prevenir el tiempo de inactividad en el futuro, es necesario configurar un monitoreo externo. Debido a que su conexión a Internet es un factor clave para medir el tiempo de actividad, debe monitorear su sitio desde el propio Internet, más allá de su cortafuegos. Usted podría monitorear con software personalizado en hosts remotos, o podría utilizar uno de los dos servicios de precio razonable disponibles: Mercury Interactives ActiveWatch y Softwares de agua dulce SiteSeer. (Freshwater Software ha sido una subsidiaria de Mercury Interactive desde hace aproximadamente un año.) Los dos servicios ofrecen una combinación ligeramente diferente de características y se dirigen a diferentes mercados. Ambos servicios ofrecen disponibilidad y <br>monitoreo de rendimiento</br> desde varias ubicaciones remotas, alertas a correo electrónico o buscapersonas, e informes periódicos.  Difieren en lo que es más fácil de monitorear, y en la forma en que interactúas con los servicios ",
            "error": [
                ""
            ]
        },
        "availability monitoring": {
            "translated_key": [],
            "translated_annotated_text": "Alcanzando cinco nueves: ActiveWatch y SiteSeer Cada sueño de los administradores de la Web está logrando el fábula de cinco nueves-99.999 por ciento de tiempo de actividad. Para lograr tal disponibilidad, su sitio web debe estar abajo no más de cinco minutos por año. Tecnologías como RAID, clustering y balanceo de carga facilitan esto, pero para realizar un seguimiento del tiempo de funcionamiento, mantener registros auditables y descubrir patrones en fallas para prevenir el tiempo de inactividad en el futuro, es necesario configurar un monitoreo externo. Debido a que su conexión a Internet es un factor clave para medir el tiempo de actividad, debe monitorear su sitio desde el propio Internet, más allá de su cortafuegos. Usted podría monitorear con software personalizado en hosts remotos, o podría utilizar uno de los dos servicios de precio razonable disponibles: Mercury Interactives ActiveWatch y Softwares de agua dulce SiteSeer. (Freshwater Software ha sido una subsidiaria de Mercury Interactive desde hace aproximadamente un año.) Los dos servicios ofrecen una combinación ligeramente diferente de características y se dirigen a diferentes mercados. Ambos servicios ofrecen disponibilidad y monitoreo de rendimiento desde varias ubicaciones remotas, alertas a correo electrónico o buscapersonas, e informes periódicos. Difieren en lo que es más fácil de monitorear, y en la forma en que interactúas con los servicios ",
            "error": []
        },
        "remote locations": {
            "translated_key": "ubicaciones remotas",
            "translated_annotated_text": "Alcanzando cinco nueves: ActiveWatch y SiteSeer Cada sueño de los administradores de la Web está logrando el fábula de cinco nueves-99.999 por ciento de tiempo de actividad. Para lograr tal disponibilidad, su sitio web debe estar abajo no más de cinco minutos por año. Tecnologías como RAID, clustering y balanceo de carga facilitan esto, pero para realizar un seguimiento del tiempo de funcionamiento, mantener registros auditables y descubrir patrones en fallas para prevenir el tiempo de inactividad en el futuro, es necesario configurar un monitoreo externo. Debido a que su conexión a Internet es un factor clave para medir el tiempo de actividad, debe monitorear su sitio desde el propio Internet, más allá de su cortafuegos. Usted podría monitorear con software personalizado en hosts remotos, o podría utilizar uno de los dos servicios de precio razonable disponibles: Mercury Interactives ActiveWatch y Softwares de agua dulce SiteSeer. (Freshwater Software ha sido una subsidiaria de Mercury Interactive desde hace aproximadamente un año.) Los dos servicios ofrecen una combinación ligeramente diferente de características y se dirigen a diferentes mercados. Ambos servicios ofrecen disponibilidad y monitoreo de rendimiento desde varias <br>ubicaciones remotas</br>, alertas a correo electrónico o buscapersonas, e informes periódicos.  Difieren en lo que es más fácil de monitorear, y en la forma en que interactúas con los servicios ",
            "error": [
                ""
            ]
        },
        "email alerts": {
            "translated_key": [],
            "translated_annotated_text": "Alcanzando cinco nueves: ActiveWatch y SiteSeer Cada sueño de los administradores de la Web está logrando el fábula de cinco nueves-99.999 por ciento de tiempo de actividad. Para lograr tal disponibilidad, su sitio web debe estar abajo no más de cinco minutos por año. Tecnologías como RAID, clustering y balanceo de carga facilitan esto, pero para realizar un seguimiento del tiempo de funcionamiento, mantener registros auditables y descubrir patrones en fallas para prevenir el tiempo de inactividad en el futuro, es necesario configurar un monitoreo externo. Debido a que su conexión a Internet es un factor clave para medir el tiempo de actividad, debe monitorear su sitio desde el propio Internet, más allá de su cortafuegos. Usted podría monitorear con software personalizado en hosts remotos, o podría utilizar uno de los dos servicios de precio razonable disponibles: Mercury Interactives ActiveWatch y Softwares de agua dulce SiteSeer. (Freshwater Software ha sido una subsidiaria de Mercury Interactive desde hace aproximadamente un año.) Los dos servicios ofrecen una combinación ligeramente diferente de características y se dirigen a diferentes mercados. Ambos servicios ofrecen disponibilidad y monitoreo de rendimiento desde varias ubicaciones remotas, alertas a correo electrónico o buscapersonas, e informes periódicos. Difieren en lo que es más fácil de monitorear, y en la forma en que interactúas con los servicios ",
            "error": []
        },
        "pager alerts": {
            "translated_key": [],
            "translated_annotated_text": "Alcanzando cinco nueves: ActiveWatch y SiteSeer Cada sueño de los administradores de la Web está logrando el fábula de cinco nueves-99.999 por ciento de tiempo de actividad. Para lograr tal disponibilidad, su sitio web debe estar abajo no más de cinco minutos por año. Tecnologías como RAID, clustering y balanceo de carga facilitan esto, pero para realizar un seguimiento del tiempo de funcionamiento, mantener registros auditables y descubrir patrones en fallas para prevenir el tiempo de inactividad en el futuro, es necesario configurar un monitoreo externo. Debido a que su conexión a Internet es un factor clave para medir el tiempo de actividad, debe monitorear su sitio desde el propio Internet, más allá de su cortafuegos. Usted podría monitorear con software personalizado en hosts remotos, o podría utilizar uno de los dos servicios de precio razonable disponibles: Mercury Interactives ActiveWatch y Softwares de agua dulce SiteSeer. (Freshwater Software ha sido una subsidiaria de Mercury Interactive desde hace aproximadamente un año.) Los dos servicios ofrecen una combinación ligeramente diferente de características y se dirigen a diferentes mercados. Ambos servicios ofrecen disponibilidad y monitoreo de rendimiento desde varias ubicaciones remotas, alertas a correo electrónico o buscapersonas, e informes periódicos. Difieren en lo que es más fácil de monitorear, y en la forma en que interactúas con los servicios ",
            "error": []
        },
        "periodic reports": {
            "translated_key": [],
            "translated_annotated_text": "Alcanzando cinco nueves: ActiveWatch y SiteSeer Cada sueño de los administradores de la Web está logrando el fábula de cinco nueves-99.999 por ciento de tiempo de actividad. Para lograr tal disponibilidad, su sitio web debe estar abajo no más de cinco minutos por año. Tecnologías como RAID, clustering y balanceo de carga facilitan esto, pero para realizar un seguimiento del tiempo de funcionamiento, mantener registros auditables y descubrir patrones en fallas para prevenir el tiempo de inactividad en el futuro, es necesario configurar un monitoreo externo. Debido a que su conexión a Internet es un factor clave para medir el tiempo de actividad, debe monitorear su sitio desde el propio Internet, más allá de su cortafuegos. Usted podría monitorear con software personalizado en hosts remotos, o podría utilizar uno de los dos servicios de precio razonable disponibles: Mercury Interactives ActiveWatch y Softwares de agua dulce SiteSeer. (Freshwater Software ha sido una subsidiaria de Mercury Interactive desde hace aproximadamente un año.) Los dos servicios ofrecen una combinación ligeramente diferente de características y se dirigen a diferentes mercados. Ambos servicios ofrecen disponibilidad y monitoreo de rendimiento desde varias ubicaciones remotas, alertas a correo electrónico o buscapersonas, e informes periódicos</br> <br>. Difieren en lo que es más fácil de monitorear, y en la forma en que interactúas con los servicios ",
            "error": []
        },
        "Internet": {
            "translated_key": "Internet",
            "translated_annotated_text": "Alcanzando cinco nueves: ActiveWatch y SiteSeer Cada sueño de los administradores de la Web está logrando el fábula de cinco nueves-99.999 por ciento de tiempo de actividad. Para lograr tal disponibilidad, su sitio web debe estar abajo no más de cinco minutos por año. Tecnologías como RAID, clustering y balanceo de carga facilitan esto, pero para realizar un seguimiento del tiempo de funcionamiento, mantener registros auditables y descubrir patrones en fallas para prevenir el tiempo de inactividad en el futuro, es necesario configurar un monitoreo externo. Debido a que su conexión <br>Internet</br> es un factor clave para medir el tiempo de funcionamiento, debe monitorear su sitio desde el propio <br>Internet</br>, más allá de su cortafuegos. Usted podría monitorear con software personalizado en hosts remotos, o podría utilizar uno de los dos servicios de precio razonable disponibles: Mercury Interactives ActiveWatch y Softwares de agua dulce SiteSeer. (Freshwater Software ha sido una subsidiaria de Mercury Interactive desde hace aproximadamente un año.) Los dos servicios ofrecen una combinación ligeramente diferente de características y se dirigen a diferentes mercados. Ambos servicios ofrecen disponibilidad y monitoreo de rendimiento desde varias ubicaciones remotas, alertas a correo electrónico o buscapersonas, e informes periódicos. Difieren en lo que es más fácil de monitorear, y en la forma en que interactúas con los servicios ",
            "error": [
                ""
            ]
        },
        "system monitoring": {
            "translated_key": [],
            "translated_annotated_text": "Alcanzando cinco nueves: ActiveWatch y SiteSeer Cada sueño de los administradores de la Web está logrando el fábula de cinco nueves-99.999 por ciento de tiempo de actividad. Para lograr tal disponibilidad, su sitio web debe estar abajo no más de cinco minutos por año. Tecnologías como RAID, clustering y balanceo de carga facilitan esto, pero para realizar un seguimiento del tiempo de funcionamiento, mantener registros auditables y descubrir patrones en fallas para prevenir el tiempo de inactividad en el futuro, es necesario configurar un monitoreo externo. Debido a que su conexión a Internet es un factor clave para medir el tiempo de actividad, debe monitorear su sitio desde el propio Internet, más allá de su cortafuegos. Usted podría monitorear con software personalizado en hosts remotos, o podría utilizar uno de los dos servicios de precio razonable disponibles: Mercury Interactives ActiveWatch y Softwares de agua dulce SiteSeer. (Freshwater Software ha sido una subsidiaria de Mercury Interactive desde hace aproximadamente un año.) Los dos servicios ofrecen una combinación ligeramente diferente de características y se dirigen a diferentes mercados. Ambos servicios ofrecen disponibilidad y monitoreo de rendimiento desde varias ubicaciones remotas, alertas a correo electrónico o buscapersonas, e informes periódicos. Difieren en lo que es más fácil de monitorear, y en la forma en que interactúas con los servicios ",
            "error": []
        },
        "system recovery": {
            "translated_key": [],
            "translated_annotated_text": "Alcanzando cinco nueves: ActiveWatch y SiteSeer Cada sueño de los administradores de la Web está logrando el fábula de cinco nueves-99.999 por ciento de tiempo de actividad. Para lograr tal disponibilidad, su sitio web debe estar abajo no más de cinco minutos por año. Tecnologías como RAID, clustering y balanceo de carga facilitan esto, pero para realizar un seguimiento del tiempo de funcionamiento, mantener registros auditables y descubrir patrones en fallas para prevenir el tiempo de inactividad en el futuro, es necesario configurar un monitoreo externo. Debido a que su conexión a Internet es un factor clave para medir el tiempo de actividad, debe monitorear su sitio desde el propio Internet, más allá de su cortafuegos. Usted podría monitorear con software personalizado en hosts remotos, o podría utilizar uno de los dos servicios de precio razonable disponibles: Mercury Interactives ActiveWatch y Softwares de agua dulce SiteSeer. (Freshwater Software ha sido una subsidiaria de Mercury Interactive desde hace aproximadamente un año.) Los dos servicios ofrecen una combinación ligeramente diferente de características y se dirigen a diferentes mercados. Ambos servicios ofrecen disponibilidad y monitoreo de rendimiento desde varias ubicaciones remotas, alertas a correo electrónico o buscapersonas, e informes periódicos. Difieren en lo que es más fácil de monitorear, y en la forma en que interactúas con los servicios ",
            "error": []
        }
    }
}