{
    "original_text": "Nuts and bolts: implementing descriptive standards to enable virtual collections To date, online archival information systems have relied heavily on legacy finding aids for data to encode and provide to end users, despite fairly strong indications in the archival literature that such legacy data is problematic even as a mediated access tool. Archivists have only just begun to study the utility of archival descriptive data for end users in unmediated settings such as via the Web. The ability of future archival information systems to respond to the expectations and needs of end users is inextricably linked to archivists getting their collective data house in order. The General International Standard Archival Description (ISAD(G)) offers the profession a place from which to start extricating ourselves from the idiosyncracies of our legacy data and description practices",
    "original_translation": "Nueces y pernos: aplicación de normas descriptivas para permitir las colecciones virtuales Hasta la fecha, los sistemas de información de archivos en línea se han basado en gran medida en ayudas para la búsqueda de datos para codificar y proporcionar a los usuarios finales, a pesar de que en la literatura de archivos hay indicios bastante sólidos de que esos datos heredados son problemáticos incluso como herramienta de acceso mediada. Los archiveros acaban de empezar a estudiar la utilidad de los datos descriptivos de archivo para los usuarios finales en configuraciones no mediadas como la Web. La capacidad de los futuros sistemas de información de archivos para responder a las expectativas y necesidades de los usuarios finales está inextricablemente vinculada a los archivistas que ponen en orden su casa de datos colectiva. La General International Standard Archival Description (ISAD(G)) ofrece a la profesión un lugar desde el que empezar a salir de las idiosincrasias de nuestros datos heredados y prácticas de descripción",
    "error_count": 12,
    "keys": {
        "descriptive standards": {
            "translated_key": "descriptivas",
            "translated_annotated_text": "Nueces y pernos: aplicación de normas <br>descriptivas</br> para permitir las colecciones virtuales Hasta la fecha, los sistemas de información de archivos en línea se han basado en gran medida en la búsqueda de ayuda para codificar datos y proporcionar a los usuarios finales, a pesar de que en la literatura de archivos hay indicios bastante sólidos de que esos datos heredados son problemáticos incluso como herramienta de acceso mediada. Los archiveros acaban de empezar a estudiar la utilidad de los datos descriptivos de archivo para los usuarios finales en configuraciones no mediadas como la Web. La capacidad de los futuros sistemas de información de archivos para responder a las expectativas y necesidades de los usuarios finales está inextricablemente vinculada a los archivistas que ponen en orden su casa de datos colectiva. La General International Standard Archival Description (ISAD(G)) ofrece a la profesión un lugar desde el que empezar a salir de las idiosincrasias de nuestros datos heredados y prácticas de descripción ",
            "error": [
                ""
            ]
        },
        "virtual collections": {
            "translated_key": " colecciones virtuales",
            "translated_annotated_text": "Nueces y pernos: aplicación de normas descriptivas para permitir <br> colecciones virtuales</br> Hasta la fecha, los sistemas de información de archivos en línea se han basado en gran medida en la búsqueda de ayuda para codificar datos y proporcionar a los usuarios finales, a pesar de que en la literatura de archivos hay indicios bastante sólidos de que esos datos heredados son problemáticos incluso como herramienta de acceso mediada. Los archiveros acaban de empezar a estudiar la utilidad de los datos descriptivos de archivo para los usuarios finales en configuraciones no mediadas como la Web. La capacidad de los futuros sistemas de información de archivos para responder a las expectativas y necesidades de los usuarios finales está inextricablemente vinculada a los archivistas que ponen en orden su casa de datos colectiva. La General International Standard Archival Description (ISAD(G)) ofrece a la profesión un lugar desde el que empezar a salir de las idiosincrasias de nuestros datos heredados y prácticas de descripción ",
            "error": [
                ""
            ]
        },
        "online archival information systems": {
            "translated_key": "online archival information systems",
            "translated_annotated_text": "Nueces y pernos: implementación de normas descriptivas para permitir colecciones virtuales Hasta la fecha, <br>online archival information systems</br> se han basado en gran medida en la búsqueda de ayuda para codificar datos y proporcionar a los usuarios finales, a pesar de que en la literatura archivística hay indicios bastante sólidos de que estos datos heredados son problemáticos incluso como una herramienta de acceso mediada. Los archiveros acaban de empezar a estudiar la utilidad de los datos descriptivos de archivo para los usuarios finales en configuraciones no mediadas como la Web. La capacidad de los futuros sistemas de información de archivos para responder a las expectativas y necesidades de los usuarios finales está inextricablemente vinculada a los archivistas que ponen en orden su casa de datos colectiva. La General International Standard Archival Description (ISAD(G)) ofrece a la profesión un lugar desde el que empezar a salir de las idiosincrasias de nuestros datos heredados y prácticas de descripción ",
            "error": [
                ""
            ]
        },
        "end users": {
            "translated_key": [
                "end",
                "end",
                " "
            ],
            "translated_annotated_text": "Nueces y pernos: implementación de normas descriptivas para permitir colecciones virtuales Hasta la fecha, los sistemas de información de archivos en línea se han basado en gran medida en ayudas para la búsqueda de datos para codificar y proporcionar a los usuarios <br>end</br>, a pesar de las indicaciones bastante fuertes en la literatura de archivos de que estos datos heredados son problemáticos incluso como una herramienta de acceso mediada. Los archiveros acaban de empezar a estudiar la utilidad de los datos descriptivos de archivo para los usuarios <br>end</br> en configuraciones no mediadas como la Web. La capacidad de los futuros sistemas de información de archivos para responder a las expectativas y necesidades de los usuarios <br> </br> está inextricablemente vinculada a los archivistas que ponen en orden su casa de datos colectiva. La General International Standard Archival Description (ISAD(G)) ofrece a la profesión un lugar desde el que empezar a salir de las idiosincrasias de nuestros datos heredados y prácticas de descripción ",
            "error": [
                "end",
                "end",
                " "
            ]
        },
        "archival literature": {
            "translated_key": "archival",
            "translated_annotated_text": "Nueces y pernos: implementación de normas descriptivas para permitir colecciones virtuales Hasta la fecha, los sistemas de información de archivos en línea se han basado en gran medida en ayudas para la búsqueda de datos para codificar y proporcionar a los usuarios finales, a pesar de las indicaciones bastante fuertes en la literatura <br>archival</br> de que estos datos heredados son problemáticos incluso como una herramienta de acceso mediada. Los archiveros acaban de empezar a estudiar la utilidad de los datos descriptivos de archivo para los usuarios finales en configuraciones no mediadas como la Web. La capacidad de los futuros sistemas de información de archivos para responder a las expectativas y necesidades de los usuarios finales está inextricablemente vinculada a los archivistas que ponen en orden su casa de datos colectiva. La General International Standard Archival Description (ISAD(G)) ofrece a la profesión un lugar desde el que empezar a salir de las idiosincrasias de nuestros datos heredados y prácticas de descripción ",
            "error": [
                ""
            ]
        },
        "legacy data": {
            "translated_key": [
                "legacy",
                "datos heredados"
            ],
            "translated_annotated_text": "Nueces y pernos: aplicación de normas descriptivas para permitir colecciones virtuales Hasta la fecha, los sistemas de información de archivos en línea se han basado en gran medida en ayudas para la búsqueda de datos para codificar y proporcionar a los usuarios finales, a pesar de las indicaciones bastante fuertes en la literatura de archivos de que tales datos <br>legacy</br> son problemáticos incluso como una herramienta de acceso mediada. Los archiveros acaban de empezar a estudiar la utilidad de los datos descriptivos de archivo para los usuarios finales en configuraciones no mediadas como la Web. La capacidad de los futuros sistemas de información de archivos para responder a las expectativas y necesidades de los usuarios finales está inextricablemente vinculada a los archivistas que ponen en orden su casa de datos colectiva. La Descripción General Internacional del Archivo Estándar (ISAD(G)) ofrece a la profesión un lugar desde el cual empezar a salir de las idiosincrasias de nuestros <br>datos heredados</br> y prácticas de descripción. ",
            "error": [
                "legacy",
                "datos heredados"
            ]
        },
        "mediated access tool": {
            "translated_key": [],
            "translated_annotated_text": "Nueces y pernos: implementación de normas descriptivas para permitir colecciones virtuales Hasta la fecha, los sistemas de información de archivos en línea se han basado en gran medida en ayudas para la búsqueda de datos para codificar y proporcionar a los usuarios finales, a pesar de las indicaciones bastante fuertes en la literatura de archivos de que estos datos heredados son problemáticos incluso como una herramienta de acceso mediada por <br>. Los archiveros acaban de empezar a estudiar la utilidad de los datos descriptivos de archivo para los usuarios finales en configuraciones no mediadas como la Web. La capacidad de los futuros sistemas de información de archivos para responder a las expectativas y necesidades de los usuarios finales está inextricablemente vinculada a los archivistas que ponen en orden su casa de datos colectiva. La General International Standard Archival Description (ISAD(G)) ofrece a la profesión un lugar desde el que empezar a salir de las idiosincrasias de nuestros datos heredados y prácticas de descripción ",
            "error": []
        },
        "archivists": {
            "translated_key": [],
            "translated_annotated_text": "Nueces y pernos: aplicación de normas descriptivas para permitir las colecciones virtuales Hasta la fecha, los sistemas de información de archivos en línea se han basado en gran medida en ayudas para la búsqueda de datos para codificar y proporcionar a los usuarios finales, a pesar de que en la literatura de archivos hay indicios bastante sólidos de que esos datos heredados son problemáticos incluso como herramienta de acceso mediada. Los archiveros acaban de empezar a estudiar la utilidad de los datos descriptivos de archivo para los usuarios finales en configuraciones no mediadas como la Web. La capacidad de los futuros sistemas de información de archivos para responder a las expectativas y necesidades de los usuarios finales está inextricablemente vinculada a los archivistas que tienen su casa de datos colectiva en orden. La General International Standard Archival Description (ISAD(G)) ofrece a la profesión un lugar desde el que empezar a salir de las idiosincrasias de nuestros datos heredados y prácticas de descripción ",
            "error": []
        },
        "archival descriptive data": {
            "translated_key": "archival",
            "translated_annotated_text": "Nueces y pernos: aplicación de normas descriptivas para permitir las colecciones virtuales Hasta la fecha, los sistemas de información de archivos en línea se han basado en gran medida en ayudas para la búsqueda de datos para codificar y proporcionar a los usuarios finales, a pesar de que en la literatura de archivos hay indicios bastante sólidos de que esos datos heredados son problemáticos incluso como herramienta de acceso mediada. Los archiveros acaban de empezar a estudiar la utilidad de los datos descriptivos <br>archival</br> para los usuarios finales en configuraciones no mediadas como la Web. La capacidad de los futuros sistemas de información de archivos para responder a las expectativas y necesidades de los usuarios finales está inextricablemente vinculada a los archivistas que ponen en orden su casa de datos colectiva. La General International Standard Archival Description (ISAD(G)) ofrece a la profesión un lugar desde el que empezar a salir de las idiosincrasias de nuestros datos heredados y prácticas de descripción ",
            "error": [
                ""
            ]
        },
        "archival information systems": {
            "translated_key": [
                "archival online",
                "archival"
            ],
            "translated_annotated_text": "Nueces y pernos: implementación de normas descriptivas para permitir colecciones virtuales Hasta la fecha, los sistemas de información <br>archival online</br> se han basado en gran medida en la búsqueda de ayuda para codificar y proporcionar datos a los usuarios finales, a pesar de que en la literatura archivística hay indicios bastante sólidos de que estos datos heredados son problemáticos incluso como herramienta de acceso mediada. Los archiveros acaban de empezar a estudiar la utilidad de los datos descriptivos de archivo para los usuarios finales en configuraciones no mediadas como la Web. La capacidad de los futuros sistemas de información <br>archival</br> para responder a las expectativas y necesidades de los usuarios finales está inextricablemente vinculada a los archivistas que ponen en orden su casa de datos colectiva. La General International Standard Archival Description (ISAD(G)) ofrece a la profesión un lugar desde el que empezar a salir de las idiosincrasias de nuestros datos heredados y prácticas de descripción ",
            "error": [
                "archival online",
                "archival"
            ]
        },
        "collective data house": {
            "translated_key": "casa de datos colectiva",
            "translated_annotated_text": "Nueces y pernos: aplicación de normas descriptivas para permitir las colecciones virtuales Hasta la fecha, los sistemas de información de archivos en línea se han basado en gran medida en ayudas para la búsqueda de datos para codificar y proporcionar a los usuarios finales, a pesar de que en la literatura de archivos hay indicios bastante sólidos de que esos datos heredados son problemáticos incluso como herramienta de acceso mediada. Los archiveros acaban de empezar a estudiar la utilidad de los datos descriptivos de archivo para los usuarios finales en configuraciones no mediadas como la Web. La capacidad de los futuros sistemas de información de archivos para responder a las expectativas y necesidades de los usuarios finales está inextricablemente vinculada a los archivistas que ponen en orden su <br>casa de datos colectiva</br>. La General International Standard Archival Description (ISAD(G)) ofrece a la profesión un lugar desde el que empezar a salir de las idiosincrasias de nuestros datos heredados y prácticas de descripción ",
            "error": [
                ""
            ]
        },
        "General International Standard Archival Description": {
            "translated_key": "General International Standard Archival Description",
            "translated_annotated_text": "Nueces y pernos: aplicación de normas descriptivas para permitir las colecciones virtuales Hasta la fecha, los sistemas de información de archivos en línea se han basado en gran medida en ayudas para la búsqueda de datos para codificar y proporcionar a los usuarios finales, a pesar de que en la literatura de archivos hay indicios bastante sólidos de que esos datos heredados son problemáticos incluso como herramienta de acceso mediada. Los archiveros acaban de empezar a estudiar la utilidad de los datos descriptivos de archivo para los usuarios finales en configuraciones no mediadas como la Web. La capacidad de los futuros sistemas de información de archivos para responder a las expectativas y necesidades de los usuarios finales está inextricablemente vinculada a los archivistas que ponen en orden su casa de datos colectiva. El <br>General International Standard Archival Description</br> (ISAD(G)) ofrece a la profesión un lugar desde el que empezar a salir de las idiosincrasias de nuestros datos heredados y prácticas de descripción ",
            "error": [
                ""
            ]
        },
        "ISAD": {
            "translated_key": "ISAD",
            "translated_annotated_text": "Nueces y pernos: aplicación de normas descriptivas para permitir las colecciones virtuales Hasta la fecha, los sistemas de información de archivos en línea se han basado en gran medida en ayudas para la búsqueda de datos para codificar y proporcionar a los usuarios finales, a pesar de que en la literatura de archivos hay indicios bastante sólidos de que esos datos heredados son problemáticos incluso como herramienta de acceso mediada. Los archiveros acaban de empezar a estudiar la utilidad de los datos descriptivos de archivo para los usuarios finales en configuraciones no mediadas como la Web. La capacidad de los futuros sistemas de información de archivos para responder a las expectativas y necesidades de los usuarios finales está inextricablemente vinculada a los archivistas que ponen en orden su casa de datos colectiva. La Descripción General Internacional del Archivo Estándar (<br>ISAD</br>(G)) ofrece a la profesión un lugar desde el cual empezar a salir de las idiosincrasias de nuestros datos heredados y prácticas de descripción ",
            "error": [
                ""
            ]
        },
        "Online Archive of California": {
            "translated_key": [],
            "translated_annotated_text": "Nueces y pernos: aplicación de normas descriptivas para permitir las colecciones virtuales Hasta la fecha, los sistemas de información de archivos en línea se han basado en gran medida en ayudas para la búsqueda de datos para codificar y proporcionar a los usuarios finales, a pesar de que en la literatura de archivos hay indicios bastante sólidos de que esos datos heredados son problemáticos incluso como herramienta de acceso mediada. Los archiveros acaban de empezar a estudiar la utilidad de los datos descriptivos de archivo para los usuarios finales en configuraciones no mediadas como la Web. La capacidad de los futuros sistemas de información de archivos para responder a las expectativas y necesidades de los usuarios finales está inextricablemente vinculada a los archivistas que ponen en orden su casa de datos colectiva. La General International Standard Archival Description (ISAD(G)) ofrece a la profesión un lugar desde el que empezar a salir de las idiosincrasias de nuestros datos heredados y prácticas de descripción ",
            "error": []
        },
        "OAC": {
            "translated_key": [],
            "translated_annotated_text": "Nueces y pernos: aplicación de normas descriptivas para permitir las colecciones virtuales Hasta la fecha, los sistemas de información de archivos en línea se han basado en gran medida en ayudas para la búsqueda de datos para codificar y proporcionar a los usuarios finales, a pesar de que en la literatura de archivos hay indicios bastante sólidos de que esos datos heredados son problemáticos incluso como herramienta de acceso mediada. Los archiveros acaban de empezar a estudiar la utilidad de los datos descriptivos de archivo para los usuarios finales en configuraciones no mediadas como la Web. La capacidad de los futuros sistemas de información de archivos para responder a las expectativas y necesidades de los usuarios finales está inextricablemente vinculada a los archivistas que ponen en orden su casa de datos colectiva. La General International Standard Archival Description (ISAD(G)) ofrece a la profesión un lugar desde el que empezar a salir de las idiosincrasias de nuestros datos heredados y prácticas de descripción ",
            "error": []
        },
        "information resources": {
            "translated_key": [],
            "translated_annotated_text": "Nueces y pernos: aplicación de normas descriptivas para permitir las colecciones virtuales Hasta la fecha, los sistemas de información de archivos en línea se han basado en gran medida en ayudas para la búsqueda de datos para codificar y proporcionar a los usuarios finales, a pesar de que en la literatura de archivos hay indicios bastante sólidos de que esos datos heredados son problemáticos incluso como herramienta de acceso mediada. Los archiveros acaban de empezar a estudiar la utilidad de los datos descriptivos de archivo para los usuarios finales en configuraciones no mediadas como la Web. La capacidad de los futuros sistemas de información de archivos para responder a las expectativas y necesidades de los usuarios finales está inextricablemente vinculada a los archivistas que ponen en orden su casa de datos colectiva. La General International Standard Archival Description (ISAD(G)) ofrece a la profesión un lugar desde el que empezar a salir de las idiosincrasias de nuestros datos heredados y prácticas de descripción ",
            "error": []
        },
        "information retrieval systems": {
            "translated_key": [],
            "translated_annotated_text": "Nueces y pernos: aplicación de normas descriptivas para permitir las colecciones virtuales Hasta la fecha, los sistemas de información de archivos en línea se han basado en gran medida en ayudas para la búsqueda de datos para codificar y proporcionar a los usuarios finales, a pesar de que en la literatura de archivos hay indicios bastante sólidos de que esos datos heredados son problemáticos incluso como herramienta de acceso mediada. Los archiveros acaban de empezar a estudiar la utilidad de los datos descriptivos de archivo para los usuarios finales en configuraciones no mediadas como la Web. La capacidad de los futuros sistemas de información de archivos para responder a las expectativas y necesidades de los usuarios finales está inextricablemente vinculada a los archivistas que ponen en orden su casa de datos colectiva. La General International Standard Archival Description (ISAD(G)) ofrece a la profesión un lugar desde el que empezar a salir de las idiosincrasias de nuestros datos heredados y prácticas de descripción ",
            "error": []
        },
        "professional aspects": {
            "translated_key": [],
            "translated_annotated_text": "Nueces y pernos: aplicación de normas descriptivas para permitir las colecciones virtuales Hasta la fecha, los sistemas de información de archivos en línea se han basado en gran medida en ayudas para la búsqueda de datos para codificar y proporcionar a los usuarios finales, a pesar de que en la literatura de archivos hay indicios bastante sólidos de que esos datos heredados son problemáticos incluso como herramienta de acceso mediada. Los archiveros acaban de empezar a estudiar la utilidad de los datos descriptivos de archivo para los usuarios finales en configuraciones no mediadas como la Web. La capacidad de los futuros sistemas de información de archivos para responder a las expectativas y necesidades de los usuarios finales está inextricablemente vinculada a los archivistas que ponen en orden su casa de datos colectiva. La General International Standard Archival Description (ISAD(G)) ofrece a la profesión un lugar desde el que empezar a salir de las idiosincrasias de nuestros datos heredados y prácticas de descripción ",
            "error": []
        },
        "records management": {
            "translated_key": [],
            "translated_annotated_text": "Nueces y pernos: aplicación de normas descriptivas para permitir las colecciones virtuales Hasta la fecha, los sistemas de información de archivos en línea se han basado en gran medida en ayudas para la búsqueda de datos para codificar y proporcionar a los usuarios finales, a pesar de que en la literatura de archivos hay indicios bastante sólidos de que esos datos heredados son problemáticos incluso como herramienta de acceso mediada. Los archiveros acaban de empezar a estudiar la utilidad de los datos descriptivos de archivo para los usuarios finales en configuraciones no mediadas como la Web. La capacidad de los futuros sistemas de información de archivos para responder a las expectativas y necesidades de los usuarios finales está inextricablemente vinculada a los archivistas que ponen en orden su casa de datos colectiva. La General International Standard Archival Description (ISAD(G)) ofrece a la profesión un lugar desde el que empezar a salir de las idiosincrasias de nuestros datos heredados y prácticas de descripción ",
            "error": []
        },
        "standards": {
            "translated_key": [],
            "translated_annotated_text": "Nueces y pernos: implementación de normas descriptivas <br> para habilitar colecciones virtuales Hasta la fecha, los sistemas de información de archivos en línea se han basado en gran medida en la búsqueda de ayuda para codificar datos y proporcionar a los usuarios finales, a pesar de las indicaciones bastante fuertes en la literatura de archivos de que estos datos heredados son problemáticos incluso como una herramienta de acceso mediada. Los archiveros acaban de empezar a estudiar la utilidad de los datos descriptivos de archivo para los usuarios finales en configuraciones no mediadas como la Web. La capacidad de los futuros sistemas de información de archivos para responder a las expectativas y necesidades de los usuarios finales está inextricablemente vinculada a los archivistas que ponen en orden su casa de datos colectiva. La General International Standard Archival Description (ISAD(G)) ofrece a la profesión un lugar desde el que empezar a salir de las idiosincrasias de nuestros datos heredados y prácticas de descripción ",
            "error": []
        }
    }
}