{
    "original_text": "Union outreach - a pilgrims progress As the American labor movement continues on its path toward reorganization and rejuvenation, archivists are challenged to ensure that the organizational, political, and cultural changes labor unions are experiencing are fully documented. The article examines the need for labor archivists to reach out actively to unions and the problems they face in getting their message across, not only to union leadership but also to union members. Outreach by labor archivists is vital on three critical fronts: the need to secure union funding in support of labor archival programs; obtaining union cooperation in reviewing and amending obsolete deposit agreements; and coordinating efforts with unions to save the records of closing district and local union offices. Attempting to resolve these outstanding issues, labor archivists are pulled between two distinct institutional cultures (one academic in nature, the other enmeshed in a union bureaucracy) and often have their own labor archival programs compromised by the internal dynamics and politics inherent in administering large academic libraries and unions. If labor archivists are to be successful, they must find their collective voice within the labor movement and establish their relevancy to unions during a period of momentous change and restructuring. Moreover, archivists need to give greater thought to designing and implementing outreach programs that bridge the fundamental disconnect between union bureaucracies and the rank and file, and unions and the public",
    "original_translation": "Progresión sindical - un progreso de los peregrinos A medida que el movimiento obrero estadounidense continúa en su camino hacia la reorganización y el rejuvenecimiento, los archiveros son desafiados para asegurar que los cambios organizativos, políticos y culturales que los sindicatos están experimentando estén plenamente documentados. El artículo examina la necesidad de que los archiveros sindicales se pongan en contacto activamente con los sindicatos y los problemas que enfrentan para transmitir su mensaje, no sólo a la dirección sindical sino también a los miembros de los sindicatos. La extensión por parte de los archivistas laborales es vital en tres frentes críticos: la necesidad de asegurar el financiamiento sindical en apoyo de programas de archivo laboral; la obtención de cooperación sindical en la revisión y modificación de acuerdos de depósito obsoletos; y la coordinación de esfuerzos con los sindicatos para guardar los registros de cierre de oficinas sindicales locales y de distrito. Intentando resolver estas cuestiones pendientes, los archiveros laborales se encuentran entre dos culturas institucionales distintas (una de carácter académico, la otra enredada en una burocracia sindical) y a menudo tienen sus propios programas de archivo laboral comprometidos por la dinámica interna y la política inherente a la administración de grandes bibliotecas académicas y sindicatos. Para que los archivistas sindicales tengan éxito, deben encontrar su voz colectiva dentro del movimiento obrero y establecer su relevancia a los sindicatos durante un período de cambio y reestructuración trascendentales. Por otra parte, los archivistas deben pensar más en el diseño e implementación de programas de extensión que eliminen la desconexión fundamental entre las burocracias sindicales y las bases, y los sindicatos y el público.",
    "error_count": 10,
    "keys": {
        "American labor movement": {
            "translated_key": "movimiento obrero estadounidense",
            "translated_annotated_text": "Progresión sindical - un progreso de los peregrinos Mientras el <br>movimiento obrero estadounidense</br> continúa su camino hacia la reorganización y el rejuvenecimiento, los archivistas son desafiados para asegurar que los cambios organizativos, políticos y culturales que los sindicatos están experimentando estén plenamente documentados. El artículo examina la necesidad de que los archiveros sindicales se pongan en contacto activamente con los sindicatos y los problemas que enfrentan para transmitir su mensaje, no sólo a la dirección sindical sino también a los miembros de los sindicatos. La extensión por parte de los archivistas laborales es vital en tres frentes críticos: la necesidad de asegurar el financiamiento sindical en apoyo de programas de archivo laboral; la obtención de cooperación sindical en la revisión y modificación de acuerdos de depósito obsoletos; y la coordinación de esfuerzos con los sindicatos para guardar los registros de cierre de oficinas sindicales locales y de distrito. Intentando resolver estas cuestiones pendientes, los archiveros laborales se encuentran entre dos culturas institucionales distintas (una de carácter académico, la otra enredada en una burocracia sindical) y a menudo tienen sus propios programas de archivo laboral comprometidos por la dinámica interna y la política inherente a la administración de grandes bibliotecas académicas y sindicatos. Para que los archivistas sindicales tengan éxito, deben encontrar su voz colectiva dentro del movimiento obrero y establecer su relevancia a los sindicatos durante un período de cambio y reestructuración trascendentales. Por otra parte, los archivistas deben pensar más en el diseño e implementación de programas de extensión que eliminen la desconexión fundamental entre las burocracias sindicales y las bases, y los sindicatos y el público. ",
            "error": [
                ""
            ]
        },
        "archivists": {
            "translated_key": "archivistas",
            "translated_annotated_text": "El movimiento obrero estadounidense continúa su camino hacia la reorganización y el rejuvenecimiento, los <br>archivistas</br> son desafiados a asegurar que los cambios organizativos, políticos y culturales que están experimentando los sindicatos estén plenamente documentados. El artículo examina la necesidad de que los sindicalistas <br>archivistas</br> se pongan en contacto activamente con los sindicatos y los problemas que enfrentan para transmitir su mensaje, no sólo a la dirección sindical sino también a los miembros de los sindicatos. La divulgación por parte de los laboristas <br>archivistas</br> es vital en tres frentes críticos: la necesidad de asegurar el financiamiento sindical en apoyo de programas de archivo laboral; la obtención de cooperación sindical en la revisión y modificación de acuerdos de depósito obsoletos; y la coordinación de esfuerzos con los sindicatos para guardar los registros de cierre de oficinas sindicales locales y de distrito. Intentando resolver estas cuestiones pendientes, los laboristas <br>archivistas</br> se encuentran entre dos culturas institucionales distintas (una de carácter académico, la otra enrejada en una burocracia sindical) y a menudo tienen sus propios programas de archivo laboral comprometidos por la dinámica interna y la política inherente a la administración de grandes bibliotecas académicas y sindicatos. Para que los laboristas <br>archivistas</br> tengan éxito, deben encontrar su voz colectiva dentro del movimiento obrero y establecer su relevancia a los sindicatos durante un período de cambio y reestructuración trascendentales. Por otra parte, los <br>archivistas</br> necesitan reflexionar más sobre el diseño e implementación de programas de extensión que eliminen la desconexión fundamental entre las burocracias sindicales y las bases, y los sindicatos y el público ",
            "error": [
                ""
            ]
        },
        "political changes": {
            "translated_key": [],
            "translated_annotated_text": "Progresión sindical - un progreso de los peregrinos A medida que el movimiento obrero estadounidense continúa en su camino hacia la reorganización y el rejuvenecimiento, los archiveros son desafiados para asegurar que los cambios organizativos, políticos y culturales que los sindicatos están experimentando estén plenamente documentados. El artículo examina la necesidad de que los archiveros sindicales se pongan en contacto activamente con los sindicatos y los problemas que enfrentan para transmitir su mensaje, no sólo a la dirección sindical sino también a los miembros de los sindicatos. La extensión por parte de los archivistas laborales es vital en tres frentes críticos: la necesidad de asegurar el financiamiento sindical en apoyo de programas de archivo laboral; la obtención de cooperación sindical en la revisión y modificación de acuerdos de depósito obsoletos; y la coordinación de esfuerzos con los sindicatos para guardar los registros de cierre de oficinas sindicales locales y de distrito. Intentando resolver estas cuestiones pendientes, los archiveros laborales se encuentran entre dos culturas institucionales distintas (una de carácter académico, la otra enredada en una burocracia sindical) y a menudo tienen sus propios programas de archivo laboral comprometidos por la dinámica interna y la política inherente a la administración de grandes bibliotecas académicas y sindicatos. Para que los archivistas sindicales tengan éxito, deben encontrar su voz colectiva dentro del movimiento obrero y establecer su relevancia a los sindicatos durante un período de cambio y reestructuración trascendentales. Por otra parte, los archivistas deben pensar más en el diseño e implementación de programas de extensión que eliminen la desconexión fundamental entre las burocracias sindicales y las bases, y los sindicatos y el público. ",
            "error": []
        },
        "cultural changes": {
            "translated_key": [],
            "translated_annotated_text": "Progresión sindical - un progreso de los peregrinos A medida que el movimiento obrero estadounidense continúa en su camino hacia la reorganización y el rejuvenecimiento, los archiveros son desafiados para asegurar que los cambios organizativos, políticos y culturales que los sindicatos están experimentando estén plenamente documentados. El artículo examina la necesidad de que los archiveros sindicales se pongan en contacto activamente con los sindicatos y los problemas que enfrentan para transmitir su mensaje, no sólo a la dirección sindical sino también a los miembros de los sindicatos. La extensión por parte de los archivistas laborales es vital en tres frentes críticos: la necesidad de asegurar el financiamiento sindical en apoyo de programas de archivo laboral; la obtención de cooperación sindical en la revisión y modificación de acuerdos de depósito obsoletos; y la coordinación de esfuerzos con los sindicatos para guardar los registros de cierre de oficinas sindicales locales y de distrito. Intentando resolver estas cuestiones pendientes, los archiveros laborales se encuentran entre dos culturas institucionales distintas (una de carácter académico, la otra enredada en una burocracia sindical) y a menudo tienen sus propios programas de archivo laboral comprometidos por la dinámica interna y la política inherente a la administración de grandes bibliotecas académicas y sindicatos. Para que los archivistas sindicales tengan éxito, deben encontrar su voz colectiva dentro del movimiento obrero y establecer su relevancia a los sindicatos durante un período de cambio y reestructuración trascendentales. Por otra parte, los archivistas deben pensar más en el diseño e implementación de programas de extensión que eliminen la desconexión fundamental entre las burocracias sindicales y las bases, y los sindicatos y el público. ",
            "error": []
        },
        "labor unions": {
            "translated_key": "sindicatos",
            "translated_annotated_text": "Progresión sindical - un progreso de los peregrinos Mientras el movimiento obrero estadounidense continúa su camino hacia la reorganización y el rejuvenecimiento, los archivistas son desafiados para asegurar que los cambios organizativos, políticos y culturales que los <br>sindicatos</br> están experimentando estén plenamente documentados. El artículo examina la necesidad de que los archiveros sindicales se pongan en contacto activamente con los sindicatos y los problemas que enfrentan para transmitir su mensaje, no sólo a la dirección sindical sino también a los miembros de los sindicatos. La extensión por parte de los archivistas laborales es vital en tres frentes críticos: la necesidad de asegurar el financiamiento sindical en apoyo de programas de archivo laboral; la obtención de cooperación sindical en la revisión y modificación de acuerdos de depósito obsoletos; y la coordinación de esfuerzos con los sindicatos para guardar los registros de cierre de oficinas sindicales locales y de distrito. Intentando resolver estas cuestiones pendientes, los archiveros laborales se encuentran entre dos culturas institucionales distintas (una de carácter académico, la otra enredada en una burocracia sindical) y a menudo tienen sus propios programas de archivo laboral comprometidos por la dinámica interna y la política inherente a la administración de grandes bibliotecas académicas y sindicatos. Para que los archivistas sindicales tengan éxito, deben encontrar su voz colectiva dentro del movimiento obrero y establecer su relevancia a los sindicatos durante un período de cambio y reestructuración trascendentales. Por otra parte, los archivistas deben pensar más en el diseño e implementación de programas de extensión que eliminen la desconexión fundamental entre las burocracias sindicales y las bases, y los sindicatos y el público. ",
            "error": [
                ""
            ]
        },
        "labor archivists": {
            "translated_key": [],
            "translated_annotated_text": "Progresión sindical - un progreso de los peregrinos A medida que el movimiento obrero estadounidense continúa en su camino hacia la reorganización y el rejuvenecimiento, los archiveros son desafiados para asegurar que los cambios organizativos, políticos y culturales que los sindicatos están experimentando estén plenamente documentados. El artículo examina la necesidad de que los archivistas <br>laboristas se pongan en contacto activamente con los sindicatos y los problemas que enfrentan para transmitir su mensaje, no sólo a la dirección sindical sino también a los miembros de los sindicatos. La divulgación de los archiveros de <br>labor es vital en tres frentes críticos: la necesidad de asegurar el financiamiento sindical en apoyo de los programas de archivo laboral; la obtención de cooperación sindical en la revisión y modificación de los acuerdos de depósito obsoletos; y la coordinación de esfuerzos con los sindicatos para guardar los registros de cierre de oficinas sindicales locales y de distrito. Intentando resolver estas cuestiones pendientes, los archivistas laborales se encuentran entre dos culturas institucionales distintas (una de carácter académico, la otra enredada en una burocracia sindical) y a menudo tienen sus propios programas de archivo laboral comprometidos por la dinámica interna y la política inherente a la administración de grandes bibliotecas académicas y sindicatos. Para que los archiveros sindicales tengan éxito, deben encontrar su voz colectiva dentro del movimiento obrero y establecer su relevancia a los sindicatos durante un período de cambio y reestructuración trascendentales. Por otra parte, los archivistas deben pensar más en el diseño e implementación de programas de extensión que eliminen la desconexión fundamental entre las burocracias sindicales y las bases, y los sindicatos y el público. ",
            "error": []
        },
        "union leadership": {
            "translated_key": [],
            "translated_annotated_text": "Progresión sindical - un progreso de los peregrinos A medida que el movimiento obrero estadounidense continúa en su camino hacia la reorganización y el rejuvenecimiento, los archiveros son desafiados para asegurar que los cambios organizativos, políticos y culturales que los sindicatos están experimentando estén plenamente documentados. El artículo examina la necesidad de que los archivistas sindicales se pongan en contacto activamente con los sindicatos y los problemas que enfrentan para transmitir su mensaje, no sólo a la dirección sindical sino también a los miembros de los sindicatos. La extensión por parte de los archivistas laborales es vital en tres frentes críticos: la necesidad de asegurar el financiamiento sindical en apoyo de programas de archivo laboral; la obtención de cooperación sindical en la revisión y modificación de acuerdos de depósito obsoletos; y la coordinación de esfuerzos con los sindicatos para guardar los registros de cierre de oficinas sindicales locales y de distrito. Intentando resolver estas cuestiones pendientes, los archiveros laborales se encuentran entre dos culturas institucionales distintas (una de carácter académico, la otra enredada en una burocracia sindical) y a menudo tienen sus propios programas de archivo laboral comprometidos por la dinámica interna y la política inherente a la administración de grandes bibliotecas académicas y sindicatos. Para que los archivistas sindicales tengan éxito, deben encontrar su voz colectiva dentro del movimiento obrero y establecer su relevancia a los sindicatos durante un período de cambio y reestructuración trascendentales. Por otra parte, los archivistas deben pensar más en el diseño e implementación de programas de extensión que eliminen la desconexión fundamental entre las burocracias sindicales y las bases, y los sindicatos y el público. ",
            "error": []
        },
        "union members": {
            "translated_key": "miembros de los sindicatos",
            "translated_annotated_text": "Progresión sindical - un progreso de los peregrinos A medida que el movimiento obrero estadounidense continúa en su camino hacia la reorganización y el rejuvenecimiento, los archiveros son desafiados para asegurar que los cambios organizativos, políticos y culturales que los sindicatos están experimentando estén plenamente documentados. El artículo examina la necesidad de que los archivistas sindicales se pongan en contacto activamente con los sindicatos y los problemas que enfrentan para transmitir su mensaje, no sólo a la dirección sindical sino también a los <br>miembros de los sindicatos</br>. La extensión por parte de los archivistas laborales es vital en tres frentes críticos: la necesidad de asegurar el financiamiento sindical en apoyo de programas de archivo laboral; la obtención de cooperación sindical en la revisión y modificación de acuerdos de depósito obsoletos; y la coordinación de esfuerzos con los sindicatos para guardar los registros de cierre de oficinas sindicales locales y de distrito. Intentando resolver estas cuestiones pendientes, los archiveros laborales se encuentran entre dos culturas institucionales distintas (una de carácter académico, la otra enredada en una burocracia sindical) y a menudo tienen sus propios programas de archivo laboral comprometidos por la dinámica interna y la política inherente a la administración de grandes bibliotecas académicas y sindicatos. Para que los archivistas sindicales tengan éxito, deben encontrar su voz colectiva dentro del movimiento obrero y establecer su relevancia a los sindicatos durante un período de cambio y reestructuración trascendentales. Por otra parte, los archivistas deben pensar más en el diseño e implementación de programas de extensión que eliminen la desconexión fundamental entre las burocracias sindicales y las bases, y los sindicatos y el público. ",
            "error": [
                ""
            ]
        },
        "union funding": {
            "translated_key": [],
            "translated_annotated_text": "Progresión sindical - un progreso de los peregrinos A medida que el movimiento obrero estadounidense continúa en su camino hacia la reorganización y el rejuvenecimiento, los archiveros son desafiados para asegurar que los cambios organizativos, políticos y culturales que los sindicatos están experimentando estén plenamente documentados. El artículo examina la necesidad de que los archiveros sindicales se pongan en contacto activamente con los sindicatos y los problemas que enfrentan para transmitir su mensaje, no sólo a la dirección sindical sino también a los miembros de los sindicatos. La extensión por parte de los archivistas laborales es vital en tres frentes críticos: la necesidad de asegurar fondos sindicales en apoyo de programas de archivo laboral; obtener cooperación sindical en la revisión y modificación de acuerdos de depósito obsoletos; y coordinar esfuerzos con los sindicatos para guardar los registros de cierre de oficinas sindicales locales y de distrito. Intentando resolver estas cuestiones pendientes, los archiveros laborales se encuentran entre dos culturas institucionales distintas (una de carácter académico, la otra enredada en una burocracia sindical) y a menudo tienen sus propios programas de archivo laboral comprometidos por la dinámica interna y la política inherente a la administración de grandes bibliotecas académicas y sindicatos. Para que los archivistas sindicales tengan éxito, deben encontrar su voz colectiva dentro del movimiento obrero y establecer su relevancia a los sindicatos durante un período de cambio y reestructuración trascendentales. Por otra parte, los archivistas deben pensar más en el diseño e implementación de programas de extensión que eliminen la desconexión fundamental entre las burocracias sindicales y las bases, y los sindicatos y el público. ",
            "error": []
        },
        "labor archival programs": {
            "translated_key": [
                "labor",
                "labor "
            ],
            "translated_annotated_text": "Progresión sindical - un progreso de los peregrinos A medida que el movimiento obrero estadounidense continúa en su camino hacia la reorganización y el rejuvenecimiento, los archiveros son desafiados para asegurar que los cambios organizativos, políticos y culturales que los sindicatos están experimentando estén plenamente documentados. El artículo examina la necesidad de que los archiveros sindicales se pongan en contacto activamente con los sindicatos y los problemas que enfrentan para transmitir su mensaje, no sólo a la dirección sindical sino también a los miembros de los sindicatos. La divulgación por parte de los archivistas laborales es vital en tres frentes críticos: la necesidad de asegurar el financiamiento sindical en apoyo de los programas de archivo de <br>labor</br>; la obtención de cooperación sindical en la revisión y modificación de los acuerdos de depósito obsoletos; y la coordinación de esfuerzos con los sindicatos para guardar los registros de cierre de oficinas sindicales locales y de distrito. Intentando resolver estas cuestiones pendientes, los archiveros laborales se encuentran entre dos culturas institucionales distintas (una de carácter académico, la otra enredada en una burocracia sindical) y a menudo tienen sus propios programas de archivo <br>labor </br> comprometidos por la dinámica interna y la política inherente a la administración de grandes bibliotecas académicas y sindicatos. Para que los archivistas sindicales tengan éxito, deben encontrar su voz colectiva dentro del movimiento obrero y establecer su relevancia a los sindicatos durante un período de cambio y reestructuración trascendentales. Por otra parte, los archivistas deben pensar más en el diseño e implementación de programas de extensión que eliminen la desconexión fundamental entre las burocracias sindicales y las bases, y los sindicatos y el público. ",
            "error": [
                "labor",
                "labor "
            ]
        },
        "union cooperation": {
            "translated_key": [],
            "translated_annotated_text": "Progresión sindical - un progreso de los peregrinos A medida que el movimiento obrero estadounidense continúa en su camino hacia la reorganización y el rejuvenecimiento, los archiveros son desafiados para asegurar que los cambios organizativos, políticos y culturales que los sindicatos están experimentando estén plenamente documentados. El artículo examina la necesidad de que los archiveros sindicales se pongan en contacto activamente con los sindicatos y los problemas que enfrentan para transmitir su mensaje, no sólo a la dirección sindical sino también a los miembros de los sindicatos. La extensión por parte de los archivistas laborales es vital en tres frentes críticos: la necesidad de asegurar el financiamiento sindical en apoyo de los programas de archivo laboral; la obtención de cooperación sindical en la revisión y modificación de los acuerdos de depósito obsoletos; y la coordinación de esfuerzos con los sindicatos para guardar los registros de cierre de oficinas sindicales distritales y locales. Intentando resolver estas cuestiones pendientes, los archiveros laborales se encuentran entre dos culturas institucionales distintas (una de carácter académico, la otra enredada en una burocracia sindical) y a menudo tienen sus propios programas de archivo laboral comprometidos por la dinámica interna y la política inherente a la administración de grandes bibliotecas académicas y sindicatos. Para que los archivistas sindicales tengan éxito, deben encontrar su voz colectiva dentro del movimiento obrero y establecer su relevancia a los sindicatos durante un período de cambio y reestructuración trascendentales. Por otra parte, los archivistas deben pensar más en el diseño e implementación de programas de extensión que eliminen la desconexión fundamental entre las burocracias sindicales y las bases, y los sindicatos y el público. ",
            "error": []
        },
        "obsolete deposit agreements": {
            "translated_key": "obsoleto",
            "translated_annotated_text": "Progresión sindical - un progreso de los peregrinos A medida que el movimiento obrero estadounidense continúa en su camino hacia la reorganización y el rejuvenecimiento, los archiveros son desafiados para asegurar que los cambios organizativos, políticos y culturales que los sindicatos están experimentando estén plenamente documentados. El artículo examina la necesidad de que los archiveros sindicales se pongan en contacto activamente con los sindicatos y los problemas que enfrentan para transmitir su mensaje, no sólo a la dirección sindical sino también a los miembros de los sindicatos. La extensión por parte de los archivistas laborales es vital en tres frentes críticos: la necesidad de asegurar el financiamiento sindical en apoyo de los programas de archivo laboral; la obtención de cooperación sindical en la revisión y modificación de los acuerdos de depósito <br>obsoleto</br>; y la coordinación de esfuerzos con los sindicatos para guardar los registros de cierre de oficinas sindicales locales y de distrito. Intentando resolver estas cuestiones pendientes, los archiveros laborales se encuentran entre dos culturas institucionales distintas (una de carácter académico, la otra enredada en una burocracia sindical) y a menudo tienen sus propios programas de archivo laboral comprometidos por la dinámica interna y la política inherente a la administración de grandes bibliotecas académicas y sindicatos. Para que los archivistas sindicales tengan éxito, deben encontrar su voz colectiva dentro del movimiento obrero y establecer su relevancia a los sindicatos durante un período de cambio y reestructuración trascendentales. Por otra parte, los archivistas deben pensar más en el diseño e implementación de programas de extensión que eliminen la desconexión fundamental entre las burocracias sindicales y las bases, y los sindicatos y el público. ",
            "error": [
                ""
            ]
        },
        "union offices": {
            "translated_key": "sindicatos",
            "translated_annotated_text": "Progresión sindical - un progreso de los peregrinos A medida que el movimiento obrero estadounidense continúa en su camino hacia la reorganización y el rejuvenecimiento, los archiveros son desafiados para asegurar que los cambios organizativos, políticos y culturales que los sindicatos están experimentando estén plenamente documentados. El artículo examina la necesidad de que los archiveros sindicales se pongan en contacto activamente con los sindicatos y los problemas que enfrentan para transmitir su mensaje, no sólo a la dirección sindical sino también a los miembros de los sindicatos. La divulgación por parte de los archivistas laborales es vital en tres frentes críticos: la necesidad de asegurar el financiamiento sindical en apoyo de los programas de archivo laboral; la obtención de cooperación sindical en la revisión y modificación de los acuerdos de depósito obsoletos; y la coordinación de esfuerzos con los sindicatos para guardar los registros de las oficinas de cierre de distrito y locales <br>sindicatos</br>. Intentando resolver estas cuestiones pendientes, los archiveros laborales se encuentran entre dos culturas institucionales distintas (una de carácter académico, la otra enredada en una burocracia sindical) y a menudo tienen sus propios programas de archivo laboral comprometidos por la dinámica interna y la política inherente a la administración de grandes bibliotecas académicas y sindicatos. Para que los archivistas sindicales tengan éxito, deben encontrar su voz colectiva dentro del movimiento obrero y establecer su relevancia a los sindicatos durante un período de cambio y reestructuración trascendentales. Por otra parte, los archivistas deben pensar más en el diseño e implementación de programas de extensión que eliminen la desconexión fundamental entre las burocracias sindicales y las bases, y los sindicatos y el público. ",
            "error": [
                ""
            ]
        },
        "institutional cultures": {
            "translated_key": "institucionales",
            "translated_annotated_text": "Progresión sindical - un progreso de los peregrinos A medida que el movimiento obrero estadounidense continúa en su camino hacia la reorganización y el rejuvenecimiento, los archiveros son desafiados para asegurar que los cambios organizativos, políticos y culturales que los sindicatos están experimentando estén plenamente documentados. El artículo examina la necesidad de que los archiveros sindicales se pongan en contacto activamente con los sindicatos y los problemas que enfrentan para transmitir su mensaje, no sólo a la dirección sindical sino también a los miembros de los sindicatos. La extensión por parte de los archivistas laborales es vital en tres frentes críticos: la necesidad de asegurar el financiamiento sindical en apoyo de programas de archivo laboral; la obtención de cooperación sindical en la revisión y modificación de acuerdos de depósito obsoletos; y la coordinación de esfuerzos con los sindicatos para guardar los registros de cierre de oficinas sindicales locales y de distrito. Intentando resolver estas cuestiones pendientes, los archivistas laborales se encuentran entre dos culturas distintas <br>institucionales</br> (una de naturaleza académica, la otra enrejada en una burocracia sindical) y a menudo tienen sus propios programas de archivo laboral comprometidos por la dinámica interna y la política inherente a la administración de grandes bibliotecas académicas y sindicatos. Para que los archivistas sindicales tengan éxito, deben encontrar su voz colectiva dentro del movimiento obrero y establecer su relevancia a los sindicatos durante un período de cambio y reestructuración trascendentales. Por otra parte, los archivistas deben pensar más en el diseño e implementación de programas de extensión que eliminen la desconexión fundamental entre las burocracias sindicales y las bases, y los sindicatos y el público. ",
            "error": [
                ""
            ]
        },
        "union bureaucracy": {
            "translated_key": "burocracia sindical",
            "translated_annotated_text": "Progresión sindical - un progreso de los peregrinos A medida que el movimiento obrero estadounidense continúa en su camino hacia la reorganización y el rejuvenecimiento, los archiveros son desafiados para asegurar que los cambios organizativos, políticos y culturales que los sindicatos están experimentando estén plenamente documentados. El artículo examina la necesidad de que los archiveros sindicales se pongan en contacto activamente con los sindicatos y los problemas que enfrentan para transmitir su mensaje, no sólo a la dirección sindical sino también a los miembros de los sindicatos. La extensión por parte de los archivistas laborales es vital en tres frentes críticos: la necesidad de asegurar el financiamiento sindical en apoyo de programas de archivo laboral; la obtención de cooperación sindical en la revisión y modificación de acuerdos de depósito obsoletos; y la coordinación de esfuerzos con los sindicatos para guardar los registros de cierre de oficinas sindicales locales y de distrito. Intentando resolver estas cuestiones pendientes, los archivistas laborales se encuentran entre dos culturas institucionales distintas (una de carácter académico, la otra enredada en una <br>burocracia sindical</br>) y a menudo tienen sus propios programas de archivo laboral comprometidos por la dinámica interna y la política inherente a la administración de grandes bibliotecas académicas y sindicatos. Para que los archivistas sindicales tengan éxito, deben encontrar su voz colectiva dentro del movimiento obrero y establecer su relevancia a los sindicatos durante un período de cambio y reestructuración trascendentales. Por otra parte, los archivistas deben pensar más en el diseño e implementación de programas de extensión que eliminen la desconexión fundamental entre las burocracias sindicales y las bases, y los sindicatos y el público. ",
            "error": [
                ""
            ]
        },
        "internal dynamics": {
            "translated_key": "dinámica interna",
            "translated_annotated_text": "Progresión sindical - un progreso de los peregrinos A medida que el movimiento obrero estadounidense continúa en su camino hacia la reorganización y el rejuvenecimiento, los archiveros son desafiados para asegurar que los cambios organizativos, políticos y culturales que los sindicatos están experimentando estén plenamente documentados. El artículo examina la necesidad de que los archiveros sindicales se pongan en contacto activamente con los sindicatos y los problemas que enfrentan para transmitir su mensaje, no sólo a la dirección sindical sino también a los miembros de los sindicatos. La extensión por parte de los archivistas laborales es vital en tres frentes críticos: la necesidad de asegurar el financiamiento sindical en apoyo de programas de archivo laboral; la obtención de cooperación sindical en la revisión y modificación de acuerdos de depósito obsoletos; y la coordinación de esfuerzos con los sindicatos para guardar los registros de cierre de oficinas sindicales locales y de distrito. Intentando resolver estas cuestiones pendientes, los archivistas laborales se encuentran entre dos culturas institucionales distintas (una de carácter académico, la otra enredada en una burocracia sindical) y a menudo tienen sus propios programas de archivo laboral comprometidos por la <br>dinámica interna</br> y la política inherente a la administración de grandes bibliotecas académicas y sindicatos. Para que los archivistas sindicales tengan éxito, deben encontrar su voz colectiva dentro del movimiento obrero y establecer su relevancia a los sindicatos durante un período de cambio y reestructuración trascendentales. Por otra parte, los archivistas deben pensar más en el diseño e implementación de programas de extensión que eliminen la desconexión fundamental entre las burocracias sindicales y las bases, y los sindicatos y el público. ",
            "error": [
                ""
            ]
        },
        "large academic libraries": {
            "translated_key": "grandes bibliotecas académicas",
            "translated_annotated_text": "Progresión sindical - un progreso de los peregrinos A medida que el movimiento obrero estadounidense continúa en su camino hacia la reorganización y el rejuvenecimiento, los archiveros son desafiados para asegurar que los cambios organizativos, políticos y culturales que los sindicatos están experimentando estén plenamente documentados. El artículo examina la necesidad de que los archiveros sindicales se pongan en contacto activamente con los sindicatos y los problemas que enfrentan para transmitir su mensaje, no sólo a la dirección sindical sino también a los miembros de los sindicatos. La extensión por parte de los archivistas laborales es vital en tres frentes críticos: la necesidad de asegurar el financiamiento sindical en apoyo de programas de archivo laboral; la obtención de cooperación sindical en la revisión y modificación de acuerdos de depósito obsoletos; y la coordinación de esfuerzos con los sindicatos para guardar los registros de cierre de oficinas sindicales locales y de distrito. Intentando resolver estas cuestiones pendientes, los archivistas laborales se encuentran entre dos culturas institucionales distintas (una de carácter académico, la otra enredada en una burocracia sindical) y a menudo tienen sus propios programas de archivo laboral comprometidos por la dinámica interna y la política inherente a la administración de <br>grandes bibliotecas académicas</br> y sindicatos.  Para que los archivistas sindicales tengan éxito, deben encontrar su voz colectiva dentro del movimiento obrero y establecer su relevancia a los sindicatos durante un período de cambio y reestructuración trascendentales. Por otra parte, los archivistas deben pensar más en el diseño e implementación de programas de extensión que eliminen la desconexión fundamental entre las burocracias sindicales y las bases, y los sindicatos y el público. ",
            "error": [
                ""
            ]
        },
        "collective voice": {
            "translated_key": "voz colectiva",
            "translated_annotated_text": "Progresión sindical - un progreso de los peregrinos A medida que el movimiento obrero estadounidense continúa en su camino hacia la reorganización y el rejuvenecimiento, los archiveros son desafiados para asegurar que los cambios organizativos, políticos y culturales que los sindicatos están experimentando estén plenamente documentados. El artículo examina la necesidad de que los archiveros sindicales se pongan en contacto activamente con los sindicatos y los problemas que enfrentan para transmitir su mensaje, no sólo a la dirección sindical sino también a los miembros de los sindicatos. La extensión por parte de los archivistas laborales es vital en tres frentes críticos: la necesidad de asegurar el financiamiento sindical en apoyo de programas de archivo laboral; la obtención de cooperación sindical en la revisión y modificación de acuerdos de depósito obsoletos; y la coordinación de esfuerzos con los sindicatos para guardar los registros de cierre de oficinas sindicales locales y de distrito. Intentando resolver estas cuestiones pendientes, los archiveros laborales se encuentran entre dos culturas institucionales distintas (una de carácter académico, la otra enredada en una burocracia sindical) y a menudo tienen sus propios programas de archivo laboral comprometidos por la dinámica interna y la política inherente a la administración de grandes bibliotecas académicas y sindicatos. Para que los archivistas sindicales tengan éxito, deben encontrar su <br>voz colectiva</br> dentro del movimiento obrero y establecer su relevancia a los sindicatos durante un período de cambio y reestructuración trascendentales.  Por otra parte, los archivistas deben pensar más en el diseño e implementación de programas de extensión que eliminen la desconexión fundamental entre las burocracias sindicales y las bases, y los sindicatos y el público. ",
            "error": [
                ""
            ]
        },
        "information retrieval systems": {
            "translated_key": [],
            "translated_annotated_text": "Progresión sindical - un progreso de los peregrinos A medida que el movimiento obrero estadounidense continúa en su camino hacia la reorganización y el rejuvenecimiento, los archiveros son desafiados para asegurar que los cambios organizativos, políticos y culturales que los sindicatos están experimentando estén plenamente documentados. El artículo examina la necesidad de que los archiveros sindicales se pongan en contacto activamente con los sindicatos y los problemas que enfrentan para transmitir su mensaje, no sólo a la dirección sindical sino también a los miembros de los sindicatos. La extensión por parte de los archivistas laborales es vital en tres frentes críticos: la necesidad de asegurar el financiamiento sindical en apoyo de programas de archivo laboral; la obtención de cooperación sindical en la revisión y modificación de acuerdos de depósito obsoletos; y la coordinación de esfuerzos con los sindicatos para guardar los registros de cierre de oficinas sindicales locales y de distrito. Intentando resolver estas cuestiones pendientes, los archiveros laborales se encuentran entre dos culturas institucionales distintas (una de carácter académico, la otra enredada en una burocracia sindical) y a menudo tienen sus propios programas de archivo laboral comprometidos por la dinámica interna y la política inherente a la administración de grandes bibliotecas académicas y sindicatos. Para que los archivistas sindicales tengan éxito, deben encontrar su voz colectiva dentro del movimiento obrero y establecer su relevancia a los sindicatos durante un período de cambio y reestructuración trascendentales. Por otra parte, los archivistas deben pensar más en el diseño e implementación de programas de extensión que eliminen la desconexión fundamental entre las burocracias sindicales y las bases, y los sindicatos y el público. ",
            "error": []
        },
        "politics": {
            "translated_key": "política",
            "translated_annotated_text": "Progresión sindical - un progreso de los peregrinos A medida que el movimiento obrero estadounidense continúa en su camino hacia la reorganización y el rejuvenecimiento, los archiveros son desafiados para asegurar que los cambios organizativos, políticos y culturales que los sindicatos están experimentando estén plenamente documentados. El artículo examina la necesidad de que los archiveros sindicales se pongan en contacto activamente con los sindicatos y los problemas que enfrentan para transmitir su mensaje, no sólo a la dirección sindical sino también a los miembros de los sindicatos. La extensión por parte de los archivistas laborales es vital en tres frentes críticos: la necesidad de asegurar el financiamiento sindical en apoyo de programas de archivo laboral; la obtención de cooperación sindical en la revisión y modificación de acuerdos de depósito obsoletos; y la coordinación de esfuerzos con los sindicatos para guardar los registros de cierre de oficinas sindicales locales y de distrito. Intentando resolver estas cuestiones pendientes, los archiveros laborales se encuentran entre dos culturas institucionales distintas (una de carácter académico, la otra enredado en una burocracia sindical) y a menudo tienen sus propios programas de archivo laboral comprometidos por la dinámica interna y la <br>política</br> inherente a la administración de grandes bibliotecas académicas y sindicatos. Para que los archivistas sindicales tengan éxito, deben encontrar su voz colectiva dentro del movimiento obrero y establecer su relevancia a los sindicatos durante un período de cambio y reestructuración trascendentales. Por otra parte, los archivistas deben pensar más en el diseño e implementación de programas de extensión que eliminen la desconexión fundamental entre las burocracias sindicales y las bases, y los sindicatos y el público. ",
            "error": [
                ""
            ]
        },
        "records management": {
            "translated_key": [],
            "translated_annotated_text": "Progresión sindical - un progreso de los peregrinos A medida que el movimiento obrero estadounidense continúa en su camino hacia la reorganización y el rejuvenecimiento, los archiveros son desafiados para asegurar que los cambios organizativos, políticos y culturales que los sindicatos están experimentando estén plenamente documentados. El artículo examina la necesidad de que los archiveros sindicales se pongan en contacto activamente con los sindicatos y los problemas que enfrentan para transmitir su mensaje, no sólo a la dirección sindical sino también a los miembros de los sindicatos. La extensión por parte de los archivistas laborales es vital en tres frentes críticos: la necesidad de asegurar el financiamiento sindical en apoyo de programas de archivo laboral; la obtención de cooperación sindical en la revisión y modificación de acuerdos de depósito obsoletos; y la coordinación de esfuerzos con los sindicatos para guardar los registros de cierre de oficinas sindicales locales y de distrito. Intentando resolver estas cuestiones pendientes, los archiveros laborales se encuentran entre dos culturas institucionales distintas (una de carácter académico, la otra enredada en una burocracia sindical) y a menudo tienen sus propios programas de archivo laboral comprometidos por la dinámica interna y la política inherente a la administración de grandes bibliotecas académicas y sindicatos. Para que los archivistas sindicales tengan éxito, deben encontrar su voz colectiva dentro del movimiento obrero y establecer su relevancia a los sindicatos durante un período de cambio y reestructuración trascendentales. Por otra parte, los archivistas deben pensar más en el diseño e implementación de programas de extensión que eliminen la desconexión fundamental entre las burocracias sindicales y las bases, y los sindicatos y el público. ",
            "error": []
        },
        "service industries": {
            "translated_key": [],
            "translated_annotated_text": "Progresión sindical - un progreso de los peregrinos A medida que el movimiento obrero estadounidense continúa en su camino hacia la reorganización y el rejuvenecimiento, los archiveros son desafiados para asegurar que los cambios organizativos, políticos y culturales que los sindicatos están experimentando estén plenamente documentados. El artículo examina la necesidad de que los archiveros sindicales se pongan en contacto activamente con los sindicatos y los problemas que enfrentan para transmitir su mensaje, no sólo a la dirección sindical sino también a los miembros de los sindicatos. La extensión por parte de los archivistas laborales es vital en tres frentes críticos: la necesidad de asegurar el financiamiento sindical en apoyo de programas de archivo laboral; la obtención de cooperación sindical en la revisión y modificación de acuerdos de depósito obsoletos; y la coordinación de esfuerzos con los sindicatos para guardar los registros de cierre de oficinas sindicales locales y de distrito. Intentando resolver estas cuestiones pendientes, los archiveros laborales se encuentran entre dos culturas institucionales distintas (una de carácter académico, la otra enredada en una burocracia sindical) y a menudo tienen sus propios programas de archivo laboral comprometidos por la dinámica interna y la política inherente a la administración de grandes bibliotecas académicas y sindicatos. Para que los archivistas sindicales tengan éxito, deben encontrar su voz colectiva dentro del movimiento obrero y establecer su relevancia a los sindicatos durante un período de cambio y reestructuración trascendentales. Por otra parte, los archivistas deben pensar más en el diseño e implementación de programas de extensión que eliminen la desconexión fundamental entre las burocracias sindicales y las bases, y los sindicatos y el público. ",
            "error": []
        }
    }
}