{
    "original_text": "A method for correlations analysis of coordinates: applications for molecular conformations We describe a new method to analyze multiple correlations between subsets of coordinates that represent a sample. The correlation is established only between specific regions of interest at the coordinates. First, the region(s) of interest are selected at each molecular coordinate. Next, a correlation matrix is constructed for the selected regions. The matrix is subject to further analysis, illuminating the multidimensional structural characteristics that exist in the conformational space. The methods abilities are demonstrated in several examples: it is used to analyze the conformational space of complex molecules, it is successfully applied to compare related conformational spaces, and it is used to analyze a diverse set of protein folding trajectories",
    "original_translation": "Método para el análisis de correlaciones de coordenadas: aplicaciones para conformaciones moleculares Describimos un nuevo método para analizar múltiples correlaciones entre subconjuntos de coordenadas que representan una muestra. La correlación se establece sólo entre regiones específicas de interés en las coordenadas. En primer lugar, la región o regiones de interés se seleccionan en cada coordenadas moleculares. A continuación, se construye una matriz de correlación para las regiones seleccionadas. La matriz está sujeta a análisis adicionales, iluminando las características estructurales multidimensionales que existen en el espacio conformacional. Las habilidades de los métodos se demuestran en varios ejemplos: se utiliza para analizar el espacio conformacional de moléculas complejas, se aplica con éxito para comparar espacios conformacionales relacionados, y se utiliza para analizar un conjunto diverso de trayectorias de plegado de proteínas",
    "error_count": 9,
    "keys": {
        "multiple correlation analysis": {
            "translated_key": [],
            "translated_annotated_text": "Método para el análisis de correlaciones de coordenadas: aplicaciones para conformaciones moleculares Describimos un nuevo método para analizar múltiples correlaciones entre subconjuntos de coordenadas que representan una muestra. La correlación se establece sólo entre regiones específicas de interés en las coordenadas. En primer lugar, la región o regiones de interés se seleccionan en cada coordenadas moleculares. A continuación, se construye una matriz de correlación para las regiones seleccionadas. La matriz está sujeta a análisis adicionales, iluminando las características estructurales multidimensionales que existen en el espacio conformacional. Las habilidades de los métodos se demuestran en varios ejemplos: se utiliza para analizar el espacio conformacional de moléculas complejas, se aplica con éxito para comparar espacios conformacionales relacionados, y se utiliza para analizar un conjunto diverso de trayectorias de plegado de proteínas ",
            "error": []
        },
        "regions of interest": {
            "translated_key": [],
            "translated_annotated_text": "Método para el análisis de correlaciones de coordenadas: aplicaciones para conformaciones moleculares Describimos un nuevo método para analizar múltiples correlaciones entre subconjuntos de coordenadas que representan una muestra. La correlación se establece sólo entre regiones específicas de interés en las coordenadas.  En primer lugar, la región o regiones de interés se seleccionan en cada coordenadas moleculares. A continuación, se construye una matriz de correlación para las regiones seleccionadas. La matriz está sujeta a análisis adicionales, iluminando las características estructurales multidimensionales que existen en el espacio conformacional. Las habilidades de los métodos se demuestran en varios ejemplos: se utiliza para analizar el espacio conformacional de moléculas complejas, se aplica con éxito para comparar espacios conformacionales relacionados, y se utiliza para analizar un conjunto diverso de trayectorias de plegado de proteínas ",
            "error": []
        },
        "correlation matrix": {
            "translated_key": [],
            "translated_annotated_text": "Método para el análisis de correlaciones de coordenadas: aplicaciones para conformaciones moleculares Describimos un nuevo método para analizar múltiples correlaciones entre subconjuntos de coordenadas que representan una muestra. La correlación se establece sólo entre regiones específicas de interés en las coordenadas. En primer lugar, la región o regiones de interés se seleccionan en cada coordenadas moleculares. A continuación, se construye una matriz de correlación <br> para las regiones seleccionadas. La matriz está sujeta a análisis adicionales, iluminando las características estructurales multidimensionales que existen en el espacio conformacional. Las habilidades de los métodos se demuestran en varios ejemplos: se utiliza para analizar el espacio conformacional de moléculas complejas, se aplica con éxito para comparar espacios conformacionales relacionados, y se utiliza para analizar un conjunto diverso de trayectorias de plegado de proteínas ",
            "error": []
        },
        "molecular coordinate": {
            "translated_key": "molecular",
            "translated_annotated_text": "Método para el análisis de correlaciones de coordenadas: aplicaciones para conformaciones moleculares Describimos un nuevo método para analizar múltiples correlaciones entre subconjuntos de coordenadas que representan una muestra. La correlación se establece sólo entre regiones específicas de interés en las coordenadas. En primer lugar, la región o regiones de interés se seleccionan en cada coordenada <br>molecular</br>. A continuación, se construye una matriz de correlación para las regiones seleccionadas. La matriz está sujeta a análisis adicionales, iluminando las características estructurales multidimensionales que existen en el espacio conformacional. Las habilidades de los métodos se demuestran en varios ejemplos: se utiliza para analizar el espacio conformacional de moléculas complejas, se aplica con éxito para comparar espacios conformacionales relacionados, y se utiliza para analizar un conjunto diverso de trayectorias de plegado de proteínas ",
            "error": [
                ""
            ]
        },
        "multidimensional structural characteristics": {
            "translated_key": " multidimensionales",
            "translated_annotated_text": "Método para el análisis de correlaciones de coordenadas: aplicaciones para conformaciones moleculares Describimos un nuevo método para analizar múltiples correlaciones entre subconjuntos de coordenadas que representan una muestra. La correlación se establece sólo entre regiones específicas de interés en las coordenadas. En primer lugar, la región o regiones de interés se seleccionan en cada coordenadas moleculares. A continuación, se construye una matriz de correlación para las regiones seleccionadas. La matriz está sujeta a análisis adicionales, iluminando las características estructurales <br> multidimensionales</br> que existen en el espacio conformacional. Las habilidades de los métodos se demuestran en varios ejemplos: se utiliza para analizar el espacio conformacional de moléculas complejas, se aplica con éxito para comparar espacios conformacionales relacionados, y se utiliza para analizar un conjunto diverso de trayectorias de plegado de proteínas ",
            "error": [
                ""
            ]
        },
        "complex molecules": {
            "translated_key": "complejos",
            "translated_annotated_text": "Método para el análisis de correlaciones de coordenadas: aplicaciones para conformaciones moleculares Describimos un nuevo método para analizar múltiples correlaciones entre subconjuntos de coordenadas que representan una muestra. La correlación se establece sólo entre regiones específicas de interés en las coordenadas. En primer lugar, la región o regiones de interés se seleccionan en cada coordenadas moleculares. A continuación, se construye una matriz de correlación para las regiones seleccionadas. La matriz está sujeta a análisis adicionales, iluminando las características estructurales multidimensionales que existen en el espacio conformacional. Las habilidades de los métodos se demuestran en varios ejemplos: se utiliza para analizar el espacio conformacional de moléculas <br>complejos</br>, se aplica con éxito para comparar espacios conformacionales relacionados, y se utiliza para analizar un conjunto diverso de trayectorias de plegado de proteínas ",
            "error": [
                ""
            ]
        },
        "conformational spaces": {
            "translated_key": "conformacionales",
            "translated_annotated_text": "Método para el análisis de correlaciones de coordenadas: aplicaciones para conformaciones moleculares Describimos un nuevo método para analizar múltiples correlaciones entre subconjuntos de coordenadas que representan una muestra. La correlación se establece sólo entre regiones específicas de interés en las coordenadas. En primer lugar, la región o regiones de interés se seleccionan en cada coordenadas moleculares. A continuación, se construye una matriz de correlación para las regiones seleccionadas. La matriz está sujeta a análisis adicionales, iluminando las características estructurales multidimensionales que existen en el espacio conformacional. Las habilidades de los métodos se demuestran en varios ejemplos: se utiliza para analizar el espacio conformacional de moléculas complejas, se aplica con éxito para comparar espacios relacionados <br>conformacionales</br>, y se utiliza para analizar un conjunto diverso de trayectorias de plegado de proteínas ",
            "error": [
                ""
            ]
        },
        "protein folding trajectories": {
            "translated_key": " ",
            "translated_annotated_text": "Método para el análisis de correlaciones de coordenadas: aplicaciones para conformaciones moleculares Describimos un nuevo método para analizar múltiples correlaciones entre subconjuntos de coordenadas que representan una muestra. La correlación se establece sólo entre regiones específicas de interés en las coordenadas. En primer lugar, la región o regiones de interés se seleccionan en cada coordenadas moleculares. A continuación, se construye una matriz de correlación para las regiones seleccionadas. La matriz está sujeta a análisis adicionales, iluminando las características estructurales multidimensionales que existen en el espacio conformacional. Las habilidades de los métodos se demuestran en varios ejemplos: se utiliza para analizar el espacio conformacional de moléculas complejas, se aplica con éxito para comparar espacios conformacionales relacionados, y se utiliza para analizar un conjunto diverso de trayectorias plegables de proteínas <br> </br> ",
            "error": [
                ""
            ]
        },
        "molecular conformations": {
            "translated_key": [],
            "translated_annotated_text": "Método para el análisis de correlaciones de coordenadas: aplicaciones para conformaciones moleculares <br> Describimos un nuevo método para analizar múltiples correlaciones entre subconjuntos de coordenadas que representan una muestra. La correlación se establece sólo entre regiones específicas de interés en las coordenadas. En primer lugar, la región o regiones de interés se seleccionan en cada coordenadas moleculares. A continuación, se construye una matriz de correlación para las regiones seleccionadas. La matriz está sujeta a análisis adicionales, iluminando las características estructurales multidimensionales que existen en el espacio conformacional. Las habilidades de los métodos se demuestran en varios ejemplos: se utiliza para analizar el espacio conformacional de moléculas complejas, se aplica con éxito para comparar espacios conformacionales relacionados, y se utiliza para analizar un conjunto diverso de trayectorias de plegado de proteínas ",
            "error": []
        },
        "biology computing": {
            "translated_key": [],
            "translated_annotated_text": "Método para el análisis de correlaciones de coordenadas: aplicaciones para conformaciones moleculares Describimos un nuevo método para analizar múltiples correlaciones entre subconjuntos de coordenadas que representan una muestra. La correlación se establece sólo entre regiones específicas de interés en las coordenadas. En primer lugar, la región o regiones de interés se seleccionan en cada coordenadas moleculares. A continuación, se construye una matriz de correlación para las regiones seleccionadas. La matriz está sujeta a análisis adicionales, iluminando las características estructurales multidimensionales que existen en el espacio conformacional. Las habilidades de los métodos se demuestran en varios ejemplos: se utiliza para analizar el espacio conformacional de moléculas complejas, se aplica con éxito para comparar espacios conformacionales relacionados, y se utiliza para analizar un conjunto diverso de trayectorias de plegado de proteínas ",
            "error": []
        },
        "macromolecules": {
            "translated_key": [],
            "translated_annotated_text": "Método para el análisis de correlaciones de coordenadas: aplicaciones para conformaciones moleculares Describimos un nuevo método para analizar múltiples correlaciones entre subconjuntos de coordenadas que representan una muestra. La correlación se establece sólo entre regiones específicas de interés en las coordenadas. En primer lugar, la región o regiones de interés se seleccionan en cada coordenadas moleculares. A continuación, se construye una matriz de correlación para las regiones seleccionadas. La matriz está sujeta a análisis adicionales, iluminando las características estructurales multidimensionales que existen en el espacio conformacional. Las habilidades de los métodos se demuestran en varios ejemplos: se utiliza para analizar el espacio conformacional de moléculas complejas, se aplica con éxito para comparar espacios conformacionales relacionados, y se utiliza para analizar un conjunto diverso de trayectorias de plegado de proteínas ",
            "error": []
        },
        "molecular biophysics": {
            "translated_key": [],
            "translated_annotated_text": "Método para el análisis de correlaciones de coordenadas: aplicaciones para conformaciones moleculares Describimos un nuevo método para analizar múltiples correlaciones entre subconjuntos de coordenadas que representan una muestra. La correlación se establece sólo entre regiones específicas de interés en las coordenadas. En primer lugar, la región o regiones de interés se seleccionan en cada coordenadas moleculares. A continuación, se construye una matriz de correlación para las regiones seleccionadas. La matriz está sujeta a análisis adicionales, iluminando las características estructurales multidimensionales que existen en el espacio conformacional. Las habilidades de los métodos se demuestran en varios ejemplos: se utiliza para analizar el espacio conformacional de moléculas complejas, se aplica con éxito para comparar espacios conformacionales relacionados, y se utiliza para analizar un conjunto diverso de trayectorias de plegado de proteínas ",
            "error": []
        },
        "molecular configurations": {
            "translated_key": [],
            "translated_annotated_text": "Método para el análisis de correlaciones de coordenadas: aplicaciones para conformaciones moleculares Describimos un nuevo método para analizar múltiples correlaciones entre subconjuntos de coordenadas que representan una muestra. La correlación se establece sólo entre regiones específicas de interés en las coordenadas. En primer lugar, la región o regiones de interés se seleccionan en cada coordenadas moleculares. A continuación, se construye una matriz de correlación para las regiones seleccionadas. La matriz está sujeta a análisis adicionales, iluminando las características estructurales multidimensionales que existen en el espacio conformacional. Las habilidades de los métodos se demuestran en varios ejemplos: se utiliza para analizar el espacio conformacional de moléculas complejas, se aplica con éxito para comparar espacios conformacionales relacionados, y se utiliza para analizar un conjunto diverso de trayectorias de plegado de proteínas ",
            "error": []
        },
        "proteins": {
            "translated_key": [],
            "translated_annotated_text": "Método para el análisis de correlaciones de coordenadas: aplicaciones para conformaciones moleculares Describimos un nuevo método para analizar múltiples correlaciones entre subconjuntos de coordenadas que representan una muestra. La correlación se establece sólo entre regiones específicas de interés en las coordenadas. En primer lugar, la región o regiones de interés se seleccionan en cada coordenadas moleculares. A continuación, se construye una matriz de correlación para las regiones seleccionadas. La matriz está sujeta a análisis adicionales, iluminando las características estructurales multidimensionales que existen en el espacio conformacional. Las habilidades de los métodos se demuestran en varios ejemplos: se utiliza para analizar el espacio conformacional de moléculas complejas, se aplica con éxito para comparar espacios conformacionales relacionados, y se utiliza para analizar un conjunto diverso de trayectorias de plegado de proteínas ",
            "error": []
        }
    }
}