{
    "original_text": "Entrepreneurs in Action: a Web-case model Much of the traditional schooling in America is built around systems of compliance and control, characteristics which stifle the creative and entrepreneurial instincts of the children who are subjected to these tactics. The article explores a different approach to education, one that involves capturing the interest of the student through the use of problem and project-based instruction delivered via the Internet. Called Entrepreneurs in Action, this program seeks to involve students in a problem at the outset and to promote the learning of traditional subject areas as a process of the problem-solving activities that are undertaken. The programs details are explained, from elementary school through university level courses, and the authors outline their plans to test the efficacy of the program at each level",
    "original_translation": "Empresarios en acción: un modelo de caso web Gran parte de la escolarización tradicional en América se construye en torno a sistemas de cumplimiento y control, características que sofocan los instintos creativos y emprendedores de los niños que están sujetos a estas tácticas. El artículo explora un enfoque diferente de la educación, uno que implica capturar el interés del estudiante a través del uso del problema y la instrucción basada en proyectos impartida a través de Internet. Llamado Empresarios en Acción, este programa busca involucrar a los estudiantes en un problema desde el principio y promover el aprendizaje de áreas temáticas tradicionales como un proceso de las actividades de resolución de problemas que se llevan a cabo. Se explican los detalles de los programas, desde la escuela primaria hasta los cursos de nivel universitario, y los autores esbozan sus planes para probar la eficacia del programa en cada nivel",
    "error_count": 3,
    "keys": {
        "Entrepreneurs in Action": {
            "translated_key": "Entrepreneurs in Action",
            "translated_annotated_text": "<br>Entrepreneurs in Action</br>: un modelo de caso web Gran parte de la escolarización tradicional en América se construye en torno a sistemas de cumplimiento y control, características que sofocan los instintos creativos y emprendedores de los niños sometidos a estas tácticas. El artículo explora un enfoque diferente de la educación, uno que implica capturar el interés del estudiante a través del uso del problema y la instrucción basada en proyectos impartida a través de Internet. Llamado <br>Entrepreneurs in Action</br>, este programa busca involucrar a los estudiantes en un problema desde el principio y promover el aprendizaje de áreas temáticas tradicionales como un proceso de las actividades de resolución de problemas que se llevan a cabo. Se explican los detalles de los programas, desde la escuela primaria hasta los cursos de nivel universitario, y los autores esbozan sus planes para probar la eficacia del programa en cada nivel ",
            "error": [
                ""
            ]
        },
        "Web-case model": {
            "translated_key": "Web-case",
            "translated_annotated_text": "Empresarios en acción: un modelo <br>Web-case</br> Gran parte de la escuela tradicional en América se construye en torno a sistemas de cumplimiento y control, características que sofocan los instintos creativos y emprendedores de los niños que están sujetos a estas tácticas. El artículo explora un enfoque diferente de la educación, uno que implica capturar el interés del estudiante a través del uso del problema y la instrucción basada en proyectos impartida a través de Internet. Llamado Empresarios en Acción, este programa busca involucrar a los estudiantes en un problema desde el principio y promover el aprendizaje de áreas temáticas tradicionales como un proceso de las actividades de resolución de problemas que se llevan a cabo. Se explican los detalles de los programas, desde la escuela primaria hasta los cursos de nivel universitario, y los autores esbozan sus planes para probar la eficacia del programa en cada nivel ",
            "error": [
                ""
            ]
        },
        "traditional schooling": {
            "translated_key": [],
            "translated_annotated_text": "Empresarios en acción: un modelo de caso web Gran parte de la escolarización tradicional en América se construye en torno a sistemas de cumplimiento y control, características que sofocan los instintos creativos y emprendedores de los niños que están sujetos a estas tácticas. El artículo explora un enfoque diferente de la educación, uno que implica capturar el interés del estudiante a través del uso del problema y la instrucción basada en proyectos impartida a través de Internet. Llamado Empresarios en Acción, este programa busca involucrar a los estudiantes en un problema desde el principio y promover el aprendizaje de áreas temáticas tradicionales como un proceso de las actividades de resolución de problemas que se llevan a cabo. Se explican los detalles de los programas, desde la escuela primaria hasta los cursos de nivel universitario, y los autores esbozan sus planes para probar la eficacia del programa en cada nivel ",
            "error": []
        },
        "America": {
            "translated_key": "América",
            "translated_annotated_text": "Empresarios en acción: un modelo de caso web Gran parte de la escolaridad tradicional en <br>América</br> se construye en torno a sistemas de cumplimiento y control, características que sofocan los instintos creativos y emprendedores de los niños que están sometidos a estas tácticas. El artículo explora un enfoque diferente de la educación, uno que implica capturar el interés del estudiante a través del uso del problema y la instrucción basada en proyectos impartida a través de Internet. Llamado Empresarios en Acción, este programa busca involucrar a los estudiantes en un problema desde el principio y promover el aprendizaje de áreas temáticas tradicionales como un proceso de las actividades de resolución de problemas que se llevan a cabo. Se explican los detalles de los programas, desde la escuela primaria hasta los cursos de nivel universitario, y los autores esbozan sus planes para probar la eficacia del programa en cada nivel ",
            "error": [
                ""
            ]
        },
        "entrepreneurial instincts": {
            "translated_key": "emprendedores",
            "translated_annotated_text": "Empresarios en acción: un modelo de caso web Gran parte de la escolarización tradicional en América se construye en torno a sistemas de cumplimiento y control, características que sofocan los instintos creativos y <br>emprendedores</br> de los niños que están sometidos a estas tácticas. El artículo explora un enfoque diferente de la educación, uno que implica capturar el interés del estudiante a través del uso del problema y la instrucción basada en proyectos impartida a través de Internet. Llamado Empresarios en Acción, este programa busca involucrar a los estudiantes en un problema desde el principio y promover el aprendizaje de áreas temáticas tradicionales como un proceso de las actividades de resolución de problemas que se llevan a cabo. Se explican los detalles de los programas, desde la escuela primaria hasta los cursos de nivel universitario, y los autores esbozan sus planes para probar la eficacia del programa en cada nivel ",
            "error": [
                ""
            ]
        },
        "project-based instruction": {
            "translated_key": " la instrucción basada en proyectos",
            "translated_annotated_text": "Empresarios en acción: un modelo de caso web Gran parte de la escolarización tradicional en América se construye en torno a sistemas de cumplimiento y control, características que sofocan los instintos creativos y emprendedores de los niños que están sujetos a estas tácticas. El artículo explora un enfoque diferente de la educación, uno que consiste en capturar el interés del estudiante a través del uso del problema y <br> la instrucción basada en proyectos</br> entregada a través de Internet. Llamado Empresarios en Acción, este programa busca involucrar a los estudiantes en un problema desde el principio y promover el aprendizaje de áreas temáticas tradicionales como un proceso de las actividades de resolución de problemas que se llevan a cabo. Se explican los detalles de los programas, desde la escuela primaria hasta los cursos de nivel universitario, y los autores esbozan sus planes para probar la eficacia del programa en cada nivel ",
            "error": [
                ""
            ]
        },
        "Internet": {
            "translated_key": "Internet",
            "translated_annotated_text": "Empresarios en acción: un modelo de caso web Gran parte de la escolarización tradicional en América se construye en torno a sistemas de cumplimiento y control, características que sofocan los instintos creativos y emprendedores de los niños que están sujetos a estas tácticas. El artículo explora un enfoque diferente de la educación, uno que implica capturar el interés del estudiante a través del uso del problema y la instrucción basada en proyectos impartida a través de la <br>Internet</br>. Llamado Empresarios en Acción, este programa busca involucrar a los estudiantes en un problema desde el principio y promover el aprendizaje de áreas temáticas tradicionales como un proceso de las actividades de resolución de problemas que se llevan a cabo. Se explican los detalles de los programas, desde la escuela primaria hasta los cursos de nivel universitario, y los autores esbozan sus planes para probar la eficacia del programa en cada nivel ",
            "error": [
                ""
            ]
        },
        "traditional subject areas": {
            "translated_key": "áreas temáticas tradicionales",
            "translated_annotated_text": "Empresarios en acción: un modelo de caso web Gran parte de la escolarización tradicional en América se construye en torno a sistemas de cumplimiento y control, características que sofocan los instintos creativos y emprendedores de los niños que están sujetos a estas tácticas. El artículo explora un enfoque diferente de la educación, uno que implica capturar el interés del estudiante a través del uso del problema y la instrucción basada en proyectos impartida a través de Internet. Este programa, llamado Emprendedores en Acción, busca involucrar a los estudiantes en un problema desde el principio y promover el aprendizaje de <br>áreas temáticas tradicionales</br> como un proceso de las actividades de resolución de problemas que se realizan.  Se explican los detalles de los programas, desde la escuela primaria hasta los cursos de nivel universitario, y los autores esbozan sus planes para probar la eficacia del programa en cada nivel ",
            "error": [
                ""
            ]
        },
        "problem-solving activities": {
            "translated_key": "actividades de resolución de problemas",
            "translated_annotated_text": "Empresarios en acción: un modelo de caso web Gran parte de la escolarización tradicional en América se construye en torno a sistemas de cumplimiento y control, características que sofocan los instintos creativos y emprendedores de los niños que están sujetos a estas tácticas. El artículo explora un enfoque diferente de la educación, uno que implica capturar el interés del estudiante a través del uso del problema y la instrucción basada en proyectos impartida a través de Internet. Emprendedores en acción llamados, este programa busca involucrar a los estudiantes en un problema desde el principio y promover el aprendizaje de áreas temáticas tradicionales como un proceso de las <br>actividades de resolución de problemas</br> que se llevan a cabo.  Se explican los detalles de los programas, desde la escuela primaria hasta los cursos de nivel universitario, y los autores esbozan sus planes para probar la eficacia del programa en cada nivel ",
            "error": [
                ""
            ]
        },
        "elementary school": {
            "translated_key": "escuela primaria",
            "translated_annotated_text": "Empresarios en acción: un modelo de caso web Gran parte de la escolarización tradicional en América se construye en torno a sistemas de cumplimiento y control, características que sofocan los instintos creativos y emprendedores de los niños que están sujetos a estas tácticas. El artículo explora un enfoque diferente de la educación, uno que implica capturar el interés del estudiante a través del uso del problema y la instrucción basada en proyectos impartida a través de Internet. Llamado Empresarios en Acción, este programa busca involucrar a los estudiantes en un problema desde el principio y promover el aprendizaje de áreas temáticas tradicionales como un proceso de las actividades de resolución de problemas que se llevan a cabo. Los detalles de los programas se explican, desde la <br>escuela primaria</br> hasta los cursos de nivel universitario, y los autores esbozan sus planes para probar la eficacia del programa en cada nivel. ",
            "error": [
                ""
            ]
        },
        "university level courses": {
            "translated_key": "cursos de nivel universitario",
            "translated_annotated_text": "Empresarios en acción: un modelo de caso web Gran parte de la escolarización tradicional en América se construye en torno a sistemas de cumplimiento y control, características que sofocan los instintos creativos y emprendedores de los niños que están sujetos a estas tácticas. El artículo explora un enfoque diferente de la educación, uno que implica capturar el interés del estudiante a través del uso del problema y la instrucción basada en proyectos impartida a través de Internet. Llamado Empresarios en Acción, este programa busca involucrar a los estudiantes en un problema desde el principio y promover el aprendizaje de áreas temáticas tradicionales como un proceso de las actividades de resolución de problemas que se llevan a cabo. Se explican los detalles de los programas, desde la escuela primaria hasta los <br>cursos de nivel universitario</br>, y los autores esbozan sus planes para probar la eficacia del programa en cada nivel. ",
            "error": [
                ""
            ]
        },
        "educational computing": {
            "translated_key": [],
            "translated_annotated_text": "Empresarios en acción: un modelo de caso web Gran parte de la escolarización tradicional en América se construye en torno a sistemas de cumplimiento y control, características que sofocan los instintos creativos y emprendedores de los niños que están sujetos a estas tácticas. El artículo explora un enfoque diferente de la educación, uno que implica capturar el interés del estudiante a través del uso del problema y la instrucción basada en proyectos impartida a través de Internet. Llamado Empresarios en Acción, este programa busca involucrar a los estudiantes en un problema desde el principio y promover el aprendizaje de áreas temáticas tradicionales como un proceso de las actividades de resolución de problemas que se llevan a cabo. Se explican los detalles de los programas, desde la escuela primaria hasta los cursos de nivel universitario, y los autores esbozan sus planes para probar la eficacia del programa en cada nivel ",
            "error": []
        },
        "teaching": {
            "translated_key": [],
            "translated_annotated_text": "Empresarios en acción: un modelo de caso web Gran parte de la escolarización tradicional en América se construye en torno a sistemas de cumplimiento y control, características que sofocan los instintos creativos y emprendedores de los niños que están sujetos a estas tácticas. El artículo explora un enfoque diferente de la educación, uno que implica capturar el interés del estudiante a través del uso del problema y la instrucción basada en proyectos impartida a través de Internet. Llamado Empresarios en Acción, este programa busca involucrar a los estudiantes en un problema desde el principio y promover el aprendizaje de áreas temáticas tradicionales como un proceso de las actividades de resolución de problemas que se llevan a cabo. Se explican los detalles de los programas, desde la escuela primaria hasta los cursos de nivel universitario, y los autores esbozan sus planes para probar la eficacia del programa en cada nivel ",
            "error": []
        }
    }
}