{
    "original_text": "Complexity transitions in global algorithms for sparse linear systems over finite fields We study the computational complexity of a very basic problem, namely that of finding solutions to a very large set of random linear equations in a finite Galois field modulo q. Using tools from statistical mechanics we are able to identify phase transitions in the structure of the solution space and to connect them to the changes in the performance of a global algorithm, namely Gaussian elimination. Crossing phase boundaries produces a dramatic increase in memory and CPU requirements necessary for the algorithms. In turn, this causes the saturation of the upper bounds for the running time. We illustrate the results on the specific problem of integer factorization, which is of central interest for deciphering messages encrypted with the RSA cryptosystem",
    "original_translation": "Transiciones de complejidad en algoritmos globales para sistemas lineales escasos sobre campos finitos Estudiamos la complejidad computacional de un problema muy básico, a saber, la de encontrar soluciones a un conjunto muy grande de ecuaciones lineales aleatorias en un módulo de campo finito Galois q. Utilizando herramientas de la mecánica estadística podemos identificar transiciones de fase en la estructura del espacio de solución y conectarlas a los cambios en el rendimiento de un algoritmo global, a saber, la eliminación gaussiana. Los límites de la fase de cruce producen un aumento dramático en los requisitos de memoria y CPU necesarios para los algoritmos. A su vez, esto causa la saturación de los límites superiores durante el tiempo de ejecución. Ilustramos los resultados sobre el problema específico de la factorización del entero, que es de interés central para descifrar mensajes cifrados con el criptosistema RSA",
    "error_count": 14,
    "keys": {
        "complexity transitions": {
            "translated_key": [],
            "translated_annotated_text": "Transiciones de complejidad en algoritmos globales para sistemas lineales escasos sobre campos finitos Estudiamos la complejidad computacional de un problema muy básico, a saber, la de encontrar soluciones a un conjunto muy grande de ecuaciones lineales aleatorias en un módulo de campo finito Galois q. Utilizando herramientas de la mecánica estadística podemos identificar transiciones de fase en la estructura del espacio de solución y conectarlas a los cambios en el rendimiento de un algoritmo global, a saber, la eliminación gaussiana. Los límites de la fase de cruce producen un aumento dramático en los requisitos de memoria y CPU necesarios para los algoritmos. A su vez, esto causa la saturación de los límites superiores durante el tiempo de ejecución. Ilustramos los resultados sobre el problema específico de la factorización del entero, que es de interés central para descifrar mensajes cifrados con el criptosistema RSA ",
            "error": []
        },
        "global algorithms": {
            "translated_key": "global",
            "translated_annotated_text": "Transiciones de complejidad en algoritmos <br>global</br> para sistemas lineales escasos sobre campos finitos Estudiamos la complejidad computacional de un problema muy básico, a saber, la de encontrar soluciones a un conjunto muy grande de ecuaciones lineales aleatorias en un módulo de campo finito Galois q. Utilizando herramientas de la mecánica estadística podemos identificar transiciones de fase en la estructura del espacio de solución y conectarlas a los cambios en el rendimiento de un algoritmo global, a saber, la eliminación gaussiana. Los límites de la fase de cruce producen un aumento dramático en los requisitos de memoria y CPU necesarios para los algoritmos. A su vez, esto causa la saturación de los límites superiores durante el tiempo de ejecución. Ilustramos los resultados sobre el problema específico de la factorización del entero, que es de interés central para descifrar mensajes cifrados con el criptosistema RSA ",
            "error": [
                ""
            ]
        },
        "sparse linear systems": {
            "translated_key": "sparse",
            "translated_annotated_text": "Transiciones de complejidad en algoritmos globales para sistemas lineales <br>sparse</br> sobre campos finitos Estudiamos la complejidad computacional de un problema muy básico, a saber, la de encontrar soluciones a un conjunto muy grande de ecuaciones lineales aleatorias en un módulo de campo finito Galois q. Utilizando herramientas de la mecánica estadística podemos identificar transiciones de fase en la estructura del espacio de solución y conectarlas a los cambios en el rendimiento de un algoritmo global, a saber, la eliminación gaussiana. Los límites de la fase de cruce producen un aumento dramático en los requisitos de memoria y CPU necesarios para los algoritmos. A su vez, esto causa la saturación de los límites superiores durante el tiempo de ejecución. Ilustramos los resultados sobre el problema específico de la factorización del entero, que es de interés central para descifrar mensajes cifrados con el criptosistema RSA ",
            "error": [
                ""
            ]
        },
        "finite fields": {
            "translated_key": [],
            "translated_annotated_text": "Transiciones de complejidad en algoritmos globales para sistemas lineales escasos sobre campos finitos <br> Estudiamos la complejidad computacional de un problema muy básico, a saber, la de encontrar soluciones a un conjunto muy grande de ecuaciones lineales aleatorias en un módulo de campo finito Galois q. Utilizando herramientas de la mecánica estadística podemos identificar transiciones de fase en la estructura del espacio de solución y conectarlas a los cambios en el rendimiento de un algoritmo global, a saber, la eliminación gaussiana. Los límites de la fase de cruce producen un aumento dramático en los requisitos de memoria y CPU necesarios para los algoritmos. A su vez, esto causa la saturación de los límites superiores durante el tiempo de ejecución. Ilustramos los resultados sobre el problema específico de la factorización del entero, que es de interés central para descifrar mensajes cifrados con el criptosistema RSA ",
            "error": []
        },
        "random linear equations": {
            "translated_key": "aleatorias",
            "translated_annotated_text": "Transiciones de complejidad en algoritmos globales para sistemas lineales escasos sobre campos finitos Estudiamos la complejidad computacional de un problema muy básico, a saber, la de encontrar soluciones a un conjunto muy grande de ecuaciones lineales <br>aleatorias</br> en un módulo de campo finito Galois q. Utilizando herramientas de la mecánica estadística podemos identificar transiciones de fase en la estructura del espacio de solución y conectarlas a los cambios en el rendimiento de un algoritmo global, a saber, la eliminación gaussiana. Los límites de la fase de cruce producen un aumento dramático en los requisitos de memoria y CPU necesarios para los algoritmos. A su vez, esto causa la saturación de los límites superiores durante el tiempo de ejecución. Ilustramos los resultados sobre el problema específico de la factorización del entero, que es de interés central para descifrar mensajes cifrados con el criptosistema RSA ",
            "error": [
                ""
            ]
        },
        "finite Galois field": {
            "translated_key": "finite Galois",
            "translated_annotated_text": "Transiciones de complejidad en algoritmos globales para sistemas lineales escasos sobre campos finitos Estudiamos la complejidad computacional de un problema muy básico, a saber, la de encontrar soluciones a un conjunto muy grande de ecuaciones lineales aleatorias en un campo <br>finite Galois</br> modulo q. Utilizando herramientas de la mecánica estadística podemos identificar transiciones de fase en la estructura del espacio de solución y conectarlas a los cambios en el rendimiento de un algoritmo global, a saber, la eliminación gaussiana. Los límites de la fase de cruce producen un aumento dramático en los requisitos de memoria y CPU necesarios para los algoritmos. A su vez, esto causa la saturación de los límites superiores durante el tiempo de ejecución. Ilustramos los resultados sobre el problema específico de la factorización del entero, que es de interés central para descifrar mensajes cifrados con el criptosistema RSA ",
            "error": [
                ""
            ]
        },
        "statistical mechanics": {
            "translated_key": [],
            "translated_annotated_text": "Transiciones de complejidad en algoritmos globales para sistemas lineales escasos sobre campos finitos Estudiamos la complejidad computacional de un problema muy básico, a saber, la de encontrar soluciones a un conjunto muy grande de ecuaciones lineales aleatorias en un módulo de campo finito Galois q. Utilizando herramientas de mecánica estadística <br> podemos identificar transiciones de fase en la estructura del espacio de solución y conectarlas a los cambios en el rendimiento de un algoritmo global, a saber, la eliminación gaussiana. Los límites de la fase de cruce producen un aumento dramático en los requisitos de memoria y CPU necesarios para los algoritmos. A su vez, esto causa la saturación de los límites superiores durante el tiempo de ejecución. Ilustramos los resultados sobre el problema específico de la factorización del entero, que es de interés central para descifrar mensajes cifrados con el criptosistema RSA ",
            "error": []
        },
        "Gaussian elimination": {
            "translated_key": "Gaussian",
            "translated_annotated_text": "Transiciones de complejidad en algoritmos globales para sistemas lineales escasos sobre campos finitos Estudiamos la complejidad computacional de un problema muy básico, a saber, la de encontrar soluciones a un conjunto muy grande de ecuaciones lineales aleatorias en un módulo de campo finito Galois q. Utilizando herramientas de la mecánica estadística podemos identificar transiciones de fase en la estructura del espacio de solución y conectarlas a los cambios en el rendimiento de un algoritmo global, a saber, la eliminación <br>Gaussian</br>. Los límites de la fase de cruce producen un aumento dramático en los requisitos de memoria y CPU necesarios para los algoritmos. A su vez, esto causa la saturación de los límites superiores durante el tiempo de ejecución. Ilustramos los resultados sobre el problema específico de la factorización del entero, que es de interés central para descifrar mensajes cifrados con el criptosistema RSA ",
            "error": [
                ""
            ]
        },
        "phase boundaries": {
            "translated_key": "fase",
            "translated_annotated_text": "Transiciones de complejidad en algoritmos globales para sistemas lineales escasos sobre campos finitos Estudiamos la complejidad computacional de un problema muy básico, a saber, la de encontrar soluciones a un conjunto muy grande de ecuaciones lineales aleatorias en un módulo de campo finito Galois q. Utilizando herramientas de la mecánica estadística podemos identificar transiciones de fase en la estructura del espacio de solución y conectarlas a los cambios en el rendimiento de un algoritmo global, a saber, la eliminación gaussiana. El cruce de límites <br>fase</br> produce un aumento dramático en los requisitos de memoria y CPU necesarios para los algoritmos. A su vez, esto causa la saturación de los límites superiores durante el tiempo de ejecución. Ilustramos los resultados sobre el problema específico de la factorización del entero, que es de interés central para descifrar mensajes cifrados con el criptosistema RSA ",
            "error": [
                ""
            ]
        },
        "integer factorization": {
            "translated_key": "integer",
            "translated_annotated_text": "Transiciones de complejidad en algoritmos globales para sistemas lineales escasos sobre campos finitos Estudiamos la complejidad computacional de un problema muy básico, a saber, la de encontrar soluciones a un conjunto muy grande de ecuaciones lineales aleatorias en un módulo de campo finito Galois q. Utilizando herramientas de la mecánica estadística podemos identificar transiciones de fase en la estructura del espacio de solución y conectarlas a los cambios en el rendimiento de un algoritmo global, a saber, la eliminación gaussiana. Los límites de la fase de cruce producen un aumento dramático en los requisitos de memoria y CPU necesarios para los algoritmos. A su vez, esto causa la saturación de los límites superiores durante el tiempo de ejecución. Ilustramos los resultados sobre el problema específico de la factorización <br>integer</br>, que es de interés central para descifrar mensajes cifrados con el criptosistema RSA ",
            "error": [
                ""
            ]
        },
        "message deciphering": {
            "translated_key": [],
            "translated_annotated_text": "Transiciones de complejidad en algoritmos globales para sistemas lineales escasos sobre campos finitos Estudiamos la complejidad computacional de un problema muy básico, a saber, la de encontrar soluciones a un conjunto muy grande de ecuaciones lineales aleatorias en un módulo de campo finito Galois q. Utilizando herramientas de la mecánica estadística podemos identificar transiciones de fase en la estructura del espacio de solución y conectarlas a los cambios en el rendimiento de un algoritmo global, a saber, la eliminación gaussiana. Los límites de la fase de cruce producen un aumento dramático en los requisitos de memoria y CPU necesarios para los algoritmos. A su vez, esto causa la saturación de los límites superiores durante el tiempo de ejecución. Ilustramos los resultados sobre el problema específico de la factorización del entero, que es de interés central para descifrar mensajes cifrados con el criptosistema RSA ",
            "error": []
        },
        "encryption": {
            "translated_key": [],
            "translated_annotated_text": "Transiciones de complejidad en algoritmos globales para sistemas lineales escasos sobre campos finitos Estudiamos la complejidad computacional de un problema muy básico, a saber, la de encontrar soluciones a un conjunto muy grande de ecuaciones lineales aleatorias en un módulo de campo finito Galois q. Utilizando herramientas de la mecánica estadística podemos identificar transiciones de fase en la estructura del espacio de solución y conectarlas a los cambios en el rendimiento de un algoritmo global, a saber, la eliminación gaussiana. Los límites de la fase de cruce producen un aumento dramático en los requisitos de memoria y CPU necesarios para los algoritmos. A su vez, esto causa la saturación de los límites superiores durante el tiempo de ejecución. Ilustramos los resultados sobre el problema específico de la factorización del entero, que es de interés central para descifrar mensajes cifrados con el criptosistema RSA ",
            "error": []
        },
        "RSA cryptosystem": {
            "translated_key": "RSA",
            "translated_annotated_text": "Transiciones de complejidad en algoritmos globales para sistemas lineales escasos sobre campos finitos Estudiamos la complejidad computacional de un problema muy básico, a saber, la de encontrar soluciones a un conjunto muy grande de ecuaciones lineales aleatorias en un módulo de campo finito Galois q. Utilizando herramientas de la mecánica estadística podemos identificar transiciones de fase en la estructura del espacio de solución y conectarlas a los cambios en el rendimiento de un algoritmo global, a saber, la eliminación gaussiana. Los límites de la fase de cruce producen un aumento dramático en los requisitos de memoria y CPU necesarios para los algoritmos. A su vez, esto causa la saturación de los límites superiores durante el tiempo de ejecución. Ilustramos los resultados sobre el problema específico de la factorización del entero, que es de interés central para descifrar mensajes cifrados con el criptosistema <br>RSA</br> ",
            "error": [
                ""
            ]
        },
        "disordered systems": {
            "translated_key": [],
            "translated_annotated_text": "Transiciones de complejidad en algoritmos globales para sistemas lineales escasos sobre campos finitos Estudiamos la complejidad computacional de un problema muy básico, a saber, la de encontrar soluciones a un conjunto muy grande de ecuaciones lineales aleatorias en un módulo de campo finito Galois q. Utilizando herramientas de la mecánica estadística podemos identificar transiciones de fase en la estructura del espacio de solución y conectarlas a los cambios en el rendimiento de un algoritmo global, a saber, la eliminación gaussiana. Los límites de la fase de cruce producen un aumento dramático en los requisitos de memoria y CPU necesarios para los algoritmos. A su vez, esto causa la saturación de los límites superiores durante el tiempo de ejecución. Ilustramos los resultados sobre el problema específico de la factorización del entero, que es de interés central para descifrar mensajes cifrados con el criptosistema RSA ",
            "error": []
        },
        "combinatorial mathematics": {
            "translated_key": [],
            "translated_annotated_text": "Transiciones de complejidad en algoritmos globales para sistemas lineales escasos sobre campos finitos Estudiamos la complejidad computacional de un problema muy básico, a saber, la de encontrar soluciones a un conjunto muy grande de ecuaciones lineales aleatorias en un módulo de campo finito Galois q. Utilizando herramientas de la mecánica estadística podemos identificar transiciones de fase en la estructura del espacio de solución y conectarlas a los cambios en el rendimiento de un algoritmo global, a saber, la eliminación gaussiana. Los límites de la fase de cruce producen un aumento dramático en los requisitos de memoria y CPU necesarios para los algoritmos. A su vez, esto causa la saturación de los límites superiores durante el tiempo de ejecución. Ilustramos los resultados sobre el problema específico de la factorización del entero, que es de interés central para descifrar mensajes cifrados con el criptosistema RSA ",
            "error": []
        },
        "computational complexity": {
            "translated_key": [],
            "translated_annotated_text": "Transiciones de complejidad en algoritmos globales para sistemas lineales escasos sobre campos finitos Estudiamos la complejidad computacional <br> de un problema muy básico, a saber, la de encontrar soluciones a un conjunto muy grande de ecuaciones lineales aleatorias en un módulo de campo finito Galois q. Utilizando herramientas de la mecánica estadística podemos identificar transiciones de fase en la estructura del espacio de solución y conectarlas a los cambios en el rendimiento de un algoritmo global, a saber, la eliminación gaussiana. Los límites de la fase de cruce producen un aumento dramático en los requisitos de memoria y CPU necesarios para los algoritmos. A su vez, esto causa la saturación de los límites superiores durante el tiempo de ejecución. Ilustramos los resultados sobre el problema específico de la factorización del entero, que es de interés central para descifrar mensajes cifrados con el criptosistema RSA ",
            "error": []
        },
        "cryptography": {
            "translated_key": [],
            "translated_annotated_text": "Transiciones de complejidad en algoritmos globales para sistemas lineales escasos sobre campos finitos Estudiamos la complejidad computacional de un problema muy básico, a saber, la de encontrar soluciones a un conjunto muy grande de ecuaciones lineales aleatorias en un módulo de campo finito Galois q. Utilizando herramientas de la mecánica estadística podemos identificar transiciones de fase en la estructura del espacio de solución y conectarlas a los cambios en el rendimiento de un algoritmo global, a saber, la eliminación gaussiana. Los límites de la fase de cruce producen un aumento dramático en los requisitos de memoria y CPU necesarios para los algoritmos. A su vez, esto causa la saturación de los límites superiores durante el tiempo de ejecución. Ilustramos los resultados sobre el problema específico de la factorización del entero, que es de interés central para descifrar mensajes cifrados con el criptosistema RSA ",
            "error": []
        },
        "entropy": {
            "translated_key": [],
            "translated_annotated_text": "Transiciones de complejidad en algoritmos globales para sistemas lineales escasos sobre campos finitos Estudiamos la complejidad computacional de un problema muy básico, a saber, la de encontrar soluciones a un conjunto muy grande de ecuaciones lineales aleatorias en un módulo de campo finito Galois q. Utilizando herramientas de la mecánica estadística podemos identificar transiciones de fase en la estructura del espacio de solución y conectarlas a los cambios en el rendimiento de un algoritmo global, a saber, la eliminación gaussiana. Los límites de la fase de cruce producen un aumento dramático en los requisitos de memoria y CPU necesarios para los algoritmos. A su vez, esto causa la saturación de los límites superiores durante el tiempo de ejecución. Ilustramos los resultados sobre el problema específico de la factorización del entero, que es de interés central para descifrar mensajes cifrados con el criptosistema RSA ",
            "error": []
        },
        "Galois fields": {
            "translated_key": [],
            "translated_annotated_text": "Transiciones de complejidad en algoritmos globales para sistemas lineales escasos sobre campos finitos Estudiamos la complejidad computacional de un problema muy básico, a saber, la de encontrar soluciones a un conjunto muy grande de ecuaciones lineales aleatorias en un módulo de campo finito Galois q. Utilizando herramientas de la mecánica estadística podemos identificar transiciones de fase en la estructura del espacio de solución y conectarlas a los cambios en el rendimiento de un algoritmo global, a saber, la eliminación gaussiana. Los límites de la fase de cruce producen un aumento dramático en los requisitos de memoria y CPU necesarios para los algoritmos. A su vez, esto causa la saturación de los límites superiores durante el tiempo de ejecución. Ilustramos los resultados sobre el problema específico de la factorización del entero, que es de interés central para descifrar mensajes cifrados con el criptosistema RSA ",
            "error": []
        },
        "random processes": {
            "translated_key": [],
            "translated_annotated_text": "Transiciones de complejidad en algoritmos globales para sistemas lineales escasos sobre campos finitos Estudiamos la complejidad computacional de un problema muy básico, a saber, la de encontrar soluciones a un conjunto muy grande de ecuaciones lineales aleatorias en un módulo de campo finito Galois q. Utilizando herramientas de la mecánica estadística podemos identificar transiciones de fase en la estructura del espacio de solución y conectarlas a los cambios en el rendimiento de un algoritmo global, a saber, la eliminación gaussiana. Los límites de la fase de cruce producen un aumento dramático en los requisitos de memoria y CPU necesarios para los algoritmos. A su vez, esto causa la saturación de los límites superiores durante el tiempo de ejecución. Ilustramos los resultados sobre el problema específico de la factorización del entero, que es de interés central para descifrar mensajes cifrados con el criptosistema RSA ",
            "error": []
        },
        "sparse matrices": {
            "translated_key": [],
            "translated_annotated_text": "Transiciones de complejidad en algoritmos globales para sistemas lineales escasos sobre campos finitos Estudiamos la complejidad computacional de un problema muy básico, a saber, la de encontrar soluciones a un conjunto muy grande de ecuaciones lineales aleatorias en un módulo de campo finito Galois q. Utilizando herramientas de la mecánica estadística podemos identificar transiciones de fase en la estructura del espacio de solución y conectarlas a los cambios en el rendimiento de un algoritmo global, a saber, la eliminación gaussiana. Los límites de la fase de cruce producen un aumento dramático en los requisitos de memoria y CPU necesarios para los algoritmos. A su vez, esto causa la saturación de los límites superiores durante el tiempo de ejecución. Ilustramos los resultados sobre el problema específico de la factorización del entero, que es de interés central para descifrar mensajes cifrados con el criptosistema RSA ",
            "error": []
        }
    }
}