{
    "original_text": "Measuring keyboard response delays by comparing keyboard and joystick inputs The response characteristics of PC keyboards have to be identified when they are used as response devices in psychological experiments. In the past, the proposed method has been to check the characteristics independently by means of external measurement equipment. However, with the availability of different PC models and the rapid pace of model change, there is an urgent need for the development of convenient and accurate methods of checking. The method proposed consists of raising the precision of the PCs clock to the microsecond level and using a joystick connected to the MIDI terminal of a sound board to give the PC an independent timing function. Statistical processing of the data provided by this method makes it possible to estimate accurately the keyboard scanning interval time and the average keyboard delay time. The results showed that measured keyboard delay times varied from 11 to 73 msec, depending on the keyboard model, with most values being less than 30 msec",
    "original_translation": "Medición de los retrasos en la respuesta del teclado comparando las entradas de teclado y joystick Las características de respuesta de los teclados de PC deben identificarse cuando se utilizan como dispositivos de respuesta en experimentos psicológicos. En el pasado, el método propuesto ha consistido en comprobar las características de forma independiente mediante equipos de medición externos. Sin embargo, con la disponibilidad de diferentes modelos de PC y el rápido ritmo de cambio de modelo, existe una necesidad urgente de desarrollar métodos de verificación convenientes y precisos. El método propuesto consiste en elevar la precisión del reloj del PC al nivel de microsegundo y utilizar un joystick conectado al terminal MIDI de una placa de sonido para dar al PC una función de sincronización independiente. El procesamiento estadístico de los datos facilitados por este método permite estimar con precisión el tiempo del intervalo de escaneo del teclado y el tiempo medio de retraso del teclado. Los resultados mostraron que los tiempos de retardo del teclado medidos variaron de 11 a 73 mseg, dependiendo del modelo del teclado, siendo la mayoría de los valores inferiores a 30 mseg.",
    "error_count": 11,
    "keys": {
        "keyboard response delay measurement": {
            "translated_key": [],
            "translated_annotated_text": "Medición de los retrasos en la respuesta del teclado comparando las entradas de teclado y joystick Las características de respuesta de los teclados de PC deben identificarse cuando se utilizan como dispositivos de respuesta en experimentos psicológicos. En el pasado, el método propuesto ha consistido en comprobar las características de forma independiente mediante equipos de medición externos. Sin embargo, con la disponibilidad de diferentes modelos de PC y el rápido ritmo de cambio de modelo, existe una necesidad urgente de desarrollar métodos de verificación convenientes y precisos. El método propuesto consiste en elevar la precisión del reloj del PC al nivel de microsegundo y utilizar un joystick conectado al terminal MIDI de una placa de sonido para dar al PC una función de sincronización independiente. El procesamiento estadístico de los datos facilitados por este método permite estimar con precisión el tiempo del intervalo de escaneo del teclado y el tiempo medio de retraso del teclado. Los resultados mostraron que los tiempos de retardo del teclado medidos variaron de 11 a 73 mseg, dependiendo del modelo del teclado, siendo la mayoría de los valores inferiores a 30 mseg. ",
            "error": []
        },
        "joystick inputs": {
            "translated_key": [],
            "translated_annotated_text": "Medir los retrasos en la respuesta del teclado comparando las entradas de teclado y joystick Las características de respuesta de los teclados de PC deben identificarse cuando se utilizan como dispositivos de respuesta en experimentos psicológicos. En el pasado, el método propuesto ha consistido en comprobar las características de forma independiente mediante equipos de medición externos. Sin embargo, con la disponibilidad de diferentes modelos de PC y el rápido ritmo de cambio de modelo, existe una necesidad urgente de desarrollar métodos de verificación convenientes y precisos. El método propuesto consiste en elevar la precisión del reloj del PC al nivel de microsegundo y utilizar un joystick conectado al terminal MIDI de una placa de sonido para dar al PC una función de sincronización independiente. El procesamiento estadístico de los datos facilitados por este método permite estimar con precisión el tiempo del intervalo de escaneo del teclado y el tiempo medio de retraso del teclado. Los resultados mostraron que los tiempos de retardo del teclado medidos variaron de 11 a 73 mseg, dependiendo del modelo del teclado, siendo la mayoría de los valores inferiores a 30 mseg. ",
            "error": []
        },
        "keyboard inputs": {
            "translated_key": [],
            "translated_annotated_text": "Medición de los retrasos en la respuesta del teclado comparando las entradas de teclado y joystick Las características de respuesta de los teclados de PC deben identificarse cuando se utilizan como dispositivos de respuesta en experimentos psicológicos. En el pasado, el método propuesto ha consistido en comprobar las características de forma independiente mediante equipos de medición externos. Sin embargo, con la disponibilidad de diferentes modelos de PC y el rápido ritmo de cambio de modelo, existe una necesidad urgente de desarrollar métodos de verificación convenientes y precisos. El método propuesto consiste en elevar la precisión del reloj del PC al nivel de microsegundo y utilizar un joystick conectado al terminal MIDI de una placa de sonido para dar al PC una función de sincronización independiente. El procesamiento estadístico de los datos facilitados por este método permite estimar con precisión el tiempo del intervalo de escaneo del teclado y el tiempo medio de retraso del teclado. Los resultados mostraron que los tiempos de retardo del teclado medidos variaron de 11 a 73 mseg, dependiendo del modelo del teclado, siendo la mayoría de los valores inferiores a 30 mseg. ",
            "error": []
        },
        "PC keyboards": {
            "translated_key": "PC",
            "translated_annotated_text": "Medir los retrasos en la respuesta del teclado comparando las entradas de teclado y joystick Las características de respuesta de los teclados <br>PC</br> deben identificarse cuando se utilizan como dispositivos de respuesta en experimentos psicológicos. En el pasado, el método propuesto ha consistido en comprobar las características de forma independiente mediante equipos de medición externos. Sin embargo, con la disponibilidad de diferentes modelos de PC y el rápido ritmo de cambio de modelo, existe una necesidad urgente de desarrollar métodos de verificación convenientes y precisos. El método propuesto consiste en elevar la precisión del reloj del PC al nivel de microsegundo y utilizar un joystick conectado al terminal MIDI de una placa de sonido para dar al PC una función de sincronización independiente. El procesamiento estadístico de los datos facilitados por este método permite estimar con precisión el tiempo del intervalo de escaneo del teclado y el tiempo medio de retraso del teclado. Los resultados mostraron que los tiempos de retardo del teclado medidos variaron de 11 a 73 mseg, dependiendo del modelo del teclado, siendo la mayoría de los valores inferiores a 30 mseg. ",
            "error": [
                ""
            ]
        },
        "psychological experiments": {
            "translated_key": "experimentos psicológicos",
            "translated_annotated_text": "Medición de los retrasos en la respuesta al teclado comparando las entradas de teclado y joystick Las características de respuesta de los teclados de PC deben identificarse cuando se utilizan como dispositivos de respuesta en <br>experimentos psicológicos</br>. En el pasado, el método propuesto ha consistido en comprobar las características de forma independiente mediante equipos de medición externos. Sin embargo, con la disponibilidad de diferentes modelos de PC y el rápido ritmo de cambio de modelo, existe una necesidad urgente de desarrollar métodos de verificación convenientes y precisos. El método propuesto consiste en elevar la precisión del reloj del PC al nivel de microsegundo y utilizar un joystick conectado al terminal MIDI de una placa de sonido para dar al PC una función de sincronización independiente. El procesamiento estadístico de los datos facilitados por este método permite estimar con precisión el tiempo del intervalo de escaneo del teclado y el tiempo medio de retraso del teclado. Los resultados mostraron que los tiempos de retardo del teclado medidos variaron de 11 a 73 mseg, dependiendo del modelo del teclado, siendo la mayoría de los valores inferiores a 30 mseg. ",
            "error": [
                ""
            ]
        },
        "model change": {
            "translated_key": [],
            "translated_annotated_text": "Medición de los retrasos en la respuesta del teclado comparando las entradas de teclado y joystick Las características de respuesta de los teclados de PC deben identificarse cuando se utilizan como dispositivos de respuesta en experimentos psicológicos. En el pasado, el método propuesto ha consistido en comprobar las características de forma independiente mediante equipos de medición externos. Sin embargo, con la disponibilidad de diferentes modelos de PC y el rápido ritmo de cambio de modelo <br>, existe una necesidad urgente de desarrollar métodos de verificación convenientes y precisos. El método propuesto consiste en elevar la precisión del reloj del PC al nivel de microsegundo y utilizar un joystick conectado al terminal MIDI de una placa de sonido para dar al PC una función de sincronización independiente. El procesamiento estadístico de los datos facilitados por este método permite estimar con precisión el tiempo del intervalo de escaneo del teclado y el tiempo medio de retraso del teclado. Los resultados mostraron que los tiempos de retardo del teclado medidos variaron de 11 a 73 mseg, dependiendo del modelo del teclado, siendo la mayoría de los valores inferiores a 30 mseg. ",
            "error": []
        },
        "checking": {
            "translated_key": " ",
            "translated_annotated_text": "Medición de los retrasos en la respuesta del teclado comparando las entradas de teclado y joystick Las características de respuesta de los teclados de PC deben identificarse cuando se utilizan como dispositivos de respuesta en experimentos psicológicos. En el pasado, el método propuesto ha consistido en comprobar las características de forma independiente mediante equipos de medición externos. Sin embargo, con la disponibilidad de diferentes modelos de PC y el rápido ritmo de cambio de modelo, existe una necesidad urgente de desarrollar métodos convenientes y precisos de verificación <br> </br>. El método propuesto consiste en elevar la precisión del reloj del PC al nivel de microsegundo y utilizar un joystick conectado al terminal MIDI de una placa de sonido para dar al PC una función de sincronización independiente. El procesamiento estadístico de los datos facilitados por este método permite estimar con precisión el tiempo del intervalo de escaneo del teclado y el tiempo medio de retraso del teclado. Los resultados mostraron que los tiempos de retardo del teclado medidos variaron de 11 a 73 mseg, dependiendo del modelo del teclado, siendo la mayoría de los valores inferiores a 30 mseg. ",
            "error": [
                ""
            ]
        },
        "PC clock precision": {
            "translated_key": [],
            "translated_annotated_text": "Medición de los retrasos en la respuesta del teclado comparando las entradas de teclado y joystick Las características de respuesta de los teclados de PC deben identificarse cuando se utilizan como dispositivos de respuesta en experimentos psicológicos. En el pasado, el método propuesto ha consistido en comprobar las características de forma independiente mediante equipos de medición externos. Sin embargo, con la disponibilidad de diferentes modelos de PC y el rápido ritmo de cambio de modelo, existe una necesidad urgente de desarrollar métodos de verificación convenientes y precisos. El método propuesto consiste en elevar la precisión del reloj del PC al nivel de microsegundo y utilizar un joystick conectado al terminal MIDI de una placa de sonido para dar al PC una función de sincronización independiente. El procesamiento estadístico de los datos facilitados por este método permite estimar con precisión el tiempo del intervalo de escaneo del teclado y el tiempo medio de retraso del teclado. Los resultados mostraron que los tiempos de retardo del teclado medidos variaron de 11 a 73 mseg, dependiendo del modelo del teclado, siendo la mayoría de los valores inferiores a 30 mseg. ",
            "error": []
        },
        "MIDI terminal": {
            "translated_key": "MIDI",
            "translated_annotated_text": "Medición de los retrasos en la respuesta del teclado comparando las entradas de teclado y joystick Las características de respuesta de los teclados de PC deben identificarse cuando se utilizan como dispositivos de respuesta en experimentos psicológicos. En el pasado, el método propuesto ha consistido en comprobar las características de forma independiente mediante equipos de medición externos. Sin embargo, con la disponibilidad de diferentes modelos de PC y el rápido ritmo de cambio de modelo, existe una necesidad urgente de desarrollar métodos de verificación convenientes y precisos. El método propuesto consiste en elevar la precisión del reloj del PC al nivel de microsegundo y utilizar un joystick conectado al terminal <br>MIDI</br> de una placa de sonido para dar al PC una función de temporización independiente. El procesamiento estadístico de los datos facilitados por este método permite estimar con precisión el tiempo del intervalo de escaneo del teclado y el tiempo medio de retraso del teclado. Los resultados mostraron que los tiempos de retardo del teclado medidos variaron de 11 a 73 mseg, dependiendo del modelo del teclado, siendo la mayoría de los valores inferiores a 30 mseg. ",
            "error": [
                ""
            ]
        },
        "sound board": {
            "translated_key": "sound board",
            "translated_annotated_text": "Medición de los retrasos en la respuesta del teclado comparando las entradas de teclado y joystick Las características de respuesta de los teclados de PC deben identificarse cuando se utilizan como dispositivos de respuesta en experimentos psicológicos. En el pasado, el método propuesto ha consistido en comprobar las características de forma independiente mediante equipos de medición externos. Sin embargo, con la disponibilidad de diferentes modelos de PC y el rápido ritmo de cambio de modelo, existe una necesidad urgente de desarrollar métodos de verificación convenientes y precisos. El método propuesto consiste en elevar la precisión del reloj de los PC al nivel de microsegundo y utilizar un joystick conectado al terminal MIDI de un <br>sound board</br> para dar al PC una función de temporización independiente. El procesamiento estadístico de los datos facilitados por este método permite estimar con precisión el tiempo del intervalo de escaneo del teclado y el tiempo medio de retraso del teclado. Los resultados mostraron que los tiempos de retardo del teclado medidos variaron de 11 a 73 mseg, dependiendo del modelo del teclado, siendo la mayoría de los valores inferiores a 30 mseg. ",
            "error": [
                ""
            ]
        },
        "independent timing function": {
            "translated_key": "independiente",
            "translated_annotated_text": "Medición de los retrasos en la respuesta del teclado comparando las entradas de teclado y joystick Las características de respuesta de los teclados de PC deben identificarse cuando se utilizan como dispositivos de respuesta en experimentos psicológicos. En el pasado, el método propuesto ha consistido en comprobar las características de forma independiente mediante equipos de medición externos. Sin embargo, con la disponibilidad de diferentes modelos de PC y el rápido ritmo de cambio de modelo, existe una necesidad urgente de desarrollar métodos de verificación convenientes y precisos. El método propuesto consiste en elevar la precisión del reloj del PC al nivel de microsegundo y utilizar un joystick conectado al terminal MIDI de una placa de sonido para dar al PC una función de temporización <br>independiente</br>. El procesamiento estadístico de los datos facilitados por este método permite estimar con precisión el tiempo del intervalo de escaneo del teclado y el tiempo medio de retraso del teclado. Los resultados mostraron que los tiempos de retardo del teclado medidos variaron de 11 a 73 mseg, dependiendo del modelo del teclado, siendo la mayoría de los valores inferiores a 30 mseg. ",
            "error": [
                ""
            ]
        },
        "statistical data processing": {
            "translated_key": [],
            "translated_annotated_text": "Medición de los retrasos en la respuesta del teclado comparando las entradas de teclado y joystick Las características de respuesta de los teclados de PC deben identificarse cuando se utilizan como dispositivos de respuesta en experimentos psicológicos. En el pasado, el método propuesto ha consistido en comprobar las características de forma independiente mediante equipos de medición externos. Sin embargo, con la disponibilidad de diferentes modelos de PC y el rápido ritmo de cambio de modelo, existe una necesidad urgente de desarrollar métodos de verificación convenientes y precisos. El método propuesto consiste en elevar la precisión del reloj del PC al nivel de microsegundo y utilizar un joystick conectado al terminal MIDI de una placa de sonido para dar al PC una función de sincronización independiente. El procesamiento estadístico de los datos facilitados por este método permite estimar con precisión el tiempo del intervalo de escaneo del teclado y el tiempo medio de retraso del teclado. Los resultados mostraron que los tiempos de retardo del teclado medidos variaron de 11 a 73 mseg, dependiendo del modelo del teclado, siendo la mayoría de los valores inferiores a 30 mseg. ",
            "error": []
        },
        "keyboard scanning interval time": {
            "translated_key": [],
            "translated_annotated_text": "Medición de los retrasos en la respuesta del teclado comparando las entradas de teclado y joystick Las características de respuesta de los teclados de PC deben identificarse cuando se utilizan como dispositivos de respuesta en experimentos psicológicos. En el pasado, el método propuesto ha consistido en comprobar las características de forma independiente mediante equipos de medición externos. Sin embargo, con la disponibilidad de diferentes modelos de PC y el rápido ritmo de cambio de modelo, existe una necesidad urgente de desarrollar métodos de verificación convenientes y precisos. El método propuesto consiste en elevar la precisión del reloj del PC al nivel de microsegundo y utilizar un joystick conectado al terminal MIDI de una placa de sonido para dar al PC una función de sincronización independiente. El procesamiento estadístico de los datos proporcionados por este método permite estimar con precisión el tiempo de escaneo del teclado <br> y el tiempo medio de retraso del teclado. Los resultados mostraron que los tiempos de retardo del teclado medidos variaron de 11 a 73 mseg, dependiendo del modelo del teclado, siendo la mayoría de los valores inferiores a 30 mseg. ",
            "error": []
        },
        "average keyboard delay time": {
            "translated_key": "tiempo medio de retraso del teclado",
            "translated_annotated_text": "Medición de los retrasos en la respuesta del teclado comparando las entradas de teclado y joystick Las características de respuesta de los teclados de PC deben identificarse cuando se utilizan como dispositivos de respuesta en experimentos psicológicos. En el pasado, el método propuesto ha consistido en comprobar las características de forma independiente mediante equipos de medición externos. Sin embargo, con la disponibilidad de diferentes modelos de PC y el rápido ritmo de cambio de modelo, existe una necesidad urgente de desarrollar métodos de verificación convenientes y precisos. El método propuesto consiste en elevar la precisión del reloj del PC al nivel de microsegundo y utilizar un joystick conectado al terminal MIDI de una placa de sonido para dar al PC una función de sincronización independiente. El procesamiento estadístico de los datos proporcionados por este método permite estimar con precisión el tiempo de tiempo de escaneo del teclado y el <br>tiempo medio de retraso del teclado</br>.  Los resultados mostraron que los tiempos de retardo del teclado medidos variaron de 11 a 73 mseg, dependiendo del modelo del teclado, siendo la mayoría de los valores inferiores a 30 mseg. ",
            "error": [
                ""
            ]
        },
        "interactive devices": {
            "translated_key": [],
            "translated_annotated_text": "Medición de los retrasos en la respuesta del teclado comparando las entradas de teclado y joystick Las características de respuesta de los teclados de PC deben identificarse cuando se utilizan como dispositivos de respuesta en experimentos psicológicos. En el pasado, el método propuesto ha consistido en comprobar las características de forma independiente mediante equipos de medición externos. Sin embargo, con la disponibilidad de diferentes modelos de PC y el rápido ritmo de cambio de modelo, existe una necesidad urgente de desarrollar métodos de verificación convenientes y precisos. El método propuesto consiste en elevar la precisión del reloj del PC al nivel de microsegundo y utilizar un joystick conectado al terminal MIDI de una placa de sonido para dar al PC una función de sincronización independiente. El procesamiento estadístico de los datos facilitados por este método permite estimar con precisión el tiempo del intervalo de escaneo del teclado y el tiempo medio de retraso del teclado. Los resultados mostraron que los tiempos de retardo del teclado medidos variaron de 11 a 73 mseg, dependiendo del modelo del teclado, siendo la mayoría de los valores inferiores a 30 mseg. ",
            "error": []
        },
        "keyboards": {
            "translated_key": [],
            "translated_annotated_text": "Medir los retrasos en la respuesta del teclado comparando las entradas de teclado y joystick Las características de respuesta de los teclados de PC <br> deben identificarse cuando se utilizan como dispositivos de respuesta en experimentos psicológicos. En el pasado, el método propuesto ha consistido en comprobar las características de forma independiente mediante equipos de medición externos. Sin embargo, con la disponibilidad de diferentes modelos de PC y el rápido ritmo de cambio de modelo, existe una necesidad urgente de desarrollar métodos de verificación convenientes y precisos. El método propuesto consiste en elevar la precisión del reloj del PC al nivel de microsegundo y utilizar un joystick conectado al terminal MIDI de una placa de sonido para dar al PC una función de sincronización independiente. El procesamiento estadístico de los datos facilitados por este método permite estimar con precisión el tiempo del intervalo de escaneo del teclado y el tiempo medio de retraso del teclado. Los resultados mostraron que los tiempos de retardo del teclado medidos variaron de 11 a 73 mseg, dependiendo del modelo del teclado, siendo la mayoría de los valores inferiores a 30 mseg. ",
            "error": []
        },
        "microcomputer applications": {
            "translated_key": [],
            "translated_annotated_text": "Medición de los retrasos en la respuesta del teclado comparando las entradas de teclado y joystick Las características de respuesta de los teclados de PC deben identificarse cuando se utilizan como dispositivos de respuesta en experimentos psicológicos. En el pasado, el método propuesto ha consistido en comprobar las características de forma independiente mediante equipos de medición externos. Sin embargo, con la disponibilidad de diferentes modelos de PC y el rápido ritmo de cambio de modelo, existe una necesidad urgente de desarrollar métodos de verificación convenientes y precisos. El método propuesto consiste en elevar la precisión del reloj del PC al nivel de microsegundo y utilizar un joystick conectado al terminal MIDI de una placa de sonido para dar al PC una función de sincronización independiente. El procesamiento estadístico de los datos facilitados por este método permite estimar con precisión el tiempo del intervalo de escaneo del teclado y el tiempo medio de retraso del teclado. Los resultados mostraron que los tiempos de retardo del teclado medidos variaron de 11 a 73 mseg, dependiendo del modelo del teclado, siendo la mayoría de los valores inferiores a 30 mseg. ",
            "error": []
        },
        "psychology": {
            "translated_key": [],
            "translated_annotated_text": "Medición de los retrasos en la respuesta del teclado comparando las entradas de teclado y joystick Las características de respuesta de los teclados de PC deben identificarse cuando se utilizan como dispositivos de respuesta en experimentos psicológicos. En el pasado, el método propuesto ha consistido en comprobar las características de forma independiente mediante equipos de medición externos. Sin embargo, con la disponibilidad de diferentes modelos de PC y el rápido ritmo de cambio de modelo, existe una necesidad urgente de desarrollar métodos de verificación convenientes y precisos. El método propuesto consiste en elevar la precisión del reloj del PC al nivel de microsegundo y utilizar un joystick conectado al terminal MIDI de una placa de sonido para dar al PC una función de sincronización independiente. El procesamiento estadístico de los datos facilitados por este método permite estimar con precisión el tiempo del intervalo de escaneo del teclado y el tiempo medio de retraso del teclado. Los resultados mostraron que los tiempos de retardo del teclado medidos variaron de 11 a 73 mseg, dependiendo del modelo del teclado, siendo la mayoría de los valores inferiores a 30 mseg. ",
            "error": []
        }
    }
}