{
    "original_text": "Information architecture for the Web: The IA matrix approach to designing childrens portals The article presents a matrix that can serve as a tool for designing the information architecture of a Web portal in a logical and systematic manner. The information architect begins by inputting the portals objective, target user, and target content. The matrix then determines the most appropriate information architecture attributes for the portal by filling in the Applied Information Architecture portion of the matrix. The article discusses how the matrix works using the example of a childrens Web portal to provide access to museum information",
    "original_translation": "Arquitectura de información para la Web: El enfoque matricial de la AI para diseñar portales infantiles El artículo presenta una matriz que puede servir como herramienta para diseñar la arquitectura de información de un portal web de una manera lógica y sistemática. El arquitecto de la información comienza introduciendo el objetivo de los portales, el usuario objetivo y el contenido objetivo. La matriz entonces determina los atributos de arquitectura de información más apropiados para el portal rellenando la porción de Arquitectura de Información Aplicada de la matriz. El artículo discute cómo funciona la matriz utilizando el ejemplo de un portal web para niños para proporcionar acceso a la información del museo",
    "error_count": 6,
    "keys": {
        "information architecture": {
            "translated_key": " de un portal web de una manera lógica y sistemática. El arquitecto de la información comienza introduciendo el objetivo de los portales, el usuario objetivo y el contenido objetivo. La matriz entonces determina los atributos de <br>arquitectura de información",
            "translated_annotated_text": "Arquitectura de información para la Web: El enfoque matricial de la AI para diseñar portales infantiles El artículo presenta una matriz que puede servir como herramienta para diseñar la arquitectura de información <br> de un portal web de una manera lógica y sistemática. El arquitecto de la información comienza introduciendo el objetivo de los portales, el usuario objetivo y el contenido objetivo. La matriz entonces determina los atributos de <br>arquitectura de información</br> más apropiados para el portal rellenando la porción de Arquitectura de Información Aplicada de la matriz.  El artículo discute cómo funciona la matriz utilizando el ejemplo de un portal web para niños para proporcionar acceso a la información del museo ",
            "error": [
                ""
            ]
        },
        "target user": {
            "translated_key": "target",
            "translated_annotated_text": "Arquitectura de información para la Web: El enfoque matricial de la AI para diseñar portales infantiles El artículo presenta una matriz que puede servir como herramienta para diseñar la arquitectura de información de un portal web de una manera lógica y sistemática. El arquitecto de la información comienza introduciendo el objetivo de los portales, el usuario <br>target</br> y el contenido objetivo. La matriz entonces determina los atributos de arquitectura de información más apropiados para el portal rellenando la porción de Arquitectura de Información Aplicada de la matriz. El artículo discute cómo funciona la matriz utilizando el ejemplo de un portal web para niños para proporcionar acceso a la información del museo ",
            "error": [
                ""
            ]
        },
        "target content": {
            "translated_key": [],
            "translated_annotated_text": "Arquitectura de información para la Web: El enfoque matricial de la AI para diseñar portales infantiles El artículo presenta una matriz que puede servir como herramienta para diseñar la arquitectura de información de un portal web de una manera lógica y sistemática. El arquitecto de la información comienza introduciendo el objetivo de los portales, el usuario objetivo y el contenido objetivo</br> <br>. La matriz entonces determina los atributos de arquitectura de información más apropiados para el portal rellenando la porción de Arquitectura de Información Aplicada de la matriz. El artículo discute cómo funciona la matriz utilizando el ejemplo de un portal web para niños para proporcionar acceso a la información del museo ",
            "error": []
        },
        "childrens Web portal": {
            "translated_key": "childrens",
            "translated_annotated_text": "Arquitectura de información para la Web: El enfoque matricial de la AI para diseñar portales infantiles El artículo presenta una matriz que puede servir como herramienta para diseñar la arquitectura de información de un portal web de una manera lógica y sistemática. El arquitecto de la información comienza introduciendo el objetivo de los portales, el usuario objetivo y el contenido objetivo. La matriz entonces determina los atributos de arquitectura de información más apropiados para el portal rellenando la porción de Arquitectura de Información Aplicada de la matriz. El artículo discute cómo funciona la matriz utilizando el ejemplo de un portal web <br>childrens</br> para proporcionar acceso a la información del museo ",
            "error": [
                ""
            ]
        },
        "museum information": {
            "translated_key": "museum",
            "translated_annotated_text": "Arquitectura de información para la Web: El enfoque matricial de la AI para diseñar portales infantiles El artículo presenta una matriz que puede servir como herramienta para diseñar la arquitectura de información de un portal web de una manera lógica y sistemática. El arquitecto de la información comienza introduciendo el objetivo de los portales, el usuario objetivo y el contenido objetivo. La matriz entonces determina los atributos de arquitectura de información más apropiados para el portal rellenando la porción de Arquitectura de Información Aplicada de la matriz. El artículo discute cómo funciona la matriz utilizando el ejemplo de un portal web para niños para proporcionar acceso a la información de <br>museum</br> ",
            "error": [
                ""
            ]
        },
        "computer aided instruction": {
            "translated_key": [],
            "translated_annotated_text": "Arquitectura de información para la Web: El enfoque matricial de la AI para diseñar portales infantiles El artículo presenta una matriz que puede servir como herramienta para diseñar la arquitectura de información de un portal web de una manera lógica y sistemática. El arquitecto de la información comienza introduciendo el objetivo de los portales, el usuario objetivo y el contenido objetivo. La matriz entonces determina los atributos de arquitectura de información más apropiados para el portal rellenando la porción de Arquitectura de Información Aplicada de la matriz. El artículo discute cómo funciona la matriz utilizando el ejemplo de un portal web para niños para proporcionar acceso a la información del museo ",
            "error": []
        },
        "electronic publishing": {
            "translated_key": [],
            "translated_annotated_text": "Arquitectura de información para la Web: El enfoque matricial de la AI para diseñar portales infantiles El artículo presenta una matriz que puede servir como herramienta para diseñar la arquitectura de información de un portal web de una manera lógica y sistemática. El arquitecto de la información comienza introduciendo el objetivo de los portales, el usuario objetivo y el contenido objetivo. La matriz entonces determina los atributos de arquitectura de información más apropiados para el portal rellenando la porción de Arquitectura de Información Aplicada de la matriz. El artículo discute cómo funciona la matriz utilizando el ejemplo de un portal web para niños para proporcionar acceso a la información del museo ",
            "error": []
        },
        "exhibitions": {
            "translated_key": [],
            "translated_annotated_text": "Arquitectura de información para la Web: El enfoque matricial de la AI para diseñar portales infantiles El artículo presenta una matriz que puede servir como herramienta para diseñar la arquitectura de información de un portal web de una manera lógica y sistemática. El arquitecto de la información comienza introduciendo el objetivo de los portales, el usuario objetivo y el contenido objetivo. La matriz entonces determina los atributos de arquitectura de información más apropiados para el portal rellenando la porción de Arquitectura de Información Aplicada de la matriz. El artículo discute cómo funciona la matriz utilizando el ejemplo de un portal web para niños para proporcionar acceso a la información del museo ",
            "error": []
        },
        "humanities": {
            "translated_key": [],
            "translated_annotated_text": "Arquitectura de información para la Web: El enfoque matricial de la AI para diseñar portales infantiles El artículo presenta una matriz que puede servir como herramienta para diseñar la arquitectura de información de un portal web de una manera lógica y sistemática. El arquitecto de la información comienza introduciendo el objetivo de los portales, el usuario objetivo y el contenido objetivo. La matriz entonces determina los atributos de arquitectura de información más apropiados para el portal rellenando la porción de Arquitectura de Información Aplicada de la matriz. El artículo discute cómo funciona la matriz utilizando el ejemplo de un portal web para niños para proporcionar acceso a la información del museo ",
            "error": []
        },
        "information resources": {
            "translated_key": [],
            "translated_annotated_text": "Arquitectura de información para la Web: El enfoque matricial de la AI para diseñar portales infantiles El artículo presenta una matriz que puede servir como herramienta para diseñar la arquitectura de información de un portal web de una manera lógica y sistemática. El arquitecto de la información comienza introduciendo el objetivo de los portales, el usuario objetivo y el contenido objetivo. La matriz entonces determina los atributos de arquitectura de información más apropiados para el portal rellenando la porción de Arquitectura de Información Aplicada de la matriz. El artículo discute cómo funciona la matriz utilizando el ejemplo de un portal web para niños para proporcionar acceso a la información del museo ",
            "error": []
        }
    }
}