{
    "original_text": "Information architecture: notes toward a new curriculum There are signs that information architecture is coalescing into a field of professional practice. However, if it is to become a profession, it must develop a means of educating new information architects. Lessons from other fields suggest that professional education typically evolves along a predictable path, from apprenticeships to trade schools to college- and university-level education. Information architecture education may develop more quickly to meet the growing demands of the information society. Several pedagogical approaches employed in other fields may be adopted for information architecture education, as long as the resulting curricula provide an interdisciplinary approach and balance instruction in technical and design skills with consideration of theoretical concepts. Key content areas are information organization, graphic. design, computer science, user and usability studies, and communication. Certain logistics must be worked out, including where information architecture studies should be housed and what kinds of degrees should be offered and at what levels. The successful information architecture curriculum will be flexible and adaptable in order to meet the changing needs of students and the marketplace",
    "original_translation": "Arquitectura de la información: notas hacia un nuevo currículo Hay señales de que la arquitectura de la información se está uniendo en un campo de práctica profesional. Sin embargo, para convertirse en una profesión, debe desarrollar un medio de educar a los nuevos arquitectos de la información. Las lecciones de otros campos sugieren que la educación profesional suele evolucionar en un camino predecible, desde el aprendizaje hasta las escuelas de comercio hasta la educación universitaria y universitaria. La educación en arquitectura de la información puede desarrollarse más rápidamente para satisfacer las crecientes demandas de la sociedad de la información. Se pueden adoptar varios enfoques pedagógicos empleados en otras esferas para la educación en arquitectura de la información, siempre que los planes de estudios resultantes ofrezcan un enfoque interdisciplinario y equilibren la instrucción en técnicas y técnicas de diseño con la consideración de conceptos teóricos. Las áreas clave de contenido son la organización de la información, gráfico. diseño, informática, estudios de usuario y usabilidad, y comunicación. Hay que elaborar cierta logística, incluso dónde deben alojarse los estudios de arquitectura de la información y qué tipos de títulos deben ofrecerse y a qué niveles. El exitoso plan de estudios de arquitectura de la información será flexible y adaptable para satisfacer las cambiantes necesidades de los estudiantes y del mercado",
    "error_count": 6,
    "keys": {
        "professional practice": {
            "translated_key": "práctica profesional",
            "translated_annotated_text": "Arquitectura de la información: notas hacia un nuevo currículo Hay señales de que la arquitectura de la información se está uniendo en un campo de <br>práctica profesional</br>. Sin embargo, para convertirse en una profesión, debe desarrollar un medio de educar a los nuevos arquitectos de la información. Las lecciones de otros campos sugieren que la educación profesional suele evolucionar en un camino predecible, desde el aprendizaje hasta las escuelas de comercio hasta la educación universitaria y universitaria. La educación en arquitectura de la información puede desarrollarse más rápidamente para satisfacer las crecientes demandas de la sociedad de la información. Se pueden adoptar varios enfoques pedagógicos empleados en otras esferas para la educación en arquitectura de la información, siempre que los planes de estudios resultantes ofrezcan un enfoque interdisciplinario y equilibren la instrucción en técnicas y técnicas de diseño con la consideración de conceptos teóricos. Las áreas clave de contenido son la organización de la información, gráfico. diseño, informática, estudios de usuario y usabilidad, y comunicación. Hay que elaborar cierta logística, incluso dónde deben alojarse los estudios de arquitectura de la información y qué tipos de títulos deben ofrecerse y a qué niveles. El exitoso plan de estudios de arquitectura de la información será flexible y adaptable para satisfacer las cambiantes necesidades de los estudiantes y del mercado ",
            "error": [
                ""
            ]
        },
        "information organization": {
            "translated_key": "organización de la información",
            "translated_annotated_text": "Arquitectura de la información: notas hacia un nuevo currículo Hay señales de que la arquitectura de la información se está uniendo en un campo de práctica profesional. Sin embargo, para convertirse en una profesión, debe desarrollar un medio de educar a los nuevos arquitectos de la información. Las lecciones de otros campos sugieren que la educación profesional suele evolucionar en un camino predecible, desde el aprendizaje hasta las escuelas de comercio hasta la educación universitaria y universitaria. La educación en arquitectura de la información puede desarrollarse más rápidamente para satisfacer las crecientes demandas de la sociedad de la información. Se pueden adoptar varios enfoques pedagógicos empleados en otras esferas para la educación en arquitectura de la información, siempre que los planes de estudios resultantes ofrezcan un enfoque interdisciplinario y equilibren la instrucción en técnicas y técnicas de diseño con la consideración de conceptos teóricos. Las áreas clave de contenido son <br>organización de la información</br>, gráfico. diseño, informática, estudios de usuario y usabilidad, y comunicación. Hay que elaborar cierta logística, incluso dónde deben alojarse los estudios de arquitectura de la información y qué tipos de títulos deben ofrecerse y a qué niveles. El exitoso plan de estudios de arquitectura de la información será flexible y adaptable para satisfacer las cambiantes necesidades de los estudiantes y del mercado ",
            "error": [
                ""
            ]
        },
        "graphic design": {
            "translated_key": [],
            "translated_annotated_text": "Arquitectura de la información: notas hacia un nuevo currículo Hay señales de que la arquitectura de la información se está uniendo en un campo de práctica profesional. Sin embargo, para convertirse en una profesión, debe desarrollar un medio de educar a los nuevos arquitectos de la información. Las lecciones de otros campos sugieren que la educación profesional suele evolucionar en un camino predecible, desde el aprendizaje hasta las escuelas de comercio hasta la educación universitaria y universitaria. La educación en arquitectura de la información puede desarrollarse más rápidamente para satisfacer las crecientes demandas de la sociedad de la información. Se pueden adoptar varios enfoques pedagógicos empleados en otras esferas para la educación en arquitectura de la información, siempre que los planes de estudios resultantes ofrezcan un enfoque interdisciplinario y equilibren la instrucción en técnicas y técnicas de diseño con la consideración de conceptos teóricos. Las áreas clave de contenido son la organización de la información, gráfico. diseño, informática, estudios de usuario y usabilidad, y comunicación. Hay que elaborar cierta logística, incluso dónde deben alojarse los estudios de arquitectura de la información y qué tipos de títulos deben ofrecerse y a qué niveles. El exitoso plan de estudios de arquitectura de la información será flexible y adaptable para satisfacer las cambiantes necesidades de los estudiantes y del mercado ",
            "error": []
        },
        "computer science": {
            "translated_key": [],
            "translated_annotated_text": "Arquitectura de la información: notas hacia un nuevo currículo Hay señales de que la arquitectura de la información se está uniendo en un campo de práctica profesional. Sin embargo, para convertirse en una profesión, debe desarrollar un medio de educar a los nuevos arquitectos de la información. Las lecciones de otros campos sugieren que la educación profesional suele evolucionar en un camino predecible, desde el aprendizaje hasta las escuelas de comercio hasta la educación universitaria y universitaria. La educación en arquitectura de la información puede desarrollarse más rápidamente para satisfacer las crecientes demandas de la sociedad de la información. Se pueden adoptar varios enfoques pedagógicos empleados en otras esferas para la educación en arquitectura de la información, siempre que los planes de estudios resultantes ofrezcan un enfoque interdisciplinario y equilibren la instrucción en técnicas y técnicas de diseño con la consideración de conceptos teóricos. Las áreas clave de contenido son la organización de la información, gráfico. diseño, ciencias de la computación, estudios de usuario y usabilidad, y comunicación.  Hay que elaborar cierta logística, incluso dónde deben alojarse los estudios de arquitectura de la información y qué tipos de títulos deben ofrecerse y a qué niveles. El exitoso plan de estudios de arquitectura de la información será flexible y adaptable para satisfacer las cambiantes necesidades de los estudiantes y del mercado ",
            "error": []
        },
        "usability studies": {
            "translated_key": "usability",
            "translated_annotated_text": "Arquitectura de la información: notas hacia un nuevo currículo Hay señales de que la arquitectura de la información se está uniendo en un campo de práctica profesional. Sin embargo, para convertirse en una profesión, debe desarrollar un medio de educar a los nuevos arquitectos de la información. Las lecciones de otros campos sugieren que la educación profesional suele evolucionar en un camino predecible, desde el aprendizaje hasta las escuelas de comercio hasta la educación universitaria y universitaria. La educación en arquitectura de la información puede desarrollarse más rápidamente para satisfacer las crecientes demandas de la sociedad de la información. Se pueden adoptar varios enfoques pedagógicos empleados en otras esferas para la educación en arquitectura de la información, siempre que los planes de estudios resultantes ofrezcan un enfoque interdisciplinario y equilibren la instrucción en técnicas y técnicas de diseño con la consideración de conceptos teóricos. Las áreas clave de contenido son la organización de la información, gráfico. estudios de diseño, informática, usuario y <br>usability</br>, y comunicación. Hay que elaborar cierta logística, incluso dónde deben alojarse los estudios de arquitectura de la información y qué tipos de títulos deben ofrecerse y a qué niveles. El exitoso plan de estudios de arquitectura de la información será flexible y adaptable para satisfacer las cambiantes necesidades de los estudiantes y del mercado ",
            "error": [
                ""
            ]
        },
        "information architects": {
            "translated_key": "arquitectos de la información",
            "translated_annotated_text": "Arquitectura de la información: notas hacia un nuevo currículo Hay señales de que la arquitectura de la información se está uniendo en un campo de práctica profesional. Sin embargo, para convertirse en una profesión, debe desarrollar un medio de educar a los nuevos <br>arquitectos de la información</br>. Las lecciones de otros campos sugieren que la educación profesional suele evolucionar en un camino predecible, desde el aprendizaje hasta las escuelas de comercio hasta la educación universitaria y universitaria. La educación en arquitectura de la información puede desarrollarse más rápidamente para satisfacer las crecientes demandas de la sociedad de la información. Se pueden adoptar varios enfoques pedagógicos empleados en otras esferas para la educación en arquitectura de la información, siempre que los planes de estudios resultantes ofrezcan un enfoque interdisciplinario y equilibren la instrucción en técnicas y técnicas de diseño con la consideración de conceptos teóricos. Las áreas clave de contenido son la organización de la información, gráfico. diseño, informática, estudios de usuario y usabilidad, y comunicación. Hay que elaborar cierta logística, incluso dónde deben alojarse los estudios de arquitectura de la información y qué tipos de títulos deben ofrecerse y a qué niveles. El exitoso plan de estudios de arquitectura de la información será flexible y adaptable para satisfacer las cambiantes necesidades de los estudiantes y del mercado ",
            "error": [
                ""
            ]
        },
        "professional education": {
            "translated_key": [],
            "translated_annotated_text": "Arquitectura de la información: notas hacia un nuevo currículo Hay señales de que la arquitectura de la información se está uniendo en un campo de práctica profesional. Sin embargo, para convertirse en una profesión, debe desarrollar un medio de educar a los nuevos arquitectos de la información. Las lecciones de otros campos sugieren que la educación profesional suele evolucionar por un camino predecible, desde el aprendizaje hasta las escuelas de comercio hasta la educación universitaria y universitaria. La educación en arquitectura de la información puede desarrollarse más rápidamente para satisfacer las crecientes demandas de la sociedad de la información. Se pueden adoptar varios enfoques pedagógicos empleados en otras esferas para la educación en arquitectura de la información, siempre que los planes de estudios resultantes ofrezcan un enfoque interdisciplinario y equilibren la instrucción en técnicas y técnicas de diseño con la consideración de conceptos teóricos. Las áreas clave de contenido son la organización de la información, gráfico. diseño, informática, estudios de usuario y usabilidad, y comunicación. Hay que elaborar cierta logística, incluso dónde deben alojarse los estudios de arquitectura de la información y qué tipos de títulos deben ofrecerse y a qué niveles. El exitoso plan de estudios de arquitectura de la información será flexible y adaptable para satisfacer las cambiantes necesidades de los estudiantes y del mercado ",
            "error": []
        },
        "pedagogical approaches": {
            "translated_key": "enfoques pedagógicos",
            "translated_annotated_text": "Arquitectura de la información: notas hacia un nuevo currículo Hay señales de que la arquitectura de la información se está uniendo en un campo de práctica profesional. Sin embargo, para convertirse en una profesión, debe desarrollar un medio de educar a los nuevos arquitectos de la información. Las lecciones de otros campos sugieren que la educación profesional suele evolucionar en un camino predecible, desde el aprendizaje hasta las escuelas de comercio hasta la educación universitaria y universitaria. La educación en arquitectura de la información puede desarrollarse más rápidamente para satisfacer las crecientes demandas de la sociedad de la información. Se pueden adoptar varios <br>enfoques pedagógicos</br> empleados en otros campos para la educación en arquitectura de la información, siempre que los planes de estudios resultantes proporcionen un enfoque interdisciplinario y equilibren la instrucción en técnicas y habilidades de diseño con la consideración de conceptos teóricos. Las áreas clave de contenido son la organización de la información, gráfico. diseño, informática, estudios de usuario y usabilidad, y comunicación. Hay que elaborar cierta logística, incluso dónde deben alojarse los estudios de arquitectura de la información y qué tipos de títulos deben ofrecerse y a qué niveles. El exitoso plan de estudios de arquitectura de la información será flexible y adaptable para satisfacer las cambiantes necesidades de los estudiantes y del mercado ",
            "error": [
                ""
            ]
        },
        "information architecture education": {
            "translated_key": "educación en arquitectura de la información",
            "translated_annotated_text": "Arquitectura de la información: notas hacia un nuevo currículo Hay señales de que la arquitectura de la información se está uniendo en un campo de práctica profesional. Sin embargo, para convertirse en una profesión, debe desarrollar un medio de educar a los nuevos arquitectos de la información. Las lecciones de otros campos sugieren que la educación profesional suele evolucionar en un camino predecible, desde el aprendizaje hasta las escuelas de comercio hasta la educación universitaria y universitaria. La educación en arquitectura de la información puede desarrollarse más rápidamente para satisfacer las crecientes demandas de la sociedad de la información. Se pueden adoptar varios enfoques pedagógicos empleados en otros campos para la <br>educación en arquitectura de la información</br>, siempre que los planes de estudios resultantes ofrezcan un enfoque interdisciplinario y equilibren la instrucción en técnicas y habilidades de diseño con la consideración de conceptos teóricos. Las áreas clave de contenido son la organización de la información, gráfico. diseño, informática, estudios de usuario y usabilidad, y comunicación. Hay que elaborar cierta logística, incluso dónde deben alojarse los estudios de arquitectura de la información y qué tipos de títulos deben ofrecerse y a qué niveles. El exitoso plan de estudios de arquitectura de la información será flexible y adaptable para satisfacer las cambiantes necesidades de los estudiantes y del mercado ",
            "error": [
                ""
            ]
        },
        "computer science education": {
            "translated_key": [],
            "translated_annotated_text": "Arquitectura de la información: notas hacia un nuevo currículo Hay señales de que la arquitectura de la información se está uniendo en un campo de práctica profesional. Sin embargo, para convertirse en una profesión, debe desarrollar un medio de educar a los nuevos arquitectos de la información. Las lecciones de otros campos sugieren que la educación profesional suele evolucionar en un camino predecible, desde el aprendizaje hasta las escuelas de comercio hasta la educación universitaria y universitaria. La educación en arquitectura de la información puede desarrollarse más rápidamente para satisfacer las crecientes demandas de la sociedad de la información. Se pueden adoptar varios enfoques pedagógicos empleados en otras esferas para la educación en arquitectura de la información, siempre que los planes de estudios resultantes ofrezcan un enfoque interdisciplinario y equilibren la instrucción en técnicas y técnicas de diseño con la consideración de conceptos teóricos. Las áreas clave de contenido son la organización de la información, gráfico. diseño, informática, estudios de usuario y usabilidad, y comunicación. Hay que elaborar cierta logística, incluso dónde deben alojarse los estudios de arquitectura de la información y qué tipos de títulos deben ofrecerse y a qué niveles. El exitoso plan de estudios de arquitectura de la información será flexible y adaptable para satisfacer las cambiantes necesidades de los estudiantes y del mercado ",
            "error": []
        },
        "educational courses": {
            "translated_key": [],
            "translated_annotated_text": "Arquitectura de la información: notas hacia un nuevo currículo Hay señales de que la arquitectura de la información se está uniendo en un campo de práctica profesional. Sin embargo, para convertirse en una profesión, debe desarrollar un medio de educar a los nuevos arquitectos de la información. Las lecciones de otros campos sugieren que la educación profesional suele evolucionar en un camino predecible, desde el aprendizaje hasta las escuelas de comercio hasta la educación universitaria y universitaria. La educación en arquitectura de la información puede desarrollarse más rápidamente para satisfacer las crecientes demandas de la sociedad de la información. Se pueden adoptar varios enfoques pedagógicos empleados en otras esferas para la educación en arquitectura de la información, siempre que los planes de estudios resultantes ofrezcan un enfoque interdisciplinario y equilibren la instrucción en técnicas y técnicas de diseño con la consideración de conceptos teóricos. Las áreas clave de contenido son la organización de la información, gráfico. diseño, informática, estudios de usuario y usabilidad, y comunicación. Hay que elaborar cierta logística, incluso dónde deben alojarse los estudios de arquitectura de la información y qué tipos de títulos deben ofrecerse y a qué niveles. El exitoso plan de estudios de arquitectura de la información será flexible y adaptable para satisfacer las cambiantes necesidades de los estudiantes y del mercado ",
            "error": []
        },
        "information science": {
            "translated_key": [],
            "translated_annotated_text": "Arquitectura de la información: notas hacia un nuevo currículo Hay señales de que la arquitectura de la información se está uniendo en un campo de práctica profesional. Sin embargo, para convertirse en una profesión, debe desarrollar un medio de educar a los nuevos arquitectos de la información. Las lecciones de otros campos sugieren que la educación profesional suele evolucionar en un camino predecible, desde el aprendizaje hasta las escuelas de comercio hasta la educación universitaria y universitaria. La educación en arquitectura de la información puede desarrollarse más rápidamente para satisfacer las crecientes demandas de la sociedad de la información. Se pueden adoptar varios enfoques pedagógicos empleados en otras esferas para la educación en arquitectura de la información, siempre que los planes de estudios resultantes ofrezcan un enfoque interdisciplinario y equilibren la instrucción en técnicas y técnicas de diseño con la consideración de conceptos teóricos. Las áreas clave de contenido son la organización de la información, gráfico. diseño, informática, estudios de usuario y usabilidad, y comunicación. Hay que elaborar cierta logística, incluso dónde deben alojarse los estudios de arquitectura de la información y qué tipos de títulos deben ofrecerse y a qué niveles. El exitoso plan de estudios de arquitectura de la información será flexible y adaptable para satisfacer las cambiantes necesidades de los estudiantes y del mercado ",
            "error": []
        }
    }
}