{
    "original_text": "Warranty reserves for nonstationary sales processes Estimation of warranty costs, in the event of product failure within the warranty period, is of importance to the manufacturer. Costs associated with replacement or repair of the product are usually drawn from a warranty reserve fund created by the manufacturer. Considering a stochastic sales process, first and second moments (and thereby the variance) are derived for the manufacturers total discounted warranty cost of a single sale for single-component items under four different warranty policies from a manufacturers point of view. These servicing strategies represent a renewable free-replacement, nonrenewable free-replacement, renewable pro-rata, and a nonrenewable minimal-repair warranty plans. The results are extended to determine the mean and variance of total discounted warranty costs for the total sales over the life cycle of the product. Furthermore, using a normal approximation, warranty reserves necessary for a certain protection level, so that reserves are not completely depleted, are found. Results and their managerial implications are studied through an extensive example",
    "original_translation": "Reservas de garantía para procesos de venta no estacionarios La estimación de los costes de garantía, en caso de fallo del producto dentro del período de garantía, es de importancia para el fabricante. Los costos asociados con la sustitución o reparación del producto generalmente se extraen de un fondo de reserva de garantía creado por el fabricante. Teniendo en cuenta un proceso de ventas estocástico, primero y segundo momento (y por lo tanto la varianza) se derivan para los fabricantes total descuento costo de garantía de una sola venta para artículos de un solo componente bajo cuatro políticas de garantía diferentes desde el punto de vista de los fabricantes. Estas estrategias de servicio representan un libre reemplazo renovable, un libre reemplazo no renovable, un prorrata renovable y un plan de garantía de reparación mínima no renovable. Los resultados se amplían para determinar la media y la varianza de los costes totales de garantía descontados para las ventas totales durante el ciclo de vida del producto. Además, utilizando una aproximación normal, se encuentran las reservas de garantía necesarias para un cierto nivel de protección, para que las reservas no se agoten completamente. Los resultados y sus implicaciones gerenciales se estudian a través de un amplio ejemplo",
    "error_count": 9,
    "keys": {
        "nonstationary sales processes": {
            "translated_key": "procesos de venta no estacionarios",
            "translated_annotated_text": "Reservas de garantía para <br>procesos de venta no estacionarios</br> La estimación de los costes de garantía, en caso de fallo del producto dentro del período de garantía, es de importancia para el fabricante. Los costos asociados con la sustitución o reparación del producto generalmente se extraen de un fondo de reserva de garantía creado por el fabricante. Teniendo en cuenta un proceso de ventas estocástico, primero y segundo momento (y por lo tanto la varianza) se derivan para los fabricantes total descuento costo de garantía de una sola venta para artículos de un solo componente bajo cuatro políticas de garantía diferentes desde el punto de vista de los fabricantes. Estas estrategias de servicio representan un libre reemplazo renovable, un libre reemplazo no renovable, un prorrata renovable y un plan de garantía de reparación mínima no renovable. Los resultados se amplían para determinar la media y la varianza de los costes totales de garantía descontados para las ventas totales durante el ciclo de vida del producto. Además, utilizando una aproximación normal, se encuentran las reservas de garantía necesarias para un cierto nivel de protección, para que las reservas no se agoten completamente. Los resultados y sus implicaciones gerenciales se estudian a través de un amplio ejemplo ",
            "error": [
                ""
            ]
        },
        "warranty reserves": {
            "translated_key": "reservas de garantía",
            "translated_annotated_text": "Reservas de garantía para procesos de venta no estacionarios La estimación de los costes de garantía, en caso de fallo del producto dentro del período de garantía, es de importancia para el fabricante. Los costos asociados con la sustitución o reparación del producto generalmente se extraen de un fondo de reserva de garantía creado por el fabricante. Teniendo en cuenta un proceso de ventas estocástico, primero y segundo momento (y por lo tanto la varianza) se derivan para los fabricantes total descuento costo de garantía de una sola venta para artículos de un solo componente bajo cuatro políticas de garantía diferentes desde el punto de vista de los fabricantes. Estas estrategias de servicio representan un libre reemplazo renovable, un libre reemplazo no renovable, un prorrata renovable y un plan de garantía de reparación mínima no renovable. Los resultados se amplían para determinar la media y la varianza de los costes totales de garantía descontados para las ventas totales durante el ciclo de vida del producto. Además, utilizando una aproximación normal, se encuentran las <br>reservas de garantía</br> necesarias para un cierto nivel de protección, para que las reservas no se agoten completamente.  Los resultados y sus implicaciones gerenciales se estudian a través de un amplio ejemplo ",
            "error": [
                ""
            ]
        },
        "warranty costs estimation": {
            "translated_key": [],
            "translated_annotated_text": "Reservas de garantía para procesos de venta no estacionarios La estimación de los costes de garantía, en caso de fallo del producto dentro del período de garantía, es de importancia para el fabricante. Los costos asociados con la sustitución o reparación del producto generalmente se extraen de un fondo de reserva de garantía creado por el fabricante. Teniendo en cuenta un proceso de ventas estocástico, primero y segundo momento (y por lo tanto la varianza) se derivan para los fabricantes total descuento costo de garantía de una sola venta para artículos de un solo componente bajo cuatro políticas de garantía diferentes desde el punto de vista de los fabricantes. Estas estrategias de servicio representan un libre reemplazo renovable, un libre reemplazo no renovable, un prorrata renovable y un plan de garantía de reparación mínima no renovable. Los resultados se amplían para determinar la media y la varianza de los costes totales de garantía descontados para las ventas totales durante el ciclo de vida del producto. Además, utilizando una aproximación normal, se encuentran las reservas de garantía necesarias para un cierto nivel de protección, para que las reservas no se agoten completamente. Los resultados y sus implicaciones gerenciales se estudian a través de un amplio ejemplo ",
            "error": []
        },
        "product failure": {
            "translated_key": "fallo del producto",
            "translated_annotated_text": "Reservas de garantía para procesos de venta no estacionarios La estimación de los costes de garantía, en caso de <br>fallo del producto</br> dentro del período de garantía, es de importancia para el fabricante. Los costos asociados con la sustitución o reparación del producto generalmente se extraen de un fondo de reserva de garantía creado por el fabricante. Teniendo en cuenta un proceso de ventas estocástico, primero y segundo momento (y por lo tanto la varianza) se derivan para los fabricantes total descuento costo de garantía de una sola venta para artículos de un solo componente bajo cuatro políticas de garantía diferentes desde el punto de vista de los fabricantes. Estas estrategias de servicio representan un libre reemplazo renovable, un libre reemplazo no renovable, un prorrata renovable y un plan de garantía de reparación mínima no renovable. Los resultados se amplían para determinar la media y la varianza de los costes totales de garantía descontados para las ventas totales durante el ciclo de vida del producto. Además, utilizando una aproximación normal, se encuentran las reservas de garantía necesarias para un cierto nivel de protección, para que las reservas no se agoten completamente. Los resultados y sus implicaciones gerenciales se estudian a través de un amplio ejemplo ",
            "error": [
                ""
            ]
        },
        "product replacement": {
            "translated_key": [],
            "translated_annotated_text": "Reservas de garantía para procesos de venta no estacionarios La estimación de los costes de garantía, en caso de fallo del producto dentro del período de garantía, es de importancia para el fabricante. Los costos asociados con la sustitución o reparación del producto generalmente se extraen de un fondo de reserva de garantía creado por el fabricante. Teniendo en cuenta un proceso de ventas estocástico, primero y segundo momento (y por lo tanto la varianza) se derivan para los fabricantes total descuento costo de garantía de una sola venta para artículos de un solo componente bajo cuatro políticas de garantía diferentes desde el punto de vista de los fabricantes. Estas estrategias de servicio representan un libre reemplazo renovable, un libre reemplazo no renovable, un prorrata renovable y un plan de garantía de reparación mínima no renovable. Los resultados se amplían para determinar la media y la varianza de los costes totales de garantía descontados para las ventas totales durante el ciclo de vida del producto. Además, utilizando una aproximación normal, se encuentran las reservas de garantía necesarias para un cierto nivel de protección, para que las reservas no se agoten completamente. Los resultados y sus implicaciones gerenciales se estudian a través de un amplio ejemplo ",
            "error": []
        },
        "product repair": {
            "translated_key": [],
            "translated_annotated_text": "Reservas de garantía para procesos de venta no estacionarios La estimación de los costes de garantía, en caso de fallo del producto dentro del período de garantía, es de importancia para el fabricante. Los costos asociados con la sustitución o reparación del producto generalmente se extraen de un fondo de reserva de garantía creado por el fabricante. Teniendo en cuenta un proceso de ventas estocástico, primero y segundo momento (y por lo tanto la varianza) se derivan para los fabricantes total descuento costo de garantía de una sola venta para artículos de un solo componente bajo cuatro políticas de garantía diferentes desde el punto de vista de los fabricantes. Estas estrategias de servicio representan un libre reemplazo renovable, un libre reemplazo no renovable, un prorrata renovable y un plan de garantía de reparación mínima no renovable. Los resultados se amplían para determinar la media y la varianza de los costes totales de garantía descontados para las ventas totales durante el ciclo de vida del producto. Además, utilizando una aproximación normal, se encuentran las reservas de garantía necesarias para un cierto nivel de protección, para que las reservas no se agoten completamente. Los resultados y sus implicaciones gerenciales se estudian a través de un amplio ejemplo ",
            "error": []
        },
        "stochastic sales process": {
            "translated_key": "stochastic",
            "translated_annotated_text": "Reservas de garantía para procesos de venta no estacionarios La estimación de los costes de garantía, en caso de fallo del producto dentro del período de garantía, es de importancia para el fabricante. Los costos asociados con la sustitución o reparación del producto generalmente se extraen de un fondo de reserva de garantía creado por el fabricante. Teniendo en cuenta un proceso de ventas <br>stochastic</br>, primero y segundo momento (y por lo tanto la varianza) se derivan para los fabricantes total descuento costo de garantía de una sola venta para artículos de un solo componente bajo cuatro políticas de garantía diferentes desde el punto de vista de los fabricantes. Estas estrategias de servicio representan un libre reemplazo renovable, un libre reemplazo no renovable, un prorrata renovable y un plan de garantía de reparación mínima no renovable. Los resultados se amplían para determinar la media y la varianza de los costes totales de garantía descontados para las ventas totales durante el ciclo de vida del producto. Además, utilizando una aproximación normal, se encuentran las reservas de garantía necesarias para un cierto nivel de protección, para que las reservas no se agoten completamente. Los resultados y sus implicaciones gerenciales se estudian a través de un amplio ejemplo ",
            "error": [
                ""
            ]
        },
        "first moments": {
            "translated_key": [],
            "translated_annotated_text": "Reservas de garantía para procesos de venta no estacionarios La estimación de los costes de garantía, en caso de fallo del producto dentro del período de garantía, es de importancia para el fabricante. Los costos asociados con la sustitución o reparación del producto generalmente se extraen de un fondo de reserva de garantía creado por el fabricante. Teniendo en cuenta un proceso de ventas estocástico, primero y segundo momento (y por lo tanto la varianza) se derivan para los fabricantes total descuento costo de garantía de una sola venta para artículos de un solo componente bajo cuatro políticas de garantía diferentes desde el punto de vista de los fabricantes. Estas estrategias de servicio representan un libre reemplazo renovable, un libre reemplazo no renovable, un prorrata renovable y un plan de garantía de reparación mínima no renovable. Los resultados se amplían para determinar la media y la varianza de los costes totales de garantía descontados para las ventas totales durante el ciclo de vida del producto. Además, utilizando una aproximación normal, se encuentran las reservas de garantía necesarias para un cierto nivel de protección, para que las reservas no se agoten completamente. Los resultados y sus implicaciones gerenciales se estudian a través de un amplio ejemplo ",
            "error": []
        },
        "second moments": {
            "translated_key": "segundo momento",
            "translated_annotated_text": "Reservas de garantía para procesos de venta no estacionarios La estimación de los costes de garantía, en caso de fallo del producto dentro del período de garantía, es de importancia para el fabricante. Los costos asociados con la sustitución o reparación del producto generalmente se extraen de un fondo de reserva de garantía creado por el fabricante. Teniendo en cuenta un proceso de ventas estocástico, primero y <br>segundo momento</br> (y por lo tanto la varianza) se derivan para los fabricantes el costo total de garantía descontada de una sola venta para artículos de un solo componente bajo cuatro políticas de garantía diferentes desde el punto de vista de los fabricantes. Estas estrategias de servicio representan un libre reemplazo renovable, un libre reemplazo no renovable, un prorrata renovable y un plan de garantía de reparación mínima no renovable. Los resultados se amplían para determinar la media y la varianza de los costes totales de garantía descontados para las ventas totales durante el ciclo de vida del producto. Además, utilizando una aproximación normal, se encuentran las reservas de garantía necesarias para un cierto nivel de protección, para que las reservas no se agoten completamente. Los resultados y sus implicaciones gerenciales se estudian a través de un amplio ejemplo ",
            "error": [
                ""
            ]
        },
        "variance": {
            "translated_key": "</br>) se derivan para los fabricantes total descuento costo de garantía de una sola venta para artículos de un solo componente bajo cuatro diferentes políticas de garantía desde el punto de vista de los fabricantes. Estas estrategias de servicio representan un libre reemplazo renovable, un libre reemplazo no renovable, un prorrata renovable y un plan de garantía de reparación mínima no renovable. Los resultados se amplían para determinar la media y <br>varianza",
            "translated_annotated_text": "Reservas de garantía para procesos de venta no estacionarios La estimación de los costes de garantía, en caso de fallo del producto dentro del período de garantía, es de importancia para el fabricante. Los costos asociados con la sustitución o reparación del producto generalmente se extraen de un fondo de reserva de garantía creado por el fabricante. Teniendo en cuenta un proceso de ventas estocástico, primero y segundo momento (y por lo tanto la variación <br></br>) se derivan para los fabricantes total descuento costo de garantía de una sola venta para artículos de un solo componente bajo cuatro diferentes políticas de garantía desde el punto de vista de los fabricantes. Estas estrategias de servicio representan un libre reemplazo renovable, un libre reemplazo no renovable, un prorrata renovable y un plan de garantía de reparación mínima no renovable. Los resultados se amplían para determinar la media y <br>varianza</br> de los costes totales de garantía descontados para las ventas totales durante el ciclo de vida del producto. Además, utilizando una aproximación normal, se encuentran las reservas de garantía necesarias para un cierto nivel de protección, para que las reservas no se agoten completamente. Los resultados y sus implicaciones gerenciales se estudian a través de un amplio ejemplo ",
            "error": [
                ""
            ]
        },
        "total discounted warranty cost": {
            "translated_key": "total descuento costo de garantía",
            "translated_annotated_text": "Reservas de garantía para procesos de venta no estacionarios La estimación de los costes de garantía, en caso de fallo del producto dentro del período de garantía, es de importancia para el fabricante. Los costos asociados con la sustitución o reparación del producto generalmente se extraen de un fondo de reserva de garantía creado por el fabricante. Considerando un proceso de ventas estocástico, primero y segundo momento (y por lo tanto la varianza) se derivan para los fabricantes <br>total descuento costo de garantía</br> de una sola venta para artículos de un solo componente bajo cuatro políticas de garantía diferentes desde el punto de vista de los fabricantes. Estas estrategias de servicio representan un libre reemplazo renovable, un libre reemplazo no renovable, un prorrata renovable y un plan de garantía de reparación mínima no renovable. Los resultados se amplían para determinar la media y la varianza de los costes totales de garantía descontados para las ventas totales durante el ciclo de vida del producto. Además, utilizando una aproximación normal, se encuentran las reservas de garantía necesarias para un cierto nivel de protección, para que las reservas no se agoten completamente. Los resultados y sus implicaciones gerenciales se estudian a través de un amplio ejemplo ",
            "error": [
                ""
            ]
        },
        "single-component items": {
            "translated_key": " elementos de un solo componente",
            "translated_annotated_text": "Reservas de garantía para procesos de venta no estacionarios La estimación de los costes de garantía, en caso de fallo del producto dentro del período de garantía, es de importancia para el fabricante. Los costos asociados con la sustitución o reparación del producto generalmente se extraen de un fondo de reserva de garantía creado por el fabricante. Considerando un proceso de ventas estocástico, primero y segundo momento (y por lo tanto la varianza) se derivan para los fabricantes total descuento costo de garantía de una sola venta para <br> elementos de un solo componente</br> bajo cuatro políticas de garantía diferentes desde el punto de vista de los fabricantes. Estas estrategias de servicio representan un libre reemplazo renovable, un libre reemplazo no renovable, un prorrata renovable y un plan de garantía de reparación mínima no renovable. Los resultados se amplían para determinar la media y la varianza de los costes totales de garantía descontados para las ventas totales durante el ciclo de vida del producto. Además, utilizando una aproximación normal, se encuentran las reservas de garantía necesarias para un cierto nivel de protección, para que las reservas no se agoten completamente. Los resultados y sus implicaciones gerenciales se estudian a través de un amplio ejemplo ",
            "error": [
                ""
            ]
        },
        "servicing strategies": {
            "translated_key": [],
            "translated_annotated_text": "Reservas de garantía para procesos de venta no estacionarios La estimación de los costes de garantía, en caso de fallo del producto dentro del período de garantía, es de importancia para el fabricante. Los costos asociados con la sustitución o reparación del producto generalmente se extraen de un fondo de reserva de garantía creado por el fabricante. Teniendo en cuenta un proceso de ventas estocástico, primero y segundo momento (y por lo tanto la varianza) se derivan para los fabricantes total descuento costo de garantía de una sola venta para artículos de un solo componente bajo cuatro políticas de garantía diferentes desde el punto de vista de los fabricantes. Estas estrategias de servicio <br> representan un plan de garantía renovable de reemplazo libre, no renovable de reemplazo libre, renovable prorrateado y no renovable de reparación mínima. Los resultados se amplían para determinar la media y la varianza de los costes totales de garantía descontados para las ventas totales durante el ciclo de vida del producto. Además, utilizando una aproximación normal, se encuentran las reservas de garantía necesarias para un cierto nivel de protección, para que las reservas no se agoten completamente. Los resultados y sus implicaciones gerenciales se estudian a través de un amplio ejemplo ",
            "error": []
        },
        "renewable free-replacement": {
            "translated_key": "reemplazo renovable",
            "translated_annotated_text": "Reservas de garantía para procesos de venta no estacionarios La estimación de los costes de garantía, en caso de fallo del producto dentro del período de garantía, es de importancia para el fabricante. Los costos asociados con la sustitución o reparación del producto generalmente se extraen de un fondo de reserva de garantía creado por el fabricante. Teniendo en cuenta un proceso de ventas estocástico, primero y segundo momento (y por lo tanto la varianza) se derivan para los fabricantes total descuento costo de garantía de una sola venta para artículos de un solo componente bajo cuatro políticas de garantía diferentes desde el punto de vista de los fabricantes. Estas estrategias de servicio representan un <br>reemplazo renovable</br>, no renovable de reemplazo libre, renovable prorrateado y un plan de garantía no renovable de reparación mínima. Los resultados se amplían para determinar la media y la varianza de los costes totales de garantía descontados para las ventas totales durante el ciclo de vida del producto. Además, utilizando una aproximación normal, se encuentran las reservas de garantía necesarias para un cierto nivel de protección, para que las reservas no se agoten completamente. Los resultados y sus implicaciones gerenciales se estudian a través de un amplio ejemplo ",
            "error": [
                ""
            ]
        },
        "nonrenewable free-replacement": {
            "translated_key": "nonrenovable free-replacement",
            "translated_annotated_text": "Reservas de garantía para procesos de venta no estacionarios La estimación de los costes de garantía, en caso de fallo del producto dentro del período de garantía, es de importancia para el fabricante. Los costos asociados con la sustitución o reparación del producto generalmente se extraen de un fondo de reserva de garantía creado por el fabricante. Teniendo en cuenta un proceso de ventas estocástico, primero y segundo momento (y por lo tanto la varianza) se derivan para los fabricantes total descuento costo de garantía de una sola venta para artículos de un solo componente bajo cuatro políticas de garantía diferentes desde el punto de vista de los fabricantes. Estas estrategias de servicio representan un libre reemplazo renovable, <br>nonrenovable free-replacement</br>, prorrateable renovable y un plan de garantía de reparación mínima no renovable. Los resultados se amplían para determinar la media y la varianza de los costes totales de garantía descontados para las ventas totales durante el ciclo de vida del producto. Además, utilizando una aproximación normal, se encuentran las reservas de garantía necesarias para un cierto nivel de protección, para que las reservas no se agoten completamente. Los resultados y sus implicaciones gerenciales se estudian a través de un amplio ejemplo ",
            "error": [
                ""
            ]
        },
        "renewable pro-rata": {
            "translated_key": "renovable pro-rata",
            "translated_annotated_text": "Reservas de garantía para procesos de venta no estacionarios La estimación de los costes de garantía, en caso de fallo del producto dentro del período de garantía, es de importancia para el fabricante. Los costos asociados con la sustitución o reparación del producto generalmente se extraen de un fondo de reserva de garantía creado por el fabricante. Teniendo en cuenta un proceso de ventas estocástico, primero y segundo momento (y por lo tanto la varianza) se derivan para los fabricantes total descuento costo de garantía de una sola venta para artículos de un solo componente bajo cuatro políticas de garantía diferentes desde el punto de vista de los fabricantes. Estas estrategias de servicio representan un reemplazo libre renovable, no renovable, <br>renovable pro-rata</br>, y un plan de garantía de reparación mínima no renovable. Los resultados se amplían para determinar la media y la varianza de los costes totales de garantía descontados para las ventas totales durante el ciclo de vida del producto. Además, utilizando una aproximación normal, se encuentran las reservas de garantía necesarias para un cierto nivel de protección, para que las reservas no se agoten completamente. Los resultados y sus implicaciones gerenciales se estudian a través de un amplio ejemplo ",
            "error": [
                ""
            ]
        },
        "nonrenewable minimal-repair warranty plans": {
            "translated_key": "no renovable de planes de garantía de reparación mínima",
            "translated_annotated_text": "Reservas de garantía para procesos de venta no estacionarios La estimación de los costes de garantía, en caso de fallo del producto dentro del período de garantía, es de importancia para el fabricante. Los costos asociados con la sustitución o reparación del producto generalmente se extraen de un fondo de reserva de garantía creado por el fabricante. Teniendo en cuenta un proceso de ventas estocástico, primero y segundo momento (y por lo tanto la varianza) se derivan para los fabricantes total descuento costo de garantía de una sola venta para artículos de un solo componente bajo cuatro políticas de garantía diferentes desde el punto de vista de los fabricantes. Estas estrategias de servicio representan un libre reemplazo renovable, no renovable de reemplazo libre, renovable prorrateado, y un <br>no renovable de planes de garantía de reparación mínima</br>.  Los resultados se amplían para determinar la media y la varianza de los costes totales de garantía descontados para las ventas totales durante el ciclo de vida del producto. Además, utilizando una aproximación normal, se encuentran las reservas de garantía necesarias para un cierto nivel de protección, para que las reservas no se agoten completamente. Los resultados y sus implicaciones gerenciales se estudian a través de un amplio ejemplo ",
            "error": [
                ""
            ]
        },
        "total discounted warranty costs": {
            "translated_key": "total descontados costos de garantía",
            "translated_annotated_text": "Reservas de garantía para procesos de venta no estacionarios La estimación de los costes de garantía, en caso de fallo del producto dentro del período de garantía, es de importancia para el fabricante. Los costos asociados con la sustitución o reparación del producto generalmente se extraen de un fondo de reserva de garantía creado por el fabricante. Teniendo en cuenta un proceso de ventas estocástico, primero y segundo momento (y por lo tanto la varianza) se derivan para los fabricantes total descuento costo de garantía de una sola venta para artículos de un solo componente bajo cuatro políticas de garantía diferentes desde el punto de vista de los fabricantes. Estas estrategias de servicio representan un libre reemplazo renovable, un libre reemplazo no renovable, un prorrata renovable y un plan de garantía de reparación mínima no renovable. Los resultados se amplían para determinar la media y la varianza de <br>total descontados costos de garantía</br> para las ventas totales durante el ciclo de vida del producto. Además, utilizando una aproximación normal, se encuentran las reservas de garantía necesarias para un cierto nivel de protección, para que las reservas no se agoten completamente. Los resultados y sus implicaciones gerenciales se estudian a través de un amplio ejemplo ",
            "error": [
                ""
            ]
        },
        "product life cycle": {
            "translated_key": [],
            "translated_annotated_text": "Reservas de garantía para procesos de venta no estacionarios La estimación de los costes de garantía, en caso de fallo del producto dentro del período de garantía, es de importancia para el fabricante. Los costos asociados con la sustitución o reparación del producto generalmente se extraen de un fondo de reserva de garantía creado por el fabricante. Teniendo en cuenta un proceso de ventas estocástico, primero y segundo momento (y por lo tanto la varianza) se derivan para los fabricantes total descuento costo de garantía de una sola venta para artículos de un solo componente bajo cuatro políticas de garantía diferentes desde el punto de vista de los fabricantes. Estas estrategias de servicio representan un libre reemplazo renovable, un libre reemplazo no renovable, un prorrata renovable y un plan de garantía de reparación mínima no renovable. Los resultados se amplían para determinar la media y la varianza de los costes totales de garantía descontados para las ventas totales durante el ciclo de vida del producto. Además, utilizando una aproximación normal, se encuentran las reservas de garantía necesarias para un cierto nivel de protección, para que las reservas no se agoten completamente. Los resultados y sus implicaciones gerenciales se estudian a través de un amplio ejemplo ",
            "error": []
        },
        "normal approximation": {
            "translated_key": "normal",
            "translated_annotated_text": "Reservas de garantía para procesos de venta no estacionarios La estimación de los costes de garantía, en caso de fallo del producto dentro del período de garantía, es de importancia para el fabricante. Los costos asociados con la sustitución o reparación del producto generalmente se extraen de un fondo de reserva de garantía creado por el fabricante. Teniendo en cuenta un proceso de ventas estocástico, primero y segundo momento (y por lo tanto la varianza) se derivan para los fabricantes total descuento costo de garantía de una sola venta para artículos de un solo componente bajo cuatro políticas de garantía diferentes desde el punto de vista de los fabricantes. Estas estrategias de servicio representan un libre reemplazo renovable, un libre reemplazo no renovable, un prorrata renovable y un plan de garantía de reparación mínima no renovable. Los resultados se amplían para determinar la media y la varianza de los costes totales de garantía descontados para las ventas totales durante el ciclo de vida del producto. Además, utilizando una aproximación <br>normal</br>, se encuentran las reservas de garantía necesarias para un determinado nivel de protección, para que las reservas no se agoten completamente. Los resultados y sus implicaciones gerenciales se estudian a través de un amplio ejemplo ",
            "error": [
                ""
            ]
        },
        "managerial implications": {
            "translated_key": "manageriales",
            "translated_annotated_text": "Reservas de garantía para procesos de venta no estacionarios La estimación de los costes de garantía, en caso de fallo del producto dentro del período de garantía, es de importancia para el fabricante. Los costos asociados con la sustitución o reparación del producto generalmente se extraen de un fondo de reserva de garantía creado por el fabricante. Teniendo en cuenta un proceso de ventas estocástico, primero y segundo momento (y por lo tanto la varianza) se derivan para los fabricantes total descuento costo de garantía de una sola venta para artículos de un solo componente bajo cuatro políticas de garantía diferentes desde el punto de vista de los fabricantes. Estas estrategias de servicio representan un libre reemplazo renovable, un libre reemplazo no renovable, un prorrata renovable y un plan de garantía de reparación mínima no renovable. Los resultados se amplían para determinar la media y la varianza de los costes totales de garantía descontados para las ventas totales durante el ciclo de vida del producto. Además, utilizando una aproximación normal, se encuentran las reservas de garantía necesarias para un cierto nivel de protección, para que las reservas no se agoten completamente. Los resultados y sus implicaciones <br>manageriales</br> se estudian a través de un amplio ejemplo ",
            "error": [
                ""
            ]
        },
        "life cycle costing": {
            "translated_key": [],
            "translated_annotated_text": "Reservas de garantía para procesos de venta no estacionarios La estimación de los costes de garantía, en caso de fallo del producto dentro del período de garantía, es de importancia para el fabricante. Los costos asociados con la sustitución o reparación del producto generalmente se extraen de un fondo de reserva de garantía creado por el fabricante. Teniendo en cuenta un proceso de ventas estocástico, primero y segundo momento (y por lo tanto la varianza) se derivan para los fabricantes total descuento costo de garantía de una sola venta para artículos de un solo componente bajo cuatro políticas de garantía diferentes desde el punto de vista de los fabricantes. Estas estrategias de servicio representan un libre reemplazo renovable, un libre reemplazo no renovable, un prorrata renovable y un plan de garantía de reparación mínima no renovable. Los resultados se amplían para determinar la media y la varianza de los costes totales de garantía descontados para las ventas totales durante el ciclo de vida del producto. Además, utilizando una aproximación normal, se encuentran las reservas de garantía necesarias para un cierto nivel de protección, para que las reservas no se agoten completamente. Los resultados y sus implicaciones gerenciales se estudian a través de un amplio ejemplo ",
            "error": []
        },
        "probability": {
            "translated_key": [],
            "translated_annotated_text": "Reservas de garantía para procesos de venta no estacionarios La estimación de los costes de garantía, en caso de fallo del producto dentro del período de garantía, es de importancia para el fabricante. Los costos asociados con la sustitución o reparación del producto generalmente se extraen de un fondo de reserva de garantía creado por el fabricante. Teniendo en cuenta un proceso de ventas estocástico, primero y segundo momento (y por lo tanto la varianza) se derivan para los fabricantes total descuento costo de garantía de una sola venta para artículos de un solo componente bajo cuatro políticas de garantía diferentes desde el punto de vista de los fabricantes. Estas estrategias de servicio representan un libre reemplazo renovable, un libre reemplazo no renovable, un prorrata renovable y un plan de garantía de reparación mínima no renovable. Los resultados se amplían para determinar la media y la varianza de los costes totales de garantía descontados para las ventas totales durante el ciclo de vida del producto. Además, utilizando una aproximación normal, se encuentran las reservas de garantía necesarias para un cierto nivel de protección, para que las reservas no se agoten completamente. Los resultados y sus implicaciones gerenciales se estudian a través de un amplio ejemplo ",
            "error": []
        },
        "retailing": {
            "translated_key": [],
            "translated_annotated_text": "Reservas de garantía para procesos de venta no estacionarios La estimación de los costes de garantía, en caso de fallo del producto dentro del período de garantía, es de importancia para el fabricante. Los costos asociados con la sustitución o reparación del producto generalmente se extraen de un fondo de reserva de garantía creado por el fabricante. Teniendo en cuenta un proceso de ventas estocástico, primero y segundo momento (y por lo tanto la varianza) se derivan para los fabricantes total descuento costo de garantía de una sola venta para artículos de un solo componente bajo cuatro políticas de garantía diferentes desde el punto de vista de los fabricantes. Estas estrategias de servicio representan un libre reemplazo renovable, un libre reemplazo no renovable, un prorrata renovable y un plan de garantía de reparación mínima no renovable. Los resultados se amplían para determinar la media y la varianza de los costes totales de garantía descontados para las ventas totales durante el ciclo de vida del producto. Además, utilizando una aproximación normal, se encuentran las reservas de garantía necesarias para un cierto nivel de protección, para que las reservas no se agoten completamente. Los resultados y sus implicaciones gerenciales se estudian a través de un amplio ejemplo ",
            "error": []
        }
    }
}