{
    "original_text": "Improving computer security for authentication of users: influence of proactive password restrictions Entering a user name-password combination is a widely used procedure for identification and authentication in computer systems. However, it is a notoriously weak method, in that the passwords adopted by many users are easy to crack. In an attempt to, improve security, proactive password checking may be used, in which passwords must meet several criteria to be more resistant to cracking. In two experiments, we examined the influence of proactive password restrictions on the time that it took to generate an acceptable password and to use it subsequently to log in. The required length was a minimum of five characters in experiment I and eight characters in experiment 2. In both experiments, one condition had only the length restriction, and the other had additional restrictions. The additional restrictions greatly increased the time it took to generate the password but had only a small effect on the time it took to use it subsequently to log in. For the five-character passwords, 75% were cracked when no other restrictions were imposed, and this was reduced to 33% with the additional restrictions. For the eight-character passwords, 17% were cracked with no other restrictions, and 12.5% with restrictions. The results indicate that increasing the minimum character length reduces crackability and increases security, regardless of whether additional restrictions are imposed",
    "original_translation": "Mejora de la seguridad informática para la autenticación de usuarios: influencia de restricciones proactivas de contraseña La introducción de una combinación de contraseña y nombre de usuario es un procedimiento ampliamente utilizado para la identificación y autenticación en los sistemas informáticos. Sin embargo, es un método notoriamente débil, ya que las contraseñas adoptadas por muchos usuarios son fáciles de descifrar. En un intento por mejorar la seguridad, se puede utilizar la comprobación proactiva de contraseñas, en la que las contraseñas deben cumplir varios criterios para ser más resistentes al cracking. En dos experimentos, examinamos la influencia de las restricciones proactivas de contraseñas en el tiempo que tomó generar una contraseña aceptable y usarla posteriormente para iniciar sesión. La longitud requerida era un mínimo de cinco caracteres en el experimento I y ocho caracteres en el experimento 2. En ambos experimentos, una condición sólo tenía la restricción de longitud, y la otra tenía restricciones adicionales. Las restricciones adicionales aumentaron considerablemente el tiempo necesario para generar la contraseña, pero sólo tuvieron un pequeño efecto en el tiempo necesario para utilizarla posteriormente para iniciar sesión. Para las contraseñas de cinco caracteres, el 75% se rompió cuando no se impusieron otras restricciones, y esto se redujo al 33% con las restricciones adicionales. Para las contraseñas de ocho caracteres, el 17% fueron rotas sin otras restricciones, y el 12,5% con restricciones. Los resultados indican que aumentar la longitud mínima del carácter reduce la craqueabilidad y aumenta la seguridad, independientemente de si se imponen restricciones adicionales",
    "error_count": 5,
    "keys": {
        "computer security": {
            "translated_key": "seguridad informática",
            "translated_annotated_text": "Mejora de la <br>seguridad informática</br> para la autenticación de usuarios: influencia de restricciones proactivas de contraseña La introducción de una combinación de contraseñas y nombres de usuario es un procedimiento ampliamente utilizado para la identificación y autenticación en sistemas informáticos. Sin embargo, es un método notoriamente débil, ya que las contraseñas adoptadas por muchos usuarios son fáciles de descifrar. En un intento por mejorar la seguridad, se puede utilizar la comprobación proactiva de contraseñas, en la que las contraseñas deben cumplir varios criterios para ser más resistentes al cracking. En dos experimentos, examinamos la influencia de las restricciones proactivas de contraseñas en el tiempo que tomó generar una contraseña aceptable y usarla posteriormente para iniciar sesión. La longitud requerida era un mínimo de cinco caracteres en el experimento I y ocho caracteres en el experimento 2. En ambos experimentos, una condición sólo tenía la restricción de longitud, y la otra tenía restricciones adicionales. Las restricciones adicionales aumentaron considerablemente el tiempo necesario para generar la contraseña, pero sólo tuvieron un pequeño efecto en el tiempo necesario para utilizarla posteriormente para iniciar sesión. Para las contraseñas de cinco caracteres, el 75% se rompió cuando no se impusieron otras restricciones, y esto se redujo al 33% con las restricciones adicionales. Para las contraseñas de ocho caracteres, el 17% fueron rotas sin otras restricciones, y el 12,5% con restricciones. Los resultados indican que aumentar la longitud mínima del carácter reduce la craqueabilidad y aumenta la seguridad, independientemente de si se imponen restricciones adicionales ",
            "error": [
                ""
            ]
        },
        "user authentication": {
            "translated_key": [],
            "translated_annotated_text": "Mejora de la seguridad informática para la autenticación de usuarios: influencia de restricciones proactivas de contraseña La introducción de una combinación de contraseña y nombre de usuario es un procedimiento ampliamente utilizado para la identificación y autenticación en los sistemas informáticos. Sin embargo, es un método notoriamente débil, ya que las contraseñas adoptadas por muchos usuarios son fáciles de descifrar. En un intento por mejorar la seguridad, se puede utilizar la comprobación proactiva de contraseñas, en la que las contraseñas deben cumplir varios criterios para ser más resistentes al cracking. En dos experimentos, examinamos la influencia de las restricciones proactivas de contraseñas en el tiempo que tomó generar una contraseña aceptable y usarla posteriormente para iniciar sesión. La longitud requerida era un mínimo de cinco caracteres en el experimento I y ocho caracteres en el experimento 2. En ambos experimentos, una condición sólo tenía la restricción de longitud, y la otra tenía restricciones adicionales. Las restricciones adicionales aumentaron considerablemente el tiempo necesario para generar la contraseña, pero sólo tuvieron un pequeño efecto en el tiempo necesario para utilizarla posteriormente para iniciar sesión. Para las contraseñas de cinco caracteres, el 75% se rompió cuando no se impusieron otras restricciones, y esto se redujo al 33% con las restricciones adicionales. Para las contraseñas de ocho caracteres, el 17% fueron rotas sin otras restricciones, y el 12,5% con restricciones. Los resultados indican que aumentar la longitud mínima del carácter reduce la craqueabilidad y aumenta la seguridad, independientemente de si se imponen restricciones adicionales ",
            "error": []
        },
        "proactive password checking": {
            "translated_key": "comprobación proactiva de contraseñas",
            "translated_annotated_text": "Mejora de la seguridad informática para la autenticación de usuarios: influencia de restricciones proactivas de contraseña La introducción de una combinación de contraseña y nombre de usuario es un procedimiento ampliamente utilizado para la identificación y autenticación en los sistemas informáticos. Sin embargo, es un método notoriamente débil, ya que las contraseñas adoptadas por muchos usuarios son fáciles de descifrar. En un intento por, mejorar la seguridad, la <br>comprobación proactiva de contraseñas</br> puede ser utilizada, en la que las contraseñas deben cumplir varios criterios para ser más resistentes a la fisuración. En dos experimentos, examinamos la influencia de las restricciones proactivas de contraseñas en el tiempo que tomó generar una contraseña aceptable y usarla posteriormente para iniciar sesión. La longitud requerida era un mínimo de cinco caracteres en el experimento I y ocho caracteres en el experimento 2. En ambos experimentos, una condición sólo tenía la restricción de longitud, y la otra tenía restricciones adicionales. Las restricciones adicionales aumentaron considerablemente el tiempo necesario para generar la contraseña, pero sólo tuvieron un pequeño efecto en el tiempo necesario para utilizarla posteriormente para iniciar sesión. Para las contraseñas de cinco caracteres, el 75% se rompió cuando no se impusieron otras restricciones, y esto se redujo al 33% con las restricciones adicionales. Para las contraseñas de ocho caracteres, el 17% fueron rotas sin otras restricciones, y el 12,5% con restricciones. Los resultados indican que aumentar la longitud mínima del carácter reduce la craqueabilidad y aumenta la seguridad, independientemente de si se imponen restricciones adicionales ",
            "error": [
                ""
            ]
        },
        "proactive password restrictions": {
            "translated_key": [
                "restricciones proactivas de contraseña",
                "restricciones proactivas de contraseñas"
            ],
            "translated_annotated_text": "Mejora de la seguridad informática para la autenticación de usuarios: influencia de <br>restricciones proactivas de contraseña</br> La introducción de una combinación de contraseña y nombre de usuario es un procedimiento ampliamente utilizado para la identificación y autenticación en sistemas informáticos.  Sin embargo, es un método notoriamente débil, ya que las contraseñas adoptadas por muchos usuarios son fáciles de descifrar. En un intento por mejorar la seguridad, se puede utilizar la comprobación proactiva de contraseñas, en la que las contraseñas deben cumplir varios criterios para ser más resistentes al cracking. En dos experimentos, examinamos la influencia de las <br>restricciones proactivas de contraseñas</br> en el tiempo que tomó generar una contraseña aceptable y usarla posteriormente para iniciar sesión.  La longitud requerida era un mínimo de cinco caracteres en el experimento I y ocho caracteres en el experimento 2. En ambos experimentos, una condición sólo tenía la restricción de longitud, y la otra tenía restricciones adicionales. Las restricciones adicionales aumentaron considerablemente el tiempo necesario para generar la contraseña, pero sólo tuvieron un pequeño efecto en el tiempo necesario para utilizarla posteriormente para iniciar sesión. Para las contraseñas de cinco caracteres, el 75% se rompió cuando no se impusieron otras restricciones, y esto se redujo al 33% con las restricciones adicionales. Para las contraseñas de ocho caracteres, el 17% fueron rotas sin otras restricciones, y el 12,5% con restricciones. Los resultados indican que aumentar la longitud mínima del carácter reduce la craqueabilidad y aumenta la seguridad, independientemente de si se imponen restricciones adicionales ",
            "error": [
                "restricciones proactivas de contraseña",
                "restricciones proactivas de contraseñas"
            ]
        },
        "length restriction": {
            "translated_key": [],
            "translated_annotated_text": "Mejora de la seguridad informática para la autenticación de usuarios: influencia de restricciones proactivas de contraseña La introducción de una combinación de contraseña y nombre de usuario es un procedimiento ampliamente utilizado para la identificación y autenticación en los sistemas informáticos. Sin embargo, es un método notoriamente débil, ya que las contraseñas adoptadas por muchos usuarios son fáciles de descifrar. En un intento por mejorar la seguridad, se puede utilizar la comprobación proactiva de contraseñas, en la que las contraseñas deben cumplir varios criterios para ser más resistentes al cracking. En dos experimentos, examinamos la influencia de las restricciones proactivas de contraseñas en el tiempo que tomó generar una contraseña aceptable y usarla posteriormente para iniciar sesión. La longitud requerida era un mínimo de cinco caracteres en el experimento I y ocho caracteres en el experimento 2. En ambos experimentos, una condición tenía solamente la restricción de longitud <br>, y la otra tenía restricciones adicionales. Las restricciones adicionales aumentaron considerablemente el tiempo necesario para generar la contraseña, pero sólo tuvieron un pequeño efecto en el tiempo necesario para utilizarla posteriormente para iniciar sesión. Para las contraseñas de cinco caracteres, el 75% se rompió cuando no se impusieron otras restricciones, y esto se redujo al 33% con las restricciones adicionales. Para las contraseñas de ocho caracteres, el 17% fueron rotas sin otras restricciones, y el 12,5% con restricciones. Los resultados indican que aumentar la longitud mínima del carácter reduce la craqueabilidad y aumenta la seguridad, independientemente de si se imponen restricciones adicionales ",
            "error": []
        },
        "five-character passwords": {
            "translated_key": "cinco caracteres",
            "translated_annotated_text": "Mejora de la seguridad informática para la autenticación de usuarios: influencia de restricciones proactivas de contraseña La introducción de una combinación de contraseña y nombre de usuario es un procedimiento ampliamente utilizado para la identificación y autenticación en los sistemas informáticos. Sin embargo, es un método notoriamente débil, ya que las contraseñas adoptadas por muchos usuarios son fáciles de descifrar. En un intento por mejorar la seguridad, se puede utilizar la comprobación proactiva de contraseñas, en la que las contraseñas deben cumplir varios criterios para ser más resistentes al cracking. En dos experimentos, examinamos la influencia de las restricciones proactivas de contraseñas en el tiempo que tomó generar una contraseña aceptable y usarla posteriormente para iniciar sesión. La longitud requerida era un mínimo de cinco caracteres en el experimento I y ocho caracteres en el experimento 2. En ambos experimentos, una condición sólo tenía la restricción de longitud, y la otra tenía restricciones adicionales. Las restricciones adicionales aumentaron considerablemente el tiempo necesario para generar la contraseña, pero sólo tuvieron un pequeño efecto en el tiempo necesario para utilizarla posteriormente para iniciar sesión. Para las contraseñas de <br>cinco caracteres</br>, el 75% se rompió cuando no se impusieron otras restricciones, lo que se redujo al 33% con las restricciones adicionales. Para las contraseñas de ocho caracteres, el 17% fueron rotas sin otras restricciones, y el 12,5% con restricciones. Los resultados indican que aumentar la longitud mínima del carácter reduce la craqueabilidad y aumenta la seguridad, independientemente de si se imponen restricciones adicionales ",
            "error": [
                ""
            ]
        },
        "eight-character passwords": {
            "translated_key": "ocho caracteres",
            "translated_annotated_text": "Mejora de la seguridad informática para la autenticación de usuarios: influencia de restricciones proactivas de contraseña La introducción de una combinación de contraseña y nombre de usuario es un procedimiento ampliamente utilizado para la identificación y autenticación en los sistemas informáticos. Sin embargo, es un método notoriamente débil, ya que las contraseñas adoptadas por muchos usuarios son fáciles de descifrar. En un intento por mejorar la seguridad, se puede utilizar la comprobación proactiva de contraseñas, en la que las contraseñas deben cumplir varios criterios para ser más resistentes al cracking. En dos experimentos, examinamos la influencia de las restricciones proactivas de contraseñas en el tiempo que tomó generar una contraseña aceptable y usarla posteriormente para iniciar sesión. La longitud requerida era un mínimo de cinco caracteres en el experimento I y ocho caracteres en el experimento 2. En ambos experimentos, una condición sólo tenía la restricción de longitud, y la otra tenía restricciones adicionales. Las restricciones adicionales aumentaron considerablemente el tiempo necesario para generar la contraseña, pero sólo tuvieron un pequeño efecto en el tiempo necesario para utilizarla posteriormente para iniciar sesión. Para las contraseñas de cinco caracteres, el 75% se rompió cuando no se impusieron otras restricciones, y esto se redujo al 33% con las restricciones adicionales. Para las contraseñas de <br>ocho caracteres</br>, el 17% se rompió sin otras restricciones y el 12,5% con restricciones. Los resultados indican que aumentar la longitud mínima del carácter reduce la craqueabilidad y aumenta la seguridad, independientemente de si se imponen restricciones adicionales ",
            "error": [
                ""
            ]
        },
        "authorisation": {
            "translated_key": [],
            "translated_annotated_text": "Mejora de la seguridad informática para la autenticación de usuarios: influencia de restricciones proactivas de contraseña La introducción de una combinación de contraseña y nombre de usuario es un procedimiento ampliamente utilizado para la identificación y autenticación en los sistemas informáticos. Sin embargo, es un método notoriamente débil, ya que las contraseñas adoptadas por muchos usuarios son fáciles de descifrar. En un intento por mejorar la seguridad, se puede utilizar la comprobación proactiva de contraseñas, en la que las contraseñas deben cumplir varios criterios para ser más resistentes al cracking. En dos experimentos, examinamos la influencia de las restricciones proactivas de contraseñas en el tiempo que tomó generar una contraseña aceptable y usarla posteriormente para iniciar sesión. La longitud requerida era un mínimo de cinco caracteres en el experimento I y ocho caracteres en el experimento 2. En ambos experimentos, una condición sólo tenía la restricción de longitud, y la otra tenía restricciones adicionales. Las restricciones adicionales aumentaron considerablemente el tiempo necesario para generar la contraseña, pero sólo tuvieron un pequeño efecto en el tiempo necesario para utilizarla posteriormente para iniciar sesión. Para las contraseñas de cinco caracteres, el 75% se rompió cuando no se impusieron otras restricciones, y esto se redujo al 33% con las restricciones adicionales. Para las contraseñas de ocho caracteres, el 17% fueron rotas sin otras restricciones, y el 12,5% con restricciones. Los resultados indican que aumentar la longitud mínima del carácter reduce la craqueabilidad y aumenta la seguridad, independientemente de si se imponen restricciones adicionales ",
            "error": []
        },
        "message authentication": {
            "translated_key": [],
            "translated_annotated_text": "Mejora de la seguridad informática para la autenticación de usuarios: influencia de restricciones proactivas de contraseña La introducción de una combinación de contraseña y nombre de usuario es un procedimiento ampliamente utilizado para la identificación y autenticación en los sistemas informáticos. Sin embargo, es un método notoriamente débil, ya que las contraseñas adoptadas por muchos usuarios son fáciles de descifrar. En un intento por mejorar la seguridad, se puede utilizar la comprobación proactiva de contraseñas, en la que las contraseñas deben cumplir varios criterios para ser más resistentes al cracking. En dos experimentos, examinamos la influencia de las restricciones proactivas de contraseñas en el tiempo que tomó generar una contraseña aceptable y usarla posteriormente para iniciar sesión. La longitud requerida era un mínimo de cinco caracteres en el experimento I y ocho caracteres en el experimento 2. En ambos experimentos, una condición sólo tenía la restricción de longitud, y la otra tenía restricciones adicionales. Las restricciones adicionales aumentaron considerablemente el tiempo necesario para generar la contraseña, pero sólo tuvieron un pequeño efecto en el tiempo necesario para utilizarla posteriormente para iniciar sesión. Para las contraseñas de cinco caracteres, el 75% se rompió cuando no se impusieron otras restricciones, y esto se redujo al 33% con las restricciones adicionales. Para las contraseñas de ocho caracteres, el 17% fueron rotas sin otras restricciones, y el 12,5% con restricciones. Los resultados indican que aumentar la longitud mínima del carácter reduce la craqueabilidad y aumenta la seguridad, independientemente de si se imponen restricciones adicionales ",
            "error": []
        }
    }
}