{
    "original_text": "Capturing niche markets with copper For last-mile access in niche applications, twisted copper pair may be the cable of best option to gain access and deliver desired services. The article discusses how operators can use network edge devices to serve new customers. Niche market segments represent a significant opportunity for cable TV delivery of television and high-speed Internet signals. But the existing telecommunications infrastructure in those developments frequently presents unique challenges for the service provider to overcome",
    "original_translation": "Capturar mercados de nicho con cobre Para el acceso de última milla en aplicaciones de nicho, el par de cobre retorcido puede ser el cable de la mejor opción para obtener acceso y ofrecer los servicios deseados. El artículo discute cómo los operadores pueden utilizar dispositivos de borde de red para servir a nuevos clientes. Los segmentos del mercado de los nichos representan una oportunidad importante para la entrega por televisión por cable de señales de televisión y de Internet de alta velocidad. Sin embargo, la infraestructura de telecomunicaciones existente en esos desarrollos presenta con frecuencia desafíos singulares que el proveedor de servicios debe superar",
    "error_count": 5,
    "keys": {
        "last-mile access": {
            "translated_key": "last-mile",
            "translated_annotated_text": "Capturar nicho mercados con cobre Para el acceso a <br>last-mile</br> en aplicaciones de nicho, el par de cobre retorcido puede ser el cable de la mejor opción para obtener acceso y ofrecer los servicios deseados. El artículo discute cómo los operadores pueden utilizar dispositivos de borde de red para servir a nuevos clientes. Los segmentos del mercado de los nichos representan una oportunidad importante para la entrega por televisión por cable de señales de televisión y de Internet de alta velocidad. Sin embargo, la infraestructura de telecomunicaciones existente en esos desarrollos presenta con frecuencia desafíos singulares que el proveedor de servicios debe superar ",
            "error": [
                ""
            ]
        },
        "twisted copper pair": {
            "translated_key": "twisted copper par",
            "translated_annotated_text": "Capturar mercados de nicho con cobre Para acceder a las últimas millas en aplicaciones de nicho, <br>twisted copper par</br> puede ser el cable de la mejor opción para obtener acceso y ofrecer los servicios deseados. El artículo discute cómo los operadores pueden utilizar dispositivos de borde de red para servir a nuevos clientes. Los segmentos del mercado de los nichos representan una oportunidad importante para la entrega por televisión por cable de señales de televisión y de Internet de alta velocidad. Sin embargo, la infraestructura de telecomunicaciones existente en esos desarrollos presenta con frecuencia desafíos singulares que el proveedor de servicios debe superar ",
            "error": [
                ""
            ]
        },
        "network edge devices": {
            "translated_key": "network edge",
            "translated_annotated_text": "Capturar mercados de nicho con cobre Para el acceso de última milla en aplicaciones de nicho, el par de cobre retorcido puede ser el cable de la mejor opción para obtener acceso y ofrecer los servicios deseados. El artículo discute cómo los operadores pueden usar dispositivos <br>network edge</br> para servir a nuevos clientes. Los segmentos del mercado de los nichos representan una oportunidad importante para la entrega por televisión por cable de señales de televisión y de Internet de alta velocidad. Sin embargo, la infraestructura de telecomunicaciones existente en esos desarrollos presenta con frecuencia desafíos singulares que el proveedor de servicios debe superar ",
            "error": [
                ""
            ]
        },
        "copper cables": {
            "translated_key": [],
            "translated_annotated_text": "Capturar mercados de nicho con cobre Para el acceso de última milla en aplicaciones de nicho, el par de cobre retorcido puede ser el cable de la mejor opción para obtener acceso y ofrecer los servicios deseados. El artículo discute cómo los operadores pueden utilizar dispositivos de borde de red para servir a nuevos clientes. Los segmentos del mercado de los nichos representan una oportunidad importante para la entrega por televisión por cable de señales de televisión y de Internet de alta velocidad. Sin embargo, la infraestructura de telecomunicaciones existente en esos desarrollos presenta con frecuencia desafíos singulares que el proveedor de servicios debe superar ",
            "error": []
        },
        "niche markets": {
            "translated_key": "niche",
            "translated_annotated_text": "Capturando mercados <br>niche</br> con cobre Para el acceso de última milla en aplicaciones de nicho, el par de cobre retorcido puede ser el cable de la mejor opción para obtener acceso y ofrecer los servicios deseados. El artículo discute cómo los operadores pueden utilizar dispositivos de borde de red para servir a nuevos clientes. Los segmentos del mercado de los nichos representan una oportunidad importante para la entrega por televisión por cable de señales de televisión y de Internet de alta velocidad. Sin embargo, la infraestructura de telecomunicaciones existente en esos desarrollos presenta con frecuencia desafíos singulares que el proveedor de servicios debe superar ",
            "error": [
                ""
            ]
        },
        "cable television": {
            "translated_key": [],
            "translated_annotated_text": "Capturar mercados de nicho con cobre Para el acceso de última milla en aplicaciones de nicho, el par de cobre retorcido puede ser el cable de la mejor opción para obtener acceso y ofrecer los servicios deseados. El artículo discute cómo los operadores pueden utilizar dispositivos de borde de red para servir a nuevos clientes. Los segmentos del mercado de los nichos representan una oportunidad importante para la entrega por televisión por cable de señales de televisión y de Internet de alta velocidad. Sin embargo, la infraestructura de telecomunicaciones existente en esos desarrollos presenta con frecuencia desafíos singulares que el proveedor de servicios debe superar ",
            "error": []
        },
        "Internet": {
            "translated_key": [],
            "translated_annotated_text": "Capturar mercados de nicho con cobre Para el acceso de última milla en aplicaciones de nicho, el par de cobre retorcido puede ser el cable de la mejor opción para obtener acceso y ofrecer los servicios deseados. El artículo discute cómo los operadores pueden utilizar dispositivos de borde de red para servir a nuevos clientes. Los segmentos del mercado de los nichos representan una oportunidad significativa para la entrega por televisión por cable de señales de televisión y de Internet de alta velocidad. Sin embargo, la infraestructura de telecomunicaciones existente en esos desarrollos presenta con frecuencia desafíos singulares que el proveedor de servicios debe superar ",
            "error": []
        },
        "subscriber loops": {
            "translated_key": [],
            "translated_annotated_text": "Capturar mercados de nicho con cobre Para el acceso de última milla en aplicaciones de nicho, el par de cobre retorcido puede ser el cable de la mejor opción para obtener acceso y ofrecer los servicios deseados. El artículo discute cómo los operadores pueden utilizar dispositivos de borde de red para servir a nuevos clientes. Los segmentos del mercado de los nichos representan una oportunidad importante para la entrega por televisión por cable de señales de televisión y de Internet de alta velocidad. Sin embargo, la infraestructura de telecomunicaciones existente en esos desarrollos presenta con frecuencia desafíos singulares que el proveedor de servicios debe superar ",
            "error": []
        },
        "twisted pair cables": {
            "translated_key": [],
            "translated_annotated_text": "Capturar mercados de nicho con cobre Para el acceso de última milla en aplicaciones de nicho, el par de cobre retorcido puede ser el cable de la mejor opción para obtener acceso y ofrecer los servicios deseados. El artículo discute cómo los operadores pueden utilizar dispositivos de borde de red para servir a nuevos clientes. Los segmentos del mercado de los nichos representan una oportunidad importante para la entrega por televisión por cable de señales de televisión y de Internet de alta velocidad. Sin embargo, la infraestructura de telecomunicaciones existente en esos desarrollos presenta con frecuencia desafíos singulares que el proveedor de servicios debe superar ",
            "error": []
        }
    }
}