{
    "original_text": "Lower bounds on the information rate of secret sharing schemes with homogeneous access structure We present some new lower bounds on the optimal information rate and on the optimal average information rate of secret sharing schemes with homogeneous access structure. These bounds are found by using some covering constructions and a new parameter, the k-degree of a participant, that is introduced in this paper. Our bounds improve the previous ones in almost all cases",
    "original_translation": "Límites más bajos en la tasa de información de los esquemas de intercambio secreto con estructura de acceso homogénea Presentamos algunos límites más bajos en la tasa de información óptima y en la tasa de información media óptima de los esquemas de intercambio secreto con estructura de acceso homogénea. Estos límites se encuentran mediante el uso de algunas construcciones de cobertura y un nuevo parámetro, el grado k de un participante, que se introduce en este artículo. Nuestros límites mejoran los anteriores en casi todos los casos",
    "error_count": 3,
    "keys": {
        "lower bounds": {
            "translated_key": "límites más bajos",
            "translated_annotated_text": "Límites más bajos en la tasa de información de los esquemas de intercambio secreto con estructura de acceso homogénea Presentamos algunos nuevos <br>límites más bajos</br> en la tasa de información óptima y en la tasa de información media óptima de los esquemas de intercambio secreto con estructura de acceso homogénea.  Estos límites se encuentran mediante el uso de algunas construcciones de cobertura y un nuevo parámetro, el grado k de un participante, que se introduce en este artículo. Nuestros límites mejoran los anteriores en casi todos los casos ",
            "error": [
                ""
            ]
        },
        "optimal information rate": {
            "translated_key": "tasa de información óptima",
            "translated_annotated_text": "Límites más bajos en la tasa de información de esquemas de intercambio secreto con estructura de acceso homogénea Presentamos algunos límites más bajos en la <br>tasa de información óptima</br> y en la tasa de información media óptima de esquemas de intercambio secreto con estructura de acceso homogénea.  Estos límites se encuentran mediante el uso de algunas construcciones de cobertura y un nuevo parámetro, el grado k de un participante, que se introduce en este artículo. Nuestros límites mejoran los anteriores en casi todos los casos ",
            "error": [
                ""
            ]
        },
        "optimal average information rate": {
            "translated_key": "tasa de información media óptima",
            "translated_annotated_text": "Límites más bajos en la tasa de información de esquemas de intercambio secreto con estructura de acceso homogénea Presentamos algunos límites más bajos en la tasa de información óptima y en la <br>tasa de información media óptima</br> de esquemas de intercambio secreto con estructura de acceso homogénea.  Estos límites se encuentran mediante el uso de algunas construcciones de cobertura y un nuevo parámetro, el grado k de un participante, que se introduce en este artículo. Nuestros límites mejoran los anteriores en casi todos los casos ",
            "error": [
                ""
            ]
        },
        "k-degree": {
            "translated_key": "k-degree",
            "translated_annotated_text": "Límites más bajos en la tasa de información de los esquemas de intercambio secreto con estructura de acceso homogénea Presentamos algunos límites más bajos en la tasa de información óptima y en la tasa de información media óptima de los esquemas de intercambio secreto con estructura de acceso homogénea. Estos límites se encuentran utilizando algunas construcciones de cobertura y un nuevo parámetro, el <br>k-degree</br> de un participante, que se introduce en este artículo. Nuestros límites mejoran los anteriores en casi todos los casos ",
            "error": [
                ""
            ]
        },
        "cryptography": {
            "translated_key": [],
            "translated_annotated_text": "Límites más bajos en la tasa de información de los esquemas de intercambio secreto con estructura de acceso homogénea Presentamos algunos límites más bajos en la tasa de información óptima y en la tasa de información media óptima de los esquemas de intercambio secreto con estructura de acceso homogénea. Estos límites se encuentran mediante el uso de algunas construcciones de cobertura y un nuevo parámetro, el grado k de un participante, que se introduce en este artículo. Nuestros límites mejoran los anteriores en casi todos los casos ",
            "error": []
        },
        "information rate": {
            "translated_key": [
                " de esquemas de intercambio secreto con estructura homogénea de acceso Presentamos algunos límites inferiores nuevos en la tasa de información <br> óptima",
                " óptima media"
            ],
            "translated_annotated_text": "Límites inferiores en la tasa de información <br> de esquemas de intercambio secreto con estructura homogénea de acceso Presentamos algunos límites inferiores nuevos en la tasa de información <br> óptima</br> y en la tasa de información <br> óptima media</br> de esquemas de intercambio secreto con estructura homogénea de acceso. Estos límites se encuentran mediante el uso de algunas construcciones de cobertura y un nuevo parámetro, el grado k de un participante, que se introduce en este artículo. Nuestros límites mejoran los anteriores en casi todos los casos ",
            "error": [
                " de esquemas de intercambio secreto con estructura homogénea de acceso Presentamos algunos límites inferiores nuevos en la tasa de información <br> óptima",
                " óptima media"
            ]
        },
        "secret sharing schemes": {
            "translated_key": "esquemas de intercambio secreto",
            "translated_annotated_text": "Límites más bajos en la tasa de información de los <br>esquemas de intercambio secreto</br> con estructura de acceso homogénea Presentamos algunos límites más bajos en la tasa de información óptima y en la tasa de información media óptima de los <br>esquemas de intercambio secreto</br> con estructura de acceso homogénea.  Estos límites se encuentran mediante el uso de algunas construcciones de cobertura y un nuevo parámetro, el grado k de un participante, que se introduce en este artículo. Nuestros límites mejoran los anteriores en casi todos los casos ",
            "error": [
                ""
            ]
        },
        "homogeneous access structure": {
            "translated_key": "estructura de acceso homogénea",
            "translated_annotated_text": "Límites más bajos en la tasa de información de los esquemas de intercambio secreto con <br>estructura de acceso homogénea</br> Presentamos algunos nuevos límites más bajos en la tasa de información óptima y en la tasa de información media óptima de los esquemas de intercambio secreto con <br>estructura de acceso homogénea</br>.  Estos límites se encuentran mediante el uso de algunas construcciones de cobertura y un nuevo parámetro, el grado k de un participante, que se introduce en este artículo. Nuestros límites mejoran los anteriores en casi todos los casos ",
            "error": [
                ""
            ]
        }
    }
}