{
    "original_text": "Fusion of qualitative bond graph and genetic algorithms: A fault diagnosis application In this paper, the problem of fault diagnosis via integration of genetic algorithms (GAs) and qualitative bond graphs (QBGs) is addressed. We suggest that GAs can be used to search for possible fault components among a system of qualitative equations. The QBG is adopted as the modeling scheme to generate a set of qualitative equations. The qualitative bond graph provides a unified approach for modeling engineering systems, in particular, mechatronic systems. In order to demonstrate the performance of the proposed algorithm, we have tested the proposed algorithm on an in-house designed and built floating disc experimental setup. Results from fault diagnosis in the floating disc system are presented and discussed. Additional measurements will be required to localize the fault when more than one fault candidate is inferred. Fault diagnosis is activated by a fault detection mechanism when a discrepancy between measured abnormal behavior and predicted system behavior is observed. The fault detection mechanism is not presented here",
    "original_translation": "Fusión de la gráfica de enlace cualitativo y algoritmos genéticos: Una aplicación de diagnóstico de fallas En este trabajo, se aborda el problema del diagnóstico de fallas mediante la integración de algoritmos genéticos (GAs) y gráficos de enlace cualitativo (QBGs). Sugerimos que las GAs se pueden utilizar para buscar posibles componentes de falla entre un sistema de ecuaciones cualitativas. El QBG se adopta como el esquema de modelado para generar un conjunto de ecuaciones cualitativas. El gráfico de enlace cualitativo proporciona un enfoque unificado para modelar sistemas de ingeniería, en particular, sistemas mecatrónicos. Con el fin de demostrar el rendimiento del algoritmo propuesto, hemos probado el algoritmo propuesto en una configuración experimental de disco flotante diseñada y construida internamente. Se presentan y discuten los resultados del diagnóstico de fallas en el sistema de disco flotante. Se requerirán mediciones adicionales para localizar la falla cuando se infiere más de un candidato de falla. El diagnóstico de fallas se activa mediante un mecanismo de detección de fallas cuando se observa una discrepancia entre el comportamiento anormal medido y el comportamiento predicho del sistema. El mecanismo de detección de fallas no se presenta aquí",
    "error_count": 4,
    "keys": {
        "qualitative bond graph": {
            "translated_key": [
                " gráfico de enlace cualitativo",
                "gráfico de enlace cualitativo"
            ],
            "translated_annotated_text": "Fusión de <br> gráfico de enlace cualitativo</br> y algoritmos genéticos: Una aplicación de diagnóstico de fallas En este trabajo, se aborda el problema del diagnóstico de fallas mediante la integración de algoritmos genéticos (GAs) y gráficos de enlace cualitativo (QBGs). Sugerimos que las GAs se pueden utilizar para buscar posibles componentes de falla entre un sistema de ecuaciones cualitativas. El QBG se adopta como el esquema de modelado para generar un conjunto de ecuaciones cualitativas. El <br>gráfico de enlace cualitativo</br> proporciona un enfoque unificado para modelar sistemas de ingeniería, en particular, sistemas mecatrónicos.  Con el fin de demostrar el rendimiento del algoritmo propuesto, hemos probado el algoritmo propuesto en una configuración experimental de disco flotante diseñada y construida internamente. Se presentan y discuten los resultados del diagnóstico de fallas en el sistema de disco flotante. Se requerirán mediciones adicionales para localizar la falla cuando se infiere más de un candidato de falla. El diagnóstico de fallas se activa mediante un mecanismo de detección de fallas cuando se observa una discrepancia entre el comportamiento anormal medido y el comportamiento predicho del sistema. El mecanismo de detección de fallas no se presenta aquí ",
            "error": [
                " gráfico de enlace cualitativo",
                "gráfico de enlace cualitativo"
            ]
        },
        "genetic algorithms": {
            "translated_key": " ",
            "translated_annotated_text": "Fusión de la gráfica de enlaces cualitativos y algoritmos genéticos <br> </br>: Una aplicación de diagnóstico de fallas En este trabajo, se aborda el problema del diagnóstico de fallas mediante la integración de algoritmos genéticos <br> </br> (GAs) y gráficos de enlaces cualitativos (QBGs). Sugerimos que las GAs se pueden utilizar para buscar posibles componentes de falla entre un sistema de ecuaciones cualitativas. El QBG se adopta como el esquema de modelado para generar un conjunto de ecuaciones cualitativas. El gráfico de enlace cualitativo proporciona un enfoque unificado para modelar sistemas de ingeniería, en particular, sistemas mecatrónicos. Con el fin de demostrar el rendimiento del algoritmo propuesto, hemos probado el algoritmo propuesto en una configuración experimental de disco flotante diseñada y construida internamente. Se presentan y discuten los resultados del diagnóstico de fallas en el sistema de disco flotante. Se requerirán mediciones adicionales para localizar la falla cuando se infiere más de un candidato de falla. El diagnóstico de fallas se activa mediante un mecanismo de detección de fallas cuando se observa una discrepancia entre el comportamiento anormal medido y el comportamiento predicho del sistema. El mecanismo de detección de fallas no se presenta aquí ",
            "error": [
                ""
            ]
        },
        "fault diagnosis": {
            "translated_key": " En este trabajo, se aborda el problema del diagnóstico de falla <br> mediante la integración de algoritmos genéticos (GAs) y gráficos de enlace cualitativo (QBGs). Sugerimos que las GAs se pueden utilizar para buscar posibles componentes de falla entre un sistema de ecuaciones cualitativas. El QBG se adopta como el esquema de modelado para generar un conjunto de ecuaciones cualitativas. El gráfico de enlace cualitativo proporciona un enfoque unificado para modelar sistemas de ingeniería, en particular, sistemas mecatrónicos. Con el fin de demostrar el rendimiento del algoritmo propuesto, hemos probado el algoritmo propuesto en una configuración experimental de disco flotante diseñada y construida internamente. Se presentan y discuten los resultados del <br>diagnóstico de fallas",
            "translated_annotated_text": "Fusión de la gráfica de enlace cualitativo y algoritmos genéticos: Una aplicación de diagnóstico de falla <br> En este trabajo, se aborda el problema del diagnóstico de falla <br> mediante la integración de algoritmos genéticos (GAs) y gráficos de enlace cualitativo (QBGs). Sugerimos que las GAs se pueden utilizar para buscar posibles componentes de falla entre un sistema de ecuaciones cualitativas. El QBG se adopta como el esquema de modelado para generar un conjunto de ecuaciones cualitativas. El gráfico de enlace cualitativo proporciona un enfoque unificado para modelar sistemas de ingeniería, en particular, sistemas mecatrónicos. Con el fin de demostrar el rendimiento del algoritmo propuesto, hemos probado el algoritmo propuesto en una configuración experimental de disco flotante diseñada y construida internamente. Se presentan y discuten los resultados del <br>diagnóstico de fallas</br> en el sistema de disco flotante. Se requerirán mediciones adicionales para localizar la falla cuando se infiere más de un candidato de falla. El diagnóstico de fallas se activa mediante un mecanismo de detección de fallas cuando se observa una discrepancia entre el comportamiento anormal medido y el comportamiento predicho del sistema. El mecanismo de detección de fallas no se presenta aquí ",
            "error": [
                ""
            ]
        },
        "fault components": {
            "translated_key": "componentes de falla",
            "translated_annotated_text": "Fusión de la gráfica de enlace cualitativo y algoritmos genéticos: Una aplicación de diagnóstico de fallas En este trabajo, se aborda el problema del diagnóstico de fallas mediante la integración de algoritmos genéticos (GAs) y gráficos de enlace cualitativo (QBGs). Sugerimos que las GAs se pueden utilizar para buscar posibles <br>componentes de falla</br> entre un sistema de ecuaciones cualitativas.  El QBG se adopta como el esquema de modelado para generar un conjunto de ecuaciones cualitativas. El gráfico de enlace cualitativo proporciona un enfoque unificado para modelar sistemas de ingeniería, en particular, sistemas mecatrónicos. Con el fin de demostrar el rendimiento del algoritmo propuesto, hemos probado el algoritmo propuesto en una configuración experimental de disco flotante diseñada y construida internamente. Se presentan y discuten los resultados del diagnóstico de fallas en el sistema de disco flotante. Se requerirán mediciones adicionales para localizar la falla cuando se infiere más de un candidato de falla. El diagnóstico de fallas se activa mediante un mecanismo de detección de fallas cuando se observa una discrepancia entre el comportamiento anormal medido y el comportamiento predicho del sistema. El mecanismo de detección de fallas no se presenta aquí ",
            "error": [
                ""
            ]
        },
        "qualitative equations": {
            "translated_key": " ",
            "translated_annotated_text": "Fusión de la gráfica de enlace cualitativo y algoritmos genéticos: Una aplicación de diagnóstico de fallas En este trabajo, se aborda el problema del diagnóstico de fallas mediante la integración de algoritmos genéticos (GAs) y gráficos de enlace cualitativo (QBGs). Sugerimos que las GAs se pueden utilizar para buscar posibles componentes de falla entre un sistema de ecuaciones cualitativas <br> </br>. El QBG se adopta como el esquema de modelado para generar un conjunto de ecuaciones cualitativas <br>. El gráfico de enlace cualitativo proporciona un enfoque unificado para modelar sistemas de ingeniería, en particular, sistemas mecatrónicos. Con el fin de demostrar el rendimiento del algoritmo propuesto, hemos probado el algoritmo propuesto en una configuración experimental de disco flotante diseñada y construida internamente. Se presentan y discuten los resultados del diagnóstico de fallas en el sistema de disco flotante. Se requerirán mediciones adicionales para localizar la falla cuando se infiere más de un candidato de falla. El diagnóstico de fallas se activa mediante un mecanismo de detección de fallas cuando se observa una discrepancia entre el comportamiento anormal medido y el comportamiento predicho del sistema. El mecanismo de detección de fallas no se presenta aquí ",
            "error": [
                ""
            ]
        },
        "engineering systems": {
            "translated_key": "sistemas de ingeniería",
            "translated_annotated_text": "Fusión de la gráfica de enlace cualitativo y algoritmos genéticos: Una aplicación de diagnóstico de fallas En este trabajo, se aborda el problema del diagnóstico de fallas mediante la integración de algoritmos genéticos (GAs) y gráficos de enlace cualitativo (QBGs). Sugerimos que las GAs se pueden utilizar para buscar posibles componentes de falla entre un sistema de ecuaciones cualitativas. El QBG se adopta como el esquema de modelado para generar un conjunto de ecuaciones cualitativas. El gráfico de enlace cualitativo proporciona un enfoque unificado para modelar <br>sistemas de ingeniería</br>, en particular, sistemas mecatrónicos.  Con el fin de demostrar el rendimiento del algoritmo propuesto, hemos probado el algoritmo propuesto en una configuración experimental de disco flotante diseñada y construida internamente. Se presentan y discuten los resultados del diagnóstico de fallas en el sistema de disco flotante. Se requerirán mediciones adicionales para localizar la falla cuando se infiere más de un candidato de falla. El diagnóstico de fallas se activa mediante un mecanismo de detección de fallas cuando se observa una discrepancia entre el comportamiento anormal medido y el comportamiento predicho del sistema. El mecanismo de detección de fallas no se presenta aquí ",
            "error": [
                ""
            ]
        },
        "mechatronic systems": {
            "translated_key": "mechatronic systems",
            "translated_annotated_text": "Fusión de la gráfica de enlace cualitativo y algoritmos genéticos: Una aplicación de diagnóstico de fallas En este trabajo, se aborda el problema del diagnóstico de fallas mediante la integración de algoritmos genéticos (GAs) y gráficos de enlace cualitativo (QBGs). Sugerimos que las GAs se pueden utilizar para buscar posibles componentes de falla entre un sistema de ecuaciones cualitativas. El QBG se adopta como el esquema de modelado para generar un conjunto de ecuaciones cualitativas. El gráfico de enlace cualitativo proporciona un enfoque unificado para modelar sistemas de ingeniería, en particular, <br>mechatronic systems</br>. Con el fin de demostrar el rendimiento del algoritmo propuesto, hemos probado el algoritmo propuesto en una configuración experimental de disco flotante diseñada y construida internamente. Se presentan y discuten los resultados del diagnóstico de fallas en el sistema de disco flotante. Se requerirán mediciones adicionales para localizar la falla cuando se infiere más de un candidato de falla. El diagnóstico de fallas se activa mediante un mecanismo de detección de fallas cuando se observa una discrepancia entre el comportamiento anormal medido y el comportamiento predicho del sistema. El mecanismo de detección de fallas no se presenta aquí ",
            "error": [
                ""
            ]
        },
        "floating disc": {
            "translated_key": [
                "disco flotante",
                " "
            ],
            "translated_annotated_text": "Fusión de la gráfica de enlace cualitativo y algoritmos genéticos: Una aplicación de diagnóstico de fallas En este trabajo, se aborda el problema del diagnóstico de fallas mediante la integración de algoritmos genéticos (GAs) y gráficos de enlace cualitativo (QBGs). Sugerimos que las GAs se pueden utilizar para buscar posibles componentes de falla entre un sistema de ecuaciones cualitativas. El QBG se adopta como el esquema de modelado para generar un conjunto de ecuaciones cualitativas. El gráfico de enlace cualitativo proporciona un enfoque unificado para modelar sistemas de ingeniería, en particular, sistemas mecatrónicos. Con el fin de demostrar el rendimiento del algoritmo propuesto, hemos probado el algoritmo propuesto en un diseño interno y construido <br>disco flotante</br> configuración experimental. Se presentan y discuten los resultados del diagnóstico de fallas en el sistema de disco flotante <br> </br>. Se requerirán mediciones adicionales para localizar la falla cuando se infiere más de un candidato de falla. El diagnóstico de fallas se activa mediante un mecanismo de detección de fallas cuando se observa una discrepancia entre el comportamiento anormal medido y el comportamiento predicho del sistema. El mecanismo de detección de fallas no se presenta aquí ",
            "error": [
                "disco flotante",
                " "
            ]
        },
        "measured abnormal behavior": {
            "translated_key": [],
            "translated_annotated_text": "Fusión de la gráfica de enlace cualitativo y algoritmos genéticos: Una aplicación de diagnóstico de fallas En este trabajo, se aborda el problema del diagnóstico de fallas mediante la integración de algoritmos genéticos (GAs) y gráficos de enlace cualitativo (QBGs). Sugerimos que las GAs se pueden utilizar para buscar posibles componentes de falla entre un sistema de ecuaciones cualitativas. El QBG se adopta como el esquema de modelado para generar un conjunto de ecuaciones cualitativas. El gráfico de enlace cualitativo proporciona un enfoque unificado para modelar sistemas de ingeniería, en particular, sistemas mecatrónicos. Con el fin de demostrar el rendimiento del algoritmo propuesto, hemos probado el algoritmo propuesto en una configuración experimental de disco flotante diseñada y construida internamente. Se presentan y discuten los resultados del diagnóstico de fallas en el sistema de disco flotante. Se requerirán mediciones adicionales para localizar la falla cuando se infiere más de un candidato de falla. El diagnóstico de fallas se activa mediante un mecanismo de detección de fallas cuando se observa una discrepancia entre el comportamiento anormal medido <br> y el comportamiento predicho del sistema. El mecanismo de detección de fallas no se presenta aquí ",
            "error": []
        },
        "predicted system behavior": {
            "translated_key": "comportamiento predicho del sistema",
            "translated_annotated_text": "Fusión de la gráfica de enlace cualitativo y algoritmos genéticos: Una aplicación de diagnóstico de fallas En este trabajo, se aborda el problema del diagnóstico de fallas mediante la integración de algoritmos genéticos (GAs) y gráficos de enlace cualitativo (QBGs). Sugerimos que las GAs se pueden utilizar para buscar posibles componentes de falla entre un sistema de ecuaciones cualitativas. El QBG se adopta como el esquema de modelado para generar un conjunto de ecuaciones cualitativas. El gráfico de enlace cualitativo proporciona un enfoque unificado para modelar sistemas de ingeniería, en particular, sistemas mecatrónicos. Con el fin de demostrar el rendimiento del algoritmo propuesto, hemos probado el algoritmo propuesto en una configuración experimental de disco flotante diseñada y construida internamente. Se presentan y discuten los resultados del diagnóstico de fallas en el sistema de disco flotante. Se requerirán mediciones adicionales para localizar la falla cuando se infiere más de un candidato de falla. El diagnóstico de fallas se activa mediante un mecanismo de detección de fallas cuando se observa una discrepancia entre el comportamiento anormal medido y el <br>comportamiento predicho del sistema</br>. El mecanismo de detección de fallas no se presenta aquí ",
            "error": [
                ""
            ]
        },
        "bond graphs": {
            "translated_key": "bond",
            "translated_annotated_text": "Fusión de la gráfica de enlace cualitativo y algoritmos genéticos: Una aplicación de diagnóstico de fallas En este trabajo, se aborda el problema del diagnóstico de fallas mediante la integración de algoritmos genéticos (GAs) y gráficos cualitativos <br>bond</br> (QBGs). Sugerimos que las GAs se pueden utilizar para buscar posibles componentes de falla entre un sistema de ecuaciones cualitativas. El QBG se adopta como el esquema de modelado para generar un conjunto de ecuaciones cualitativas. El gráfico de enlace cualitativo proporciona un enfoque unificado para modelar sistemas de ingeniería, en particular, sistemas mecatrónicos. Con el fin de demostrar el rendimiento del algoritmo propuesto, hemos probado el algoritmo propuesto en una configuración experimental de disco flotante diseñada y construida internamente. Se presentan y discuten los resultados del diagnóstico de fallas en el sistema de disco flotante. Se requerirán mediciones adicionales para localizar la falla cuando se infiere más de un candidato de falla. El diagnóstico de fallas se activa mediante un mecanismo de detección de fallas cuando se observa una discrepancia entre el comportamiento anormal medido y el comportamiento predicho del sistema. El mecanismo de detección de fallas no se presenta aquí ",
            "error": [
                ""
            ]
        },
        "search problems": {
            "translated_key": [],
            "translated_annotated_text": "Fusión de la gráfica de enlace cualitativo y algoritmos genéticos: Una aplicación de diagnóstico de fallas En este trabajo, se aborda el problema del diagnóstico de fallas mediante la integración de algoritmos genéticos (GAs) y gráficos de enlace cualitativo (QBGs). Sugerimos que las GAs se pueden utilizar para buscar posibles componentes de falla entre un sistema de ecuaciones cualitativas. El QBG se adopta como el esquema de modelado para generar un conjunto de ecuaciones cualitativas. El gráfico de enlace cualitativo proporciona un enfoque unificado para modelar sistemas de ingeniería, en particular, sistemas mecatrónicos. Con el fin de demostrar el rendimiento del algoritmo propuesto, hemos probado el algoritmo propuesto en una configuración experimental de disco flotante diseñada y construida internamente. Se presentan y discuten los resultados del diagnóstico de fallas en el sistema de disco flotante. Se requerirán mediciones adicionales para localizar la falla cuando se infiere más de un candidato de falla. El diagnóstico de fallas se activa mediante un mecanismo de detección de fallas cuando se observa una discrepancia entre el comportamiento anormal medido y el comportamiento predicho del sistema. El mecanismo de detección de fallas no se presenta aquí ",
            "error": []
        }
    }
}