{
    "original_text": "Self-organizing feature maps predicting sea levels In this paper, a new method for predicting sea levels employing self-organizing feature maps is introduced. For that purpose the maps are transformed from an unsupervised learning procedure to a supervised one. Two concepts, originally developed to solve the problems of convergence of other network types, are proposed to be applied to Kohonen networks: a functional relationship between the number of neurons and the number of learning examples and a criterion to break off learning. The latter one can be shown to be conform with the process of self-organization by using U-matrices for visualization of the learning procedure. The predictions made using these neural models are compared for accuracy with observations and with the prognoses prepared using six models: two hydrodynamic models, a statistical model, a nearest neighbor model, the persistence model, and the verbal forecasts that are broadcast and kept on record by the Sea Level Forecast Service of the Federal Maritime and Hydrography Agency (BSH) in Hamburg. Before training the maps, the meteorological and oceanographic situation has to be condensed as well as possible, and the weight and learning vectors have to be made as small as possible. The self-organizing feature maps predict sea levels better than all six models of comparison",
    "original_translation": "Mapas autoorganizados de características que predicen el nivel del mar En este artículo, se introduce un nuevo método para predecir el nivel del mar empleando mapas autoorganizados de características. Para ello, los mapas se transforman de un procedimiento de aprendizaje no supervisado a uno supervisado. Dos conceptos, desarrollados originalmente para resolver los problemas de convergencia de otros tipos de redes, se proponen para ser aplicados a las redes de Kohonen: una relación funcional entre el número de neuronas y el número de ejemplos de aprendizaje y un criterio para romper el aprendizaje. Se puede demostrar que esta última se ajusta al proceso de autoorganización mediante el uso de U-Matrices para la visualización del procedimiento de aprendizaje. Las predicciones hechas utilizando estos modelos neuronales se comparan para la precisión con observaciones y con los pronósticos preparados con seis modelos: dos modelos hidrodinámicos, un modelo estadístico, un modelo vecino más cercano, el modelo de persistencia, y los pronósticos verbales que son transmitidos y mantenidos en registro por el Servicio de Previsión del Nivel del Mar de la Agencia Federal Marítima e Hidrográfica (BSH) en Hamburgo. Antes de entrenar los mapas, la situación meteorológica y oceanográfica debe condensarse lo mejor posible, y el peso y los vectores de aprendizaje deben ser lo más pequeños posible. Los mapas autoorganizados predicen mejor los niveles del mar que los seis modelos de comparación",
    "error_count": 13,
    "keys": {
        "self-organizing feature maps": {
            "translated_key": "mapas de características auto-organizados",
            "translated_annotated_text": "Mapas de características auto-organizables que predicen el nivel del mar En este artículo, se introduce un nuevo método para predecir el nivel del mar empleando mapas de características auto-organizantes. Para ello, los mapas se transforman de un procedimiento de aprendizaje no supervisado a uno supervisado. Dos conceptos, desarrollados originalmente para resolver los problemas de convergencia de otros tipos de redes, se proponen para ser aplicados a las redes de Kohonen: una relación funcional entre el número de neuronas y el número de ejemplos de aprendizaje y un criterio para romper el aprendizaje. Se puede demostrar que esta última se ajusta al proceso de autoorganización mediante el uso de U-Matrices para la visualización del procedimiento de aprendizaje. Las predicciones hechas utilizando estos modelos neuronales se comparan para la precisión con observaciones y con los pronósticos preparados con seis modelos: dos modelos hidrodinámicos, un modelo estadístico, un modelo vecino más cercano, el modelo de persistencia, y los pronósticos verbales que son transmitidos y mantenidos en registro por el Servicio de Previsión del Nivel del Mar de la Agencia Federal Marítima e Hidrográfica (BSH) en Hamburgo. Antes de entrenar los mapas, la situación meteorológica y oceanográfica debe condensarse lo mejor posible, y el peso y los vectores de aprendizaje deben ser lo más pequeños posible. Los <br>mapas de características auto-organizados</br> predicen los niveles del mar mejor que los seis modelos de comparación. ",
            "error": [
                ""
            ]
        },
        "sea level prediction": {
            "translated_key": [],
            "translated_annotated_text": "Mapas autoorganizados de características que predicen el nivel del mar En este artículo, se introduce un nuevo método para predecir el nivel del mar empleando mapas autoorganizados de características. Para ello, los mapas se transforman de un procedimiento de aprendizaje no supervisado a uno supervisado. Dos conceptos, desarrollados originalmente para resolver los problemas de convergencia de otros tipos de redes, se proponen para ser aplicados a las redes de Kohonen: una relación funcional entre el número de neuronas y el número de ejemplos de aprendizaje y un criterio para romper el aprendizaje. Se puede demostrar que esta última se ajusta al proceso de autoorganización mediante el uso de U-Matrices para la visualización del procedimiento de aprendizaje. Las predicciones hechas utilizando estos modelos neuronales se comparan para la precisión con observaciones y con los pronósticos preparados con seis modelos: dos modelos hidrodinámicos, un modelo estadístico, un modelo vecino más cercano, el modelo de persistencia, y los pronósticos verbales que son transmitidos y mantenidos en registro por el Servicio de Previsión del Nivel del Mar de la Agencia Federal Marítima e Hidrográfica (BSH) en Hamburgo. Antes de entrenar los mapas, la situación meteorológica y oceanográfica debe condensarse lo mejor posible, y el peso y los vectores de aprendizaje deben ser lo más pequeños posible. Los mapas autoorganizados predicen mejor los niveles del mar que los seis modelos de comparación ",
            "error": []
        },
        "supervised learning": {
            "translated_key": [],
            "translated_annotated_text": "Mapas autoorganizados de características que predicen el nivel del mar En este artículo, se introduce un nuevo método para predecir el nivel del mar empleando mapas autoorganizados de características. Para ello, los mapas se transforman de un procedimiento de aprendizaje no supervisado a uno supervisado. Dos conceptos, desarrollados originalmente para resolver los problemas de convergencia de otros tipos de redes, se proponen para ser aplicados a las redes de Kohonen: una relación funcional entre el número de neuronas y el número de ejemplos de aprendizaje y un criterio para romper el aprendizaje. Se puede demostrar que esta última se ajusta al proceso de autoorganización mediante el uso de U-Matrices para la visualización del procedimiento de aprendizaje. Las predicciones hechas utilizando estos modelos neuronales se comparan para la precisión con observaciones y con los pronósticos preparados con seis modelos: dos modelos hidrodinámicos, un modelo estadístico, un modelo vecino más cercano, el modelo de persistencia, y los pronósticos verbales que son transmitidos y mantenidos en registro por el Servicio de Previsión del Nivel del Mar de la Agencia Federal Marítima e Hidrográfica (BSH) en Hamburgo. Antes de entrenar los mapas, la situación meteorológica y oceanográfica debe condensarse lo mejor posible, y el peso y los vectores de aprendizaje deben ser lo más pequeños posible. Los mapas autoorganizados predicen mejor los niveles del mar que los seis modelos de comparación ",
            "error": []
        },
        "Kohonen networks": {
            "translated_key": "Kohonen",
            "translated_annotated_text": "Mapas autoorganizados de características que predicen el nivel del mar En este artículo, se introduce un nuevo método para predecir el nivel del mar empleando mapas autoorganizados de características. Para ello, los mapas se transforman de un procedimiento de aprendizaje no supervisado a uno supervisado. Dos conceptos, desarrollados originalmente para resolver los problemas de convergencia de otros tipos de redes, se proponen para ser aplicados a las redes <br>Kohonen</br>: una relación funcional entre el número de neuronas y el número de ejemplos de aprendizaje y un criterio para romper el aprendizaje. Se puede demostrar que esta última se ajusta al proceso de autoorganización mediante el uso de U-Matrices para la visualización del procedimiento de aprendizaje. Las predicciones hechas utilizando estos modelos neuronales se comparan para la precisión con observaciones y con los pronósticos preparados con seis modelos: dos modelos hidrodinámicos, un modelo estadístico, un modelo vecino más cercano, el modelo de persistencia, y los pronósticos verbales que son transmitidos y mantenidos en registro por el Servicio de Previsión del Nivel del Mar de la Agencia Federal Marítima e Hidrográfica (BSH) en Hamburgo. Antes de entrenar los mapas, la situación meteorológica y oceanográfica debe condensarse lo mejor posible, y el peso y los vectores de aprendizaje deben ser lo más pequeños posible. Los mapas autoorganizados predicen mejor los niveles del mar que los seis modelos de comparación ",
            "error": [
                ""
            ]
        },
        "neurons": {
            "translated_key": "neuronas",
            "translated_annotated_text": "Mapas autoorganizados de características que predicen el nivel del mar En este artículo, se introduce un nuevo método para predecir el nivel del mar empleando mapas autoorganizados de características. Para ello, los mapas se transforman de un procedimiento de aprendizaje no supervisado a uno supervisado. Se proponen dos conceptos, desarrollados originalmente para resolver los problemas de convergencia de otros tipos de redes, que se aplicarán a las redes de Kohonen: una relación funcional entre el número de <br>neuronas</br> y el número de ejemplos de aprendizaje y un criterio para romper el aprendizaje. Se puede demostrar que esta última se ajusta al proceso de autoorganización mediante el uso de U-Matrices para la visualización del procedimiento de aprendizaje. Las predicciones hechas utilizando estos modelos neuronales se comparan para la precisión con observaciones y con los pronósticos preparados con seis modelos: dos modelos hidrodinámicos, un modelo estadístico, un modelo vecino más cercano, el modelo de persistencia, y los pronósticos verbales que son transmitidos y mantenidos en registro por el Servicio de Previsión del Nivel del Mar de la Agencia Federal Marítima e Hidrográfica (BSH) en Hamburgo. Antes de entrenar los mapas, la situación meteorológica y oceanográfica debe condensarse lo mejor posible, y el peso y los vectores de aprendizaje deben ser lo más pequeños posible. Los mapas autoorganizados predicen mejor los niveles del mar que los seis modelos de comparación ",
            "error": [
                ""
            ]
        },
        "U-matrices": {
            "translated_key": "U",
            "translated_annotated_text": "Mapas autoorganizados de características que predicen el nivel del mar En este artículo, se introduce un nuevo método para predecir el nivel del mar empleando mapas autoorganizados de características. Para ello, los mapas se transforman de un procedimiento de aprendizaje no supervisado a uno supervisado. Dos conceptos, desarrollados originalmente para resolver los problemas de convergencia de otros tipos de redes, se proponen para ser aplicados a las redes de Kohonen: una relación funcional entre el número de neuronas y el número de ejemplos de aprendizaje y un criterio para romper el aprendizaje. Se puede demostrar que esta última se ajusta al proceso de autoorganización mediante el uso de matrices <br>U</br> para visualizar el procedimiento de aprendizaje. Las predicciones hechas utilizando estos modelos neuronales se comparan para la precisión con observaciones y con los pronósticos preparados con seis modelos: dos modelos hidrodinámicos, un modelo estadístico, un modelo vecino más cercano, el modelo de persistencia, y los pronósticos verbales que son transmitidos y mantenidos en registro por el Servicio de Previsión del Nivel del Mar de la Agencia Federal Marítima e Hidrográfica (BSH) en Hamburgo. Antes de entrenar los mapas, la situación meteorológica y oceanográfica debe condensarse lo mejor posible, y el peso y los vectores de aprendizaje deben ser lo más pequeños posible. Los mapas autoorganizados predicen mejor los niveles del mar que los seis modelos de comparación ",
            "error": [
                ""
            ]
        },
        "visualization": {
            "translated_key": "visualización",
            "translated_annotated_text": "Mapas autoorganizados de características que predicen el nivel del mar En este artículo, se introduce un nuevo método para predecir el nivel del mar empleando mapas autoorganizados de características. Para ello, los mapas se transforman de un procedimiento de aprendizaje no supervisado a uno supervisado. Dos conceptos, desarrollados originalmente para resolver los problemas de convergencia de otros tipos de redes, se proponen para ser aplicados a las redes de Kohonen: una relación funcional entre el número de neuronas y el número de ejemplos de aprendizaje y un criterio para romper el aprendizaje. Esta última puede mostrarse conforme con el proceso de auto-organización mediante el uso de U-Matrices para la <br>visualización</br> del procedimiento de aprendizaje. Las predicciones hechas utilizando estos modelos neuronales se comparan para la precisión con observaciones y con los pronósticos preparados con seis modelos: dos modelos hidrodinámicos, un modelo estadístico, un modelo vecino más cercano, el modelo de persistencia, y los pronósticos verbales que son transmitidos y mantenidos en registro por el Servicio de Previsión del Nivel del Mar de la Agencia Federal Marítima e Hidrográfica (BSH) en Hamburgo. Antes de entrenar los mapas, la situación meteorológica y oceanográfica debe condensarse lo mejor posible, y el peso y los vectores de aprendizaje deben ser lo más pequeños posible. Los mapas autoorganizados predicen mejor los niveles del mar que los seis modelos de comparación ",
            "error": [
                ""
            ]
        },
        "hydrodynamic models": {
            "translated_key": [],
            "translated_annotated_text": "Mapas autoorganizados de características que predicen el nivel del mar En este artículo, se introduce un nuevo método para predecir el nivel del mar empleando mapas autoorganizados de características. Para ello, los mapas se transforman de un procedimiento de aprendizaje no supervisado a uno supervisado. Dos conceptos, desarrollados originalmente para resolver los problemas de convergencia de otros tipos de redes, se proponen para ser aplicados a las redes de Kohonen: una relación funcional entre el número de neuronas y el número de ejemplos de aprendizaje y un criterio para romper el aprendizaje. Se puede demostrar que esta última se ajusta al proceso de autoorganización mediante el uso de U-Matrices para la visualización del procedimiento de aprendizaje. Las predicciones hechas utilizando estos modelos neuronales se comparan para la precisión con observaciones y con los pronósticos preparados con seis modelos: dos modelos hidrodinámicos <br>, un modelo estadístico, un modelo vecino más cercano, el modelo de persistencia, y los pronósticos verbales que son transmitidos y mantenidos en registro por el Servicio de Previsión del Nivel del Mar de la Agencia Federal Marítima e Hidrográfica (BSH) en Hamburgo. Antes de entrenar los mapas, la situación meteorológica y oceanográfica debe condensarse lo mejor posible, y el peso y los vectores de aprendizaje deben ser lo más pequeños posible. Los mapas autoorganizados predicen mejor los niveles del mar que los seis modelos de comparación ",
            "error": []
        },
        "statistical model": {
            "translated_key": [],
            "translated_annotated_text": "Mapas autoorganizados de características que predicen el nivel del mar En este artículo, se introduce un nuevo método para predecir el nivel del mar empleando mapas autoorganizados de características. Para ello, los mapas se transforman de un procedimiento de aprendizaje no supervisado a uno supervisado. Dos conceptos, desarrollados originalmente para resolver los problemas de convergencia de otros tipos de redes, se proponen para ser aplicados a las redes de Kohonen: una relación funcional entre el número de neuronas y el número de ejemplos de aprendizaje y un criterio para romper el aprendizaje. Se puede demostrar que esta última se ajusta al proceso de autoorganización mediante el uso de U-Matrices para la visualización del procedimiento de aprendizaje. Las predicciones hechas utilizando estos modelos neuronales se comparan para la precisión con observaciones y con los pronósticos preparados con seis modelos: dos modelos hidrodinámicos, un modelo estadístico <br>, un modelo vecino más cercano, el modelo de persistencia, y los pronósticos verbales que son transmitidos y mantenidos en registro por el Servicio de Previsión del Nivel del Mar de la Agencia Federal Marítima e Hidrográfica (BSH) en Hamburgo. Antes de entrenar los mapas, la situación meteorológica y oceanográfica debe condensarse lo mejor posible, y el peso y los vectores de aprendizaje deben ser lo más pequeños posible. Los mapas autoorganizados predicen mejor los niveles del mar que los seis modelos de comparación ",
            "error": []
        },
        "nearest neighbor model": {
            "translated_key": "modelo vecino más cercano",
            "translated_annotated_text": "Mapas autoorganizados de características que predicen el nivel del mar En este artículo, se introduce un nuevo método para predecir el nivel del mar empleando mapas autoorganizados de características. Para ello, los mapas se transforman de un procedimiento de aprendizaje no supervisado a uno supervisado. Dos conceptos, desarrollados originalmente para resolver los problemas de convergencia de otros tipos de redes, se proponen para ser aplicados a las redes de Kohonen: una relación funcional entre el número de neuronas y el número de ejemplos de aprendizaje y un criterio para romper el aprendizaje. Se puede demostrar que esta última se ajusta al proceso de autoorganización mediante el uso de U-Matrices para la visualización del procedimiento de aprendizaje. Las predicciones hechas utilizando estos modelos neuronales se comparan para la precisión con observaciones y con los pronósticos preparados con seis modelos: dos modelos hidrodinámicos, un modelo estadístico, un <br>modelo vecino más cercano</br>, el modelo de persistencia, y los pronósticos verbales que son transmitidos y mantenidos en registro por el Servicio de Previsión del Nivel del Mar de la Agencia Federal Marítima e Hidrográfica (BSH) en Hamburgo.  Antes de entrenar los mapas, la situación meteorológica y oceanográfica debe condensarse lo mejor posible, y el peso y los vectores de aprendizaje deben ser lo más pequeños posible. Los mapas autoorganizados predicen mejor los niveles del mar que los seis modelos de comparación ",
            "error": [
                ""
            ]
        },
        "persistence model": {
            "translated_key": [],
            "translated_annotated_text": "Mapas autoorganizados de características que predicen el nivel del mar En este artículo, se introduce un nuevo método para predecir el nivel del mar empleando mapas autoorganizados de características. Para ello, los mapas se transforman de un procedimiento de aprendizaje no supervisado a uno supervisado. Dos conceptos, desarrollados originalmente para resolver los problemas de convergencia de otros tipos de redes, se proponen para ser aplicados a las redes de Kohonen: una relación funcional entre el número de neuronas y el número de ejemplos de aprendizaje y un criterio para romper el aprendizaje. Se puede demostrar que esta última se ajusta al proceso de autoorganización mediante el uso de U-Matrices para la visualización del procedimiento de aprendizaje. Las predicciones hechas utilizando estos modelos neuronales se comparan para la precisión con observaciones y con los pronósticos preparados con seis modelos: dos modelos hidrodinámicos, un modelo estadístico, un modelo vecino más cercano, el modelo de persistencia <br>, y las previsiones verbales que se transmiten y mantienen registradas por el Servicio de Previsión del Nivel del Mar de la Agencia Federal Marítima e Hidrográfica (BSH) en Hamburgo. Antes de entrenar los mapas, la situación meteorológica y oceanográfica debe condensarse lo mejor posible, y el peso y los vectores de aprendizaje deben ser lo más pequeños posible. Los mapas autoorganizados predicen mejor los niveles del mar que los seis modelos de comparación ",
            "error": []
        },
        "verbal forecasts": {
            "translated_key": [],
            "translated_annotated_text": "Mapas autoorganizados de características que predicen el nivel del mar En este artículo, se introduce un nuevo método para predecir el nivel del mar empleando mapas autoorganizados de características. Para ello, los mapas se transforman de un procedimiento de aprendizaje no supervisado a uno supervisado. Dos conceptos, desarrollados originalmente para resolver los problemas de convergencia de otros tipos de redes, se proponen para ser aplicados a las redes de Kohonen: una relación funcional entre el número de neuronas y el número de ejemplos de aprendizaje y un criterio para romper el aprendizaje. Se puede demostrar que esta última se ajusta al proceso de autoorganización mediante el uso de U-Matrices para la visualización del procedimiento de aprendizaje. Las predicciones hechas utilizando estos modelos neuronales se comparan para la precisión con observaciones y con los pronósticos preparados con seis modelos: dos modelos hidrodinámicos, un modelo estadístico, un modelo vecino más cercano, el modelo de persistencia, y los pronósticos verbales que son transmitidos y mantenidos en registro por el Servicio de Previsión del Nivel del Mar de la Agencia Federal Marítima e Hidrográfica (BSH) en Hamburgo. Antes de entrenar los mapas, la situación meteorológica y oceanográfica debe condensarse lo mejor posible, y el peso y los vectores de aprendizaje deben ser lo más pequeños posible. Los mapas autoorganizados predicen mejor los niveles del mar que los seis modelos de comparación ",
            "error": []
        },
        "Sea Level Forecast Service": {
            "translated_key": "Sea Level Forecast Service",
            "translated_annotated_text": "Mapas autoorganizados de características que predicen el nivel del mar En este artículo, se introduce un nuevo método para predecir el nivel del mar empleando mapas autoorganizados de características. Para ello, los mapas se transforman de un procedimiento de aprendizaje no supervisado a uno supervisado. Dos conceptos, desarrollados originalmente para resolver los problemas de convergencia de otros tipos de redes, se proponen para ser aplicados a las redes de Kohonen: una relación funcional entre el número de neuronas y el número de ejemplos de aprendizaje y un criterio para romper el aprendizaje. Se puede demostrar que esta última se ajusta al proceso de autoorganización mediante el uso de U-Matrices para la visualización del procedimiento de aprendizaje. Las predicciones hechas utilizando estos modelos neuronales se comparan para la precisión con observaciones y con los pronósticos preparados con seis modelos: dos modelos hidrodinámicos, un modelo estadístico, un modelo vecino más cercano, el modelo de persistencia, y los pronósticos verbales que se transmiten y se mantienen registrados por el <br>Sea Level Forecast Service</br> de la Agencia Federal Marítima e Hidrográfica (BSH) en Hamburgo. Antes de entrenar los mapas, la situación meteorológica y oceanográfica debe condensarse lo mejor posible, y el peso y los vectores de aprendizaje deben ser lo más pequeños posible. Los mapas autoorganizados predicen mejor los niveles del mar que los seis modelos de comparación ",
            "error": [
                ""
            ]
        },
        "Federal Maritime and Hydrography Agency": {
            "translated_key": [],
            "translated_annotated_text": "Mapas autoorganizados de características que predicen el nivel del mar En este artículo, se introduce un nuevo método para predecir el nivel del mar empleando mapas autoorganizados de características. Para ello, los mapas se transforman de un procedimiento de aprendizaje no supervisado a uno supervisado. Dos conceptos, desarrollados originalmente para resolver los problemas de convergencia de otros tipos de redes, se proponen para ser aplicados a las redes de Kohonen: una relación funcional entre el número de neuronas y el número de ejemplos de aprendizaje y un criterio para romper el aprendizaje. Se puede demostrar que esta última se ajusta al proceso de autoorganización mediante el uso de U-Matrices para la visualización del procedimiento de aprendizaje. Las predicciones hechas utilizando estos modelos neuronales se comparan para la precisión con observaciones y con los pronósticos preparados con seis modelos: dos modelos hidrodinámicos, un modelo estadístico, un modelo vecino más cercano, el modelo de persistencia, y los pronósticos verbales que son transmitidos y mantenidos en registro por el Servicio de Previsión del Nivel del Mar de la Agencia Federal Marítima e Hidrográfica (BSH) en Hamburgo. Antes de entrenar los mapas, la situación meteorológica y oceanográfica debe condensarse lo mejor posible, y el peso y los vectores de aprendizaje deben ser lo más pequeños posible. Los mapas autoorganizados predicen mejor los niveles del mar que los seis modelos de comparación ",
            "error": []
        },
        "oceanographic situation": {
            "translated_key": "oceanográfica",
            "translated_annotated_text": "Mapas autoorganizados de características que predicen el nivel del mar En este artículo, se introduce un nuevo método para predecir el nivel del mar empleando mapas autoorganizados de características. Para ello, los mapas se transforman de un procedimiento de aprendizaje no supervisado a uno supervisado. Dos conceptos, desarrollados originalmente para resolver los problemas de convergencia de otros tipos de redes, se proponen para ser aplicados a las redes de Kohonen: una relación funcional entre el número de neuronas y el número de ejemplos de aprendizaje y un criterio para romper el aprendizaje. Se puede demostrar que esta última se ajusta al proceso de autoorganización mediante el uso de U-Matrices para la visualización del procedimiento de aprendizaje. Las predicciones hechas utilizando estos modelos neuronales se comparan para la precisión con observaciones y con los pronósticos preparados con seis modelos: dos modelos hidrodinámicos, un modelo estadístico, un modelo vecino más cercano, el modelo de persistencia, y los pronósticos verbales que son transmitidos y mantenidos en registro por el Servicio de Previsión del Nivel del Mar de la Agencia Federal Marítima e Hidrográfica (BSH) en Hamburgo. Antes de entrenar los mapas, la situación meteorológica y <br>oceanográfica</br> debe condensarse lo mejor posible, y los vectores de peso y aprendizaje deben ser lo más pequeños posible. Los mapas autoorganizados predicen mejor los niveles del mar que los seis modelos de comparación ",
            "error": [
                ""
            ]
        },
        "meteorological situation": {
            "translated_key": [],
            "translated_annotated_text": "Mapas autoorganizados de características que predicen el nivel del mar En este artículo, se introduce un nuevo método para predecir el nivel del mar empleando mapas autoorganizados de características. Para ello, los mapas se transforman de un procedimiento de aprendizaje no supervisado a uno supervisado. Dos conceptos, desarrollados originalmente para resolver los problemas de convergencia de otros tipos de redes, se proponen para ser aplicados a las redes de Kohonen: una relación funcional entre el número de neuronas y el número de ejemplos de aprendizaje y un criterio para romper el aprendizaje. Se puede demostrar que esta última se ajusta al proceso de autoorganización mediante el uso de U-Matrices para la visualización del procedimiento de aprendizaje. Las predicciones hechas utilizando estos modelos neuronales se comparan para la precisión con observaciones y con los pronósticos preparados con seis modelos: dos modelos hidrodinámicos, un modelo estadístico, un modelo vecino más cercano, el modelo de persistencia, y los pronósticos verbales que son transmitidos y mantenidos en registro por el Servicio de Previsión del Nivel del Mar de la Agencia Federal Marítima e Hidrográfica (BSH) en Hamburgo. Antes de entrenar los mapas, la situación meteorológica y oceanográfica debe condensarse lo mejor posible, y el peso y los vectores de aprendizaje deben ser lo más pequeños posible. Los mapas autoorganizados predicen mejor los niveles del mar que los seis modelos de comparación ",
            "error": []
        },
        "learning vectors": {
            "translated_key": [],
            "translated_annotated_text": "Mapas autoorganizados de características que predicen el nivel del mar En este artículo, se introduce un nuevo método para predecir el nivel del mar empleando mapas autoorganizados de características. Para ello, los mapas se transforman de un procedimiento de aprendizaje no supervisado a uno supervisado. Dos conceptos, desarrollados originalmente para resolver los problemas de convergencia de otros tipos de redes, se proponen para ser aplicados a las redes de Kohonen: una relación funcional entre el número de neuronas y el número de ejemplos de aprendizaje y un criterio para romper el aprendizaje. Se puede demostrar que esta última se ajusta al proceso de autoorganización mediante el uso de U-Matrices para la visualización del procedimiento de aprendizaje. Las predicciones hechas utilizando estos modelos neuronales se comparan para la precisión con observaciones y con los pronósticos preparados con seis modelos: dos modelos hidrodinámicos, un modelo estadístico, un modelo vecino más cercano, el modelo de persistencia, y los pronósticos verbales que son transmitidos y mantenidos en registro por el Servicio de Previsión del Nivel del Mar de la Agencia Federal Marítima e Hidrográfica (BSH) en Hamburgo. Antes de entrenar los mapas, la situación meteorológica y oceanográfica debe condensarse lo mejor posible, y los vectores de peso y aprendizaje deben ser lo más pequeños posible. Los mapas autoorganizados predicen mejor los niveles del mar que los seis modelos de comparación ",
            "error": []
        },
        "geophysics computing": {
            "translated_key": [],
            "translated_annotated_text": "Mapas autoorganizados de características que predicen el nivel del mar En este artículo, se introduce un nuevo método para predecir el nivel del mar empleando mapas autoorganizados de características. Para ello, los mapas se transforman de un procedimiento de aprendizaje no supervisado a uno supervisado. Dos conceptos, desarrollados originalmente para resolver los problemas de convergencia de otros tipos de redes, se proponen para ser aplicados a las redes de Kohonen: una relación funcional entre el número de neuronas y el número de ejemplos de aprendizaje y un criterio para romper el aprendizaje. Se puede demostrar que esta última se ajusta al proceso de autoorganización mediante el uso de U-Matrices para la visualización del procedimiento de aprendizaje. Las predicciones hechas utilizando estos modelos neuronales se comparan para la precisión con observaciones y con los pronósticos preparados con seis modelos: dos modelos hidrodinámicos, un modelo estadístico, un modelo vecino más cercano, el modelo de persistencia, y los pronósticos verbales que son transmitidos y mantenidos en registro por el Servicio de Previsión del Nivel del Mar de la Agencia Federal Marítima e Hidrográfica (BSH) en Hamburgo. Antes de entrenar los mapas, la situación meteorológica y oceanográfica debe condensarse lo mejor posible, y el peso y los vectores de aprendizaje deben ser lo más pequeños posible. Los mapas autoorganizados predicen mejor los niveles del mar que los seis modelos de comparación ",
            "error": []
        },
        "learning (artificial intelligence)": {
            "translated_key": [],
            "translated_annotated_text": "Mapas autoorganizados de características que predicen el nivel del mar En este artículo, se introduce un nuevo método para predecir el nivel del mar empleando mapas autoorganizados de características. Para ello, los mapas se transforman de un procedimiento de aprendizaje no supervisado a uno supervisado. Dos conceptos, desarrollados originalmente para resolver los problemas de convergencia de otros tipos de redes, se proponen para ser aplicados a las redes de Kohonen: una relación funcional entre el número de neuronas y el número de ejemplos de aprendizaje y un criterio para romper el aprendizaje. Se puede demostrar que esta última se ajusta al proceso de autoorganización mediante el uso de U-Matrices para la visualización del procedimiento de aprendizaje. Las predicciones hechas utilizando estos modelos neuronales se comparan para la precisión con observaciones y con los pronósticos preparados con seis modelos: dos modelos hidrodinámicos, un modelo estadístico, un modelo vecino más cercano, el modelo de persistencia, y los pronósticos verbales que son transmitidos y mantenidos en registro por el Servicio de Previsión del Nivel del Mar de la Agencia Federal Marítima e Hidrográfica (BSH) en Hamburgo. Antes de entrenar los mapas, la situación meteorológica y oceanográfica debe condensarse lo mejor posible, y el peso y los vectores de aprendizaje deben ser lo más pequeños posible. Los mapas autoorganizados predicen mejor los niveles del mar que los seis modelos de comparación ",
            "error": []
        },
        "oceanography": {
            "translated_key": [],
            "translated_annotated_text": "Mapas autoorganizados de características que predicen el nivel del mar En este artículo, se introduce un nuevo método para predecir el nivel del mar empleando mapas autoorganizados de características. Para ello, los mapas se transforman de un procedimiento de aprendizaje no supervisado a uno supervisado. Dos conceptos, desarrollados originalmente para resolver los problemas de convergencia de otros tipos de redes, se proponen para ser aplicados a las redes de Kohonen: una relación funcional entre el número de neuronas y el número de ejemplos de aprendizaje y un criterio para romper el aprendizaje. Se puede demostrar que esta última se ajusta al proceso de autoorganización mediante el uso de U-Matrices para la visualización del procedimiento de aprendizaje. Las predicciones hechas utilizando estos modelos neuronales se comparan para la precisión con observaciones y con los pronósticos preparados con seis modelos: dos modelos hidrodinámicos, un modelo estadístico, un modelo vecino más cercano, el modelo de persistencia, y los pronósticos verbales que son transmitidos y mantenidos en registro por el Servicio de Previsión del Nivel del Mar de la Agencia Federal Marítima e Hidrográfica (BSH) en Hamburgo. Antes de entrenar los mapas, la situación meteorológica y oceanográfica debe condensarse lo mejor posible, y el peso y los vectores de aprendizaje deben ser lo más pequeños posible. Los mapas autoorganizados predicen mejor los niveles del mar que los seis modelos de comparación ",
            "error": []
        },
        "self-organising feature maps": {
            "translated_key": [],
            "translated_annotated_text": "Mapas autoorganizados de características que predicen el nivel del mar En este artículo, se introduce un nuevo método para predecir el nivel del mar empleando mapas autoorganizados de características. Para ello, los mapas se transforman de un procedimiento de aprendizaje no supervisado a uno supervisado. Dos conceptos, desarrollados originalmente para resolver los problemas de convergencia de otros tipos de redes, se proponen para ser aplicados a las redes de Kohonen: una relación funcional entre el número de neuronas y el número de ejemplos de aprendizaje y un criterio para romper el aprendizaje. Se puede demostrar que esta última se ajusta al proceso de autoorganización mediante el uso de U-Matrices para la visualización del procedimiento de aprendizaje. Las predicciones hechas utilizando estos modelos neuronales se comparan para la precisión con observaciones y con los pronósticos preparados con seis modelos: dos modelos hidrodinámicos, un modelo estadístico, un modelo vecino más cercano, el modelo de persistencia, y los pronósticos verbales que son transmitidos y mantenidos en registro por el Servicio de Previsión del Nivel del Mar de la Agencia Federal Marítima e Hidrográfica (BSH) en Hamburgo. Antes de entrenar los mapas, la situación meteorológica y oceanográfica debe condensarse lo mejor posible, y el peso y los vectores de aprendizaje deben ser lo más pequeños posible. Los mapas autoorganizados predicen mejor los niveles del mar que los seis modelos de comparación ",
            "error": []
        }
    }
}