{
    "original_text": "Selecting rail grade crossing investments with a decision support system The Federal Railroad Administration (FRA) has developed a series of rail and rail-related analysis tools that assist FRA officials, Metropolitan Planning Organizations (MPOs), state Department of Transportation (DOT), and other constituents in evaluating the cost and benefits of potential infrastructure projects. To meet agency objectives, the FRA wants to add a high-speed rail grade crossing analysis tool to its package of rail and rail-related intermodal software products. This paper presents a conceptual decision support system (DSS) that can assist officials in achieving this goal. The paper first introduces the FRAs objectives and the role of cost benefit analysis in achieving these objectives. Next, there is a discussion of the models needed to assess the feasibility of proposed high-speed rail grade crossing investments and the presentation of a decision support system (DSS) that can deliver these models transparently to users. Then, the paper illustrates a system session and examines the potential benefits from system use",
    "original_translation": "Selección de las inversiones de cruce de nivel ferroviario con un sistema de apoyo a la toma de decisiones La Administración Federal de Ferrocarriles (FRA) ha desarrollado una serie de herramientas de análisis relacionadas con el ferrocarril y el ferrocarril que ayudan a los funcionarios de la FRA, las Organizaciones de Planificación Metropolitana (MPO), el Departamento de Transporte del Estado (DOT), y otros componentes en la evaluación de los costos y beneficios de los proyectos de infraestructura potenciales. Para cumplir con los objetivos de la agencia, la FRA quiere añadir una herramienta de análisis de cruces ferroviarios de alta velocidad a su paquete de productos de software intermodal relacionados con el ferrocarril y el ferrocarril. Este documento presenta un sistema conceptual de apoyo a la adopción de decisiones (SDS) que puede ayudar a los funcionarios a lograr este objetivo. El documento introduce en primer lugar los objetivos de las AFR y el papel del análisis de los beneficios en función de los costos en la consecución de estos objetivos. A continuación, se examinan los modelos necesarios para evaluar la viabilidad de las inversiones propuestas en el cruce de la categoría ferroviaria de alta velocidad y la presentación de un sistema de apoyo a la adopción de decisiones que pueda ofrecer estos modelos de manera transparente a los usuarios. Luego, el documento ilustra una sesión del sistema y examina los beneficios potenciales del uso del sistema",
    "error_count": 11,
    "keys": {
        "rail grade crossing investment selection": {
            "translated_key": [],
            "translated_annotated_text": "Selección de las inversiones de cruce de nivel ferroviario con un sistema de apoyo a la toma de decisiones La Administración Federal de Ferrocarriles (FRA) ha desarrollado una serie de herramientas de análisis relacionadas con el ferrocarril y el ferrocarril que ayudan a los funcionarios de la FRA, las Organizaciones de Planificación Metropolitana (MPO), el Departamento de Transporte del Estado (DOT), y otros componentes en la evaluación de los costos y beneficios de los proyectos de infraestructura potenciales. Para cumplir con los objetivos de la agencia, la FRA quiere añadir una herramienta de análisis de cruces ferroviarios de alta velocidad a su paquete de productos de software intermodal relacionados con el ferrocarril y el ferrocarril. Este documento presenta un sistema conceptual de apoyo a la adopción de decisiones (SDS) que puede ayudar a los funcionarios a lograr este objetivo. El documento introduce en primer lugar los objetivos de las AFR y el papel del análisis de los beneficios en función de los costos en la consecución de estos objetivos. A continuación, se examinan los modelos necesarios para evaluar la viabilidad de las inversiones propuestas en el cruce de la categoría ferroviaria de alta velocidad y la presentación de un sistema de apoyo a la adopción de decisiones que pueda ofrecer estos modelos de manera transparente a los usuarios. Luego, el documento ilustra una sesión del sistema y examina los beneficios potenciales del uso del sistema ",
            "error": []
        },
        "decision support system": {
            "translated_key": " La Administración Federal de Ferrocarriles (FRA) ha desarrollado una serie de herramientas de análisis relacionadas con el ferrocarril y el ferrocarril que ayudan a los funcionarios de la FRA, las Organizaciones de Planificación Metropolitana (MPO), el Departamento de Transporte del Estado (DOT), y otros componentes en la evaluación del costo y los beneficios de posibles proyectos de infraestructura. Para cumplir con los objetivos de la agencia, la FRA quiere añadir una herramienta de análisis de cruces ferroviarios de alta velocidad a su paquete de productos de software intermodal relacionados con el ferrocarril y el ferrocarril. En este documento se presenta un sistema conceptual de apoyo a la adopción de decisiones (SDS) que puede ayudar a los funcionarios a lograr este objetivo. El documento introduce en primer lugar los objetivos de las AFR y el papel del análisis de los beneficios en función de los costos en la consecución de estos objetivos. A continuación, se examinan los modelos necesarios para evaluar la viabilidad de las inversiones propuestas en el cruce de la categoría ferroviaria de alta velocidad y la presentación de un <br>sistema de apoyo a la adopción de decisiones",
            "translated_annotated_text": "Selección de las inversiones de cruce de grados ferroviarios con un sistema de apoyo a la decisión <br> La Administración Federal de Ferrocarriles (FRA) ha desarrollado una serie de herramientas de análisis relacionadas con el ferrocarril y el ferrocarril que ayudan a los funcionarios de la FRA, las Organizaciones de Planificación Metropolitana (MPO), el Departamento de Transporte del Estado (DOT), y otros componentes en la evaluación del costo y los beneficios de posibles proyectos de infraestructura. Para cumplir con los objetivos de la agencia, la FRA quiere añadir una herramienta de análisis de cruces ferroviarios de alta velocidad a su paquete de productos de software intermodal relacionados con el ferrocarril y el ferrocarril. En este documento se presenta un sistema conceptual de apoyo a la adopción de decisiones (SDS) que puede ayudar a los funcionarios a lograr este objetivo. El documento introduce en primer lugar los objetivos de las AFR y el papel del análisis de los beneficios en función de los costos en la consecución de estos objetivos. A continuación, se examinan los modelos necesarios para evaluar la viabilidad de las inversiones propuestas en el cruce de la categoría ferroviaria de alta velocidad y la presentación de un <br>sistema de apoyo a la adopción de decisiones</br> que pueda ofrecer estos modelos de manera transparente a los usuarios. Luego, el documento ilustra una sesión del sistema y examina los beneficios potenciales del uso del sistema ",
            "error": [
                ""
            ]
        },
        "Federal Railroad Administration": {
            "translated_key": "Federal Railroad Administration",
            "translated_annotated_text": "Selección de las inversiones de cruce de nivel ferroviario con un sistema de apoyo a la toma de decisiones La <br>Federal Railroad Administration</br> (FRA) ha desarrollado una serie de herramientas de análisis relacionadas con el ferrocarril y el ferrocarril que ayudan a los funcionarios de FRA, las Organizaciones de Planificación Metropolitana (MPO), el Departamento de Transporte del Estado (DOT), y otros componentes en la evaluación de los costos y beneficios de los proyectos de infraestructura potenciales. Para cumplir con los objetivos de la agencia, la FRA quiere añadir una herramienta de análisis de cruces ferroviarios de alta velocidad a su paquete de productos de software intermodal relacionados con el ferrocarril y el ferrocarril. Este documento presenta un sistema conceptual de apoyo a la adopción de decisiones (SDS) que puede ayudar a los funcionarios a lograr este objetivo. El documento introduce en primer lugar los objetivos de las AFR y el papel del análisis de los beneficios en función de los costos en la consecución de estos objetivos. A continuación, se examinan los modelos necesarios para evaluar la viabilidad de las inversiones propuestas en el cruce de la categoría ferroviaria de alta velocidad y la presentación de un sistema de apoyo a la adopción de decisiones que pueda ofrecer estos modelos de manera transparente a los usuarios. Luego, el documento ilustra una sesión del sistema y examina los beneficios potenciales del uso del sistema ",
            "error": [
                ""
            ]
        },
        "Metropolitan Planning Organizations": {
            "translated_key": " Organizaciones de Planificación Metropolitana",
            "translated_annotated_text": "Selección de las inversiones de cruce de nivel ferroviario con un sistema de apoyo a la toma de decisiones La Administración Federal de Ferrocarriles (FRA) ha desarrollado una serie de herramientas de análisis relacionadas con el ferrocarril y el ferrocarril que ayudan a los funcionarios de la FRA, <br> Organizaciones de Planificación Metropolitana</br> (MPO), Departamento de Transporte del estado (DOT), y otros componentes en la evaluación de los costos y beneficios de proyectos de infraestructura potenciales. Para cumplir con los objetivos de la agencia, la FRA quiere añadir una herramienta de análisis de cruces ferroviarios de alta velocidad a su paquete de productos de software intermodal relacionados con el ferrocarril y el ferrocarril. Este documento presenta un sistema conceptual de apoyo a la adopción de decisiones (SDS) que puede ayudar a los funcionarios a lograr este objetivo. El documento introduce en primer lugar los objetivos de las AFR y el papel del análisis de los beneficios en función de los costos en la consecución de estos objetivos. A continuación, se examinan los modelos necesarios para evaluar la viabilidad de las inversiones propuestas en el cruce de la categoría ferroviaria de alta velocidad y la presentación de un sistema de apoyo a la adopción de decisiones que pueda ofrecer estos modelos de manera transparente a los usuarios. Luego, el documento ilustra una sesión del sistema y examina los beneficios potenciales del uso del sistema ",
            "error": [
                ""
            ]
        },
        "Department of Transportation": {
            "translated_key": [],
            "translated_annotated_text": "Selección de las inversiones de cruce de nivel ferroviario con un sistema de apoyo a la toma de decisiones La Administración Federal de Ferrocarriles (FRA) ha desarrollado una serie de herramientas de análisis relacionadas con el ferrocarril y el ferrocarril que ayudan a los funcionarios de la FRA, las Organizaciones de Planificación Metropolitana (MPO), el Departamento de Transporte del Estado (DOT), y otros componentes en la evaluación de los costos y beneficios de proyectos de infraestructura potenciales. Para cumplir con los objetivos de la agencia, la FRA quiere añadir una herramienta de análisis de cruces ferroviarios de alta velocidad a su paquete de productos de software intermodal relacionados con el ferrocarril y el ferrocarril. Este documento presenta un sistema conceptual de apoyo a la adopción de decisiones (SDS) que puede ayudar a los funcionarios a lograr este objetivo. El documento introduce en primer lugar los objetivos de las AFR y el papel del análisis de los beneficios en función de los costos en la consecución de estos objetivos. A continuación, se examinan los modelos necesarios para evaluar la viabilidad de las inversiones propuestas en el cruce de la categoría ferroviaria de alta velocidad y la presentación de un sistema de apoyo a la adopción de decisiones que pueda ofrecer estos modelos de manera transparente a los usuarios. Luego, el documento ilustra una sesión del sistema y examina los beneficios potenciales del uso del sistema ",
            "error": []
        },
        "infrastructure projects": {
            "translated_key": [],
            "translated_annotated_text": "Selección de las inversiones de cruce de nivel ferroviario con un sistema de apoyo a las decisiones La Administración Federal de Ferrocarriles (FRA) ha desarrollado una serie de herramientas de análisis relacionadas con el ferrocarril y el ferrocarril que ayudan a los funcionarios de la FRA, las Organizaciones de Planificación Metropolitana (MPO), el Departamento de Transporte del Estado (DOT), y otros componentes en la evaluación de los costos y beneficios de los proyectos potenciales de infraestructura <br>. Para cumplir con los objetivos de la agencia, la FRA quiere añadir una herramienta de análisis de cruces ferroviarios de alta velocidad a su paquete de productos de software intermodal relacionados con el ferrocarril y el ferrocarril. Este documento presenta un sistema conceptual de apoyo a la adopción de decisiones (SDS) que puede ayudar a los funcionarios a lograr este objetivo. El documento introduce en primer lugar los objetivos de las AFR y el papel del análisis de los beneficios en función de los costos en la consecución de estos objetivos. A continuación, se examinan los modelos necesarios para evaluar la viabilidad de las inversiones propuestas en el cruce de la categoría ferroviaria de alta velocidad y la presentación de un sistema de apoyo a la adopción de decisiones que pueda ofrecer estos modelos de manera transparente a los usuarios. Luego, el documento ilustra una sesión del sistema y examina los beneficios potenciales del uso del sistema ",
            "error": []
        },
        "high-speed rail grade crossing analysis tool": {
            "translated_key": [],
            "translated_annotated_text": "Selección de las inversiones de cruce de nivel ferroviario con un sistema de apoyo a la toma de decisiones La Administración Federal de Ferrocarriles (FRA) ha desarrollado una serie de herramientas de análisis relacionadas con el ferrocarril y el ferrocarril que ayudan a los funcionarios de la FRA, las Organizaciones de Planificación Metropolitana (MPO), el Departamento de Transporte del Estado (DOT), y otros componentes en la evaluación de los costos y beneficios de los proyectos de infraestructura potenciales. Para cumplir con los objetivos de la agencia, la FRA quiere añadir una herramienta de análisis de cruces ferroviarios de alta velocidad a su paquete de productos de software intermodales relacionados con el ferrocarril y el ferrocarril. Este documento presenta un sistema conceptual de apoyo a la adopción de decisiones (SDS) que puede ayudar a los funcionarios a lograr este objetivo. El documento introduce en primer lugar los objetivos de las AFR y el papel del análisis de los beneficios en función de los costos en la consecución de estos objetivos. A continuación, se examinan los modelos necesarios para evaluar la viabilidad de las inversiones propuestas en el cruce de la categoría ferroviaria de alta velocidad y la presentación de un sistema de apoyo a la adopción de decisiones que pueda ofrecer estos modelos de manera transparente a los usuarios. Luego, el documento ilustra una sesión del sistema y examina los beneficios potenciales del uso del sistema ",
            "error": []
        },
        "rail-related intermodal software products": {
            "translated_key": "productos de software intermodal relacionados con el ferrocarril",
            "translated_annotated_text": "Selección de las inversiones de cruce de nivel ferroviario con un sistema de apoyo a la toma de decisiones La Administración Federal de Ferrocarriles (FRA) ha desarrollado una serie de herramientas de análisis relacionadas con el ferrocarril y el ferrocarril que ayudan a los funcionarios de la FRA, las Organizaciones de Planificación Metropolitana (MPO), el Departamento de Transporte del Estado (DOT), y otros componentes en la evaluación de los costos y beneficios de los proyectos de infraestructura potenciales. Para cumplir con los objetivos de la agencia, la FRA quiere añadir una herramienta de análisis de cruces ferroviarios de alta velocidad a su paquete de <br>productos de software intermodal relacionados con el ferrocarril</br> y el ferrocarril. Este documento presenta un sistema conceptual de apoyo a la adopción de decisiones (SDS) que puede ayudar a los funcionarios a lograr este objetivo. El documento introduce en primer lugar los objetivos de las AFR y el papel del análisis de los beneficios en función de los costos en la consecución de estos objetivos. A continuación, se examinan los modelos necesarios para evaluar la viabilidad de las inversiones propuestas en el cruce de la categoría ferroviaria de alta velocidad y la presentación de un sistema de apoyo a la adopción de decisiones que pueda ofrecer estos modelos de manera transparente a los usuarios. Luego, el documento ilustra una sesión del sistema y examina los beneficios potenciales del uso del sistema ",
            "error": [
                ""
            ]
        },
        "rail intermodal software products": {
            "translated_key": [],
            "translated_annotated_text": "Selección de las inversiones de cruce de nivel ferroviario con un sistema de apoyo a la toma de decisiones La Administración Federal de Ferrocarriles (FRA) ha desarrollado una serie de herramientas de análisis relacionadas con el ferrocarril y el ferrocarril que ayudan a los funcionarios de la FRA, las Organizaciones de Planificación Metropolitana (MPO), el Departamento de Transporte del Estado (DOT), y otros componentes en la evaluación de los costos y beneficios de los proyectos de infraestructura potenciales. Para cumplir con los objetivos de la agencia, la FRA quiere añadir una herramienta de análisis de cruces ferroviarios de alta velocidad a su paquete de productos de software intermodal relacionados con el ferrocarril y el ferrocarril. Este documento presenta un sistema conceptual de apoyo a la adopción de decisiones (SDS) que puede ayudar a los funcionarios a lograr este objetivo. El documento introduce en primer lugar los objetivos de las AFR y el papel del análisis de los beneficios en función de los costos en la consecución de estos objetivos. A continuación, se examinan los modelos necesarios para evaluar la viabilidad de las inversiones propuestas en el cruce de la categoría ferroviaria de alta velocidad y la presentación de un sistema de apoyo a la adopción de decisiones que pueda ofrecer estos modelos de manera transparente a los usuarios. Luego, el documento ilustra una sesión del sistema y examina los beneficios potenciales del uso del sistema ",
            "error": []
        },
        "cost benefit analysis": {
            "translated_key": "análisis de los beneficios en función de los costes",
            "translated_annotated_text": "Selección de las inversiones de cruce de nivel ferroviario con un sistema de apoyo a la toma de decisiones La Administración Federal de Ferrocarriles (FRA) ha desarrollado una serie de herramientas de análisis relacionadas con el ferrocarril y el ferrocarril que ayudan a los funcionarios de la FRA, las Organizaciones de Planificación Metropolitana (MPO), el Departamento de Transporte del Estado (DOT), y otros componentes en la evaluación de los costos y beneficios de los proyectos de infraestructura potenciales. Para cumplir con los objetivos de la agencia, la FRA quiere añadir una herramienta de análisis de cruces ferroviarios de alta velocidad a su paquete de productos de software intermodal relacionados con el ferrocarril y el ferrocarril. Este documento presenta un sistema conceptual de apoyo a la adopción de decisiones (SDS) que puede ayudar a los funcionarios a lograr este objetivo. El documento presenta en primer lugar los objetivos de las AFR y el papel del <br>análisis de los beneficios en función de los costes</br> en la consecución de estos objetivos.  A continuación, se examinan los modelos necesarios para evaluar la viabilidad de las inversiones propuestas en el cruce de la categoría ferroviaria de alta velocidad y la presentación de un sistema de apoyo a la adopción de decisiones que pueda ofrecer estos modelos de manera transparente a los usuarios. Luego, el documento ilustra una sesión del sistema y examina los beneficios potenciales del uso del sistema ",
            "error": [
                ""
            ]
        },
        "cost-benefit analysis": {
            "translated_key": [],
            "translated_annotated_text": "Selección de las inversiones de cruce de nivel ferroviario con un sistema de apoyo a la toma de decisiones La Administración Federal de Ferrocarriles (FRA) ha desarrollado una serie de herramientas de análisis relacionadas con el ferrocarril y el ferrocarril que ayudan a los funcionarios de la FRA, las Organizaciones de Planificación Metropolitana (MPO), el Departamento de Transporte del Estado (DOT), y otros componentes en la evaluación de los costos y beneficios de los proyectos de infraestructura potenciales. Para cumplir con los objetivos de la agencia, la FRA quiere añadir una herramienta de análisis de cruces ferroviarios de alta velocidad a su paquete de productos de software intermodal relacionados con el ferrocarril y el ferrocarril. Este documento presenta un sistema conceptual de apoyo a la adopción de decisiones (SDS) que puede ayudar a los funcionarios a lograr este objetivo. El documento introduce en primer lugar los objetivos de las AFR y el papel del análisis de los beneficios en función de los costos en la consecución de estos objetivos. A continuación, se examinan los modelos necesarios para evaluar la viabilidad de las inversiones propuestas en el cruce de la categoría ferroviaria de alta velocidad y la presentación de un sistema de apoyo a la adopción de decisiones que pueda ofrecer estos modelos de manera transparente a los usuarios. Luego, el documento ilustra una sesión del sistema y examina los beneficios potenciales del uso del sistema ",
            "error": []
        },
        "decision support systems": {
            "translated_key": [],
            "translated_annotated_text": "Selección de las inversiones de cruce de nivel ferroviario con un sistema de apoyo a la toma de decisiones La Administración Federal de Ferrocarriles (FRA) ha desarrollado una serie de herramientas de análisis relacionadas con el ferrocarril y el ferrocarril que ayudan a los funcionarios de la FRA, las Organizaciones de Planificación Metropolitana (MPO), el Departamento de Transporte del Estado (DOT), y otros componentes en la evaluación de los costos y beneficios de los proyectos de infraestructura potenciales. Para cumplir con los objetivos de la agencia, la FRA quiere añadir una herramienta de análisis de cruces ferroviarios de alta velocidad a su paquete de productos de software intermodal relacionados con el ferrocarril y el ferrocarril. Este documento presenta un sistema conceptual de apoyo a la adopción de decisiones (SDS) que puede ayudar a los funcionarios a lograr este objetivo. El documento introduce en primer lugar los objetivos de las AFR y el papel del análisis de los beneficios en función de los costos en la consecución de estos objetivos. A continuación, se examinan los modelos necesarios para evaluar la viabilidad de las inversiones propuestas en el cruce de la categoría ferroviaria de alta velocidad y la presentación de un sistema de apoyo a la adopción de decisiones que pueda ofrecer estos modelos de manera transparente a los usuarios. Luego, el documento ilustra una sesión del sistema y examina los beneficios potenciales del uso del sistema ",
            "error": []
        },
        "investment": {
            "translated_key": [],
            "translated_annotated_text": "Selección de las inversiones de cruce de nivel ferroviario con un sistema de apoyo a la toma de decisiones La Administración Federal de Ferrocarriles (FRA) ha desarrollado una serie de herramientas de análisis relacionadas con el ferrocarril y el ferrocarril que ayudan a los funcionarios de la FRA, las Organizaciones de Planificación Metropolitana (MPO), el Departamento de Transporte del Estado (DOT), y otros componentes en la evaluación de los costos y beneficios de los proyectos de infraestructura potenciales. Para cumplir con los objetivos de la agencia, la FRA quiere añadir una herramienta de análisis de cruces ferroviarios de alta velocidad a su paquete de productos de software intermodal relacionados con el ferrocarril y el ferrocarril. Este documento presenta un sistema conceptual de apoyo a la adopción de decisiones (SDS) que puede ayudar a los funcionarios a lograr este objetivo. El documento introduce en primer lugar los objetivos de las AFR y el papel del análisis de los beneficios en función de los costos en la consecución de estos objetivos. A continuación, se examinan los modelos necesarios para evaluar la viabilidad de las inversiones propuestas en el cruce de la categoría ferroviaria de alta velocidad y la presentación de un sistema de apoyo a la adopción de decisiones que pueda ofrecer estos modelos de manera transparente a los usuarios. Luego, el documento ilustra una sesión del sistema y examina los beneficios potenciales del uso del sistema ",
            "error": []
        },
        "railways": {
            "translated_key": [],
            "translated_annotated_text": "Selección de las inversiones de cruce de nivel ferroviario con un sistema de apoyo a la toma de decisiones La Administración Federal de Ferrocarriles (FRA) ha desarrollado una serie de herramientas de análisis relacionadas con el ferrocarril y el ferrocarril que ayudan a los funcionarios de la FRA, las Organizaciones de Planificación Metropolitana (MPO), el Departamento de Transporte del Estado (DOT), y otros componentes en la evaluación de los costos y beneficios de los proyectos de infraestructura potenciales. Para cumplir con los objetivos de la agencia, la FRA quiere añadir una herramienta de análisis de cruces ferroviarios de alta velocidad a su paquete de productos de software intermodal relacionados con el ferrocarril y el ferrocarril. Este documento presenta un sistema conceptual de apoyo a la adopción de decisiones (SDS) que puede ayudar a los funcionarios a lograr este objetivo. El documento introduce en primer lugar los objetivos de las AFR y el papel del análisis de los beneficios en función de los costos en la consecución de estos objetivos. A continuación, se examinan los modelos necesarios para evaluar la viabilidad de las inversiones propuestas en el cruce de la categoría ferroviaria de alta velocidad y la presentación de un sistema de apoyo a la adopción de decisiones que pueda ofrecer estos modelos de manera transparente a los usuarios. Luego, el documento ilustra una sesión del sistema y examina los beneficios potenciales del uso del sistema ",
            "error": []
        },
        "town and country planning": {
            "translated_key": [],
            "translated_annotated_text": "Selección de las inversiones de cruce de nivel ferroviario con un sistema de apoyo a la toma de decisiones La Administración Federal de Ferrocarriles (FRA) ha desarrollado una serie de herramientas de análisis relacionadas con el ferrocarril y el ferrocarril que ayudan a los funcionarios de la FRA, las Organizaciones de Planificación Metropolitana (MPO), el Departamento de Transporte del Estado (DOT), y otros componentes en la evaluación de los costos y beneficios de los proyectos de infraestructura potenciales. Para cumplir con los objetivos de la agencia, la FRA quiere añadir una herramienta de análisis de cruces ferroviarios de alta velocidad a su paquete de productos de software intermodal relacionados con el ferrocarril y el ferrocarril. Este documento presenta un sistema conceptual de apoyo a la adopción de decisiones (SDS) que puede ayudar a los funcionarios a lograr este objetivo. El documento introduce en primer lugar los objetivos de las AFR y el papel del análisis de los beneficios en función de los costos en la consecución de estos objetivos. A continuación, se examinan los modelos necesarios para evaluar la viabilidad de las inversiones propuestas en el cruce de la categoría ferroviaria de alta velocidad y la presentación de un sistema de apoyo a la adopción de decisiones que pueda ofrecer estos modelos de manera transparente a los usuarios. Luego, el documento ilustra una sesión del sistema y examina los beneficios potenciales del uso del sistema ",
            "error": []
        },
        "transportation": {
            "translated_key": [],
            "translated_annotated_text": "Selección de las inversiones de cruce de nivel ferroviario con un sistema de apoyo a la toma de decisiones La Administración Federal de Ferrocarriles (FRA) ha desarrollado una serie de herramientas de análisis relacionadas con el ferrocarril y el ferrocarril que ayudan a los funcionarios de la FRA, las Organizaciones de Planificación Metropolitana (MPO), el Departamento de Transporte del Estado (DOT), y otros componentes en la evaluación de los costos y beneficios de los proyectos de infraestructura potenciales. Para cumplir con los objetivos de la agencia, la FRA quiere añadir una herramienta de análisis de cruces ferroviarios de alta velocidad a su paquete de productos de software intermodal relacionados con el ferrocarril y el ferrocarril. Este documento presenta un sistema conceptual de apoyo a la adopción de decisiones (SDS) que puede ayudar a los funcionarios a lograr este objetivo. El documento introduce en primer lugar los objetivos de las AFR y el papel del análisis de los beneficios en función de los costos en la consecución de estos objetivos. A continuación, se examinan los modelos necesarios para evaluar la viabilidad de las inversiones propuestas en el cruce de la categoría ferroviaria de alta velocidad y la presentación de un sistema de apoyo a la adopción de decisiones que pueda ofrecer estos modelos de manera transparente a los usuarios. Luego, el documento ilustra una sesión del sistema y examina los beneficios potenciales del uso del sistema ",
            "error": []
        }
    }
}