{
    "original_text": "From a biological to a computational model for the autonomous behavior of an animat Endowing an autonomous system like a robot with intelligent behavior is difficult for several reasons. First, behavior is such a wide topic that a general framework paradigm of inspiration must be chosen in order to obtain a consistent model. Such a framework can be, for example, biological modeling or an artificial intelligence approach. Second, a general framework is not sufficient to determine a fully specified program to be implemented in a robot. Many choices, tuning and tests must be carried out before obtaining a robust system. A biological model is presented, based on the definition of cortex-like automata, representing elementary functions in the perceptive, motor or associative domain. These automata are connected in a network whose architecture, functioning and learning rules are described in a cortical framework. Second, the computational model derived from that biological model is specified. The way units exchange and compute variables through links is explained, with reference to corresponding biological elements. It is then easier to report experiments allowing an autonomous system to learn regularities of a simple environment and to exploit them to satisfy some internal drives. Even if additional biological hints can be added, this model allow us to better understand how a biological model can be implemented and how biological properties can emerge from a distributed set of units",
    "original_translation": "De un modelo biológico a un modelo computacional para el comportamiento autónomo de un animat Dotar de un sistema autónomo como un robot con comportamiento inteligente es difícil por varias razones. En primer lugar, el comportamiento es un tema tan amplio que se debe elegir un paradigma marco general de inspiración para obtener un modelo coherente. Ese marco puede ser, por ejemplo, un modelo biológico o un enfoque de inteligencia artificial. En segundo lugar, un marco general no es suficiente para determinar un programa completamente especificado que se implementará en un robot. Antes de obtener un sistema robusto, se deben realizar muchas opciones, ajustes y pruebas. Se presenta un modelo biológico, basado en la definición de autómatas tipo corteza, que representan funciones elementales en el dominio perceptivo, motor o asociativo. Estos autómatas están conectados en una red cuya arquitectura, funcionamiento y reglas de aprendizaje se describen en un marco cortical. En segundo lugar, se especifica el modelo computacional derivado de ese modelo biológico. Se explica la forma en que las unidades intercambian y computan variables a través de enlaces, con referencia a los correspondientes elementos biológicos. Entonces es más fácil informar de experimentos que permiten a un sistema autónomo aprender las regularidades de un entorno simple y explotarlos para satisfacer algunos impulsos internos. Incluso si se pueden añadir sugerencias biológicas adicionales, este modelo nos permite entender mejor cómo se puede implementar un modelo biológico y cómo las propiedades biológicas pueden surgir de un conjunto distribuido de unidades",
    "error_count": 10,
    "keys": {
        "autonomous system": {
            "translated_key": " como un robot con comportamiento inteligente es difícil por varias razones. En primer lugar, el comportamiento es un tema tan amplio que se debe elegir un paradigma marco general de inspiración para obtener un modelo coherente. Ese marco puede ser, por ejemplo, un modelo biológico o un enfoque de inteligencia artificial. En segundo lugar, un marco general no es suficiente para determinar un programa completamente especificado que se implementará en un robot. Antes de obtener un sistema robusto, se deben realizar muchas opciones, ajustes y pruebas. Se presenta un modelo biológico, basado en la definición de autómatas tipo corteza, que representan funciones elementales en el dominio perceptivo, motor o asociativo. Estos autómatas están conectados en una red cuya arquitectura, funcionamiento y reglas de aprendizaje se describen en un marco cortical. En segundo lugar, se especifica el modelo computacional derivado de ese modelo biológico. Se explica la forma en que las unidades intercambian y computan variables a través de enlaces, con referencia a los correspondientes elementos biológicos. Entonces es más fácil informar de experimentos que permiten a un <br>sistema autónomo",
            "translated_annotated_text": "De un modelo biológico a un modelo computacional para el comportamiento autónomo de un animat Dotar de un sistema autónomo <br> como un robot con comportamiento inteligente es difícil por varias razones. En primer lugar, el comportamiento es un tema tan amplio que se debe elegir un paradigma marco general de inspiración para obtener un modelo coherente. Ese marco puede ser, por ejemplo, un modelo biológico o un enfoque de inteligencia artificial. En segundo lugar, un marco general no es suficiente para determinar un programa completamente especificado que se implementará en un robot. Antes de obtener un sistema robusto, se deben realizar muchas opciones, ajustes y pruebas. Se presenta un modelo biológico, basado en la definición de autómatas tipo corteza, que representan funciones elementales en el dominio perceptivo, motor o asociativo. Estos autómatas están conectados en una red cuya arquitectura, funcionamiento y reglas de aprendizaje se describen en un marco cortical. En segundo lugar, se especifica el modelo computacional derivado de ese modelo biológico. Se explica la forma en que las unidades intercambian y computan variables a través de enlaces, con referencia a los correspondientes elementos biológicos. Entonces es más fácil informar de experimentos que permiten a un <br>sistema autónomo</br> aprender las regularidades de un entorno simple y explotarlos para satisfacer algunas unidades internas.  Incluso si se pueden añadir sugerencias biológicas adicionales, este modelo nos permite entender mejor cómo se puede implementar un modelo biológico y cómo las propiedades biológicas pueden surgir de un conjunto distribuido de unidades ",
            "error": [
                ""
            ]
        },
        "robot": {
            "translated_key": "robot",
            "translated_annotated_text": "De un modelo biológico a un modelo computacional para el comportamiento autónomo de un animat Dotar de un sistema autónomo como un <br>robot</br> con comportamiento inteligente es difícil por varias razones. En primer lugar, el comportamiento es un tema tan amplio que se debe elegir un paradigma marco general de inspiración para obtener un modelo coherente. Ese marco puede ser, por ejemplo, un modelo biológico o un enfoque de inteligencia artificial. En segundo lugar, un marco general no es suficiente para determinar un programa completamente especificado que debe implementarse en un <br>robot</br>. Antes de obtener un sistema robusto, se deben realizar muchas opciones, ajustes y pruebas. Se presenta un modelo biológico, basado en la definición de autómatas tipo corteza, que representan funciones elementales en el dominio perceptivo, motor o asociativo. Estos autómatas están conectados en una red cuya arquitectura, funcionamiento y reglas de aprendizaje se describen en un marco cortical. En segundo lugar, se especifica el modelo computacional derivado de ese modelo biológico. Se explica la forma en que las unidades intercambian y computan variables a través de enlaces, con referencia a los correspondientes elementos biológicos. Entonces es más fácil informar de experimentos que permiten a un sistema autónomo aprender las regularidades de un entorno simple y explotarlos para satisfacer algunos impulsos internos. Incluso si se pueden añadir sugerencias biológicas adicionales, este modelo nos permite entender mejor cómo se puede implementar un modelo biológico y cómo las propiedades biológicas pueden surgir de un conjunto distribuido de unidades ",
            "error": [
                ""
            ]
        },
        "autonomous behavior": {
            "translated_key": "comportamiento autónomo",
            "translated_annotated_text": "De un modelo biológico a un modelo computacional para el <br>comportamiento autónomo</br> de un animat Dotar de un sistema autónomo como un robot con comportamiento inteligente es difícil por varias razones.  En primer lugar, el comportamiento es un tema tan amplio que se debe elegir un paradigma marco general de inspiración para obtener un modelo coherente. Ese marco puede ser, por ejemplo, un modelo biológico o un enfoque de inteligencia artificial. En segundo lugar, un marco general no es suficiente para determinar un programa completamente especificado que se implementará en un robot. Antes de obtener un sistema robusto, se deben realizar muchas opciones, ajustes y pruebas. Se presenta un modelo biológico, basado en la definición de autómatas tipo corteza, que representan funciones elementales en el dominio perceptivo, motor o asociativo. Estos autómatas están conectados en una red cuya arquitectura, funcionamiento y reglas de aprendizaje se describen en un marco cortical. En segundo lugar, se especifica el modelo computacional derivado de ese modelo biológico. Se explica la forma en que las unidades intercambian y computan variables a través de enlaces, con referencia a los correspondientes elementos biológicos. Entonces es más fácil informar de experimentos que permiten a un sistema autónomo aprender las regularidades de un entorno simple y explotarlos para satisfacer algunos impulsos internos. Incluso si se pueden añadir sugerencias biológicas adicionales, este modelo nos permite entender mejor cómo se puede implementar un modelo biológico y cómo las propiedades biológicas pueden surgir de un conjunto distribuido de unidades ",
            "error": [
                ""
            ]
        },
        "intelligent behavior": {
            "translated_key": "comportamiento inteligente",
            "translated_annotated_text": "De un modelo biológico a un modelo computacional para el comportamiento autónomo de un animat Dotar de un sistema autónomo como un robot con <br>comportamiento inteligente</br> es difícil por varias razones.  En primer lugar, el comportamiento es un tema tan amplio que se debe elegir un paradigma marco general de inspiración para obtener un modelo coherente. Ese marco puede ser, por ejemplo, un modelo biológico o un enfoque de inteligencia artificial. En segundo lugar, un marco general no es suficiente para determinar un programa completamente especificado que se implementará en un robot. Antes de obtener un sistema robusto, se deben realizar muchas opciones, ajustes y pruebas. Se presenta un modelo biológico, basado en la definición de autómatas tipo corteza, que representan funciones elementales en el dominio perceptivo, motor o asociativo. Estos autómatas están conectados en una red cuya arquitectura, funcionamiento y reglas de aprendizaje se describen en un marco cortical. En segundo lugar, se especifica el modelo computacional derivado de ese modelo biológico. Se explica la forma en que las unidades intercambian y computan variables a través de enlaces, con referencia a los correspondientes elementos biológicos. Entonces es más fácil informar de experimentos que permiten a un sistema autónomo aprender las regularidades de un entorno simple y explotarlos para satisfacer algunos impulsos internos. Incluso si se pueden añadir sugerencias biológicas adicionales, este modelo nos permite entender mejor cómo se puede implementar un modelo biológico y cómo las propiedades biológicas pueden surgir de un conjunto distribuido de unidades ",
            "error": [
                ""
            ]
        },
        "animat": {
            "translated_key": " ",
            "translated_annotated_text": "De un modelo biológico a un modelo computacional para el comportamiento autónomo de un animal <br> </br> Dotar de un sistema autónomo como un robot con comportamiento inteligente es difícil por varias razones. En primer lugar, el comportamiento es un tema tan amplio que se debe elegir un paradigma marco general de inspiración para obtener un modelo coherente. Ese marco puede ser, por ejemplo, un modelo biológico o un enfoque de inteligencia artificial. En segundo lugar, un marco general no es suficiente para determinar un programa completamente especificado que se implementará en un robot. Antes de obtener un sistema robusto, se deben realizar muchas opciones, ajustes y pruebas. Se presenta un modelo biológico, basado en la definición de autómatas tipo corteza, que representan funciones elementales en el dominio perceptivo, motor o asociativo. Estos autómatas están conectados en una red cuya arquitectura, funcionamiento y reglas de aprendizaje se describen en un marco cortical. En segundo lugar, se especifica el modelo computacional derivado de ese modelo biológico. Se explica la forma en que las unidades intercambian y computan variables a través de enlaces, con referencia a los correspondientes elementos biológicos. Entonces es más fácil informar de experimentos que permiten a un sistema autónomo aprender las regularidades de un entorno simple y explotarlos para satisfacer algunos impulsos internos. Incluso si se pueden añadir sugerencias biológicas adicionales, este modelo nos permite entender mejor cómo se puede implementar un modelo biológico y cómo las propiedades biológicas pueden surgir de un conjunto distribuido de unidades ",
            "error": [
                ""
            ]
        },
        "tuning": {
            "translated_key": "tuning",
            "translated_annotated_text": "De un modelo biológico a un modelo computacional para el comportamiento autónomo de un animat Dotar de un sistema autónomo como un robot con comportamiento inteligente es difícil por varias razones. En primer lugar, el comportamiento es un tema tan amplio que se debe elegir un paradigma marco general de inspiración para obtener un modelo coherente. Ese marco puede ser, por ejemplo, un modelo biológico o un enfoque de inteligencia artificial. En segundo lugar, un marco general no es suficiente para determinar un programa completamente especificado que se implementará en un robot. Muchas opciones, <br>tuning</br> y pruebas deben llevarse a cabo antes de obtener un sistema robusto. Se presenta un modelo biológico, basado en la definición de autómatas tipo corteza, que representan funciones elementales en el dominio perceptivo, motor o asociativo. Estos autómatas están conectados en una red cuya arquitectura, funcionamiento y reglas de aprendizaje se describen en un marco cortical. En segundo lugar, se especifica el modelo computacional derivado de ese modelo biológico. Se explica la forma en que las unidades intercambian y computan variables a través de enlaces, con referencia a los correspondientes elementos biológicos. Entonces es más fácil informar de experimentos que permiten a un sistema autónomo aprender las regularidades de un entorno simple y explotarlos para satisfacer algunos impulsos internos. Incluso si se pueden añadir sugerencias biológicas adicionales, este modelo nos permite entender mejor cómo se puede implementar un modelo biológico y cómo las propiedades biológicas pueden surgir de un conjunto distribuido de unidades ",
            "error": [
                ""
            ]
        },
        "tests": {
            "translated_key": " ",
            "translated_annotated_text": "De un modelo biológico a un modelo computacional para el comportamiento autónomo de un animat Dotar de un sistema autónomo como un robot con comportamiento inteligente es difícil por varias razones. En primer lugar, el comportamiento es un tema tan amplio que se debe elegir un paradigma marco general de inspiración para obtener un modelo coherente. Ese marco puede ser, por ejemplo, un modelo biológico o un enfoque de inteligencia artificial. En segundo lugar, un marco general no es suficiente para determinar un programa completamente especificado que se implementará en un robot. Antes de obtener un sistema robusto, se deben realizar muchas opciones, ajustes y pruebas <br> </br>. Se presenta un modelo biológico, basado en la definición de autómatas tipo corteza, que representan funciones elementales en el dominio perceptivo, motor o asociativo. Estos autómatas están conectados en una red cuya arquitectura, funcionamiento y reglas de aprendizaje se describen en un marco cortical. En segundo lugar, se especifica el modelo computacional derivado de ese modelo biológico. Se explica la forma en que las unidades intercambian y computan variables a través de enlaces, con referencia a los correspondientes elementos biológicos. Entonces es más fácil informar de experimentos que permiten a un sistema autónomo aprender las regularidades de un entorno simple y explotarlos para satisfacer algunos impulsos internos. Incluso si se pueden añadir sugerencias biológicas adicionales, este modelo nos permite entender mejor cómo se puede implementar un modelo biológico y cómo las propiedades biológicas pueden surgir de un conjunto distribuido de unidades ",
            "error": [
                ""
            ]
        },
        "robust system": {
            "translated_key": "robust",
            "translated_annotated_text": "De un modelo biológico a un modelo computacional para el comportamiento autónomo de un animat Dotar de un sistema autónomo como un robot con comportamiento inteligente es difícil por varias razones. En primer lugar, el comportamiento es un tema tan amplio que se debe elegir un paradigma marco general de inspiración para obtener un modelo coherente. Ese marco puede ser, por ejemplo, un modelo biológico o un enfoque de inteligencia artificial. En segundo lugar, un marco general no es suficiente para determinar un programa completamente especificado que se implementará en un robot. Se deben realizar muchas opciones, ajustes y pruebas antes de obtener un sistema <br>robust</br>. Se presenta un modelo biológico, basado en la definición de autómatas tipo corteza, que representan funciones elementales en el dominio perceptivo, motor o asociativo. Estos autómatas están conectados en una red cuya arquitectura, funcionamiento y reglas de aprendizaje se describen en un marco cortical. En segundo lugar, se especifica el modelo computacional derivado de ese modelo biológico. Se explica la forma en que las unidades intercambian y computan variables a través de enlaces, con referencia a los correspondientes elementos biológicos. Entonces es más fácil informar de experimentos que permiten a un sistema autónomo aprender las regularidades de un entorno simple y explotarlos para satisfacer algunos impulsos internos. Incluso si se pueden añadir sugerencias biológicas adicionales, este modelo nos permite entender mejor cómo se puede implementar un modelo biológico y cómo las propiedades biológicas pueden surgir de un conjunto distribuido de unidades ",
            "error": [
                ""
            ]
        },
        "biological model": {
            "translated_key": "biológico",
            "translated_annotated_text": "De un modelo biológico a un modelo computacional para el comportamiento autónomo de un animat Dotar de un sistema autónomo como un robot con comportamiento inteligente es difícil por varias razones. En primer lugar, el comportamiento es un tema tan amplio que se debe elegir un paradigma marco general de inspiración para obtener un modelo coherente. Ese marco puede ser, por ejemplo, un modelo biológico o un enfoque de inteligencia artificial. En segundo lugar, un marco general no es suficiente para determinar un programa completamente especificado que se implementará en un robot. Antes de obtener un sistema robusto, se deben realizar muchas opciones, ajustes y pruebas. Se presenta un modelo <br>biológico</br>, basado en la definición de autómatas tipo corteza, que representan funciones elementales en el dominio perceptivo, motor o asociativo. Estos autómatas están conectados en una red cuya arquitectura, funcionamiento y reglas de aprendizaje se describen en un marco cortical. En segundo lugar, se especifica el modelo computacional derivado de ese modelo <br>biológico</br>. Se explica la forma en que las unidades intercambian y computan variables a través de enlaces, con referencia a los correspondientes elementos biológicos. Entonces es más fácil informar de experimentos que permiten a un sistema autónomo aprender las regularidades de un entorno simple y explotarlos para satisfacer algunos impulsos internos. Incluso si se pueden añadir sugerencias biológicas adicionales, este modelo nos permite entender mejor cómo se puede implementar un modelo biológico <br> y cómo las propiedades biológicas pueden emerger de un conjunto distribuido de unidades. ",
            "error": [
                ""
            ]
        },
        "cortex-like automata": {
            "translated_key": "cortex",
            "translated_annotated_text": "De un modelo biológico a un modelo computacional para el comportamiento autónomo de un animat Dotar de un sistema autónomo como un robot con comportamiento inteligente es difícil por varias razones. En primer lugar, el comportamiento es un tema tan amplio que se debe elegir un paradigma marco general de inspiración para obtener un modelo coherente. Ese marco puede ser, por ejemplo, un modelo biológico o un enfoque de inteligencia artificial. En segundo lugar, un marco general no es suficiente para determinar un programa completamente especificado que se implementará en un robot. Antes de obtener un sistema robusto, se deben realizar muchas opciones, ajustes y pruebas. Se presenta un modelo biológico, basado en la definición de autómata similar a <br>cortex</br>, que representa funciones elementales en el dominio perceptivo, motor o asociativo. Estos autómatas están conectados en una red cuya arquitectura, funcionamiento y reglas de aprendizaje se describen en un marco cortical. En segundo lugar, se especifica el modelo computacional derivado de ese modelo biológico. Se explica la forma en que las unidades intercambian y computan variables a través de enlaces, con referencia a los correspondientes elementos biológicos. Entonces es más fácil informar de experimentos que permiten a un sistema autónomo aprender las regularidades de un entorno simple y explotarlos para satisfacer algunos impulsos internos. Incluso si se pueden añadir sugerencias biológicas adicionales, este modelo nos permite entender mejor cómo se puede implementar un modelo biológico y cómo las propiedades biológicas pueden surgir de un conjunto distribuido de unidades ",
            "error": [
                ""
            ]
        },
        "elementary functions": {
            "translated_key": "funciones elementales",
            "translated_annotated_text": "De un modelo biológico a un modelo computacional para el comportamiento autónomo de un animat Dotar de un sistema autónomo como un robot con comportamiento inteligente es difícil por varias razones. En primer lugar, el comportamiento es un tema tan amplio que se debe elegir un paradigma marco general de inspiración para obtener un modelo coherente. Ese marco puede ser, por ejemplo, un modelo biológico o un enfoque de inteligencia artificial. En segundo lugar, un marco general no es suficiente para determinar un programa completamente especificado que se implementará en un robot. Antes de obtener un sistema robusto, se deben realizar muchas opciones, ajustes y pruebas. Se presenta un modelo biológico, basado en la definición de autómatas tipo corteza, que representan <br>funciones elementales</br> en el dominio perceptivo, motor o asociativo.  Estos autómatas están conectados en una red cuya arquitectura, funcionamiento y reglas de aprendizaje se describen en un marco cortical. En segundo lugar, se especifica el modelo computacional derivado de ese modelo biológico. Se explica la forma en que las unidades intercambian y computan variables a través de enlaces, con referencia a los correspondientes elementos biológicos. Entonces es más fácil informar de experimentos que permiten a un sistema autónomo aprender las regularidades de un entorno simple y explotarlos para satisfacer algunos impulsos internos. Incluso si se pueden añadir sugerencias biológicas adicionales, este modelo nos permite entender mejor cómo se puede implementar un modelo biológico y cómo las propiedades biológicas pueden surgir de un conjunto distribuido de unidades ",
            "error": [
                ""
            ]
        },
        "perceptive domain": {
            "translated_key": [],
            "translated_annotated_text": "De un modelo biológico a un modelo computacional para el comportamiento autónomo de un animat Dotar de un sistema autónomo como un robot con comportamiento inteligente es difícil por varias razones. En primer lugar, el comportamiento es un tema tan amplio que se debe elegir un paradigma marco general de inspiración para obtener un modelo coherente. Ese marco puede ser, por ejemplo, un modelo biológico o un enfoque de inteligencia artificial. En segundo lugar, un marco general no es suficiente para determinar un programa completamente especificado que se implementará en un robot. Antes de obtener un sistema robusto, se deben realizar muchas opciones, ajustes y pruebas. Se presenta un modelo biológico, basado en la definición de autómatas tipo corteza, que representan funciones elementales en el dominio perceptivo, motor o asociativo. Estos autómatas están conectados en una red cuya arquitectura, funcionamiento y reglas de aprendizaje se describen en un marco cortical. En segundo lugar, se especifica el modelo computacional derivado de ese modelo biológico. Se explica la forma en que las unidades intercambian y computan variables a través de enlaces, con referencia a los correspondientes elementos biológicos. Entonces es más fácil informar de experimentos que permiten a un sistema autónomo aprender las regularidades de un entorno simple y explotarlos para satisfacer algunos impulsos internos. Incluso si se pueden añadir sugerencias biológicas adicionales, este modelo nos permite entender mejor cómo se puede implementar un modelo biológico y cómo las propiedades biológicas pueden surgir de un conjunto distribuido de unidades ",
            "error": []
        },
        "associative domain": {
            "translated_key": [],
            "translated_annotated_text": "De un modelo biológico a un modelo computacional para el comportamiento autónomo de un animat Dotar de un sistema autónomo como un robot con comportamiento inteligente es difícil por varias razones. En primer lugar, el comportamiento es un tema tan amplio que se debe elegir un paradigma marco general de inspiración para obtener un modelo coherente. Ese marco puede ser, por ejemplo, un modelo biológico o un enfoque de inteligencia artificial. En segundo lugar, un marco general no es suficiente para determinar un programa completamente especificado que se implementará en un robot. Antes de obtener un sistema robusto, se deben realizar muchas opciones, ajustes y pruebas. Se presenta un modelo biológico, basado en la definición de autómatas tipo corteza, que representan funciones elementales en el dominio perceptivo, motor o asociativo. Estos autómatas están conectados en una red cuya arquitectura, funcionamiento y reglas de aprendizaje se describen en un marco cortical. En segundo lugar, se especifica el modelo computacional derivado de ese modelo biológico. Se explica la forma en que las unidades intercambian y computan variables a través de enlaces, con referencia a los correspondientes elementos biológicos. Entonces es más fácil informar de experimentos que permiten a un sistema autónomo aprender las regularidades de un entorno simple y explotarlos para satisfacer algunos impulsos internos. Incluso si se pueden añadir sugerencias biológicas adicionales, este modelo nos permite entender mejor cómo se puede implementar un modelo biológico y cómo las propiedades biológicas pueden surgir de un conjunto distribuido de unidades ",
            "error": []
        },
        "motor domain": {
            "translated_key": [],
            "translated_annotated_text": "De un modelo biológico a un modelo computacional para el comportamiento autónomo de un animat Dotar de un sistema autónomo como un robot con comportamiento inteligente es difícil por varias razones. En primer lugar, el comportamiento es un tema tan amplio que se debe elegir un paradigma marco general de inspiración para obtener un modelo coherente. Ese marco puede ser, por ejemplo, un modelo biológico o un enfoque de inteligencia artificial. En segundo lugar, un marco general no es suficiente para determinar un programa completamente especificado que se implementará en un robot. Antes de obtener un sistema robusto, se deben realizar muchas opciones, ajustes y pruebas. Se presenta un modelo biológico, basado en la definición de autómatas tipo corteza, que representan funciones elementales en el dominio perceptivo, motor o asociativo. Estos autómatas están conectados en una red cuya arquitectura, funcionamiento y reglas de aprendizaje se describen en un marco cortical. En segundo lugar, se especifica el modelo computacional derivado de ese modelo biológico. Se explica la forma en que las unidades intercambian y computan variables a través de enlaces, con referencia a los correspondientes elementos biológicos. Entonces es más fácil informar de experimentos que permiten a un sistema autónomo aprender las regularidades de un entorno simple y explotarlos para satisfacer algunos impulsos internos. Incluso si se pueden añadir sugerencias biológicas adicionales, este modelo nos permite entender mejor cómo se puede implementar un modelo biológico y cómo las propiedades biológicas pueden surgir de un conjunto distribuido de unidades ",
            "error": []
        },
        "learning rules": {
            "translated_key": "reglas de aprendizaje",
            "translated_annotated_text": "De un modelo biológico a un modelo computacional para el comportamiento autónomo de un animat Dotar de un sistema autónomo como un robot con comportamiento inteligente es difícil por varias razones. En primer lugar, el comportamiento es un tema tan amplio que se debe elegir un paradigma marco general de inspiración para obtener un modelo coherente. Ese marco puede ser, por ejemplo, un modelo biológico o un enfoque de inteligencia artificial. En segundo lugar, un marco general no es suficiente para determinar un programa completamente especificado que se implementará en un robot. Antes de obtener un sistema robusto, se deben realizar muchas opciones, ajustes y pruebas. Se presenta un modelo biológico, basado en la definición de autómatas tipo corteza, que representan funciones elementales en el dominio perceptivo, motor o asociativo. Estos autómatas están conectados en una red cuya arquitectura, funcionamiento y <br>reglas de aprendizaje</br> se describen en un marco cortical.  En segundo lugar, se especifica el modelo computacional derivado de ese modelo biológico. Se explica la forma en que las unidades intercambian y computan variables a través de enlaces, con referencia a los correspondientes elementos biológicos. Entonces es más fácil informar de experimentos que permiten a un sistema autónomo aprender las regularidades de un entorno simple y explotarlos para satisfacer algunos impulsos internos. Incluso si se pueden añadir sugerencias biológicas adicionales, este modelo nos permite entender mejor cómo se puede implementar un modelo biológico y cómo las propiedades biológicas pueden surgir de un conjunto distribuido de unidades ",
            "error": [
                ""
            ]
        },
        "architecture": {
            "translated_key": "arquitectura",
            "translated_annotated_text": "De un modelo biológico a un modelo computacional para el comportamiento autónomo de un animat Dotar de un sistema autónomo como un robot con comportamiento inteligente es difícil por varias razones. En primer lugar, el comportamiento es un tema tan amplio que se debe elegir un paradigma marco general de inspiración para obtener un modelo coherente. Ese marco puede ser, por ejemplo, un modelo biológico o un enfoque de inteligencia artificial. En segundo lugar, un marco general no es suficiente para determinar un programa completamente especificado que se implementará en un robot. Antes de obtener un sistema robusto, se deben realizar muchas opciones, ajustes y pruebas. Se presenta un modelo biológico, basado en la definición de autómatas tipo corteza, que representan funciones elementales en el dominio perceptivo, motor o asociativo. Estos autómatas están conectados en una red cuya <br>arquitectura</br>, funcionamiento y reglas de aprendizaje se describen en un marco cortical. En segundo lugar, se especifica el modelo computacional derivado de ese modelo biológico. Se explica la forma en que las unidades intercambian y computan variables a través de enlaces, con referencia a los correspondientes elementos biológicos. Entonces es más fácil informar de experimentos que permiten a un sistema autónomo aprender las regularidades de un entorno simple y explotarlos para satisfacer algunos impulsos internos. Incluso si se pueden añadir sugerencias biológicas adicionales, este modelo nos permite entender mejor cómo se puede implementar un modelo biológico y cómo las propiedades biológicas pueden surgir de un conjunto distribuido de unidades ",
            "error": [
                ""
            ]
        },
        "computational model": {
            "translated_key": " para el comportamiento autónomo de un animat Dotar de un sistema autónomo como un robot con comportamiento inteligente es difícil por varias razones. En primer lugar, el comportamiento es un tema tan amplio que se debe elegir un paradigma marco general de inspiración para obtener un modelo coherente. Ese marco puede ser, por ejemplo, un modelo biológico o un enfoque de inteligencia artificial. En segundo lugar, un marco general no es suficiente para determinar un programa completamente especificado que se implementará en un robot. Antes de obtener un sistema robusto, se deben realizar muchas opciones, ajustes y pruebas. Se presenta un modelo biológico, basado en la definición de autómatas tipo corteza, que representan funciones elementales en el dominio perceptivo, motor o asociativo. Estos autómatas están conectados en una red cuya arquitectura, funcionamiento y reglas de aprendizaje se describen en un marco cortical. En segundo lugar, se especifica el modelo <br>computacional",
            "translated_annotated_text": "De un modelo biológico a un modelo computacional <br> para el comportamiento autónomo de un animat Dotar de un sistema autónomo como un robot con comportamiento inteligente es difícil por varias razones. En primer lugar, el comportamiento es un tema tan amplio que se debe elegir un paradigma marco general de inspiración para obtener un modelo coherente. Ese marco puede ser, por ejemplo, un modelo biológico o un enfoque de inteligencia artificial. En segundo lugar, un marco general no es suficiente para determinar un programa completamente especificado que se implementará en un robot. Antes de obtener un sistema robusto, se deben realizar muchas opciones, ajustes y pruebas. Se presenta un modelo biológico, basado en la definición de autómatas tipo corteza, que representan funciones elementales en el dominio perceptivo, motor o asociativo. Estos autómatas están conectados en una red cuya arquitectura, funcionamiento y reglas de aprendizaje se describen en un marco cortical. En segundo lugar, se especifica el modelo <br>computacional</br> derivado de ese modelo biológico. Se explica la forma en que las unidades intercambian y computan variables a través de enlaces, con referencia a los correspondientes elementos biológicos. Entonces es más fácil informar de experimentos que permiten a un sistema autónomo aprender las regularidades de un entorno simple y explotarlos para satisfacer algunos impulsos internos. Incluso si se pueden añadir sugerencias biológicas adicionales, este modelo nos permite entender mejor cómo se puede implementar un modelo biológico y cómo las propiedades biológicas pueden surgir de un conjunto distribuido de unidades ",
            "error": [
                ""
            ]
        },
        "variable computation": {
            "translated_key": [],
            "translated_annotated_text": "De un modelo biológico a un modelo computacional para el comportamiento autónomo de un animat Dotar de un sistema autónomo como un robot con comportamiento inteligente es difícil por varias razones. En primer lugar, el comportamiento es un tema tan amplio que se debe elegir un paradigma marco general de inspiración para obtener un modelo coherente. Ese marco puede ser, por ejemplo, un modelo biológico o un enfoque de inteligencia artificial. En segundo lugar, un marco general no es suficiente para determinar un programa completamente especificado que se implementará en un robot. Antes de obtener un sistema robusto, se deben realizar muchas opciones, ajustes y pruebas. Se presenta un modelo biológico, basado en la definición de autómatas tipo corteza, que representan funciones elementales en el dominio perceptivo, motor o asociativo. Estos autómatas están conectados en una red cuya arquitectura, funcionamiento y reglas de aprendizaje se describen en un marco cortical. En segundo lugar, se especifica el modelo computacional derivado de ese modelo biológico. Se explica la forma en que las unidades intercambian y computan variables a través de enlaces, con referencia a los correspondientes elementos biológicos. Entonces es más fácil informar de experimentos que permiten a un sistema autónomo aprender las regularidades de un entorno simple y explotarlos para satisfacer algunos impulsos internos. Incluso si se pueden añadir sugerencias biológicas adicionales, este modelo nos permite entender mejor cómo se puede implementar un modelo biológico y cómo las propiedades biológicas pueden surgir de un conjunto distribuido de unidades ",
            "error": []
        },
        "variable exchange": {
            "translated_key": [],
            "translated_annotated_text": "De un modelo biológico a un modelo computacional para el comportamiento autónomo de un animat Dotar de un sistema autónomo como un robot con comportamiento inteligente es difícil por varias razones. En primer lugar, el comportamiento es un tema tan amplio que se debe elegir un paradigma marco general de inspiración para obtener un modelo coherente. Ese marco puede ser, por ejemplo, un modelo biológico o un enfoque de inteligencia artificial. En segundo lugar, un marco general no es suficiente para determinar un programa completamente especificado que se implementará en un robot. Antes de obtener un sistema robusto, se deben realizar muchas opciones, ajustes y pruebas. Se presenta un modelo biológico, basado en la definición de autómatas tipo corteza, que representan funciones elementales en el dominio perceptivo, motor o asociativo. Estos autómatas están conectados en una red cuya arquitectura, funcionamiento y reglas de aprendizaje se describen en un marco cortical. En segundo lugar, se especifica el modelo computacional derivado de ese modelo biológico. Se explica la forma en que las unidades intercambian y computan variables a través de enlaces, con referencia a los correspondientes elementos biológicos. Entonces es más fácil informar de experimentos que permiten a un sistema autónomo aprender las regularidades de un entorno simple y explotarlos para satisfacer algunos impulsos internos. Incluso si se pueden añadir sugerencias biológicas adicionales, este modelo nos permite entender mejor cómo se puede implementar un modelo biológico y cómo las propiedades biológicas pueden surgir de un conjunto distribuido de unidades ",
            "error": []
        },
        "links": {
            "translated_key": [],
            "translated_annotated_text": "De un modelo biológico a un modelo computacional para el comportamiento autónomo de un animat Dotar de un sistema autónomo como un robot con comportamiento inteligente es difícil por varias razones. En primer lugar, el comportamiento es un tema tan amplio que se debe elegir un paradigma marco general de inspiración para obtener un modelo coherente. Ese marco puede ser, por ejemplo, un modelo biológico o un enfoque de inteligencia artificial. En segundo lugar, un marco general no es suficiente para determinar un programa completamente especificado que se implementará en un robot. Antes de obtener un sistema robusto, se deben realizar muchas opciones, ajustes y pruebas. Se presenta un modelo biológico, basado en la definición de autómatas tipo corteza, que representan funciones elementales en el dominio perceptivo, motor o asociativo. Estos autómatas están conectados en una red cuya arquitectura, funcionamiento y reglas de aprendizaje se describen en un marco cortical. En segundo lugar, se especifica el modelo computacional derivado de ese modelo biológico. Se explica la forma en que las unidades intercambian y computan variables a través de enlaces <br></br>, con referencia a los elementos biológicos correspondientes. Entonces es más fácil informar de experimentos que permiten a un sistema autónomo aprender las regularidades de un entorno simple y explotarlos para satisfacer algunos impulsos internos. Incluso si se pueden añadir sugerencias biológicas adicionales, este modelo nos permite entender mejor cómo se puede implementar un modelo biológico y cómo las propiedades biológicas pueden surgir de un conjunto distribuido de unidades ",
            "error": []
        },
        "regularity learning": {
            "translated_key": [],
            "translated_annotated_text": "De un modelo biológico a un modelo computacional para el comportamiento autónomo de un animat Dotar de un sistema autónomo como un robot con comportamiento inteligente es difícil por varias razones. En primer lugar, el comportamiento es un tema tan amplio que se debe elegir un paradigma marco general de inspiración para obtener un modelo coherente. Ese marco puede ser, por ejemplo, un modelo biológico o un enfoque de inteligencia artificial. En segundo lugar, un marco general no es suficiente para determinar un programa completamente especificado que se implementará en un robot. Antes de obtener un sistema robusto, se deben realizar muchas opciones, ajustes y pruebas. Se presenta un modelo biológico, basado en la definición de autómatas tipo corteza, que representan funciones elementales en el dominio perceptivo, motor o asociativo. Estos autómatas están conectados en una red cuya arquitectura, funcionamiento y reglas de aprendizaje se describen en un marco cortical. En segundo lugar, se especifica el modelo computacional derivado de ese modelo biológico. Se explica la forma en que las unidades intercambian y computan variables a través de enlaces, con referencia a los correspondientes elementos biológicos. Entonces es más fácil informar de experimentos que permiten a un sistema autónomo aprender las regularidades de un entorno simple y explotarlos para satisfacer algunos impulsos internos. Incluso si se pueden añadir sugerencias biológicas adicionales, este modelo nos permite entender mejor cómo se puede implementar un modelo biológico y cómo las propiedades biológicas pueden surgir de un conjunto distribuido de unidades ",
            "error": []
        },
        "simple environment": {
            "translated_key": "simple",
            "translated_annotated_text": "De un modelo biológico a un modelo computacional para el comportamiento autónomo de un animat Dotar de un sistema autónomo como un robot con comportamiento inteligente es difícil por varias razones. En primer lugar, el comportamiento es un tema tan amplio que se debe elegir un paradigma marco general de inspiración para obtener un modelo coherente. Ese marco puede ser, por ejemplo, un modelo biológico o un enfoque de inteligencia artificial. En segundo lugar, un marco general no es suficiente para determinar un programa completamente especificado que se implementará en un robot. Antes de obtener un sistema robusto, se deben realizar muchas opciones, ajustes y pruebas. Se presenta un modelo biológico, basado en la definición de autómatas tipo corteza, que representan funciones elementales en el dominio perceptivo, motor o asociativo. Estos autómatas están conectados en una red cuya arquitectura, funcionamiento y reglas de aprendizaje se describen en un marco cortical. En segundo lugar, se especifica el modelo computacional derivado de ese modelo biológico. Se explica la forma en que las unidades intercambian y computan variables a través de enlaces, con referencia a los correspondientes elementos biológicos. Entonces es más fácil reportar experimentos que permiten a un sistema autónomo aprender las regularidades de un entorno <br>simple</br> y explotarlos para satisfacer algunas unidades internas. Incluso si se pueden añadir sugerencias biológicas adicionales, este modelo nos permite entender mejor cómo se puede implementar un modelo biológico y cómo las propiedades biológicas pueden surgir de un conjunto distribuido de unidades ",
            "error": [
                ""
            ]
        },
        "internal drives": {
            "translated_key": "unidades internas",
            "translated_annotated_text": "De un modelo biológico a un modelo computacional para el comportamiento autónomo de un animat Dotar de un sistema autónomo como un robot con comportamiento inteligente es difícil por varias razones. En primer lugar, el comportamiento es un tema tan amplio que se debe elegir un paradigma marco general de inspiración para obtener un modelo coherente. Ese marco puede ser, por ejemplo, un modelo biológico o un enfoque de inteligencia artificial. En segundo lugar, un marco general no es suficiente para determinar un programa completamente especificado que se implementará en un robot. Antes de obtener un sistema robusto, se deben realizar muchas opciones, ajustes y pruebas. Se presenta un modelo biológico, basado en la definición de autómatas tipo corteza, que representan funciones elementales en el dominio perceptivo, motor o asociativo. Estos autómatas están conectados en una red cuya arquitectura, funcionamiento y reglas de aprendizaje se describen en un marco cortical. En segundo lugar, se especifica el modelo computacional derivado de ese modelo biológico. Se explica la forma en que las unidades intercambian y computan variables a través de enlaces, con referencia a los correspondientes elementos biológicos. Entonces es más fácil informar de experimentos que permiten a un sistema autónomo aprender regularidades de un entorno simple y explotarlos para satisfacer algunas <br>unidades internas</br>.  Incluso si se pueden añadir sugerencias biológicas adicionales, este modelo nos permite entender mejor cómo se puede implementar un modelo biológico y cómo las propiedades biológicas pueden surgir de un conjunto distribuido de unidades ",
            "error": [
                ""
            ]
        },
        "artificial life": {
            "translated_key": [],
            "translated_annotated_text": "De un modelo biológico a un modelo computacional para el comportamiento autónomo de un animat Dotar de un sistema autónomo como un robot con comportamiento inteligente es difícil por varias razones. En primer lugar, el comportamiento es un tema tan amplio que se debe elegir un paradigma marco general de inspiración para obtener un modelo coherente. Ese marco puede ser, por ejemplo, un modelo biológico o un enfoque de inteligencia artificial. En segundo lugar, un marco general no es suficiente para determinar un programa completamente especificado que se implementará en un robot. Antes de obtener un sistema robusto, se deben realizar muchas opciones, ajustes y pruebas. Se presenta un modelo biológico, basado en la definición de autómatas tipo corteza, que representan funciones elementales en el dominio perceptivo, motor o asociativo. Estos autómatas están conectados en una red cuya arquitectura, funcionamiento y reglas de aprendizaje se describen en un marco cortical. En segundo lugar, se especifica el modelo computacional derivado de ese modelo biológico. Se explica la forma en que las unidades intercambian y computan variables a través de enlaces, con referencia a los correspondientes elementos biológicos. Entonces es más fácil informar de experimentos que permiten a un sistema autónomo aprender las regularidades de un entorno simple y explotarlos para satisfacer algunos impulsos internos. Incluso si se pueden añadir sugerencias biológicas adicionales, este modelo nos permite entender mejor cómo se puede implementar un modelo biológico y cómo las propiedades biológicas pueden surgir de un conjunto distribuido de unidades ",
            "error": []
        },
        "automata theory": {
            "translated_key": [],
            "translated_annotated_text": "De un modelo biológico a un modelo computacional para el comportamiento autónomo de un animat Dotar de un sistema autónomo como un robot con comportamiento inteligente es difícil por varias razones. En primer lugar, el comportamiento es un tema tan amplio que se debe elegir un paradigma marco general de inspiración para obtener un modelo coherente. Ese marco puede ser, por ejemplo, un modelo biológico o un enfoque de inteligencia artificial. En segundo lugar, un marco general no es suficiente para determinar un programa completamente especificado que se implementará en un robot. Antes de obtener un sistema robusto, se deben realizar muchas opciones, ajustes y pruebas. Se presenta un modelo biológico, basado en la definición de autómatas tipo corteza, que representan funciones elementales en el dominio perceptivo, motor o asociativo. Estos autómatas están conectados en una red cuya arquitectura, funcionamiento y reglas de aprendizaje se describen en un marco cortical. En segundo lugar, se especifica el modelo computacional derivado de ese modelo biológico. Se explica la forma en que las unidades intercambian y computan variables a través de enlaces, con referencia a los correspondientes elementos biológicos. Entonces es más fácil informar de experimentos que permiten a un sistema autónomo aprender las regularidades de un entorno simple y explotarlos para satisfacer algunos impulsos internos. Incluso si se pueden añadir sugerencias biológicas adicionales, este modelo nos permite entender mejor cómo se puede implementar un modelo biológico y cómo las propiedades biológicas pueden surgir de un conjunto distribuido de unidades ",
            "error": []
        },
        "learning (artificial intelligence)": {
            "translated_key": [],
            "translated_annotated_text": "De un modelo biológico a un modelo computacional para el comportamiento autónomo de un animat Dotar de un sistema autónomo como un robot con comportamiento inteligente es difícil por varias razones. En primer lugar, el comportamiento es un tema tan amplio que se debe elegir un paradigma marco general de inspiración para obtener un modelo coherente. Ese marco puede ser, por ejemplo, un modelo biológico o un enfoque de inteligencia artificial. En segundo lugar, un marco general no es suficiente para determinar un programa completamente especificado que se implementará en un robot. Antes de obtener un sistema robusto, se deben realizar muchas opciones, ajustes y pruebas. Se presenta un modelo biológico, basado en la definición de autómatas tipo corteza, que representan funciones elementales en el dominio perceptivo, motor o asociativo. Estos autómatas están conectados en una red cuya arquitectura, funcionamiento y reglas de aprendizaje se describen en un marco cortical. En segundo lugar, se especifica el modelo computacional derivado de ese modelo biológico. Se explica la forma en que las unidades intercambian y computan variables a través de enlaces, con referencia a los correspondientes elementos biológicos. Entonces es más fácil informar de experimentos que permiten a un sistema autónomo aprender las regularidades de un entorno simple y explotarlos para satisfacer algunos impulsos internos. Incluso si se pueden añadir sugerencias biológicas adicionales, este modelo nos permite entender mejor cómo se puede implementar un modelo biológico y cómo las propiedades biológicas pueden surgir de un conjunto distribuido de unidades ",
            "error": []
        }
    }
}