{
    "original_text": "Conformal-mapping design tools for coaxial couplers with complex cross section Numerical conformal mapping is exploited as a simple, accurate, and efficient tool for the analysis and design of coaxial waveguides and couplers of complex cross section. An implementation based on the Schwarz-Christoffel Toolbox, a public-domain MATLAB package, is applied to slotted coaxial cables and to symmetrical coaxial couplers, with circular or polygonal inner conductors and external shields. The effect of metallic diaphragms of arbitrary thickness, partially separating the inner conductors, is also easily taken into account. The proposed technique is validated against the results of the finite-element method, showing excellent agreement at a fraction of the computational cost, and is also extended to the case of nonsymmetrical couplers, providing the designer with important additional degrees of freedom",
    "original_translation": "Herramientas de diseño de mapas formales para acopladores coaxiales con sección transversal compleja El mapeo conformal numérico se utiliza como una herramienta sencilla, precisa y eficiente para el análisis y diseño de guías de ondas coaxiales y acopladores de sección transversal compleja. Una implementación basada en la Schwarz-Christoffel Toolbox, un paquete MATLAB de dominio público, se aplica a cables coaxiales ranurados y a acopladores coaxiales simétricos, con conductores internos circulares o poligonales y escudos externos. El efecto de los diafragmas metálicos de espesor arbitrario, separando parcialmente los conductores internos, también se tiene en cuenta fácilmente. La técnica propuesta está validada contra los resultados del método de elementos finitos, mostrando un excelente acuerdo a una fracción del coste computacional, y también se extiende al caso de los acopladores no simétricos, proporcionando al diseñador importantes grados adicionales de libertad.",
    "error_count": 15,
    "keys": {
        "conformal mapping design tools": {
            "translated_key": [],
            "translated_annotated_text": "Herramientas de diseño de mapas formales para acopladores coaxiales con sección transversal compleja El mapeo conformal numérico se utiliza como una herramienta sencilla, precisa y eficiente para el análisis y diseño de guías de ondas coaxiales y acopladores de sección transversal compleja. Una implementación basada en la Schwarz-Christoffel Toolbox, un paquete MATLAB de dominio público, se aplica a cables coaxiales ranurados y a acopladores coaxiales simétricos, con conductores internos circulares o poligonales y escudos externos. El efecto de los diafragmas metálicos de espesor arbitrario, separando parcialmente los conductores internos, también se tiene en cuenta fácilmente. La técnica propuesta está validada contra los resultados del método de elementos finitos, mostrando un excelente acuerdo a una fracción del coste computacional, y también se extiende al caso de los acopladores no simétricos, proporcionando al diseñador importantes grados adicionales de libertad. ",
            "error": []
        },
        "coaxial couplers": {
            "translated_key": " con sección transversal compleja El mapeo conformal numérico se utiliza como una herramienta sencilla, precisa y eficiente para el análisis y diseño de guías de onda coaxiales y acopladores de sección transversal compleja. Una implementación basada en la Schwarz-Christoffel Toolbox, un paquete MATLAB de dominio público, se aplica a cables coaxiales ranurados y a acopladores simétricos <br>coaxiales",
            "translated_annotated_text": "Herramientas de diseño de mapas formales para acopladores coaxiales <br> con sección transversal compleja El mapeo conformal numérico se utiliza como una herramienta sencilla, precisa y eficiente para el análisis y diseño de guías de onda coaxiales y acopladores de sección transversal compleja. Una implementación basada en la Schwarz-Christoffel Toolbox, un paquete MATLAB de dominio público, se aplica a cables coaxiales ranurados y a acopladores simétricos <br>coaxiales</br>, con conductores internos circulares o poligonales y escudos externos. El efecto de los diafragmas metálicos de espesor arbitrario, separando parcialmente los conductores internos, también se tiene en cuenta fácilmente. La técnica propuesta está validada contra los resultados del método de elementos finitos, mostrando un excelente acuerdo a una fracción del coste computacional, y también se extiende al caso de los acopladores no simétricos, proporcionando al diseñador importantes grados adicionales de libertad. ",
            "error": [
                ""
            ]
        },
        "complex cross section": {
            "translated_key": "complejo",
            "translated_annotated_text": "Herramientas de diseño de mapas formales para acopladores coaxiales con sección transversal <br>complejo</br> El mapeo conformal numérico se utiliza como una herramienta sencilla, precisa y eficiente para el análisis y diseño de guías de ondas coaxiales y acopladores de sección transversal <br>complejo</br>. Una implementación basada en la Schwarz-Christoffel Toolbox, un paquete MATLAB de dominio público, se aplica a cables coaxiales ranurados y a acopladores coaxiales simétricos, con conductores internos circulares o poligonales y escudos externos. El efecto de los diafragmas metálicos de espesor arbitrario, separando parcialmente los conductores internos, también se tiene en cuenta fácilmente. La técnica propuesta está validada contra los resultados del método de elementos finitos, mostrando un excelente acuerdo a una fracción del coste computacional, y también se extiende al caso de los acopladores no simétricos, proporcionando al diseñador importantes grados adicionales de libertad. ",
            "error": [
                ""
            ]
        },
        "coaxial waveguides": {
            "translated_key": [],
            "translated_annotated_text": "Herramientas de diseño de mapas formales para acopladores coaxiales con sección transversal compleja El mapeo conformal numérico se utiliza como una herramienta sencilla, precisa y eficiente para el análisis y diseño de guías de ondas coaxiales <br> y acopladores de sección transversal compleja. Una implementación basada en la Schwarz-Christoffel Toolbox, un paquete MATLAB de dominio público, se aplica a cables coaxiales ranurados y a acopladores coaxiales simétricos, con conductores internos circulares o poligonales y escudos externos. El efecto de los diafragmas metálicos de espesor arbitrario, separando parcialmente los conductores internos, también se tiene en cuenta fácilmente. La técnica propuesta está validada contra los resultados del método de elementos finitos, mostrando un excelente acuerdo a una fracción del coste computacional, y también se extiende al caso de los acopladores no simétricos, proporcionando al diseñador importantes grados adicionales de libertad. ",
            "error": []
        },
        "Schwarz-Christoffel Toolbox": {
            "translated_key": "Schwarz-Christoffel Toolbox",
            "translated_annotated_text": "Herramientas de diseño de mapas formales para acopladores coaxiales con sección transversal compleja El mapeo conformal numérico se utiliza como una herramienta sencilla, precisa y eficiente para el análisis y diseño de guías de ondas coaxiales y acopladores de sección transversal compleja. Una implementación basada en el <br>Schwarz-Christoffel Toolbox</br>, un paquete MATLAB de dominio público, se aplica a cables coaxiales ranurados y a acopladores coaxiales simétricos, con conductores internos circulares o poligonales y escudos externos. El efecto de los diafragmas metálicos de espesor arbitrario, separando parcialmente los conductores internos, también se tiene en cuenta fácilmente. La técnica propuesta está validada contra los resultados del método de elementos finitos, mostrando un excelente acuerdo a una fracción del coste computacional, y también se extiende al caso de los acopladores no simétricos, proporcionando al diseñador importantes grados adicionales de libertad. ",
            "error": [
                ""
            ]
        },
        "public-domain MATLAB package": {
            "translated_key": "public-domain MATLAB",
            "translated_annotated_text": "Herramientas de diseño de mapas formales para acopladores coaxiales con sección transversal compleja El mapeo conformal numérico se utiliza como una herramienta sencilla, precisa y eficiente para el análisis y diseño de guías de ondas coaxiales y acopladores de sección transversal compleja. Una implementación basada en la Schwarz-Christoffel Toolbox, un paquete <br>public-domain MATLAB</br>, se aplica a cables coaxiales ranurados y a acopladores coaxiales simétricos, con conductores internos circulares o poligonales y escudos externos. El efecto de los diafragmas metálicos de espesor arbitrario, separando parcialmente los conductores internos, también se tiene en cuenta fácilmente. La técnica propuesta está validada contra los resultados del método de elementos finitos, mostrando un excelente acuerdo a una fracción del coste computacional, y también se extiende al caso de los acopladores no simétricos, proporcionando al diseñador importantes grados adicionales de libertad. ",
            "error": [
                ""
            ]
        },
        "slotted coaxial cables": {
            "translated_key": "sloted",
            "translated_annotated_text": "Herramientas de diseño de mapas formales para acopladores coaxiales con sección transversal compleja El mapeo conformal numérico se utiliza como una herramienta sencilla, precisa y eficiente para el análisis y diseño de guías de ondas coaxiales y acopladores de sección transversal compleja. Una implementación basada en la Schwarz-Christoffel Toolbox, un paquete MATLAB de dominio público, se aplica a los cables coaxiales <br>sloted</br> y a los acopladores coaxiales simétricos, con conductores interiores circulares o poligonales y escudos externos. El efecto de los diafragmas metálicos de espesor arbitrario, separando parcialmente los conductores internos, también se tiene en cuenta fácilmente. La técnica propuesta está validada contra los resultados del método de elementos finitos, mostrando un excelente acuerdo a una fracción del coste computacional, y también se extiende al caso de los acopladores no simétricos, proporcionando al diseñador importantes grados adicionales de libertad. ",
            "error": [
                ""
            ]
        },
        "symmetrical couplers": {
            "translated_key": [],
            "translated_annotated_text": "Herramientas de diseño de mapas formales para acopladores coaxiales con sección transversal compleja El mapeo conformal numérico se utiliza como una herramienta sencilla, precisa y eficiente para el análisis y diseño de guías de ondas coaxiales y acopladores de sección transversal compleja. Una implementación basada en la Schwarz-Christoffel Toolbox, un paquete MATLAB de dominio público, se aplica a cables coaxiales ranurados y a acopladores coaxiales simétricos, con conductores internos circulares o poligonales y escudos externos. El efecto de los diafragmas metálicos de espesor arbitrario, separando parcialmente los conductores internos, también se tiene en cuenta fácilmente. La técnica propuesta está validada contra los resultados del método de elementos finitos, mostrando un excelente acuerdo a una fracción del coste computacional, y también se extiende al caso de los acopladores no simétricos, proporcionando al diseñador importantes grados adicionales de libertad. ",
            "error": []
        },
        "circular inner conductors": {
            "translated_key": [],
            "translated_annotated_text": "Herramientas de diseño de mapas formales para acopladores coaxiales con sección transversal compleja El mapeo conformal numérico se utiliza como una herramienta sencilla, precisa y eficiente para el análisis y diseño de guías de ondas coaxiales y acopladores de sección transversal compleja. Una implementación basada en la Schwarz-Christoffel Toolbox, un paquete MATLAB de dominio público, se aplica a cables coaxiales ranurados y a acopladores coaxiales simétricos, con conductores internos circulares o poligonales y escudos externos. El efecto de los diafragmas metálicos de espesor arbitrario, separando parcialmente los conductores internos, también se tiene en cuenta fácilmente. La técnica propuesta está validada contra los resultados del método de elementos finitos, mostrando un excelente acuerdo a una fracción del coste computacional, y también se extiende al caso de los acopladores no simétricos, proporcionando al diseñador importantes grados adicionales de libertad. ",
            "error": []
        },
        "polygonal inner conductors": {
            "translated_key": [],
            "translated_annotated_text": "Herramientas de diseño de mapas formales para acopladores coaxiales con sección transversal compleja El mapeo conformal numérico se utiliza como una herramienta sencilla, precisa y eficiente para el análisis y diseño de guías de ondas coaxiales y acopladores de sección transversal compleja. Una implementación basada en la Schwarz-Christoffel Toolbox, un paquete MATLAB de dominio público, se aplica a cables coaxiales ranurados y a acopladores coaxiales simétricos, con conductores internos circulares o poligonales y escudos externos.  El efecto de los diafragmas metálicos de espesor arbitrario, separando parcialmente los conductores internos, también se tiene en cuenta fácilmente. La técnica propuesta está validada contra los resultados del método de elementos finitos, mostrando un excelente acuerdo a una fracción del coste computacional, y también se extiende al caso de los acopladores no simétricos, proporcionando al diseñador importantes grados adicionales de libertad. ",
            "error": []
        },
        "external shields": {
            "translated_key": " ",
            "translated_annotated_text": "Herramientas de diseño de mapas formales para acopladores coaxiales con sección transversal compleja El mapeo conformal numérico se utiliza como una herramienta sencilla, precisa y eficiente para el análisis y diseño de guías de ondas coaxiales y acopladores de sección transversal compleja. Una implementación basada en la Schwarz-Christoffel Toolbox, un paquete MATLAB de dominio público, se aplica a cables coaxiales ranurados y a acopladores coaxiales simétricos, con conductores internos circulares o poligonales y escudos externos <br> </br>. El efecto de los diafragmas metálicos de espesor arbitrario, separando parcialmente los conductores internos, también se tiene en cuenta fácilmente. La técnica propuesta está validada contra los resultados del método de elementos finitos, mostrando un excelente acuerdo a una fracción del coste computacional, y también se extiende al caso de los acopladores no simétricos, proporcionando al diseñador importantes grados adicionales de libertad. ",
            "error": [
                ""
            ]
        },
        "metallic diaphragms": {
            "translated_key": "diafragmas metálicos",
            "translated_annotated_text": "Herramientas de diseño de mapas formales para acopladores coaxiales con sección transversal compleja El mapeo conformal numérico se utiliza como una herramienta sencilla, precisa y eficiente para el análisis y diseño de guías de ondas coaxiales y acopladores de sección transversal compleja. Una implementación basada en la Schwarz-Christoffel Toolbox, un paquete MATLAB de dominio público, se aplica a cables coaxiales ranurados y a acopladores coaxiales simétricos, con conductores internos circulares o poligonales y escudos externos. El efecto de <br>diafragmas metálicos</br> de espesor arbitrario, separando parcialmente los conductores internos, también se tiene en cuenta fácilmente.  La técnica propuesta está validada contra los resultados del método de elementos finitos, mostrando un excelente acuerdo a una fracción del coste computacional, y también se extiende al caso de los acopladores no simétricos, proporcionando al diseñador importantes grados adicionales de libertad. ",
            "error": [
                ""
            ]
        },
        "nonsymmetrical couplers": {
            "translated_key": "acopladores no simétricos",
            "translated_annotated_text": "Herramientas de diseño de mapas formales para acopladores coaxiales con sección transversal compleja El mapeo conformal numérico se utiliza como una herramienta sencilla, precisa y eficiente para el análisis y diseño de guías de ondas coaxiales y acopladores de sección transversal compleja. Una implementación basada en la Schwarz-Christoffel Toolbox, un paquete MATLAB de dominio público, se aplica a cables coaxiales ranurados y a acopladores coaxiales simétricos, con conductores internos circulares o poligonales y escudos externos. El efecto de los diafragmas metálicos de espesor arbitrario, separando parcialmente los conductores internos, también se tiene en cuenta fácilmente. La técnica propuesta está validada contra los resultados del método de elementos finitos, mostrando un excelente acuerdo a una fracción del costo computacional, y también se extiende al caso de <br>acopladores no simétricos</br>, proporcionando al diseñador importantes grados adicionales de libertad. ",
            "error": [
                ""
            ]
        },
        "numerical conformal transformations": {
            "translated_key": [],
            "translated_annotated_text": "Herramientas de diseño de mapas formales para acopladores coaxiales con sección transversal compleja El mapeo conformal numérico se utiliza como una herramienta sencilla, precisa y eficiente para el análisis y diseño de guías de ondas coaxiales y acopladores de sección transversal compleja. Una implementación basada en la Schwarz-Christoffel Toolbox, un paquete MATLAB de dominio público, se aplica a cables coaxiales ranurados y a acopladores coaxiales simétricos, con conductores internos circulares o poligonales y escudos externos. El efecto de los diafragmas metálicos de espesor arbitrario, separando parcialmente los conductores internos, también se tiene en cuenta fácilmente. La técnica propuesta está validada contra los resultados del método de elementos finitos, mostrando un excelente acuerdo a una fracción del coste computacional, y también se extiende al caso de los acopladores no simétricos, proporcionando al diseñador importantes grados adicionales de libertad. ",
            "error": []
        },
        "CAD": {
            "translated_key": [],
            "translated_annotated_text": "Herramientas de diseño de mapas formales para acopladores coaxiales con sección transversal compleja El mapeo conformal numérico se utiliza como una herramienta sencilla, precisa y eficiente para el análisis y diseño de guías de ondas coaxiales y acopladores de sección transversal compleja. Una implementación basada en la Schwarz-Christoffel Toolbox, un paquete MATLAB de dominio público, se aplica a cables coaxiales ranurados y a acopladores coaxiales simétricos, con conductores internos circulares o poligonales y escudos externos. El efecto de los diafragmas metálicos de espesor arbitrario, separando parcialmente los conductores internos, también se tiene en cuenta fácilmente. La técnica propuesta está validada contra los resultados del método de elementos finitos, mostrando un excelente acuerdo a una fracción del coste computacional, y también se extiende al caso de los acopladores no simétricos, proporcionando al diseñador importantes grados adicionales de libertad. ",
            "error": []
        },
        "capacitance": {
            "translated_key": [],
            "translated_annotated_text": "Herramientas de diseño de mapas formales para acopladores coaxiales con sección transversal compleja El mapeo conformal numérico se utiliza como una herramienta sencilla, precisa y eficiente para el análisis y diseño de guías de ondas coaxiales y acopladores de sección transversal compleja. Una implementación basada en la Schwarz-Christoffel Toolbox, un paquete MATLAB de dominio público, se aplica a cables coaxiales ranurados y a acopladores coaxiales simétricos, con conductores internos circulares o poligonales y escudos externos. El efecto de los diafragmas metálicos de espesor arbitrario, separando parcialmente los conductores internos, también se tiene en cuenta fácilmente. La técnica propuesta está validada contra los resultados del método de elementos finitos, mostrando un excelente acuerdo a una fracción del coste computacional, y también se extiende al caso de los acopladores no simétricos, proporcionando al diseñador importantes grados adicionales de libertad. ",
            "error": []
        },
        "coaxial cables": {
            "translated_key": [],
            "translated_annotated_text": "Herramientas de diseño de mapas formales para acopladores coaxiales con sección transversal compleja El mapeo conformal numérico se utiliza como una herramienta sencilla, precisa y eficiente para el análisis y diseño de guías de ondas coaxiales y acopladores de sección transversal compleja. Una implementación basada en la Schwarz-Christoffel Toolbox, un paquete MATLAB de dominio público, se aplica a cables coaxiales ranurados <br> y a acopladores coaxiales simétricos, con conductores internos circulares o poligonales y escudos externos. El efecto de los diafragmas metálicos de espesor arbitrario, separando parcialmente los conductores internos, también se tiene en cuenta fácilmente. La técnica propuesta está validada contra los resultados del método de elementos finitos, mostrando un excelente acuerdo a una fracción del coste computacional, y también se extiende al caso de los acopladores no simétricos, proporcionando al diseñador importantes grados adicionales de libertad. ",
            "error": []
        },
        "directional couplers": {
            "translated_key": [],
            "translated_annotated_text": "Herramientas de diseño de mapas formales para acopladores coaxiales con sección transversal compleja El mapeo conformal numérico se utiliza como una herramienta sencilla, precisa y eficiente para el análisis y diseño de guías de ondas coaxiales y acopladores de sección transversal compleja. Una implementación basada en la Schwarz-Christoffel Toolbox, un paquete MATLAB de dominio público, se aplica a cables coaxiales ranurados y a acopladores coaxiales simétricos, con conductores internos circulares o poligonales y escudos externos. El efecto de los diafragmas metálicos de espesor arbitrario, separando parcialmente los conductores internos, también se tiene en cuenta fácilmente. La técnica propuesta está validada contra los resultados del método de elementos finitos, mostrando un excelente acuerdo a una fracción del coste computacional, y también se extiende al caso de los acopladores no simétricos, proporcionando al diseñador importantes grados adicionales de libertad. ",
            "error": []
        },
        "electric impedance": {
            "translated_key": [],
            "translated_annotated_text": "Herramientas de diseño de mapas formales para acopladores coaxiales con sección transversal compleja El mapeo conformal numérico se utiliza como una herramienta sencilla, precisa y eficiente para el análisis y diseño de guías de ondas coaxiales y acopladores de sección transversal compleja. Una implementación basada en la Schwarz-Christoffel Toolbox, un paquete MATLAB de dominio público, se aplica a cables coaxiales ranurados y a acopladores coaxiales simétricos, con conductores internos circulares o poligonales y escudos externos. El efecto de los diafragmas metálicos de espesor arbitrario, separando parcialmente los conductores internos, también se tiene en cuenta fácilmente. La técnica propuesta está validada contra los resultados del método de elementos finitos, mostrando un excelente acuerdo a una fracción del coste computacional, y también se extiende al caso de los acopladores no simétricos, proporcionando al diseñador importantes grados adicionales de libertad. ",
            "error": []
        },
        "electrical engineering computing": {
            "translated_key": [],
            "translated_annotated_text": "Herramientas de diseño de mapas formales para acopladores coaxiales con sección transversal compleja El mapeo conformal numérico se utiliza como una herramienta sencilla, precisa y eficiente para el análisis y diseño de guías de ondas coaxiales y acopladores de sección transversal compleja. Una implementación basada en la Schwarz-Christoffel Toolbox, un paquete MATLAB de dominio público, se aplica a cables coaxiales ranurados y a acopladores coaxiales simétricos, con conductores internos circulares o poligonales y escudos externos. El efecto de los diafragmas metálicos de espesor arbitrario, separando parcialmente los conductores internos, también se tiene en cuenta fácilmente. La técnica propuesta está validada contra los resultados del método de elementos finitos, mostrando un excelente acuerdo a una fracción del coste computacional, y también se extiende al caso de los acopladores no simétricos, proporcionando al diseñador importantes grados adicionales de libertad. ",
            "error": []
        },
        "numerical analysis": {
            "translated_key": [],
            "translated_annotated_text": "Herramientas de diseño de mapas formales para acopladores coaxiales con sección transversal compleja El mapeo conformal numérico se utiliza como una herramienta sencilla, precisa y eficiente para el análisis y diseño de guías de ondas coaxiales y acopladores de sección transversal compleja. Una implementación basada en la Schwarz-Christoffel Toolbox, un paquete MATLAB de dominio público, se aplica a cables coaxiales ranurados y a acopladores coaxiales simétricos, con conductores internos circulares o poligonales y escudos externos. El efecto de los diafragmas metálicos de espesor arbitrario, separando parcialmente los conductores internos, también se tiene en cuenta fácilmente. La técnica propuesta está validada contra los resultados del método de elementos finitos, mostrando un excelente acuerdo a una fracción del coste computacional, y también se extiende al caso de los acopladores no simétricos, proporcionando al diseñador importantes grados adicionales de libertad. ",
            "error": []
        },
        "waveguide couplers": {
            "translated_key": [],
            "translated_annotated_text": "Herramientas de diseño de mapas formales para acopladores coaxiales con sección transversal compleja El mapeo conformal numérico se utiliza como una herramienta sencilla, precisa y eficiente para el análisis y diseño de guías de ondas coaxiales y acopladores de sección transversal compleja. Una implementación basada en la Schwarz-Christoffel Toolbox, un paquete MATLAB de dominio público, se aplica a cables coaxiales ranurados y a acopladores coaxiales simétricos, con conductores internos circulares o poligonales y escudos externos. El efecto de los diafragmas metálicos de espesor arbitrario, separando parcialmente los conductores internos, también se tiene en cuenta fácilmente. La técnica propuesta está validada contra los resultados del método de elementos finitos, mostrando un excelente acuerdo a una fracción del coste computacional, y también se extiende al caso de los acopladores no simétricos, proporcionando al diseñador importantes grados adicionales de libertad. ",
            "error": []
        }
    }
}