{
    "original_text": "Lossy SPICE models produce realistic averaged simulations In previous averaged models, the state-space averaging technique or switch waveforms analysis were usually applied over perfect elements, non-inclusive of the ohmic losses. However, if these elements play an active role in the DC transfer function, they affect the small-signal AC analysis by introducing various damping effects. A model is introduced in a boost voltage-mode application",
    "original_translation": "Los modelos de pérdida SPICE producen simulaciones promediadas realistas En modelos anteriores promediados, la técnica de promedio de estado-espacio o el análisis de formas de onda de conmutación se aplicaban generalmente sobre elementos perfectos, no incluidos los de las pérdidas ohmicas. Sin embargo, si estos elementos desempeñan un papel activo en la función de transferencia de DC, afectan al análisis de CA de señal pequeña al introducir diversos efectos de amortiguación. Un modelo se introduce en una aplicación de modo de voltaje de impulso",
    "error_count": 6,
    "keys": {
        "lossy SPICE models": {
            "translated_key": [],
            "translated_annotated_text": "Los modelos de pérdida SPICE producen simulaciones promediadas realistas En modelos anteriores promediados, la técnica de promedio de estado-espacio o el análisis de formas de onda de conmutación se aplicaban generalmente sobre elementos perfectos, no incluidos los de las pérdidas ohmicas. Sin embargo, si estos elementos desempeñan un papel activo en la función de transferencia de DC, afectan al análisis de CA de señal pequeña al introducir diversos efectos de amortiguación. Un modelo se introduce en una aplicación de modo de voltaje de impulso ",
            "error": []
        },
        "realistic averaged simulations": {
            "translated_key": "simulaciones promediadas realistas",
            "translated_annotated_text": "Los modelos de pérdida SPICE producen <br>simulaciones promediadas realistas</br> En modelos anteriores promediados, la técnica de promedio de estado-espacio o el análisis de formas de onda de conmutación se aplicaban generalmente sobre elementos perfectos, no incluidos los de pérdidas ohmicas.  Sin embargo, si estos elementos desempeñan un papel activo en la función de transferencia de DC, afectan al análisis de CA de señal pequeña al introducir diversos efectos de amortiguación. Un modelo se introduce en una aplicación de modo de voltaje de impulso ",
            "error": [
                ""
            ]
        },
        "state-space averaging technique": {
            "translated_key": "state-space",
            "translated_annotated_text": "Los modelos de pérdida SPICE producen simulaciones promediadas realistas En modelos anteriores promediados, la técnica de promedio <br>state-space</br> o el análisis de formas de onda de conmutación se aplicaban generalmente sobre elementos perfectos, no incluidos de las pérdidas ohmicas. Sin embargo, si estos elementos desempeñan un papel activo en la función de transferencia de DC, afectan al análisis de CA de señal pequeña al introducir diversos efectos de amortiguación. Un modelo se introduce en una aplicación de modo de voltaje de impulso ",
            "error": [
                ""
            ]
        },
        "switch waveforms analysis": {
            "translated_key": "switch",
            "translated_annotated_text": "Los modelos de pérdida SPICE producen simulaciones promediadas realistas En modelos anteriores promediados, la técnica de promedio de estado-espacio o el análisis de formas de onda de <br>switch</br> generalmente se aplicaban sobre elementos perfectos, no incluidos de las pérdidas ohmicas. Sin embargo, si estos elementos desempeñan un papel activo en la función de transferencia de DC, afectan al análisis de CA de señal pequeña al introducir diversos efectos de amortiguación. Un modelo se introduce en una aplicación de modo de voltaje de impulso ",
            "error": [
                ""
            ]
        },
        "damping effects": {
            "translated_key": "damping",
            "translated_annotated_text": "Los modelos de pérdida SPICE producen simulaciones promediadas realistas En modelos anteriores promediados, la técnica de promedio de estado-espacio o el análisis de formas de onda de conmutación se aplicaban generalmente sobre elementos perfectos, no incluidos los de las pérdidas ohmicas. Sin embargo, si estos elementos juegan un papel activo en la función de transferencia de DC, afectan el análisis de CA de señal pequeña al introducir varios efectos <br>damping</br>. Un modelo se introduce en una aplicación de modo de voltaje de impulso ",
            "error": [
                ""
            ]
        },
        "boost voltage-mode application": {
            "translated_key": "boost",
            "translated_annotated_text": "Los modelos de pérdida SPICE producen simulaciones promediadas realistas En modelos anteriores promediados, la técnica de promedio de estado-espacio o el análisis de formas de onda de conmutación se aplicaban generalmente sobre elementos perfectos, no incluidos los de las pérdidas ohmicas. Sin embargo, si estos elementos desempeñan un papel activo en la función de transferencia de DC, afectan al análisis de CA de señal pequeña al introducir diversos efectos de amortiguación. Se introduce un modelo en una aplicación de modo tensión <br>boost</br> ",
            "error": [
                ""
            ]
        },
        "ohmic losses": {
            "translated_key": "hmicas",
            "translated_annotated_text": "Los modelos de pérdida SPICE producen simulaciones promediadas realistas En modelos anteriores promediados, la técnica de promedio de estado-espacio o el análisis de formas de onda de conmutación se aplicaban generalmente sobre elementos perfectos, no incluidos las pérdidas <br>hmicas</br>. Sin embargo, si estos elementos desempeñan un papel activo en la función de transferencia de DC, afectan al análisis de CA de señal pequeña al introducir diversos efectos de amortiguación. Un modelo se introduce en una aplicación de modo de voltaje de impulso ",
            "error": [
                ""
            ]
        },
        "DC transfer function": {
            "translated_key": "DC",
            "translated_annotated_text": "Los modelos de pérdida SPICE producen simulaciones promediadas realistas En modelos anteriores promediados, la técnica de promedio de estado-espacio o el análisis de formas de onda de conmutación se aplicaban generalmente sobre elementos perfectos, no incluidos los de las pérdidas ohmicas. Sin embargo, si estos elementos juegan un papel activo en la función de transferencia <br>DC</br>, afectan al análisis de CA de señal pequeña introduciendo varios efectos de amortiguación. Un modelo se introduce en una aplicación de modo de voltaje de impulso ",
            "error": [
                ""
            ]
        },
        "circuit simulation": {
            "translated_key": [],
            "translated_annotated_text": "Los modelos de pérdida SPICE producen simulaciones promediadas realistas En modelos anteriores promediados, la técnica de promedio de estado-espacio o el análisis de formas de onda de conmutación se aplicaban generalmente sobre elementos perfectos, no incluidos los de las pérdidas ohmicas. Sin embargo, si estos elementos desempeñan un papel activo en la función de transferencia de DC, afectan al análisis de CA de señal pequeña al introducir diversos efectos de amortiguación. Un modelo se introduce en una aplicación de modo de voltaje de impulso ",
            "error": []
        },
        "DC-DC power convertors": {
            "translated_key": [],
            "translated_annotated_text": "Los modelos de pérdida SPICE producen simulaciones promediadas realistas En modelos anteriores promediados, la técnica de promedio de estado-espacio o el análisis de formas de onda de conmutación se aplicaban generalmente sobre elementos perfectos, no incluidos los de las pérdidas ohmicas. Sin embargo, si estos elementos desempeñan un papel activo en la función de transferencia de DC, afectan al análisis de CA de señal pequeña al introducir diversos efectos de amortiguación. Un modelo se introduce en una aplicación de modo de voltaje de impulso ",
            "error": []
        },
        "losses": {
            "translated_key": "pérdidas",
            "translated_annotated_text": "Los modelos SPICE perdedores producen simulaciones promedio realistas En modelos promedios anteriores, la técnica de promedio de estado-espacio o el análisis de formas de onda de conmutación se aplicaban generalmente sobre elementos perfectos, no incluidos los óhmic <br>pérdidas</br>. Sin embargo, si estos elementos desempeñan un papel activo en la función de transferencia de DC, afectan al análisis de CA de señal pequeña al introducir diversos efectos de amortiguación. Un modelo se introduce en una aplicación de modo de voltaje de impulso ",
            "error": [
                ""
            ]
        },
        "SPICE": {
            "translated_key": "SPICE",
            "translated_annotated_text": "Los modelos Perdidos <br>SPICE</br> producen simulaciones promediadas realistas En modelos promediados anteriores, el análisis de la técnica promedio de estado-espacio o formas de onda de conmutación se aplicó generalmente sobre elementos perfectos, no incluidos de las pérdidas ohmicas. Sin embargo, si estos elementos desempeñan un papel activo en la función de transferencia de DC, afectan al análisis de CA de señal pequeña al introducir diversos efectos de amortiguación. Un modelo se introduce en una aplicación de modo de voltaje de impulso ",
            "error": [
                ""
            ]
        },
        "state-space methods": {
            "translated_key": [],
            "translated_annotated_text": "Los modelos de pérdida SPICE producen simulaciones promediadas realistas En modelos anteriores promediados, la técnica de promedio de estado-espacio o el análisis de formas de onda de conmutación se aplicaban generalmente sobre elementos perfectos, no incluidos los de las pérdidas ohmicas. Sin embargo, si estos elementos desempeñan un papel activo en la función de transferencia de DC, afectan al análisis de CA de señal pequeña al introducir diversos efectos de amortiguación. Un modelo se introduce en una aplicación de modo de voltaje de impulso ",
            "error": []
        },
        "transfer functions": {
            "translated_key": [],
            "translated_annotated_text": "Los modelos de pérdida SPICE producen simulaciones promediadas realistas En modelos anteriores promediados, la técnica de promedio de estado-espacio o el análisis de formas de onda de conmutación se aplicaban generalmente sobre elementos perfectos, no incluidos los de las pérdidas ohmicas. Sin embargo, si estos elementos desempeñan un papel activo en la función de transferencia de DC, afectan al análisis de CA de señal pequeña al introducir diversos efectos de amortiguación. Un modelo se introduce en una aplicación de modo de voltaje de impulso ",
            "error": []
        },
        "waveform analysis": {
            "translated_key": [],
            "translated_annotated_text": "Los modelos de pérdida SPICE producen simulaciones promediadas realistas En modelos anteriores promediados, la técnica de promedio de estado-espacio o el análisis de formas de onda de conmutación se aplicaban generalmente sobre elementos perfectos, no incluidos los de las pérdidas ohmicas. Sin embargo, si estos elementos desempeñan un papel activo en la función de transferencia de DC, afectan al análisis de CA de señal pequeña al introducir diversos efectos de amortiguación. Un modelo se introduce en una aplicación de modo de voltaje de impulso ",
            "error": []
        }
    }
}