{
    "original_text": "The development of virtual reality therapy (VRT) system for the treatment of acrophobia and therapeutic case Virtual reality therapy (VRT), based on this sophisticated technology, has been used in the treatment of subjects diagnosed with acrophobia, a disorder that is characterized by marked anxiety upon exposure to heights and avoidance of heights. Conventional VR systems for the treatment of acrophobia have limitations, over-costly devices or somewhat unrealistic graphic scenes. The goal of this study was to develop an inexpensive and more realistic virtual environment (VE) in which to perform exposure therapy for acrophobia. It is based on a personal computer, and a virtual scene of a bunge-jump tower in the middle of a large city. The virtual scenario includes an open lift surrounded by props beside a tower, which allows the patient to feel a sense of heights. The effectiveness of the VE was evaluated through the clinical treatment of a subject who was suffering from the fear of heights. As a result, it was proved that this VR environment was effective and realistic at overcoming acrophobia according not only to the comparison results of a variety of questionnaires before and after treatment but also to the subjects comments that the VE seemed to evoke more fearful feelings than the real situation",
    "original_translation": "El desarrollo del sistema de terapia de realidad virtual (RTV) para el tratamiento de la acrofobia y el caso terapéutico La terapia de realidad virtual (RTV), basada en esta sofisticada tecnología, se ha utilizado en el tratamiento de sujetos diagnosticados con acrofobia, un trastorno que se caracteriza por una marcada ansiedad al exponerse a las alturas y evitar las alturas. Los sistemas convencionales de VR para el tratamiento de la acrofobia tienen limitaciones, dispositivos costosos o escenas gráficas algo poco realistas. El objetivo de este estudio fue desarrollar un entorno virtual (VE) barato y más realista en el que realizar una terapia de exposición a la acrofobia. Se basa en una computadora personal, y una escena virtual de una torre de saltos en medio de una gran ciudad. El escenario virtual incluye un ascensor abierto rodeado de utilería junto a una torre, que permite al paciente sentir una sensación de alturas. La eficacia del VE fue evaluada a través del tratamiento clínico de un sujeto que sufría del miedo a las alturas. Como resultado, se demostró que este entorno de RV era eficaz y realista para superar la acrofobia de acuerdo no sólo a los resultados de comparación de una variedad de cuestionarios antes y después del tratamiento, sino también a los comentarios de los sujetos que el VE parecía evocar sentimientos más temerosos que la situación real",
    "error_count": 14,
    "keys": {
        "virtual reality therapy system": {
            "translated_key": [],
            "translated_annotated_text": "El desarrollo del sistema de terapia de realidad virtual (RTV) para el tratamiento de la acrofobia y el caso terapéutico La terapia de realidad virtual (RTV), basada en esta sofisticada tecnología, se ha utilizado en el tratamiento de sujetos diagnosticados con acrofobia, un trastorno que se caracteriza por una marcada ansiedad al exponerse a las alturas y evitar las alturas. Los sistemas convencionales de VR para el tratamiento de la acrofobia tienen limitaciones, dispositivos costosos o escenas gráficas algo poco realistas. El objetivo de este estudio fue desarrollar un entorno virtual (VE) barato y más realista en el que realizar una terapia de exposición a la acrofobia. Se basa en una computadora personal, y una escena virtual de una torre de saltos en medio de una gran ciudad. El escenario virtual incluye un ascensor abierto rodeado de utilería junto a una torre, que permite al paciente sentir una sensación de alturas. La eficacia del VE fue evaluada a través del tratamiento clínico de un sujeto que sufría del miedo a las alturas. Como resultado, se demostró que este entorno de RV era eficaz y realista para superar la acrofobia de acuerdo no sólo a los resultados de comparación de una variedad de cuestionarios antes y después del tratamiento, sino también a los comentarios de los sujetos que el VE parecía evocar sentimientos más temerosos que la situación real ",
            "error": []
        },
        "acrophobia treatment": {
            "translated_key": [],
            "translated_annotated_text": "El desarrollo del sistema de terapia de realidad virtual (RTV) para el tratamiento de la acrofobia y el caso terapéutico La terapia de realidad virtual (RTV), basada en esta sofisticada tecnología, se ha utilizado en el tratamiento de sujetos diagnosticados con acrofobia, un trastorno que se caracteriza por una marcada ansiedad al exponerse a las alturas y evitar las alturas. Los sistemas convencionales de VR para el tratamiento de la acrofobia tienen limitaciones, dispositivos costosos o escenas gráficas algo poco realistas. El objetivo de este estudio fue desarrollar un entorno virtual (VE) barato y más realista en el que realizar una terapia de exposición a la acrofobia. Se basa en una computadora personal, y una escena virtual de una torre de saltos en medio de una gran ciudad. El escenario virtual incluye un ascensor abierto rodeado de utilería junto a una torre, que permite al paciente sentir una sensación de alturas. La eficacia del VE fue evaluada a través del tratamiento clínico de un sujeto que sufría del miedo a las alturas. Como resultado, se demostró que este entorno de RV era eficaz y realista para superar la acrofobia de acuerdo no sólo a los resultados de comparación de una variedad de cuestionarios antes y después del tratamiento, sino también a los comentarios de los sujetos que el VE parecía evocar sentimientos más temerosos que la situación real ",
            "error": []
        },
        "therapeutic case": {
            "translated_key": [],
            "translated_annotated_text": "El desarrollo del sistema de terapia de realidad virtual (RTV) para el tratamiento de la acrofobia y el caso terapéutico <br> La terapia de realidad virtual (RTV), basada en esta sofisticada tecnología, se ha utilizado en el tratamiento de sujetos diagnosticados con acrofobia, un trastorno que se caracteriza por una marcada ansiedad al exponerse a las alturas y evitar las alturas. Los sistemas convencionales de VR para el tratamiento de la acrofobia tienen limitaciones, dispositivos costosos o escenas gráficas algo poco realistas. El objetivo de este estudio fue desarrollar un entorno virtual (VE) barato y más realista en el que realizar una terapia de exposición a la acrofobia. Se basa en una computadora personal, y una escena virtual de una torre de saltos en medio de una gran ciudad. El escenario virtual incluye un ascensor abierto rodeado de utilería junto a una torre, que permite al paciente sentir una sensación de alturas. La eficacia del VE fue evaluada a través del tratamiento clínico de un sujeto que sufría del miedo a las alturas. Como resultado, se demostró que este entorno de RV era eficaz y realista para superar la acrofobia de acuerdo no sólo a los resultados de comparación de una variedad de cuestionarios antes y después del tratamiento, sino también a los comentarios de los sujetos que el VE parecía evocar sentimientos más temerosos que la situación real ",
            "error": []
        },
        "patient anxiety": {
            "translated_key": [],
            "translated_annotated_text": "El desarrollo del sistema de terapia de realidad virtual (RTV) para el tratamiento de la acrofobia y el caso terapéutico La terapia de realidad virtual (RTV), basada en esta sofisticada tecnología, se ha utilizado en el tratamiento de sujetos diagnosticados con acrofobia, un trastorno que se caracteriza por una marcada ansiedad al exponerse a las alturas y evitar las alturas. Los sistemas convencionales de VR para el tratamiento de la acrofobia tienen limitaciones, dispositivos costosos o escenas gráficas algo poco realistas. El objetivo de este estudio fue desarrollar un entorno virtual (VE) barato y más realista en el que realizar una terapia de exposición a la acrofobia. Se basa en una computadora personal, y una escena virtual de una torre de saltos en medio de una gran ciudad. El escenario virtual incluye un ascensor abierto rodeado de utilería junto a una torre, que permite al paciente sentir una sensación de alturas. La eficacia del VE fue evaluada a través del tratamiento clínico de un sujeto que sufría del miedo a las alturas. Como resultado, se demostró que este entorno de RV era eficaz y realista para superar la acrofobia de acuerdo no sólo a los resultados de comparación de una variedad de cuestionarios antes y después del tratamiento, sino también a los comentarios de los sujetos que el VE parecía evocar sentimientos más temerosos que la situación real ",
            "error": []
        },
        "patient treatment": {
            "translated_key": [],
            "translated_annotated_text": "El desarrollo del sistema de terapia de realidad virtual (RTV) para el tratamiento de la acrofobia y el caso terapéutico La terapia de realidad virtual (RTV), basada en esta sofisticada tecnología, se ha utilizado en el tratamiento de sujetos diagnosticados con acrofobia, un trastorno que se caracteriza por una marcada ansiedad al exponerse a las alturas y evitar las alturas. Los sistemas convencionales de VR para el tratamiento de la acrofobia tienen limitaciones, dispositivos costosos o escenas gráficas algo poco realistas. El objetivo de este estudio fue desarrollar un entorno virtual (VE) barato y más realista en el que realizar una terapia de exposición a la acrofobia. Se basa en una computadora personal, y una escena virtual de una torre de saltos en medio de una gran ciudad. El escenario virtual incluye un ascensor abierto rodeado de utilería junto a una torre, que permite al paciente sentir una sensación de alturas. La eficacia del VE fue evaluada a través del tratamiento clínico de un sujeto que sufría del miedo a las alturas. Como resultado, se demostró que este entorno de RV era eficaz y realista para superar la acrofobia de acuerdo no sólo a los resultados de comparación de una variedad de cuestionarios antes y después del tratamiento, sino también a los comentarios de los sujetos que el VE parecía evocar sentimientos más temerosos que la situación real ",
            "error": []
        },
        "realistic virtual environment": {
            "translated_key": [],
            "translated_annotated_text": "El desarrollo del sistema de terapia de realidad virtual (RTV) para el tratamiento de la acrofobia y el caso terapéutico La terapia de realidad virtual (RTV), basada en esta sofisticada tecnología, se ha utilizado en el tratamiento de sujetos diagnosticados con acrofobia, un trastorno que se caracteriza por una marcada ansiedad al exponerse a las alturas y evitar las alturas. Los sistemas convencionales de VR para el tratamiento de la acrofobia tienen limitaciones, dispositivos costosos o escenas gráficas algo poco realistas. El objetivo de este estudio fue desarrollar un entorno virtual <br> poco costoso y más realista (VE) en el que realizar una terapia de exposición a la acrofobia. Se basa en una computadora personal, y una escena virtual de una torre de saltos en medio de una gran ciudad. El escenario virtual incluye un ascensor abierto rodeado de utilería junto a una torre, que permite al paciente sentir una sensación de alturas. La eficacia del VE fue evaluada a través del tratamiento clínico de un sujeto que sufría del miedo a las alturas. Como resultado, se demostró que este entorno de RV era eficaz y realista para superar la acrofobia de acuerdo no sólo a los resultados de comparación de una variedad de cuestionarios antes y después del tratamiento, sino también a los comentarios de los sujetos que el VE parecía evocar sentimientos más temerosos que la situación real ",
            "error": []
        },
        "exposure therapy": {
            "translated_key": [],
            "translated_annotated_text": "El desarrollo del sistema de terapia de realidad virtual (RTV) para el tratamiento de la acrofobia y el caso terapéutico La terapia de realidad virtual (RTV), basada en esta sofisticada tecnología, se ha utilizado en el tratamiento de sujetos diagnosticados con acrofobia, un trastorno que se caracteriza por una marcada ansiedad al exponerse a las alturas y evitar las alturas. Los sistemas convencionales de VR para el tratamiento de la acrofobia tienen limitaciones, dispositivos costosos o escenas gráficas algo poco realistas. El objetivo de este estudio fue desarrollar un entorno virtual (VE) barato y más realista en el que realizar una terapia de exposición <br> para la acrofobia. Se basa en una computadora personal, y una escena virtual de una torre de saltos en medio de una gran ciudad. El escenario virtual incluye un ascensor abierto rodeado de utilería junto a una torre, que permite al paciente sentir una sensación de alturas. La eficacia del VE fue evaluada a través del tratamiento clínico de un sujeto que sufría del miedo a las alturas. Como resultado, se demostró que este entorno de RV era eficaz y realista para superar la acrofobia de acuerdo no sólo a los resultados de comparación de una variedad de cuestionarios antes y después del tratamiento, sino también a los comentarios de los sujetos que el VE parecía evocar sentimientos más temerosos que la situación real ",
            "error": []
        },
        "personal computer": {
            "translated_key": "ordenador personal",
            "translated_annotated_text": "El desarrollo del sistema de terapia de realidad virtual (RTV) para el tratamiento de la acrofobia y el caso terapéutico La terapia de realidad virtual (RTV), basada en esta sofisticada tecnología, se ha utilizado en el tratamiento de sujetos diagnosticados con acrofobia, un trastorno que se caracteriza por una marcada ansiedad al exponerse a las alturas y evitar las alturas. Los sistemas convencionales de VR para el tratamiento de la acrofobia tienen limitaciones, dispositivos costosos o escenas gráficas algo poco realistas. El objetivo de este estudio fue desarrollar un entorno virtual (VE) barato y más realista en el que realizar una terapia de exposición a la acrofobia. Se basa en un <br>ordenador personal</br>, y una escena virtual de una torre de saltos en medio de una gran ciudad.  El escenario virtual incluye un ascensor abierto rodeado de utilería junto a una torre, que permite al paciente sentir una sensación de alturas. La eficacia del VE fue evaluada a través del tratamiento clínico de un sujeto que sufría del miedo a las alturas. Como resultado, se demostró que este entorno de RV era eficaz y realista para superar la acrofobia de acuerdo no sólo a los resultados de comparación de una variedad de cuestionarios antes y después del tratamiento, sino también a los comentarios de los sujetos que el VE parecía evocar sentimientos más temerosos que la situación real ",
            "error": [
                ""
            ]
        },
        "virtual scene": {
            "translated_key": "escena virtual",
            "translated_annotated_text": "El desarrollo del sistema de terapia de realidad virtual (RTV) para el tratamiento de la acrofobia y el caso terapéutico La terapia de realidad virtual (RTV), basada en esta sofisticada tecnología, se ha utilizado en el tratamiento de sujetos diagnosticados con acrofobia, un trastorno que se caracteriza por una marcada ansiedad al exponerse a las alturas y evitar las alturas. Los sistemas convencionales de VR para el tratamiento de la acrofobia tienen limitaciones, dispositivos costosos o escenas gráficas algo poco realistas. El objetivo de este estudio fue desarrollar un entorno virtual (VE) barato y más realista en el que realizar una terapia de exposición a la acrofobia. Se basa en un ordenador personal, y una <br>escena virtual</br> de una torre de saltos en medio de una gran ciudad.  El escenario virtual incluye un ascensor abierto rodeado de utilería junto a una torre, que permite al paciente sentir una sensación de alturas. La eficacia del VE fue evaluada a través del tratamiento clínico de un sujeto que sufría del miedo a las alturas. Como resultado, se demostró que este entorno de RV era eficaz y realista para superar la acrofobia de acuerdo no sólo a los resultados de comparación de una variedad de cuestionarios antes y después del tratamiento, sino también a los comentarios de los sujetos que el VE parecía evocar sentimientos más temerosos que la situación real ",
            "error": [
                ""
            ]
        },
        "clinical treatment": {
            "translated_key": "clínico",
            "translated_annotated_text": "El desarrollo del sistema de terapia de realidad virtual (RTV) para el tratamiento de la acrofobia y el caso terapéutico La terapia de realidad virtual (RTV), basada en esta sofisticada tecnología, se ha utilizado en el tratamiento de sujetos diagnosticados con acrofobia, un trastorno que se caracteriza por una marcada ansiedad al exponerse a las alturas y evitar las alturas. Los sistemas convencionales de VR para el tratamiento de la acrofobia tienen limitaciones, dispositivos costosos o escenas gráficas algo poco realistas. El objetivo de este estudio fue desarrollar un entorno virtual (VE) barato y más realista en el que realizar una terapia de exposición a la acrofobia. Se basa en una computadora personal, y una escena virtual de una torre de saltos en medio de una gran ciudad. El escenario virtual incluye un ascensor abierto rodeado de utilería junto a una torre, que permite al paciente sentir una sensación de alturas. La eficacia de la VE fue evaluada a través del tratamiento <br>clínico</br> de un sujeto que sufría de miedo a las alturas. Como resultado, se demostró que este entorno de RV era eficaz y realista para superar la acrofobia de acuerdo no sólo a los resultados de comparación de una variedad de cuestionarios antes y después del tratamiento, sino también a los comentarios de los sujetos que el VE parecía evocar sentimientos más temerosos que la situación real ",
            "error": [
                ""
            ]
        },
        "psychotherapy": {
            "translated_key": [],
            "translated_annotated_text": "El desarrollo del sistema de terapia de realidad virtual (RTV) para el tratamiento de la acrofobia y el caso terapéutico La terapia de realidad virtual (RTV), basada en esta sofisticada tecnología, se ha utilizado en el tratamiento de sujetos diagnosticados con acrofobia, un trastorno que se caracteriza por una marcada ansiedad al exponerse a las alturas y evitar las alturas. Los sistemas convencionales de VR para el tratamiento de la acrofobia tienen limitaciones, dispositivos costosos o escenas gráficas algo poco realistas. El objetivo de este estudio fue desarrollar un entorno virtual (VE) barato y más realista en el que realizar una terapia de exposición a la acrofobia. Se basa en una computadora personal, y una escena virtual de una torre de saltos en medio de una gran ciudad. El escenario virtual incluye un ascensor abierto rodeado de utilería junto a una torre, que permite al paciente sentir una sensación de alturas. La eficacia del VE fue evaluada a través del tratamiento clínico de un sujeto que sufría del miedo a las alturas. Como resultado, se demostró que este entorno de RV era eficaz y realista para superar la acrofobia de acuerdo no sólo a los resultados de comparación de una variedad de cuestionarios antes y después del tratamiento, sino también a los comentarios de los sujetos que el VE parecía evocar sentimientos más temerosos que la situación real ",
            "error": []
        },
        "heights phobia": {
            "translated_key": [],
            "translated_annotated_text": "El desarrollo del sistema de terapia de realidad virtual (RTV) para el tratamiento de la acrofobia y el caso terapéutico La terapia de realidad virtual (RTV), basada en esta sofisticada tecnología, se ha utilizado en el tratamiento de sujetos diagnosticados con acrofobia, un trastorno que se caracteriza por una marcada ansiedad al exponerse a las alturas y evitar las alturas. Los sistemas convencionales de VR para el tratamiento de la acrofobia tienen limitaciones, dispositivos costosos o escenas gráficas algo poco realistas. El objetivo de este estudio fue desarrollar un entorno virtual (VE) barato y más realista en el que realizar una terapia de exposición a la acrofobia. Se basa en una computadora personal, y una escena virtual de una torre de saltos en medio de una gran ciudad. El escenario virtual incluye un ascensor abierto rodeado de utilería junto a una torre, que permite al paciente sentir una sensación de alturas. La eficacia del VE fue evaluada a través del tratamiento clínico de un sujeto que sufría del miedo a las alturas. Como resultado, se demostró que este entorno de RV era eficaz y realista para superar la acrofobia de acuerdo no sólo a los resultados de comparación de una variedad de cuestionarios antes y después del tratamiento, sino también a los comentarios de los sujetos que el VE parecía evocar sentimientos más temerosos que la situación real ",
            "error": []
        },
        "medical computing": {
            "translated_key": [],
            "translated_annotated_text": "El desarrollo del sistema de terapia de realidad virtual (RTV) para el tratamiento de la acrofobia y el caso terapéutico La terapia de realidad virtual (RTV), basada en esta sofisticada tecnología, se ha utilizado en el tratamiento de sujetos diagnosticados con acrofobia, un trastorno que se caracteriza por una marcada ansiedad al exponerse a las alturas y evitar las alturas. Los sistemas convencionales de VR para el tratamiento de la acrofobia tienen limitaciones, dispositivos costosos o escenas gráficas algo poco realistas. El objetivo de este estudio fue desarrollar un entorno virtual (VE) barato y más realista en el que realizar una terapia de exposición a la acrofobia. Se basa en una computadora personal, y una escena virtual de una torre de saltos en medio de una gran ciudad. El escenario virtual incluye un ascensor abierto rodeado de utilería junto a una torre, que permite al paciente sentir una sensación de alturas. La eficacia del VE fue evaluada a través del tratamiento clínico de un sujeto que sufría del miedo a las alturas. Como resultado, se demostró que este entorno de RV era eficaz y realista para superar la acrofobia de acuerdo no sólo a los resultados de comparación de una variedad de cuestionarios antes y después del tratamiento, sino también a los comentarios de los sujetos que el VE parecía evocar sentimientos más temerosos que la situación real ",
            "error": []
        },
        "psychology": {
            "translated_key": [],
            "translated_annotated_text": "El desarrollo del sistema de terapia de realidad virtual (RTV) para el tratamiento de la acrofobia y el caso terapéutico La terapia de realidad virtual (RTV), basada en esta sofisticada tecnología, se ha utilizado en el tratamiento de sujetos diagnosticados con acrofobia, un trastorno que se caracteriza por una marcada ansiedad al exponerse a las alturas y evitar las alturas. Los sistemas convencionales de VR para el tratamiento de la acrofobia tienen limitaciones, dispositivos costosos o escenas gráficas algo poco realistas. El objetivo de este estudio fue desarrollar un entorno virtual (VE) barato y más realista en el que realizar una terapia de exposición a la acrofobia. Se basa en una computadora personal, y una escena virtual de una torre de saltos en medio de una gran ciudad. El escenario virtual incluye un ascensor abierto rodeado de utilería junto a una torre, que permite al paciente sentir una sensación de alturas. La eficacia del VE fue evaluada a través del tratamiento clínico de un sujeto que sufría del miedo a las alturas. Como resultado, se demostró que este entorno de RV era eficaz y realista para superar la acrofobia de acuerdo no sólo a los resultados de comparación de una variedad de cuestionarios antes y después del tratamiento, sino también a los comentarios de los sujetos que el VE parecía evocar sentimientos más temerosos que la situación real ",
            "error": []
        },
        "user interfaces": {
            "translated_key": [],
            "translated_annotated_text": "El desarrollo del sistema de terapia de realidad virtual (RTV) para el tratamiento de la acrofobia y el caso terapéutico La terapia de realidad virtual (RTV), basada en esta sofisticada tecnología, se ha utilizado en el tratamiento de sujetos diagnosticados con acrofobia, un trastorno que se caracteriza por una marcada ansiedad al exponerse a las alturas y evitar las alturas. Los sistemas convencionales de VR para el tratamiento de la acrofobia tienen limitaciones, dispositivos costosos o escenas gráficas algo poco realistas. El objetivo de este estudio fue desarrollar un entorno virtual (VE) barato y más realista en el que realizar una terapia de exposición a la acrofobia. Se basa en una computadora personal, y una escena virtual de una torre de saltos en medio de una gran ciudad. El escenario virtual incluye un ascensor abierto rodeado de utilería junto a una torre, que permite al paciente sentir una sensación de alturas. La eficacia del VE fue evaluada a través del tratamiento clínico de un sujeto que sufría del miedo a las alturas. Como resultado, se demostró que este entorno de RV era eficaz y realista para superar la acrofobia de acuerdo no sólo a los resultados de comparación de una variedad de cuestionarios antes y después del tratamiento, sino también a los comentarios de los sujetos que el VE parecía evocar sentimientos más temerosos que la situación real ",
            "error": []
        },
        "virtual reality": {
            "translated_key": [],
            "translated_annotated_text": "El desarrollo de un sistema de terapia <br>realidad virtual (RTV) para el tratamiento de la acrofobia y el caso terapéutico La terapia de realidad virtual (RTV), basada en esta sofisticada tecnología, se ha utilizado en el tratamiento de sujetos diagnosticados de acrofobia, un trastorno que se caracteriza por una marcada ansiedad al exponerse a alturas y evitar las alturas. Los sistemas convencionales de VR para el tratamiento de la acrofobia tienen limitaciones, dispositivos costosos o escenas gráficas algo poco realistas. El objetivo de este estudio fue desarrollar un entorno virtual (VE) barato y más realista en el que realizar una terapia de exposición a la acrofobia. Se basa en una computadora personal, y una escena virtual de una torre de saltos en medio de una gran ciudad. El escenario virtual incluye un ascensor abierto rodeado de utilería junto a una torre, que permite al paciente sentir una sensación de alturas. La eficacia del VE fue evaluada a través del tratamiento clínico de un sujeto que sufría del miedo a las alturas. Como resultado, se demostró que este entorno de RV era eficaz y realista para superar la acrofobia de acuerdo no sólo a los resultados de comparación de una variedad de cuestionarios antes y después del tratamiento, sino también a los comentarios de los sujetos que el VE parecía evocar sentimientos más temerosos que la situación real ",
            "error": []
        }
    }
}