{
    "original_text": "Interaction and presence in the clinical relationship: virtual reality (VR) as communicative medium between patient and therapist The great potential offered by virtual reality (VR) to clinical psychologists derives prevalently from the central role, in psychotherapy, occupied by the imagination and by memory. These two elements, which are fundamental in our life, present absolute and relative limits to the individual potential. Using VR as an advanced imaginal system, an experience that is able to reduce the gap existing between imagination and reality, it is possible to transcend these limits. In this sense, VR can improve the efficacy of a psychological therapy for its capability of reducing the distinction between the computers reality and the conventional reality. Two are the core characteristics of this synthetic imaginal experience: the perceptual illusion of nonmediation and the possibility of building and sharing a common ground. In this sense, experiencing presence in a clinical virtual environment (VE), such as a shared virtual hospital, requires more than reproduction of the physical features of external reality. It requires the creation and sharing of the cultural web that makes meaningful, and therefore visible, both people and objects populating the environment. The paper outlines a framework for supporting the development and tuning of clinically oriented VR systems",
    "original_translation": "Interacción y presencia en la relación clínica: realidad virtual (RV) como medio comunicativo entre paciente y terapeuta El gran potencial que ofrece la realidad virtual (RV) a los psicólogos clínicos deriva predominantemente del papel central, en la psicoterapia, ocupada por la imaginación y por la memoria. Estos dos elementos, que son fundamentales en nuestra vida, presentan límites absolutos y relativos al potencial individual. Usando la realidad virtual como un sistema imaginario avanzado, una experiencia que es capaz de reducir la brecha existente entre la imaginación y la realidad, es posible trascender estos límites. En este sentido, la realidad virtual puede mejorar la eficacia de una terapia psicológica por su capacidad de reducir la distinción entre la realidad informática y la realidad convencional. Dos son las características fundamentales de esta experiencia sintética imaginaria: la ilusión perceptiva de la no mediación y la posibilidad de construir y compartir un terreno común. En este sentido, experimentar la presencia en un entorno clínico virtual (VE), como un hospital virtual compartido, requiere más que la reproducción de las características físicas de la realidad externa. Requiere la creación y el intercambio de la red cultural que hace significativa, y por lo tanto visible, tanto a las personas como a los objetos que pueblan el medio ambiente. El artículo esboza un marco para apoyar el desarrollo y ajuste de sistemas de RV con orientación clínica",
    "error_count": 9,
    "keys": {
        "virtual reality": {
            "translated_key": "realidad virtual",
            "translated_annotated_text": "Interacción y presencia en la relación clínica: <br>realidad virtual</br> (RV) como medio comunicativo entre paciente y terapeuta El gran potencial que ofrece <br>realidad virtual</br> (RV) a los psicólogos clínicos deriva predominantemente del papel central, en la psicoterapia, ocupada por la imaginación y por la memoria. Estos dos elementos, que son fundamentales en nuestra vida, presentan límites absolutos y relativos al potencial individual. Usando la realidad virtual como un sistema imaginario avanzado, una experiencia que es capaz de reducir la brecha existente entre la imaginación y la realidad, es posible trascender estos límites. En este sentido, la realidad virtual puede mejorar la eficacia de una terapia psicológica por su capacidad de reducir la distinción entre la realidad informática y la realidad convencional. Dos son las características fundamentales de esta experiencia sintética imaginaria: la ilusión perceptiva de la no mediación y la posibilidad de construir y compartir un terreno común. En este sentido, experimentar la presencia en un entorno clínico virtual (VE), como un hospital virtual compartido, requiere más que la reproducción de las características físicas de la realidad externa. Requiere la creación y el intercambio de la red cultural que hace significativa, y por lo tanto visible, tanto a las personas como a los objetos que pueblan el medio ambiente. El artículo esboza un marco para apoyar el desarrollo y ajuste de sistemas de RV con orientación clínica ",
            "error": [
                ""
            ]
        },
        "patient-therapist communication": {
            "translated_key": [],
            "translated_annotated_text": "Interacción y presencia en la relación clínica: realidad virtual (RV) como medio comunicativo entre paciente y terapeuta El gran potencial que ofrece la realidad virtual (RV) a los psicólogos clínicos deriva predominantemente del papel central, en la psicoterapia, ocupada por la imaginación y por la memoria. Estos dos elementos, que son fundamentales en nuestra vida, presentan límites absolutos y relativos al potencial individual. Usando la realidad virtual como un sistema imaginario avanzado, una experiencia que es capaz de reducir la brecha existente entre la imaginación y la realidad, es posible trascender estos límites. En este sentido, la realidad virtual puede mejorar la eficacia de una terapia psicológica por su capacidad de reducir la distinción entre la realidad informática y la realidad convencional. Dos son las características fundamentales de esta experiencia sintética imaginaria: la ilusión perceptiva de la no mediación y la posibilidad de construir y compartir un terreno común. En este sentido, experimentar la presencia en un entorno clínico virtual (VE), como un hospital virtual compartido, requiere más que la reproducción de las características físicas de la realidad externa. Requiere la creación y el intercambio de la red cultural que hace significativa, y por lo tanto visible, tanto a las personas como a los objetos que pueblan el medio ambiente. El artículo esboza un marco para apoyar el desarrollo y ajuste de sistemas de RV con orientación clínica ",
            "error": []
        },
        "clinical psychology": {
            "translated_key": [],
            "translated_annotated_text": "Interacción y presencia en la relación clínica: realidad virtual (RV) como medio comunicativo entre paciente y terapeuta El gran potencial que ofrece la realidad virtual (RV) a los psicólogos clínicos deriva predominantemente del papel central, en la psicoterapia, ocupada por la imaginación y por la memoria. Estos dos elementos, que son fundamentales en nuestra vida, presentan límites absolutos y relativos al potencial individual. Usando la realidad virtual como un sistema imaginario avanzado, una experiencia que es capaz de reducir la brecha existente entre la imaginación y la realidad, es posible trascender estos límites. En este sentido, la realidad virtual puede mejorar la eficacia de una terapia psicológica por su capacidad de reducir la distinción entre la realidad informática y la realidad convencional. Dos son las características fundamentales de esta experiencia sintética imaginaria: la ilusión perceptiva de la no mediación y la posibilidad de construir y compartir un terreno común. En este sentido, experimentar la presencia en un entorno clínico virtual (VE), como un hospital virtual compartido, requiere más que la reproducción de las características físicas de la realidad externa. Requiere la creación y el intercambio de la red cultural que hace significativa, y por lo tanto visible, tanto a las personas como a los objetos que pueblan el medio ambiente. El artículo esboza un marco para apoyar el desarrollo y ajuste de sistemas de RV con orientación clínica ",
            "error": []
        },
        "psychotherapy": {
            "translated_key": [],
            "translated_annotated_text": "Interacción y presencia en la relación clínica: realidad virtual (RV) como medio comunicativo entre paciente y terapeuta El gran potencial que ofrece la realidad virtual (RV) a los psicólogos clínicos deriva predominantemente del papel central, en la psicoterapia <br>, ocupada por la imaginación y por la memoria. Estos dos elementos, que son fundamentales en nuestra vida, presentan límites absolutos y relativos al potencial individual. Usando la realidad virtual como un sistema imaginario avanzado, una experiencia que es capaz de reducir la brecha existente entre la imaginación y la realidad, es posible trascender estos límites. En este sentido, la realidad virtual puede mejorar la eficacia de una terapia psicológica por su capacidad de reducir la distinción entre la realidad informática y la realidad convencional. Dos son las características fundamentales de esta experiencia sintética imaginaria: la ilusión perceptiva de la no mediación y la posibilidad de construir y compartir un terreno común. En este sentido, experimentar la presencia en un entorno clínico virtual (VE), como un hospital virtual compartido, requiere más que la reproducción de las características físicas de la realidad externa. Requiere la creación y el intercambio de la red cultural que hace significativa, y por lo tanto visible, tanto a las personas como a los objetos que pueblan el medio ambiente. El artículo esboza un marco para apoyar el desarrollo y ajuste de sistemas de RV con orientación clínica ",
            "error": []
        },
        "imagination": {
            "translated_key": "imaginación",
            "translated_annotated_text": "Interacción y presencia en la relación clínica: realidad virtual (RV) como medio comunicativo entre paciente y terapeuta El gran potencial que ofrece la realidad virtual (RV) a los psicólogos clínicos deriva predominantemente del papel central, en la psicoterapia, ocupada por la <br>imaginación</br> y por la memoria. Estos dos elementos, que son fundamentales en nuestra vida, presentan límites absolutos y relativos al potencial individual. Usando la realidad virtual como un sistema imaginario avanzado, una experiencia que es capaz de reducir la brecha existente entre la imaginación <br> y la realidad, es posible trascender estos límites. En este sentido, la realidad virtual puede mejorar la eficacia de una terapia psicológica por su capacidad de reducir la distinción entre la realidad informática y la realidad convencional. Dos son las características fundamentales de esta experiencia sintética imaginaria: la ilusión perceptiva de la no mediación y la posibilidad de construir y compartir un terreno común. En este sentido, experimentar la presencia en un entorno clínico virtual (VE), como un hospital virtual compartido, requiere más que la reproducción de las características físicas de la realidad externa. Requiere la creación y el intercambio de la red cultural que hace significativa, y por lo tanto visible, tanto a las personas como a los objetos que pueblan el medio ambiente. El artículo esboza un marco para apoyar el desarrollo y ajuste de sistemas de RV con orientación clínica ",
            "error": [
                ""
            ]
        },
        "memory": {
            "translated_key": " ",
            "translated_annotated_text": "Interacción y presencia en la relación clínica: realidad virtual (RV) como medio comunicativo entre paciente y terapeuta El gran potencial que ofrece la realidad virtual (RV) a los psicólogos clínicos deriva predominantemente del papel central, en la psicoterapia, ocupada por la imaginación y por la memoria <br> </br>. Estos dos elementos, que son fundamentales en nuestra vida, presentan límites absolutos y relativos al potencial individual. Usando la realidad virtual como un sistema imaginario avanzado, una experiencia que es capaz de reducir la brecha existente entre la imaginación y la realidad, es posible trascender estos límites. En este sentido, la realidad virtual puede mejorar la eficacia de una terapia psicológica por su capacidad de reducir la distinción entre la realidad informática y la realidad convencional. Dos son las características fundamentales de esta experiencia sintética imaginaria: la ilusión perceptiva de la no mediación y la posibilidad de construir y compartir un terreno común. En este sentido, experimentar la presencia en un entorno clínico virtual (VE), como un hospital virtual compartido, requiere más que la reproducción de las características físicas de la realidad externa. Requiere la creación y el intercambio de la red cultural que hace significativa, y por lo tanto visible, tanto a las personas como a los objetos que pueblan el medio ambiente. El artículo esboza un marco para apoyar el desarrollo y ajuste de sistemas de RV con orientación clínica ",
            "error": [
                ""
            ]
        },
        "presence": {
            "translated_key": "presencia",
            "translated_annotated_text": "Interacción y <br>presencia</br> en la relación clínica: realidad virtual (RV) como medio comunicativo entre paciente y terapeuta El gran potencial que ofrece la realidad virtual (RV) a los psicólogos clínicos deriva predominantemente del papel central, en la psicoterapia, ocupada por la imaginación y por la memoria. Estos dos elementos, que son fundamentales en nuestra vida, presentan límites absolutos y relativos al potencial individual. Usando la realidad virtual como un sistema imaginario avanzado, una experiencia que es capaz de reducir la brecha existente entre la imaginación y la realidad, es posible trascender estos límites. En este sentido, la realidad virtual puede mejorar la eficacia de una terapia psicológica por su capacidad de reducir la distinción entre la realidad informática y la realidad convencional. Dos son las características fundamentales de esta experiencia sintética imaginaria: la ilusión perceptiva de la no mediación y la posibilidad de construir y compartir un terreno común. En este sentido, experimentar <br>presencia</br> en un entorno clínico virtual (VE), como un hospital virtual compartido, requiere más que la reproducción de las características físicas de la realidad externa. Requiere la creación y el intercambio de la red cultural que hace significativa, y por lo tanto visible, tanto a las personas como a los objetos que pueblan el medio ambiente. El artículo esboza un marco para apoyar el desarrollo y ajuste de sistemas de RV con orientación clínica ",
            "error": [
                ""
            ]
        },
        "psychological therapy": {
            "translated_key": [],
            "translated_annotated_text": "Interacción y presencia en la relación clínica: realidad virtual (RV) como medio comunicativo entre paciente y terapeuta El gran potencial que ofrece la realidad virtual (RV) a los psicólogos clínicos deriva predominantemente del papel central, en la psicoterapia, ocupada por la imaginación y por la memoria. Estos dos elementos, que son fundamentales en nuestra vida, presentan límites absolutos y relativos al potencial individual. Usando la realidad virtual como un sistema imaginario avanzado, una experiencia que es capaz de reducir la brecha existente entre la imaginación y la realidad, es posible trascender estos límites. En este sentido, la realidad virtual puede mejorar la eficacia de una terapia psicológica <br> por su capacidad de reducir la distinción entre la realidad informática y la realidad convencional. Dos son las características fundamentales de esta experiencia sintética imaginaria: la ilusión perceptiva de la no mediación y la posibilidad de construir y compartir un terreno común. En este sentido, experimentar la presencia en un entorno clínico virtual (VE), como un hospital virtual compartido, requiere más que la reproducción de las características físicas de la realidad externa. Requiere la creación y el intercambio de la red cultural que hace significativa, y por lo tanto visible, tanto a las personas como a los objetos que pueblan el medio ambiente. El artículo esboza un marco para apoyar el desarrollo y ajuste de sistemas de RV con orientación clínica ",
            "error": []
        },
        "clinical virtual environment": {
            "translated_key": "clínico",
            "translated_annotated_text": "Interacción y presencia en la relación clínica: realidad virtual (RV) como medio comunicativo entre paciente y terapeuta El gran potencial que ofrece la realidad virtual (RV) a los psicólogos clínicos deriva predominantemente del papel central, en la psicoterapia, ocupada por la imaginación y por la memoria. Estos dos elementos, que son fundamentales en nuestra vida, presentan límites absolutos y relativos al potencial individual. Usando la realidad virtual como un sistema imaginario avanzado, una experiencia que es capaz de reducir la brecha existente entre la imaginación y la realidad, es posible trascender estos límites. En este sentido, la realidad virtual puede mejorar la eficacia de una terapia psicológica por su capacidad de reducir la distinción entre la realidad informática y la realidad convencional. Dos son las características fundamentales de esta experiencia sintética imaginaria: la ilusión perceptiva de la no mediación y la posibilidad de construir y compartir un terreno común. En este sentido, experimentar la presencia en un entorno virtual <br>clínico</br> (VE), como un hospital virtual compartido, requiere más que la reproducción de las características físicas de la realidad externa. Requiere la creación y el intercambio de la red cultural que hace significativa, y por lo tanto visible, tanto a las personas como a los objetos que pueblan el medio ambiente. El artículo esboza un marco para apoyar el desarrollo y ajuste de sistemas de RV con orientación clínica ",
            "error": [
                ""
            ]
        },
        "shared virtual hospital": {
            "translated_key": [],
            "translated_annotated_text": "Interacción y presencia en la relación clínica: realidad virtual (RV) como medio comunicativo entre paciente y terapeuta El gran potencial que ofrece la realidad virtual (RV) a los psicólogos clínicos deriva predominantemente del papel central, en la psicoterapia, ocupada por la imaginación y por la memoria. Estos dos elementos, que son fundamentales en nuestra vida, presentan límites absolutos y relativos al potencial individual. Usando la realidad virtual como un sistema imaginario avanzado, una experiencia que es capaz de reducir la brecha existente entre la imaginación y la realidad, es posible trascender estos límites. En este sentido, la realidad virtual puede mejorar la eficacia de una terapia psicológica por su capacidad de reducir la distinción entre la realidad informática y la realidad convencional. Dos son las características fundamentales de esta experiencia sintética imaginaria: la ilusión perceptiva de la no mediación y la posibilidad de construir y compartir un terreno común. En este sentido, experimentar la presencia en un entorno clínico virtual (VE), como un hospital virtual compartido <br>, requiere más que la reproducción de las características físicas de la realidad externa. Requiere la creación y el intercambio de la red cultural que hace significativa, y por lo tanto visible, tanto a las personas como a los objetos que pueblan el medio ambiente. El artículo esboza un marco para apoyar el desarrollo y ajuste de sistemas de RV con orientación clínica ",
            "error": []
        },
        "medical computing": {
            "translated_key": [],
            "translated_annotated_text": "Interacción y presencia en la relación clínica: realidad virtual (RV) como medio comunicativo entre paciente y terapeuta El gran potencial que ofrece la realidad virtual (RV) a los psicólogos clínicos deriva predominantemente del papel central, en la psicoterapia, ocupada por la imaginación y por la memoria. Estos dos elementos, que son fundamentales en nuestra vida, presentan límites absolutos y relativos al potencial individual. Usando la realidad virtual como un sistema imaginario avanzado, una experiencia que es capaz de reducir la brecha existente entre la imaginación y la realidad, es posible trascender estos límites. En este sentido, la realidad virtual puede mejorar la eficacia de una terapia psicológica por su capacidad de reducir la distinción entre la realidad informática y la realidad convencional. Dos son las características fundamentales de esta experiencia sintética imaginaria: la ilusión perceptiva de la no mediación y la posibilidad de construir y compartir un terreno común. En este sentido, experimentar la presencia en un entorno clínico virtual (VE), como un hospital virtual compartido, requiere más que la reproducción de las características físicas de la realidad externa. Requiere la creación y el intercambio de la red cultural que hace significativa, y por lo tanto visible, tanto a las personas como a los objetos que pueblan el medio ambiente. El artículo esboza un marco para apoyar el desarrollo y ajuste de sistemas de RV con orientación clínica ",
            "error": []
        },
        "patient treatment": {
            "translated_key": [],
            "translated_annotated_text": "Interacción y presencia en la relación clínica: realidad virtual (RV) como medio comunicativo entre paciente y terapeuta El gran potencial que ofrece la realidad virtual (RV) a los psicólogos clínicos deriva predominantemente del papel central, en la psicoterapia, ocupada por la imaginación y por la memoria. Estos dos elementos, que son fundamentales en nuestra vida, presentan límites absolutos y relativos al potencial individual. Usando la realidad virtual como un sistema imaginario avanzado, una experiencia que es capaz de reducir la brecha existente entre la imaginación y la realidad, es posible trascender estos límites. En este sentido, la realidad virtual puede mejorar la eficacia de una terapia psicológica por su capacidad de reducir la distinción entre la realidad informática y la realidad convencional. Dos son las características fundamentales de esta experiencia sintética imaginaria: la ilusión perceptiva de la no mediación y la posibilidad de construir y compartir un terreno común. En este sentido, experimentar la presencia en un entorno clínico virtual (VE), como un hospital virtual compartido, requiere más que la reproducción de las características físicas de la realidad externa. Requiere la creación y el intercambio de la red cultural que hace significativa, y por lo tanto visible, tanto a las personas como a los objetos que pueblan el medio ambiente. El artículo esboza un marco para apoyar el desarrollo y ajuste de sistemas de RV con orientación clínica ",
            "error": []
        },
        "psychology": {
            "translated_key": [],
            "translated_annotated_text": "Interacción y presencia en la relación clínica: realidad virtual (RV) como medio comunicativo entre paciente y terapeuta El gran potencial que ofrece la realidad virtual (RV) a los psicólogos clínicos deriva predominantemente del papel central, en la psicoterapia, ocupada por la imaginación y por la memoria. Estos dos elementos, que son fundamentales en nuestra vida, presentan límites absolutos y relativos al potencial individual. Usando la realidad virtual como un sistema imaginario avanzado, una experiencia que es capaz de reducir la brecha existente entre la imaginación y la realidad, es posible trascender estos límites. En este sentido, la realidad virtual puede mejorar la eficacia de una terapia psicológica por su capacidad de reducir la distinción entre la realidad informática y la realidad convencional. Dos son las características fundamentales de esta experiencia sintética imaginaria: la ilusión perceptiva de la no mediación y la posibilidad de construir y compartir un terreno común. En este sentido, experimentar la presencia en un entorno clínico virtual (VE), como un hospital virtual compartido, requiere más que la reproducción de las características físicas de la realidad externa. Requiere la creación y el intercambio de la red cultural que hace significativa, y por lo tanto visible, tanto a las personas como a los objetos que pueblan el medio ambiente. El artículo esboza un marco para apoyar el desarrollo y ajuste de sistemas de RV con orientación clínica ",
            "error": []
        },
        "user interfaces": {
            "translated_key": [],
            "translated_annotated_text": "Interacción y presencia en la relación clínica: realidad virtual (RV) como medio comunicativo entre paciente y terapeuta El gran potencial que ofrece la realidad virtual (RV) a los psicólogos clínicos deriva predominantemente del papel central, en la psicoterapia, ocupada por la imaginación y por la memoria. Estos dos elementos, que son fundamentales en nuestra vida, presentan límites absolutos y relativos al potencial individual. Usando la realidad virtual como un sistema imaginario avanzado, una experiencia que es capaz de reducir la brecha existente entre la imaginación y la realidad, es posible trascender estos límites. En este sentido, la realidad virtual puede mejorar la eficacia de una terapia psicológica por su capacidad de reducir la distinción entre la realidad informática y la realidad convencional. Dos son las características fundamentales de esta experiencia sintética imaginaria: la ilusión perceptiva de la no mediación y la posibilidad de construir y compartir un terreno común. En este sentido, experimentar la presencia en un entorno clínico virtual (VE), como un hospital virtual compartido, requiere más que la reproducción de las características físicas de la realidad externa. Requiere la creación y el intercambio de la red cultural que hace significativa, y por lo tanto visible, tanto a las personas como a los objetos que pueblan el medio ambiente. El artículo esboza un marco para apoyar el desarrollo y ajuste de sistemas de RV con orientación clínica ",
            "error": []
        }
    }
}