{
    "original_text": "Sensing and control of double-sided arc welding process The welding industry is driven to improve productivity without sacrificing quality. For thick material welding, the current practice is to use backing or multiple passes. The laser welding process, capable of achieving deep narrow penetration, can significantly improve welding productivity for such applications by reducing the number of passes. However, its competitiveness in comparison with traditional arc welding is weakened by its high cost, strict fit-up requirement, and difficulty in welding large structures. In this work, a different method, referred to as double-sided arc welding (DSAW) is developed to improve the arc concentration for arc welding. A sensing and control system is developed to achieve deep narrow penetration under variations in welding conditions. Experiments verified that the pulsed keyhole DSAW system developed is capable of achieving deep narrow penetration on a 1/2 inch thick square butt joint in a single pass",
    "original_translation": "Sensación y control del proceso de soldadura por arco de doble cara La industria de la soldadura está impulsada para mejorar la productividad sin sacrificar la calidad. Para la soldadura de material grueso, la práctica actual es utilizar el respaldo o múltiples pases. El proceso de soldadura por láser, capaz de lograr una penetración estrecha y profunda, puede mejorar significativamente la productividad de soldadura para tales aplicaciones al reducir el número de pases. Sin embargo, su competitividad en comparación con la soldadura de arco tradicional se ve debilitada por su alto costo, estricto requisito de ajuste, y dificultad en la soldadura de grandes estructuras. En este trabajo, un método diferente, conocido como soldadura de arco de doble cara (DSAW) se desarrolla para mejorar la concentración de arco para la soldadura de arco. Se desarrolla un sistema de detección y control para lograr una penetración estrecha y profunda bajo variaciones en las condiciones de soldadura. Experimentos verificaron que el sistema DSAW de la cerradura pulsada desarrollado es capaz de lograr una penetración estrecha profunda en una junta cuadrada de 1/2 pulgada de espesor en un solo paso",
    "error_count": 5,
    "keys": {
        "double-sided arc welding": {
            "translated_key": "soldadura de arco de doble cara",
            "translated_annotated_text": "Sensación y control del proceso de soldadura por arco de doble cara La industria de la soldadura está impulsada para mejorar la productividad sin sacrificar la calidad. Para la soldadura de material grueso, la práctica actual es utilizar el respaldo o múltiples pases. El proceso de soldadura por láser, capaz de lograr una penetración estrecha y profunda, puede mejorar significativamente la productividad de soldadura para tales aplicaciones al reducir el número de pases. Sin embargo, su competitividad en comparación con la soldadura de arco tradicional se ve debilitada por su alto costo, estricto requisito de ajuste, y dificultad en la soldadura de grandes estructuras. En este trabajo, se desarrolla un método diferente, denominado <br>soldadura de arco de doble cara</br> (DSAW) para mejorar la concentración de arco para la soldadura de arco. Se desarrolla un sistema de detección y control para lograr una penetración estrecha y profunda bajo variaciones en las condiciones de soldadura. Experimentos verificaron que el sistema DSAW de la cerradura pulsada desarrollado es capaz de lograr una penetración estrecha profunda en una junta cuadrada de 1/2 pulgada de espesor en un solo paso ",
            "error": [
                ""
            ]
        },
        "laser welding process": {
            "translated_key": "laser",
            "translated_annotated_text": "Sensación y control del proceso de soldadura por arco de doble cara La industria de la soldadura está impulsada para mejorar la productividad sin sacrificar la calidad. Para la soldadura de material grueso, la práctica actual es utilizar el respaldo o múltiples pases. El proceso de soldadura <br>laser</br>, capaz de lograr una penetración estrecha y profunda, puede mejorar significativamente la productividad de soldadura para tales aplicaciones al reducir el número de pases. Sin embargo, su competitividad en comparación con la soldadura de arco tradicional se ve debilitada por su alto costo, estricto requisito de ajuste, y dificultad en la soldadura de grandes estructuras. En este trabajo, un método diferente, conocido como soldadura de arco de doble cara (DSAW) se desarrolla para mejorar la concentración de arco para la soldadura de arco. Se desarrolla un sistema de detección y control para lograr una penetración estrecha y profunda bajo variaciones en las condiciones de soldadura. Experimentos verificaron que el sistema DSAW de la cerradura pulsada desarrollado es capaz de lograr una penetración estrecha profunda en una junta cuadrada de 1/2 pulgada de espesor en un solo paso ",
            "error": [
                ""
            ]
        },
        "control system": {
            "translated_key": " ",
            "translated_annotated_text": "Sensación y control del proceso de soldadura por arco de doble cara La industria de la soldadura está impulsada para mejorar la productividad sin sacrificar la calidad. Para la soldadura de material grueso, la práctica actual es utilizar el respaldo o múltiples pases. El proceso de soldadura por láser, capaz de lograr una penetración estrecha y profunda, puede mejorar significativamente la productividad de soldadura para tales aplicaciones al reducir el número de pases. Sin embargo, su competitividad en comparación con la soldadura de arco tradicional se ve debilitada por su alto costo, estricto requisito de ajuste, y dificultad en la soldadura de grandes estructuras. En este trabajo, un método diferente, conocido como soldadura de arco de doble cara (DSAW) se desarrolla para mejorar la concentración de arco para la soldadura de arco. Se desarrolla un sistema de detección y control <br> </br> para lograr una penetración estrecha y profunda bajo variaciones en las condiciones de soldadura. Experimentos verificaron que el sistema DSAW de la cerradura pulsada desarrollado es capaz de lograr una penetración estrecha profunda en una junta cuadrada de 1/2 pulgada de espesor en un solo paso ",
            "error": [
                ""
            ]
        },
        "process control": {
            "translated_key": [],
            "translated_annotated_text": "Sensación y control del proceso de soldadura por arco de doble cara La industria de la soldadura está impulsada para mejorar la productividad sin sacrificar la calidad. Para la soldadura de material grueso, la práctica actual es utilizar el respaldo o múltiples pases. El proceso de soldadura por láser, capaz de lograr una penetración estrecha y profunda, puede mejorar significativamente la productividad de soldadura para tales aplicaciones al reducir el número de pases. Sin embargo, su competitividad en comparación con la soldadura de arco tradicional se ve debilitada por su alto costo, estricto requisito de ajuste, y dificultad en la soldadura de grandes estructuras. En este trabajo, un método diferente, conocido como soldadura de arco de doble cara (DSAW) se desarrolla para mejorar la concentración de arco para la soldadura de arco. Se desarrolla un sistema de detección y control para lograr una penetración estrecha y profunda bajo variaciones en las condiciones de soldadura. Experimentos verificaron que el sistema DSAW de la cerradura pulsada desarrollado es capaz de lograr una penetración estrecha profunda en una junta cuadrada de 1/2 pulgada de espesor en un solo paso ",
            "error": []
        },
        "thick material welding": {
            "translated_key": "soldadura de materiales gruesos",
            "translated_annotated_text": "Sensación y control del proceso de soldadura por arco de doble cara La industria de la soldadura está impulsada para mejorar la productividad sin sacrificar la calidad. Para <br>soldadura de materiales gruesos</br>, la práctica actual es utilizar soporte o múltiples pases.  El proceso de soldadura por láser, capaz de lograr una penetración estrecha y profunda, puede mejorar significativamente la productividad de soldadura para tales aplicaciones al reducir el número de pases. Sin embargo, su competitividad en comparación con la soldadura de arco tradicional se ve debilitada por su alto costo, estricto requisito de ajuste, y dificultad en la soldadura de grandes estructuras. En este trabajo, un método diferente, conocido como soldadura de arco de doble cara (DSAW) se desarrolla para mejorar la concentración de arco para la soldadura de arco. Se desarrolla un sistema de detección y control para lograr una penetración estrecha y profunda bajo variaciones en las condiciones de soldadura. Experimentos verificaron que el sistema DSAW de la cerradura pulsada desarrollado es capaz de lograr una penetración estrecha profunda en una junta cuadrada de 1/2 pulgada de espesor en un solo paso ",
            "error": [
                ""
            ]
        },
        "energy density": {
            "translated_key": [],
            "translated_annotated_text": "Sensación y control del proceso de soldadura por arco de doble cara La industria de la soldadura está impulsada para mejorar la productividad sin sacrificar la calidad. Para la soldadura de material grueso, la práctica actual es utilizar el respaldo o múltiples pases. El proceso de soldadura por láser, capaz de lograr una penetración estrecha y profunda, puede mejorar significativamente la productividad de soldadura para tales aplicaciones al reducir el número de pases. Sin embargo, su competitividad en comparación con la soldadura de arco tradicional se ve debilitada por su alto costo, estricto requisito de ajuste, y dificultad en la soldadura de grandes estructuras. En este trabajo, un método diferente, conocido como soldadura de arco de doble cara (DSAW) se desarrolla para mejorar la concentración de arco para la soldadura de arco. Se desarrolla un sistema de detección y control para lograr una penetración estrecha y profunda bajo variaciones en las condiciones de soldadura. Experimentos verificaron que el sistema DSAW de la cerradura pulsada desarrollado es capaz de lograr una penetración estrecha profunda en una junta cuadrada de 1/2 pulgada de espesor en un solo paso ",
            "error": []
        },
        "controlled pulse keyhole": {
            "translated_key": [],
            "translated_annotated_text": "Sensación y control del proceso de soldadura por arco de doble cara La industria de la soldadura está impulsada para mejorar la productividad sin sacrificar la calidad. Para la soldadura de material grueso, la práctica actual es utilizar el respaldo o múltiples pases. El proceso de soldadura por láser, capaz de lograr una penetración estrecha y profunda, puede mejorar significativamente la productividad de soldadura para tales aplicaciones al reducir el número de pases. Sin embargo, su competitividad en comparación con la soldadura de arco tradicional se ve debilitada por su alto costo, estricto requisito de ajuste, y dificultad en la soldadura de grandes estructuras. En este trabajo, un método diferente, conocido como soldadura de arco de doble cara (DSAW) se desarrolla para mejorar la concentración de arco para la soldadura de arco. Se desarrolla un sistema de detección y control para lograr una penetración estrecha y profunda bajo variaciones en las condiciones de soldadura. Experimentos verificaron que el sistema DSAW de la cerradura pulsada desarrollado es capaz de lograr una penetración estrecha profunda en una junta cuadrada de 1/2 pulgada de espesor en un solo paso ",
            "error": []
        },
        "arc welding": {
            "translated_key": "arc",
            "translated_annotated_text": "Sensación y control del proceso de soldadura de doble cara <br>arc</br> La industria de soldadura está impulsada para mejorar la productividad sin sacrificar la calidad. Para la soldadura de material grueso, la práctica actual es utilizar el respaldo o múltiples pases. El proceso de soldadura por láser, capaz de lograr una penetración estrecha y profunda, puede mejorar significativamente la productividad de soldadura para tales aplicaciones al reducir el número de pases. Sin embargo, su competitividad en comparación con la soldadura tradicional <br>arc</br> se ve debilitada por su alto costo, estricto requisito de ajuste y dificultad para soldar grandes estructuras. En este trabajo, se desarrolla un método diferente, denominado soldadura de doble cara <br>arc</br> (DSAW) para mejorar la concentración de arco para soldadura de <br>arc</br>. Se desarrolla un sistema de detección y control para lograr una penetración estrecha y profunda bajo variaciones en las condiciones de soldadura. Experimentos verificaron que el sistema DSAW de la cerradura pulsada desarrollado es capaz de lograr una penetración estrecha profunda en una junta cuadrada de 1/2 pulgada de espesor en un solo paso ",
            "error": [
                ""
            ]
        },
        "control systems": {
            "translated_key": [],
            "translated_annotated_text": "Sensación y control del proceso de soldadura por arco de doble cara La industria de la soldadura está impulsada para mejorar la productividad sin sacrificar la calidad. Para la soldadura de material grueso, la práctica actual es utilizar el respaldo o múltiples pases. El proceso de soldadura por láser, capaz de lograr una penetración estrecha y profunda, puede mejorar significativamente la productividad de soldadura para tales aplicaciones al reducir el número de pases. Sin embargo, su competitividad en comparación con la soldadura de arco tradicional se ve debilitada por su alto costo, estricto requisito de ajuste, y dificultad en la soldadura de grandes estructuras. En este trabajo, un método diferente, conocido como soldadura de arco de doble cara (DSAW) se desarrolla para mejorar la concentración de arco para la soldadura de arco. Se desarrolla un sistema de detección y control para lograr una penetración estrecha y profunda bajo variaciones en las condiciones de soldadura. Experimentos verificaron que el sistema DSAW de la cerradura pulsada desarrollado es capaz de lograr una penetración estrecha profunda en una junta cuadrada de 1/2 pulgada de espesor en un solo paso ",
            "error": []
        }
    }
}