{
    "original_text": "Speaker adaptive modeling by vocal tract normalization This paper presents methods for speaker adaptive modeling using vocal tract normalization (VTN) along with experimental tests on three databases. We propose a new training method for VTN: By using single-density acoustic models per HMM state for selecting the scale factor of the frequency axis, we avoid the problem that a mixture-density tends to learn the scale factors of the training speakers and thus cannot be used for selecting the scale factor. We show that using single Gaussian densities for selecting the scale factor in training results in lower error rates than using mixture densities. For the recognition phase, we propose an improvement of the well-known two-pass strategy: by using a non-normalized acoustic model for the first recognition pass instead of a normalized model, lower error rates are obtained. In recognition tests, this method is compared with a fast variant of VTN. The two-pass strategy is an efficient method, but it is suboptimal because the scale factor and the word sequence are determined sequentially. We found that for telephone digit string recognition this suboptimality reduces the VTN gain in recognition performance by 30% relative. In summary, on the German spontaneous speech task Verbmobil, the WSJ task and the German telephone digit string corpus SieTill, the proposed methods for VTN reduce the error rates significantly",
    "original_translation": "Modelado adaptativo del altavoz por normalización del tracto vocal Este artículo presenta métodos para el modelado adaptativo del altavoz usando normalización del tracto vocal (VTN) junto con pruebas experimentales en tres bases de datos. Proponemos un nuevo método de entrenamiento para VTN: Mediante el uso de modelos acústicos de una densidad por estado HMM para seleccionar el factor de escala del eje de frecuencia, evitamos el problema de que una densidad de mezcla tiende a aprender los factores de escala de los altavoces de entrenamiento y por lo tanto no se puede utilizar para seleccionar el factor de escala. Demostramos que el uso de densidades gaussianas únicas para seleccionar el factor de escala en el entrenamiento resulta en tasas de error más bajas que el uso de densidades de mezcla. Para la fase de reconocimiento, proponemos una mejora de la conocida estrategia de dos pasos: utilizando un modelo acústico no normalizado para la primera pasada de reconocimiento en lugar de un modelo normalizado, se obtienen tasas de error más bajas. En las pruebas de reconocimiento, este método se compara con una variante rápida de VTN. La estrategia de dos pasos es un método eficiente, pero es subóptimo porque el factor de escala y la secuencia de palabras se determinan secuencialmente. Encontramos que para el reconocimiento de cadenas de dígitos telefónicos esta subóptimalidad reduce la ganancia de VTN en el rendimiento de reconocimiento en un 30% relativo. En resumen, sobre la tarea alemana de habla espontánea Verbmobil, la tarea WSJ y el cuerpo alemán de cuerda de dígitos telefónicos SieTill, los métodos propuestos para VTN reducen significativamente las tasas de error",
    "error_count": 14,
    "keys": {
        "speaker adaptive modeling": {
            "translated_key": "speaker",
            "translated_annotated_text": "Modelado adaptativo del altavoz por normalización del tracto vocal Este artículo presenta métodos para el modelado adaptativo del <br>speaker</br> usando normalización del tracto vocal (VTN) junto con pruebas experimentales en tres bases de datos. Proponemos un nuevo método de entrenamiento para VTN: Mediante el uso de modelos acústicos de una densidad por estado HMM para seleccionar el factor de escala del eje de frecuencia, evitamos el problema de que una densidad de mezcla tiende a aprender los factores de escala de los altavoces de entrenamiento y por lo tanto no se puede utilizar para seleccionar el factor de escala. Demostramos que el uso de densidades gaussianas únicas para seleccionar el factor de escala en el entrenamiento resulta en tasas de error más bajas que el uso de densidades de mezcla. Para la fase de reconocimiento, proponemos una mejora de la conocida estrategia de dos pasos: utilizando un modelo acústico no normalizado para la primera pasada de reconocimiento en lugar de un modelo normalizado, se obtienen tasas de error más bajas. En las pruebas de reconocimiento, este método se compara con una variante rápida de VTN. La estrategia de dos pasos es un método eficiente, pero es subóptimo porque el factor de escala y la secuencia de palabras se determinan secuencialmente. Encontramos que para el reconocimiento de cadenas de dígitos telefónicos esta subóptimalidad reduce la ganancia de VTN en el rendimiento de reconocimiento en un 30% relativo. En resumen, sobre la tarea alemana de habla espontánea Verbmobil, la tarea WSJ y el cuerpo alemán de cuerda de dígitos telefónicos SieTill, los métodos propuestos para VTN reducen significativamente las tasas de error ",
            "error": [
                ""
            ]
        },
        "vocal tract normalization": {
            "translated_key": "vocal",
            "translated_annotated_text": "Modelado adaptativo del altavoz por normalización del tracto <br>vocal</br> Este artículo presenta métodos para el modelado adaptativo del altavoz usando normalización del tracto <br>vocal</br> (VTN) junto con pruebas experimentales en tres bases de datos. Proponemos un nuevo método de entrenamiento para VTN: Mediante el uso de modelos acústicos de una densidad por estado HMM para seleccionar el factor de escala del eje de frecuencia, evitamos el problema de que una densidad de mezcla tiende a aprender los factores de escala de los altavoces de entrenamiento y por lo tanto no se puede utilizar para seleccionar el factor de escala. Demostramos que el uso de densidades gaussianas únicas para seleccionar el factor de escala en el entrenamiento resulta en tasas de error más bajas que el uso de densidades de mezcla. Para la fase de reconocimiento, proponemos una mejora de la conocida estrategia de dos pasos: utilizando un modelo acústico no normalizado para la primera pasada de reconocimiento en lugar de un modelo normalizado, se obtienen tasas de error más bajas. En las pruebas de reconocimiento, este método se compara con una variante rápida de VTN. La estrategia de dos pasos es un método eficiente, pero es subóptimo porque el factor de escala y la secuencia de palabras se determinan secuencialmente. Encontramos que para el reconocimiento de cadenas de dígitos telefónicos esta subóptimalidad reduce la ganancia de VTN en el rendimiento de reconocimiento en un 30% relativo. En resumen, sobre la tarea alemana de habla espontánea Verbmobil, la tarea WSJ y el cuerpo alemán de cuerda de dígitos telefónicos SieTill, los métodos propuestos para VTN reducen significativamente las tasas de error ",
            "error": [
                ""
            ]
        },
        "databases": {
            "translated_key": "bases de datos",
            "translated_annotated_text": "Modelado adaptativo del altavoz por normalización del tracto vocal Este artículo presenta métodos para el modelado adaptativo del altavoz usando normalización del tracto vocal (VTN) junto con pruebas experimentales en tres <br>bases de datos</br>. Proponemos un nuevo método de entrenamiento para VTN: Mediante el uso de modelos acústicos de una densidad por estado HMM para seleccionar el factor de escala del eje de frecuencia, evitamos el problema de que una densidad de mezcla tiende a aprender los factores de escala de los altavoces de entrenamiento y por lo tanto no se puede utilizar para seleccionar el factor de escala. Demostramos que el uso de densidades gaussianas únicas para seleccionar el factor de escala en el entrenamiento resulta en tasas de error más bajas que el uso de densidades de mezcla. Para la fase de reconocimiento, proponemos una mejora de la conocida estrategia de dos pasos: utilizando un modelo acústico no normalizado para la primera pasada de reconocimiento en lugar de un modelo normalizado, se obtienen tasas de error más bajas. En las pruebas de reconocimiento, este método se compara con una variante rápida de VTN. La estrategia de dos pasos es un método eficiente, pero es subóptimo porque el factor de escala y la secuencia de palabras se determinan secuencialmente. Encontramos que para el reconocimiento de cadenas de dígitos telefónicos esta subóptimalidad reduce la ganancia de VTN en el rendimiento de reconocimiento en un 30% relativo. En resumen, sobre la tarea alemana de habla espontánea Verbmobil, la tarea WSJ y el cuerpo alemán de cuerda de dígitos telefónicos SieTill, los métodos propuestos para VTN reducen significativamente las tasas de error ",
            "error": [
                ""
            ]
        },
        "training method": {
            "translated_key": "training",
            "translated_annotated_text": "Modelado adaptativo del altavoz por normalización del tracto vocal Este artículo presenta métodos para el modelado adaptativo del altavoz usando normalización del tracto vocal (VTN) junto con pruebas experimentales en tres bases de datos. Proponemos un nuevo método <br>training</br> para VTN: Utilizando modelos acústicos de una densidad por estado HMM para seleccionar el factor de escala del eje de frecuencia, evitamos el problema de que una densidad de mezcla tiende a aprender los factores de escala de los altavoces de entrenamiento y por lo tanto no se puede utilizar para seleccionar el factor de escala. Demostramos que el uso de densidades gaussianas únicas para seleccionar el factor de escala en el entrenamiento resulta en tasas de error más bajas que el uso de densidades de mezcla. Para la fase de reconocimiento, proponemos una mejora de la conocida estrategia de dos pasos: utilizando un modelo acústico no normalizado para la primera pasada de reconocimiento en lugar de un modelo normalizado, se obtienen tasas de error más bajas. En las pruebas de reconocimiento, este método se compara con una variante rápida de VTN. La estrategia de dos pasos es un método eficiente, pero es subóptimo porque el factor de escala y la secuencia de palabras se determinan secuencialmente. Encontramos que para el reconocimiento de cadenas de dígitos telefónicos esta subóptimalidad reduce la ganancia de VTN en el rendimiento de reconocimiento en un 30% relativo. En resumen, sobre la tarea alemana de habla espontánea Verbmobil, la tarea WSJ y el cuerpo alemán de cuerda de dígitos telefónicos SieTill, los métodos propuestos para VTN reducen significativamente las tasas de error ",
            "error": [
                ""
            ]
        },
        "single-density acoustic models": {
            "translated_key": "densidad única",
            "translated_annotated_text": "Modelado adaptativo del altavoz por normalización del tracto vocal Este artículo presenta métodos para el modelado adaptativo del altavoz usando normalización del tracto vocal (VTN) junto con pruebas experimentales en tres bases de datos. Proponemos un nuevo método de entrenamiento para VTN: Utilizando modelos acústicos de <br>densidad única</br> por estado HMM para seleccionar el factor de escala del eje de frecuencia, evitamos el problema de que una densidad de mezcla tiende a aprender los factores de escala de los altavoces de entrenamiento y por lo tanto no se puede utilizar para seleccionar el factor de escala. Demostramos que el uso de densidades gaussianas únicas para seleccionar el factor de escala en el entrenamiento resulta en tasas de error más bajas que el uso de densidades de mezcla. Para la fase de reconocimiento, proponemos una mejora de la conocida estrategia de dos pasos: utilizando un modelo acústico no normalizado para la primera pasada de reconocimiento en lugar de un modelo normalizado, se obtienen tasas de error más bajas. En las pruebas de reconocimiento, este método se compara con una variante rápida de VTN. La estrategia de dos pasos es un método eficiente, pero es subóptimo porque el factor de escala y la secuencia de palabras se determinan secuencialmente. Encontramos que para el reconocimiento de cadenas de dígitos telefónicos esta subóptimalidad reduce la ganancia de VTN en el rendimiento de reconocimiento en un 30% relativo. En resumen, sobre la tarea alemana de habla espontánea Verbmobil, la tarea WSJ y el cuerpo alemán de cuerda de dígitos telefónicos SieTill, los métodos propuestos para VTN reducen significativamente las tasas de error ",
            "error": [
                ""
            ]
        },
        "HMM state": {
            "translated_key": [],
            "translated_annotated_text": "Modelado adaptativo del altavoz por normalización del tracto vocal Este artículo presenta métodos para el modelado adaptativo del altavoz usando normalización del tracto vocal (VTN) junto con pruebas experimentales en tres bases de datos. Proponemos un nuevo método de entrenamiento para VTN: Mediante el uso de modelos acústicos de una densidad por estado HMM <br> para seleccionar el factor de escala del eje de frecuencia, evitamos el problema de que una densidad de mezcla tiende a aprender los factores de escala de los altavoces de entrenamiento y por lo tanto no se puede utilizar para seleccionar el factor de escala. Demostramos que el uso de densidades gaussianas únicas para seleccionar el factor de escala en el entrenamiento resulta en tasas de error más bajas que el uso de densidades de mezcla. Para la fase de reconocimiento, proponemos una mejora de la conocida estrategia de dos pasos: utilizando un modelo acústico no normalizado para la primera pasada de reconocimiento en lugar de un modelo normalizado, se obtienen tasas de error más bajas. En las pruebas de reconocimiento, este método se compara con una variante rápida de VTN. La estrategia de dos pasos es un método eficiente, pero es subóptimo porque el factor de escala y la secuencia de palabras se determinan secuencialmente. Encontramos que para el reconocimiento de cadenas de dígitos telefónicos esta subóptimalidad reduce la ganancia de VTN en el rendimiento de reconocimiento en un 30% relativo. En resumen, sobre la tarea alemana de habla espontánea Verbmobil, la tarea WSJ y el cuerpo alemán de cuerda de dígitos telefónicos SieTill, los métodos propuestos para VTN reducen significativamente las tasas de error ",
            "error": []
        },
        "frequency scale factor": {
            "translated_key": [],
            "translated_annotated_text": "Modelado adaptativo del altavoz por normalización del tracto vocal Este artículo presenta métodos para el modelado adaptativo del altavoz usando normalización del tracto vocal (VTN) junto con pruebas experimentales en tres bases de datos. Proponemos un nuevo método de entrenamiento para VTN: Mediante el uso de modelos acústicos de una densidad por estado HMM para seleccionar el factor de escala del eje de frecuencia, evitamos el problema de que una densidad de mezcla tiende a aprender los factores de escala de los altavoces de entrenamiento y por lo tanto no se puede utilizar para seleccionar el factor de escala. Demostramos que el uso de densidades gaussianas únicas para seleccionar el factor de escala en el entrenamiento resulta en tasas de error más bajas que el uso de densidades de mezcla. Para la fase de reconocimiento, proponemos una mejora de la conocida estrategia de dos pasos: utilizando un modelo acústico no normalizado para la primera pasada de reconocimiento en lugar de un modelo normalizado, se obtienen tasas de error más bajas. En las pruebas de reconocimiento, este método se compara con una variante rápida de VTN. La estrategia de dos pasos es un método eficiente, pero es subóptimo porque el factor de escala y la secuencia de palabras se determinan secuencialmente. Encontramos que para el reconocimiento de cadenas de dígitos telefónicos esta subóptimalidad reduce la ganancia de VTN en el rendimiento de reconocimiento en un 30% relativo. En resumen, sobre la tarea alemana de habla espontánea Verbmobil, la tarea WSJ y el cuerpo alemán de cuerda de dígitos telefónicos SieTill, los métodos propuestos para VTN reducen significativamente las tasas de error ",
            "error": []
        },
        "training speakers": {
            "translated_key": [],
            "translated_annotated_text": "Modelado adaptativo del altavoz por normalización del tracto vocal Este artículo presenta métodos para el modelado adaptativo del altavoz usando normalización del tracto vocal (VTN) junto con pruebas experimentales en tres bases de datos. Proponemos un nuevo método de entrenamiento para VTN: Mediante el uso de modelos acústicos de una densidad por estado HMM para seleccionar el factor de escala del eje de frecuencia, evitamos el problema de que una densidad de mezcla tiende a aprender los factores de escala de los altavoces de entrenamiento <br> y por lo tanto no se puede utilizar para seleccionar el factor de escala. Demostramos que el uso de densidades gaussianas únicas para seleccionar el factor de escala en el entrenamiento resulta en tasas de error más bajas que el uso de densidades de mezcla. Para la fase de reconocimiento, proponemos una mejora de la conocida estrategia de dos pasos: utilizando un modelo acústico no normalizado para la primera pasada de reconocimiento en lugar de un modelo normalizado, se obtienen tasas de error más bajas. En las pruebas de reconocimiento, este método se compara con una variante rápida de VTN. La estrategia de dos pasos es un método eficiente, pero es subóptimo porque el factor de escala y la secuencia de palabras se determinan secuencialmente. Encontramos que para el reconocimiento de cadenas de dígitos telefónicos esta subóptimalidad reduce la ganancia de VTN en el rendimiento de reconocimiento en un 30% relativo. En resumen, sobre la tarea alemana de habla espontánea Verbmobil, la tarea WSJ y el cuerpo alemán de cuerda de dígitos telefónicos SieTill, los métodos propuestos para VTN reducen significativamente las tasas de error ",
            "error": []
        },
        "single Gaussian densities": {
            "translated_key": "densidades gaussianas únicas",
            "translated_annotated_text": "Modelado adaptativo del altavoz por normalización del tracto vocal Este artículo presenta métodos para el modelado adaptativo del altavoz usando normalización del tracto vocal (VTN) junto con pruebas experimentales en tres bases de datos. Proponemos un nuevo método de entrenamiento para VTN: Mediante el uso de modelos acústicos de una densidad por estado HMM para seleccionar el factor de escala del eje de frecuencia, evitamos el problema de que una densidad de mezcla tiende a aprender los factores de escala de los altavoces de entrenamiento y por lo tanto no se puede utilizar para seleccionar el factor de escala. Demostramos que el uso de <br>densidades gaussianas únicas</br> para seleccionar el factor de escala en el entrenamiento resulta en tasas de error más bajas que el uso de densidades de mezcla.  Para la fase de reconocimiento, proponemos una mejora de la conocida estrategia de dos pasos: utilizando un modelo acústico no normalizado para la primera pasada de reconocimiento en lugar de un modelo normalizado, se obtienen tasas de error más bajas. En las pruebas de reconocimiento, este método se compara con una variante rápida de VTN. La estrategia de dos pasos es un método eficiente, pero es subóptimo porque el factor de escala y la secuencia de palabras se determinan secuencialmente. Encontramos que para el reconocimiento de cadenas de dígitos telefónicos esta subóptimalidad reduce la ganancia de VTN en el rendimiento de reconocimiento en un 30% relativo. En resumen, sobre la tarea alemana de habla espontánea Verbmobil, la tarea WSJ y el cuerpo alemán de cuerda de dígitos telefónicos SieTill, los métodos propuestos para VTN reducen significativamente las tasas de error ",
            "error": [
                ""
            ]
        },
        "training results": {
            "translated_key": "entrenamiento resultados",
            "translated_annotated_text": "Modelado adaptativo del altavoz por normalización del tracto vocal Este artículo presenta métodos para el modelado adaptativo del altavoz usando normalización del tracto vocal (VTN) junto con pruebas experimentales en tres bases de datos. Proponemos un nuevo método de entrenamiento para VTN: Mediante el uso de modelos acústicos de una densidad por estado HMM para seleccionar el factor de escala del eje de frecuencia, evitamos el problema de que una densidad de mezcla tiende a aprender los factores de escala de los altavoces de entrenamiento y por lo tanto no se puede utilizar para seleccionar el factor de escala. Se muestra que el uso de densidades gaussianas únicas para seleccionar el factor de escala en <br>entrenamiento resultados</br> en menores tasas de error que el uso de densidades de mezcla. Para la fase de reconocimiento, proponemos una mejora de la conocida estrategia de dos pasos: utilizando un modelo acústico no normalizado para la primera pasada de reconocimiento en lugar de un modelo normalizado, se obtienen tasas de error más bajas. En las pruebas de reconocimiento, este método se compara con una variante rápida de VTN. La estrategia de dos pasos es un método eficiente, pero es subóptimo porque el factor de escala y la secuencia de palabras se determinan secuencialmente. Encontramos que para el reconocimiento de cadenas de dígitos telefónicos esta subóptimalidad reduce la ganancia de VTN en el rendimiento de reconocimiento en un 30% relativo. En resumen, sobre la tarea alemana de habla espontánea Verbmobil, la tarea WSJ y el cuerpo alemán de cuerda de dígitos telefónicos SieTill, los métodos propuestos para VTN reducen significativamente las tasas de error ",
            "error": [
                ""
            ]
        },
        "error rate reduction": {
            "translated_key": [],
            "translated_annotated_text": "Modelado adaptativo del altavoz por normalización del tracto vocal Este artículo presenta métodos para el modelado adaptativo del altavoz usando normalización del tracto vocal (VTN) junto con pruebas experimentales en tres bases de datos. Proponemos un nuevo método de entrenamiento para VTN: Mediante el uso de modelos acústicos de una densidad por estado HMM para seleccionar el factor de escala del eje de frecuencia, evitamos el problema de que una densidad de mezcla tiende a aprender los factores de escala de los altavoces de entrenamiento y por lo tanto no se puede utilizar para seleccionar el factor de escala. Demostramos que el uso de densidades gaussianas únicas para seleccionar el factor de escala en el entrenamiento resulta en tasas de error más bajas que el uso de densidades de mezcla. Para la fase de reconocimiento, proponemos una mejora de la conocida estrategia de dos pasos: utilizando un modelo acústico no normalizado para la primera pasada de reconocimiento en lugar de un modelo normalizado, se obtienen tasas de error más bajas. En las pruebas de reconocimiento, este método se compara con una variante rápida de VTN. La estrategia de dos pasos es un método eficiente, pero es subóptimo porque el factor de escala y la secuencia de palabras se determinan secuencialmente. Encontramos que para el reconocimiento de cadenas de dígitos telefónicos esta subóptimalidad reduce la ganancia de VTN en el rendimiento de reconocimiento en un 30% relativo. En resumen, sobre la tarea alemana de habla espontánea Verbmobil, la tarea WSJ y el cuerpo alemán de cuerda de dígitos telefónicos SieTill, los métodos propuestos para VTN reducen significativamente las tasas de error ",
            "error": []
        },
        "two-pass strategy": {
            "translated_key": "two-pass",
            "translated_annotated_text": "Modelado adaptativo del altavoz por normalización del tracto vocal Este artículo presenta métodos para el modelado adaptativo del altavoz usando normalización del tracto vocal (VTN) junto con pruebas experimentales en tres bases de datos. Proponemos un nuevo método de entrenamiento para VTN: Mediante el uso de modelos acústicos de una densidad por estado HMM para seleccionar el factor de escala del eje de frecuencia, evitamos el problema de que una densidad de mezcla tiende a aprender los factores de escala de los altavoces de entrenamiento y por lo tanto no se puede utilizar para seleccionar el factor de escala. Demostramos que el uso de densidades gaussianas únicas para seleccionar el factor de escala en el entrenamiento resulta en tasas de error más bajas que el uso de densidades de mezcla. Para la fase de reconocimiento, proponemos una mejora de la conocida estrategia <br>two-pass</br>: utilizando un modelo acústico no normalizado para el primer pase de reconocimiento en lugar de un modelo normalizado, se obtienen tasas de error más bajas. En las pruebas de reconocimiento, este método se compara con una variante rápida de VTN. La estrategia <br>two-pass</br> es un método eficiente, pero es subóptimo porque el factor de escala y la secuencia de palabras se determinan secuencialmente. Encontramos que para el reconocimiento de cadenas de dígitos telefónicos esta subóptimalidad reduce la ganancia de VTN en el rendimiento de reconocimiento en un 30% relativo. En resumen, sobre la tarea alemana de habla espontánea Verbmobil, la tarea WSJ y el cuerpo alemán de cuerda de dígitos telefónicos SieTill, los métodos propuestos para VTN reducen significativamente las tasas de error ",
            "error": [
                ""
            ]
        },
        "nonnormalized acoustic model": {
            "translated_key": [],
            "translated_annotated_text": "Modelado adaptativo del altavoz por normalización del tracto vocal Este artículo presenta métodos para el modelado adaptativo del altavoz usando normalización del tracto vocal (VTN) junto con pruebas experimentales en tres bases de datos. Proponemos un nuevo método de entrenamiento para VTN: Mediante el uso de modelos acústicos de una densidad por estado HMM para seleccionar el factor de escala del eje de frecuencia, evitamos el problema de que una densidad de mezcla tiende a aprender los factores de escala de los altavoces de entrenamiento y por lo tanto no se puede utilizar para seleccionar el factor de escala. Demostramos que el uso de densidades gaussianas únicas para seleccionar el factor de escala en el entrenamiento resulta en tasas de error más bajas que el uso de densidades de mezcla. Para la fase de reconocimiento, proponemos una mejora de la conocida estrategia de dos pasos: utilizando un modelo acústico no normalizado para la primera pasada de reconocimiento en lugar de un modelo normalizado, se obtienen tasas de error más bajas. En las pruebas de reconocimiento, este método se compara con una variante rápida de VTN. La estrategia de dos pasos es un método eficiente, pero es subóptimo porque el factor de escala y la secuencia de palabras se determinan secuencialmente. Encontramos que para el reconocimiento de cadenas de dígitos telefónicos esta subóptimalidad reduce la ganancia de VTN en el rendimiento de reconocimiento en un 30% relativo. En resumen, sobre la tarea alemana de habla espontánea Verbmobil, la tarea WSJ y el cuerpo alemán de cuerda de dígitos telefónicos SieTill, los métodos propuestos para VTN reducen significativamente las tasas de error ",
            "error": []
        },
        "word sequence": {
            "translated_key": [],
            "translated_annotated_text": "Modelado adaptativo del altavoz por normalización del tracto vocal Este artículo presenta métodos para el modelado adaptativo del altavoz usando normalización del tracto vocal (VTN) junto con pruebas experimentales en tres bases de datos. Proponemos un nuevo método de entrenamiento para VTN: Mediante el uso de modelos acústicos de una densidad por estado HMM para seleccionar el factor de escala del eje de frecuencia, evitamos el problema de que una densidad de mezcla tiende a aprender los factores de escala de los altavoces de entrenamiento y por lo tanto no se puede utilizar para seleccionar el factor de escala. Demostramos que el uso de densidades gaussianas únicas para seleccionar el factor de escala en el entrenamiento resulta en tasas de error más bajas que el uso de densidades de mezcla. Para la fase de reconocimiento, proponemos una mejora de la conocida estrategia de dos pasos: utilizando un modelo acústico no normalizado para la primera pasada de reconocimiento en lugar de un modelo normalizado, se obtienen tasas de error más bajas. En las pruebas de reconocimiento, este método se compara con una variante rápida de VTN. La estrategia de dos pasos es un método eficiente, pero es subóptimo porque el factor de escala y la secuencia de palabras <br> se determinan secuencialmente. Encontramos que para el reconocimiento de cadenas de dígitos telefónicos esta subóptimalidad reduce la ganancia de VTN en el rendimiento de reconocimiento en un 30% relativo. En resumen, sobre la tarea alemana de habla espontánea Verbmobil, la tarea WSJ y el cuerpo alemán de cuerda de dígitos telefónicos SieTill, los métodos propuestos para VTN reducen significativamente las tasas de error ",
            "error": []
        },
        "telephone digit string recognition": {
            "translated_key": "teléfono",
            "translated_annotated_text": "Modelado adaptativo del altavoz por normalización del tracto vocal Este artículo presenta métodos para el modelado adaptativo del altavoz usando normalización del tracto vocal (VTN) junto con pruebas experimentales en tres bases de datos. Proponemos un nuevo método de entrenamiento para VTN: Mediante el uso de modelos acústicos de una densidad por estado HMM para seleccionar el factor de escala del eje de frecuencia, evitamos el problema de que una densidad de mezcla tiende a aprender los factores de escala de los altavoces de entrenamiento y por lo tanto no se puede utilizar para seleccionar el factor de escala. Demostramos que el uso de densidades gaussianas únicas para seleccionar el factor de escala en el entrenamiento resulta en tasas de error más bajas que el uso de densidades de mezcla. Para la fase de reconocimiento, proponemos una mejora de la conocida estrategia de dos pasos: utilizando un modelo acústico no normalizado para la primera pasada de reconocimiento en lugar de un modelo normalizado, se obtienen tasas de error más bajas. En las pruebas de reconocimiento, este método se compara con una variante rápida de VTN. La estrategia de dos pasos es un método eficiente, pero es subóptimo porque el factor de escala y la secuencia de palabras se determinan secuencialmente. Encontramos que para el reconocimiento de cadenas de dígitos de <br>teléfono</br> esta suboptimidad reduce la ganancia de VTN en el rendimiento de reconocimiento en un 30% relativo. En resumen, sobre la tarea alemana de habla espontánea Verbmobil, la tarea WSJ y el cuerpo alemán de cuerda de dígitos telefónicos SieTill, los métodos propuestos para VTN reducen significativamente las tasas de error ",
            "error": [
                ""
            ]
        },
        "German spontaneous speech task": {
            "translated_key": [],
            "translated_annotated_text": "Modelado adaptativo del altavoz por normalización del tracto vocal Este artículo presenta métodos para el modelado adaptativo del altavoz usando normalización del tracto vocal (VTN) junto con pruebas experimentales en tres bases de datos. Proponemos un nuevo método de entrenamiento para VTN: Mediante el uso de modelos acústicos de una densidad por estado HMM para seleccionar el factor de escala del eje de frecuencia, evitamos el problema de que una densidad de mezcla tiende a aprender los factores de escala de los altavoces de entrenamiento y por lo tanto no se puede utilizar para seleccionar el factor de escala. Demostramos que el uso de densidades gaussianas únicas para seleccionar el factor de escala en el entrenamiento resulta en tasas de error más bajas que el uso de densidades de mezcla. Para la fase de reconocimiento, proponemos una mejora de la conocida estrategia de dos pasos: utilizando un modelo acústico no normalizado para la primera pasada de reconocimiento en lugar de un modelo normalizado, se obtienen tasas de error más bajas. En las pruebas de reconocimiento, este método se compara con una variante rápida de VTN. La estrategia de dos pasos es un método eficiente, pero es subóptimo porque el factor de escala y la secuencia de palabras se determinan secuencialmente. Encontramos que para el reconocimiento de cadenas de dígitos telefónicos esta subóptimalidad reduce la ganancia de VTN en el rendimiento de reconocimiento en un 30% relativo. En resumen, sobre la tarea alemana de habla espontánea Verbmobil, la tarea WSJ y el cuerpo alemán de cuerda de dígitos telefónicos SieTill, los métodos propuestos para VTN reducen significativamente las tasas de error. ",
            "error": []
        },
        "Verlimobil": {
            "translated_key": [],
            "translated_annotated_text": "Modelado adaptativo del altavoz por normalización del tracto vocal Este artículo presenta métodos para el modelado adaptativo del altavoz usando normalización del tracto vocal (VTN) junto con pruebas experimentales en tres bases de datos. Proponemos un nuevo método de entrenamiento para VTN: Mediante el uso de modelos acústicos de una densidad por estado HMM para seleccionar el factor de escala del eje de frecuencia, evitamos el problema de que una densidad de mezcla tiende a aprender los factores de escala de los altavoces de entrenamiento y por lo tanto no se puede utilizar para seleccionar el factor de escala. Demostramos que el uso de densidades gaussianas únicas para seleccionar el factor de escala en el entrenamiento resulta en tasas de error más bajas que el uso de densidades de mezcla. Para la fase de reconocimiento, proponemos una mejora de la conocida estrategia de dos pasos: utilizando un modelo acústico no normalizado para la primera pasada de reconocimiento en lugar de un modelo normalizado, se obtienen tasas de error más bajas. En las pruebas de reconocimiento, este método se compara con una variante rápida de VTN. La estrategia de dos pasos es un método eficiente, pero es subóptimo porque el factor de escala y la secuencia de palabras se determinan secuencialmente. Encontramos que para el reconocimiento de cadenas de dígitos telefónicos esta subóptimalidad reduce la ganancia de VTN en el rendimiento de reconocimiento en un 30% relativo. En resumen, sobre la tarea alemana de habla espontánea Verbmobil, la tarea WSJ y el cuerpo alemán de cuerda de dígitos telefónicos SieTill, los métodos propuestos para VTN reducen significativamente las tasas de error ",
            "error": []
        },
        "WSJ task": {
            "translated_key": "WSJ",
            "translated_annotated_text": "Modelado adaptativo del altavoz por normalización del tracto vocal Este artículo presenta métodos para el modelado adaptativo del altavoz usando normalización del tracto vocal (VTN) junto con pruebas experimentales en tres bases de datos. Proponemos un nuevo método de entrenamiento para VTN: Mediante el uso de modelos acústicos de una densidad por estado HMM para seleccionar el factor de escala del eje de frecuencia, evitamos el problema de que una densidad de mezcla tiende a aprender los factores de escala de los altavoces de entrenamiento y por lo tanto no se puede utilizar para seleccionar el factor de escala. Demostramos que el uso de densidades gaussianas únicas para seleccionar el factor de escala en el entrenamiento resulta en tasas de error más bajas que el uso de densidades de mezcla. Para la fase de reconocimiento, proponemos una mejora de la conocida estrategia de dos pasos: utilizando un modelo acústico no normalizado para la primera pasada de reconocimiento en lugar de un modelo normalizado, se obtienen tasas de error más bajas. En las pruebas de reconocimiento, este método se compara con una variante rápida de VTN. La estrategia de dos pasos es un método eficiente, pero es subóptimo porque el factor de escala y la secuencia de palabras se determinan secuencialmente. Encontramos que para el reconocimiento de cadenas de dígitos telefónicos esta subóptimalidad reduce la ganancia de VTN en el rendimiento de reconocimiento en un 30% relativo. En resumen, sobre la tarea alemana de habla espontánea Verbmobil, la tarea <br>WSJ</br> y el cuerpo alemán de cuerda de dígitos telefónicos SieTill, los métodos propuestos para VTN reducen significativamente las tasas de error ",
            "error": [
                ""
            ]
        },
        "German telephone digit string corpus": {
            "translated_key": [],
            "translated_annotated_text": "Modelado adaptativo del altavoz por normalización del tracto vocal Este artículo presenta métodos para el modelado adaptativo del altavoz usando normalización del tracto vocal (VTN) junto con pruebas experimentales en tres bases de datos. Proponemos un nuevo método de entrenamiento para VTN: Mediante el uso de modelos acústicos de una densidad por estado HMM para seleccionar el factor de escala del eje de frecuencia, evitamos el problema de que una densidad de mezcla tiende a aprender los factores de escala de los altavoces de entrenamiento y por lo tanto no se puede utilizar para seleccionar el factor de escala. Demostramos que el uso de densidades gaussianas únicas para seleccionar el factor de escala en el entrenamiento resulta en tasas de error más bajas que el uso de densidades de mezcla. Para la fase de reconocimiento, proponemos una mejora de la conocida estrategia de dos pasos: utilizando un modelo acústico no normalizado para la primera pasada de reconocimiento en lugar de un modelo normalizado, se obtienen tasas de error más bajas. En las pruebas de reconocimiento, este método se compara con una variante rápida de VTN. La estrategia de dos pasos es un método eficiente, pero es subóptimo porque el factor de escala y la secuencia de palabras se determinan secuencialmente. Encontramos que para el reconocimiento de cadenas de dígitos telefónicos esta subóptimalidad reduce la ganancia de VTN en el rendimiento de reconocimiento en un 30% relativo. En resumen, sobre la tarea alemana de habla espontánea Verbmobil, la tarea WSJ y el corpus de cadena de dígitos telefónicos <br> alemán SieTill, los métodos propuestos para VTN reducen significativamente las tasas de error ",
            "error": []
        },
        "SieTill": {
            "translated_key": "SieTill",
            "translated_annotated_text": "Modelado adaptativo del altavoz por normalización del tracto vocal Este artículo presenta métodos para el modelado adaptativo del altavoz usando normalización del tracto vocal (VTN) junto con pruebas experimentales en tres bases de datos. Proponemos un nuevo método de entrenamiento para VTN: Mediante el uso de modelos acústicos de una densidad por estado HMM para seleccionar el factor de escala del eje de frecuencia, evitamos el problema de que una densidad de mezcla tiende a aprender los factores de escala de los altavoces de entrenamiento y por lo tanto no se puede utilizar para seleccionar el factor de escala. Demostramos que el uso de densidades gaussianas únicas para seleccionar el factor de escala en el entrenamiento resulta en tasas de error más bajas que el uso de densidades de mezcla. Para la fase de reconocimiento, proponemos una mejora de la conocida estrategia de dos pasos: utilizando un modelo acústico no normalizado para la primera pasada de reconocimiento en lugar de un modelo normalizado, se obtienen tasas de error más bajas. En las pruebas de reconocimiento, este método se compara con una variante rápida de VTN. La estrategia de dos pasos es un método eficiente, pero es subóptimo porque el factor de escala y la secuencia de palabras se determinan secuencialmente. Encontramos que para el reconocimiento de cadenas de dígitos telefónicos esta subóptimalidad reduce la ganancia de VTN en el rendimiento de reconocimiento en un 30% relativo. En resumen, sobre la tarea alemana de habla espontánea Verbmobil, la tarea WSJ y el cuerpo de cadena de dígitos telefónicos alemán <br>SieTill</br>, los métodos propuestos para VTN reducen significativamente las tasas de error ",
            "error": [
                ""
            ]
        },
        "acoustic signal processing": {
            "translated_key": [],
            "translated_annotated_text": "Modelado adaptativo del altavoz por normalización del tracto vocal Este artículo presenta métodos para el modelado adaptativo del altavoz usando normalización del tracto vocal (VTN) junto con pruebas experimentales en tres bases de datos. Proponemos un nuevo método de entrenamiento para VTN: Mediante el uso de modelos acústicos de una densidad por estado HMM para seleccionar el factor de escala del eje de frecuencia, evitamos el problema de que una densidad de mezcla tiende a aprender los factores de escala de los altavoces de entrenamiento y por lo tanto no se puede utilizar para seleccionar el factor de escala. Demostramos que el uso de densidades gaussianas únicas para seleccionar el factor de escala en el entrenamiento resulta en tasas de error más bajas que el uso de densidades de mezcla. Para la fase de reconocimiento, proponemos una mejora de la conocida estrategia de dos pasos: utilizando un modelo acústico no normalizado para la primera pasada de reconocimiento en lugar de un modelo normalizado, se obtienen tasas de error más bajas. En las pruebas de reconocimiento, este método se compara con una variante rápida de VTN. La estrategia de dos pasos es un método eficiente, pero es subóptimo porque el factor de escala y la secuencia de palabras se determinan secuencialmente. Encontramos que para el reconocimiento de cadenas de dígitos telefónicos esta subóptimalidad reduce la ganancia de VTN en el rendimiento de reconocimiento en un 30% relativo. En resumen, sobre la tarea alemana de habla espontánea Verbmobil, la tarea WSJ y el cuerpo alemán de cuerda de dígitos telefónicos SieTill, los métodos propuestos para VTN reducen significativamente las tasas de error ",
            "error": []
        },
        "adaptive signal processing": {
            "translated_key": [],
            "translated_annotated_text": "Modelado adaptativo del altavoz por normalización del tracto vocal Este artículo presenta métodos para el modelado adaptativo del altavoz usando normalización del tracto vocal (VTN) junto con pruebas experimentales en tres bases de datos. Proponemos un nuevo método de entrenamiento para VTN: Mediante el uso de modelos acústicos de una densidad por estado HMM para seleccionar el factor de escala del eje de frecuencia, evitamos el problema de que una densidad de mezcla tiende a aprender los factores de escala de los altavoces de entrenamiento y por lo tanto no se puede utilizar para seleccionar el factor de escala. Demostramos que el uso de densidades gaussianas únicas para seleccionar el factor de escala en el entrenamiento resulta en tasas de error más bajas que el uso de densidades de mezcla. Para la fase de reconocimiento, proponemos una mejora de la conocida estrategia de dos pasos: utilizando un modelo acústico no normalizado para la primera pasada de reconocimiento en lugar de un modelo normalizado, se obtienen tasas de error más bajas. En las pruebas de reconocimiento, este método se compara con una variante rápida de VTN. La estrategia de dos pasos es un método eficiente, pero es subóptimo porque el factor de escala y la secuencia de palabras se determinan secuencialmente. Encontramos que para el reconocimiento de cadenas de dígitos telefónicos esta subóptimalidad reduce la ganancia de VTN en el rendimiento de reconocimiento en un 30% relativo. En resumen, sobre la tarea alemana de habla espontánea Verbmobil, la tarea WSJ y el cuerpo alemán de cuerda de dígitos telefónicos SieTill, los métodos propuestos para VTN reducen significativamente las tasas de error ",
            "error": []
        },
        "Gaussian processes": {
            "translated_key": [],
            "translated_annotated_text": "Modelado adaptativo del altavoz por normalización del tracto vocal Este artículo presenta métodos para el modelado adaptativo del altavoz usando normalización del tracto vocal (VTN) junto con pruebas experimentales en tres bases de datos. Proponemos un nuevo método de entrenamiento para VTN: Mediante el uso de modelos acústicos de una densidad por estado HMM para seleccionar el factor de escala del eje de frecuencia, evitamos el problema de que una densidad de mezcla tiende a aprender los factores de escala de los altavoces de entrenamiento y por lo tanto no se puede utilizar para seleccionar el factor de escala. Demostramos que el uso de densidades gaussianas únicas para seleccionar el factor de escala en el entrenamiento resulta en tasas de error más bajas que el uso de densidades de mezcla. Para la fase de reconocimiento, proponemos una mejora de la conocida estrategia de dos pasos: utilizando un modelo acústico no normalizado para la primera pasada de reconocimiento en lugar de un modelo normalizado, se obtienen tasas de error más bajas. En las pruebas de reconocimiento, este método se compara con una variante rápida de VTN. La estrategia de dos pasos es un método eficiente, pero es subóptimo porque el factor de escala y la secuencia de palabras se determinan secuencialmente. Encontramos que para el reconocimiento de cadenas de dígitos telefónicos esta subóptimalidad reduce la ganancia de VTN en el rendimiento de reconocimiento en un 30% relativo. En resumen, sobre la tarea alemana de habla espontánea Verbmobil, la tarea WSJ y el cuerpo alemán de cuerda de dígitos telefónicos SieTill, los métodos propuestos para VTN reducen significativamente las tasas de error ",
            "error": []
        },
        "hidden Markov models": {
            "translated_key": [],
            "translated_annotated_text": "Modelado adaptativo del altavoz por normalización del tracto vocal Este artículo presenta métodos para el modelado adaptativo del altavoz usando normalización del tracto vocal (VTN) junto con pruebas experimentales en tres bases de datos. Proponemos un nuevo método de entrenamiento para VTN: Mediante el uso de modelos acústicos de una densidad por estado HMM para seleccionar el factor de escala del eje de frecuencia, evitamos el problema de que una densidad de mezcla tiende a aprender los factores de escala de los altavoces de entrenamiento y por lo tanto no se puede utilizar para seleccionar el factor de escala. Demostramos que el uso de densidades gaussianas únicas para seleccionar el factor de escala en el entrenamiento resulta en tasas de error más bajas que el uso de densidades de mezcla. Para la fase de reconocimiento, proponemos una mejora de la conocida estrategia de dos pasos: utilizando un modelo acústico no normalizado para la primera pasada de reconocimiento en lugar de un modelo normalizado, se obtienen tasas de error más bajas. En las pruebas de reconocimiento, este método se compara con una variante rápida de VTN. La estrategia de dos pasos es un método eficiente, pero es subóptimo porque el factor de escala y la secuencia de palabras se determinan secuencialmente. Encontramos que para el reconocimiento de cadenas de dígitos telefónicos esta subóptimalidad reduce la ganancia de VTN en el rendimiento de reconocimiento en un 30% relativo. En resumen, sobre la tarea alemana de habla espontánea Verbmobil, la tarea WSJ y el cuerpo alemán de cuerda de dígitos telefónicos SieTill, los métodos propuestos para VTN reducen significativamente las tasas de error ",
            "error": []
        },
        "speech recognition": {
            "translated_key": [],
            "translated_annotated_text": "Modelado adaptativo del altavoz por normalización del tracto vocal Este artículo presenta métodos para el modelado adaptativo del altavoz usando normalización del tracto vocal (VTN) junto con pruebas experimentales en tres bases de datos. Proponemos un nuevo método de entrenamiento para VTN: Mediante el uso de modelos acústicos de una densidad por estado HMM para seleccionar el factor de escala del eje de frecuencia, evitamos el problema de que una densidad de mezcla tiende a aprender los factores de escala de los altavoces de entrenamiento y por lo tanto no se puede utilizar para seleccionar el factor de escala. Demostramos que el uso de densidades gaussianas únicas para seleccionar el factor de escala en el entrenamiento resulta en tasas de error más bajas que el uso de densidades de mezcla. Para la fase de reconocimiento, proponemos una mejora de la conocida estrategia de dos pasos: utilizando un modelo acústico no normalizado para la primera pasada de reconocimiento en lugar de un modelo normalizado, se obtienen tasas de error más bajas. En las pruebas de reconocimiento, este método se compara con una variante rápida de VTN. La estrategia de dos pasos es un método eficiente, pero es subóptimo porque el factor de escala y la secuencia de palabras se determinan secuencialmente. Encontramos que para el reconocimiento de cadenas de dígitos telefónicos esta subóptimalidad reduce la ganancia de VTN en el rendimiento de reconocimiento en un 30% relativo. En resumen, sobre la tarea alemana de habla espontánea Verbmobil, la tarea WSJ y el cuerpo alemán de cuerda de dígitos telefónicos SieTill, los métodos propuestos para VTN reducen significativamente las tasas de error ",
            "error": []
        }
    }
}