{
    "original_text": "A new voltage-vector selection algorithm in direct torque control of induction motor drives AC drives based on direct torque control of induction machines allow high dynamic performance to be obtained with very simple control schemes. The drive behavior, in terms of current, flux and torque ripple, is dependent on the utilised voltage vector selection strategy and the operating conditions. In this paper a new voltage vector selection algorithm, which allows a sensible reduction of the RMS value of the stator current ripple without increasing the average value of the inverter switching frequency and without the need of a PWM pulse generator block is presented Numerical simulations have been carried out to validate the proposed method",
    "original_translation": "Un nuevo algoritmo de selección de vectores de tensión en el control directo del par de los motores de inducción Los motores AC basados en el control directo del par de las máquinas de inducción permiten obtener un alto rendimiento dinámico con esquemas de control muy simples. El comportamiento de la unidad, en términos de corriente, flujo y onda de par, depende de la estrategia de selección de vectores de tensión utilizada y las condiciones de funcionamiento. En este artículo se presenta un nuevo algoritmo de selección de vectores de tensión, que permite una reducción sensible del valor RMS de la onda de corriente del estator sin aumentar el valor medio de la frecuencia de conmutación del inversor y sin necesidad de un bloque generador de pulso PWM. Se han realizado simulaciones numéricas para validar el método propuesto.",
    "error_count": 15,
    "keys": {
        "voltage-vector selection algorithm": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo algoritmo de selección de vectores de tensión en el control directo de par de motores de inducción Los motores AC basados en el control directo de par de máquinas de inducción permiten obtener un alto rendimiento dinámico con esquemas de control muy simples. El comportamiento de la unidad, en términos de corriente, flujo y onda de par, depende de la estrategia de selección de vectores de tensión utilizada y las condiciones de funcionamiento. En este artículo se presenta un nuevo algoritmo de selección de vectores de tensión, que permite una reducción sensible del valor RMS de la onda de corriente del estator sin aumentar el valor medio de la frecuencia de conmutación del inversor y sin necesidad de un bloque generador de pulso PWM. Se han realizado simulaciones numéricas para validar el método propuesto. ",
            "error": []
        },
        "direct torque control": {
            "translated_key": "control de par directo",
            "translated_annotated_text": "Un nuevo algoritmo de selección de vectores de tensión en <br>control de par directo</br> de accionamientos de motores de inducción Los accionamientos AC basados en <br>control de par directo</br> de máquinas de inducción permiten obtener un alto rendimiento dinámico con esquemas de control muy simples. El comportamiento de la unidad, en términos de corriente, flujo y onda de par, depende de la estrategia de selección de vectores de tensión utilizada y las condiciones de funcionamiento. En este artículo se presenta un nuevo algoritmo de selección de vectores de tensión, que permite una reducción sensible del valor RMS de la onda de corriente del estator sin aumentar el valor medio de la frecuencia de conmutación del inversor y sin necesidad de un bloque generador de pulso PWM. Se han realizado simulaciones numéricas para validar el método propuesto. ",
            "error": [
                ""
            ]
        },
        "induction motor drives": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo algoritmo de selección de vectores de tensión en el control directo del par de accionamientos de motores de inducción <br> AC basado en el control directo del par de las máquinas de inducción permite obtener un alto rendimiento dinámico con esquemas de control muy simples. El comportamiento de la unidad, en términos de corriente, flujo y onda de par, depende de la estrategia de selección de vectores de tensión utilizada y las condiciones de funcionamiento. En este artículo se presenta un nuevo algoritmo de selección de vectores de tensión, que permite una reducción sensible del valor RMS de la onda de corriente del estator sin aumentar el valor medio de la frecuencia de conmutación del inversor y sin necesidad de un bloque generador de pulso PWM. Se han realizado simulaciones numéricas para validar el método propuesto. ",
            "error": []
        },
        "AC drives": {
            "translated_key": " unidades AC",
            "translated_annotated_text": "Un nuevo algoritmo de selección de vectores de tensión en el control directo del par de accionamientos de motores de inducción <br> unidades AC</br> basado en el control directo del par de las máquinas de inducción permite obtener un alto rendimiento dinámico con esquemas de control muy simples. El comportamiento de la unidad, en términos de corriente, flujo y onda de par, depende de la estrategia de selección de vectores de tensión utilizada y las condiciones de funcionamiento. En este artículo se presenta un nuevo algoritmo de selección de vectores de tensión, que permite una reducción sensible del valor RMS de la onda de corriente del estator sin aumentar el valor medio de la frecuencia de conmutación del inversor y sin necesidad de un bloque generador de pulso PWM. Se han realizado simulaciones numéricas para validar el método propuesto. ",
            "error": [
                ""
            ]
        },
        "high dynamic performance": {
            "translated_key": "alto rendimiento dinámico",
            "translated_annotated_text": "Un nuevo algoritmo de selección de vectores de tensión en control directo de par de motores de inducción Los motores AC basados en control directo de par de máquinas de inducción permiten obtener un <br>alto rendimiento dinámico</br> con esquemas de control muy simples. El comportamiento de la unidad, en términos de corriente, flujo y onda de par, depende de la estrategia de selección de vectores de tensión utilizada y las condiciones de funcionamiento. En este artículo se presenta un nuevo algoritmo de selección de vectores de tensión, que permite una reducción sensible del valor RMS de la onda de corriente del estator sin aumentar el valor medio de la frecuencia de conmutación del inversor y sin necesidad de un bloque generador de pulso PWM. Se han realizado simulaciones numéricas para validar el método propuesto. ",
            "error": [
                ""
            ]
        },
        "torque ripple": {
            "translated_key": "torque",
            "translated_annotated_text": "Un nuevo algoritmo de selección de vectores de tensión en el control directo del par de los motores de inducción Los motores AC basados en el control directo del par de las máquinas de inducción permiten obtener un alto rendimiento dinámico con esquemas de control muy simples. El comportamiento de la unidad, en términos de corriente, flujo y ondulación <br>torque</br>, depende de la estrategia de selección de vectores de tensión utilizada y de las condiciones de funcionamiento. En este artículo se presenta un nuevo algoritmo de selección de vectores de tensión, que permite una reducción sensible del valor RMS de la onda de corriente del estator sin aumentar el valor medio de la frecuencia de conmutación del inversor y sin necesidad de un bloque generador de pulso PWM. Se han realizado simulaciones numéricas para validar el método propuesto. ",
            "error": [
                ""
            ]
        },
        "voltage vector selection strategy": {
            "translated_key": " utilizada",
            "translated_annotated_text": "Un nuevo algoritmo de selección de vectores de tensión en el control directo del par de los motores de inducción Los motores AC basados en el control directo del par de las máquinas de inducción permiten obtener un alto rendimiento dinámico con esquemas de control muy simples. El comportamiento de la unidad, en términos de corriente, flujo y onda de torsión, depende de la estrategia de selección de vectores de voltaje <br> utilizada</br> y de las condiciones de funcionamiento. En este artículo se presenta un nuevo algoritmo de selección de vectores de tensión, que permite una reducción sensible del valor RMS de la onda de corriente del estator sin aumentar el valor medio de la frecuencia de conmutación del inversor y sin necesidad de un bloque generador de pulso PWM. Se han realizado simulaciones numéricas para validar el método propuesto. ",
            "error": [
                ""
            ]
        },
        "operating conditions": {
            "translated_key": " ",
            "translated_annotated_text": "Un nuevo algoritmo de selección de vectores de tensión en el control directo del par de los motores de inducción Los motores AC basados en el control directo del par de las máquinas de inducción permiten obtener un alto rendimiento dinámico con esquemas de control muy simples. El comportamiento de la unidad, en términos de corriente, flujo y onda de par, depende de la estrategia de selección de vectores de tensión utilizada y de las condiciones de funcionamiento <br> </br>. En este artículo se presenta un nuevo algoritmo de selección de vectores de tensión, que permite una reducción sensible del valor RMS de la onda de corriente del estator sin aumentar el valor medio de la frecuencia de conmutación del inversor y sin necesidad de un bloque generador de pulso PWM. Se han realizado simulaciones numéricas para validar el método propuesto. ",
            "error": [
                ""
            ]
        },
        "RMS value": {
            "translated_key": "RMS",
            "translated_annotated_text": "Un nuevo algoritmo de selección de vectores de tensión en el control directo del par de los motores de inducción Los motores AC basados en el control directo del par de las máquinas de inducción permiten obtener un alto rendimiento dinámico con esquemas de control muy simples. El comportamiento de la unidad, en términos de corriente, flujo y onda de par, depende de la estrategia de selección de vectores de tensión utilizada y las condiciones de funcionamiento. En este artículo se presenta un nuevo algoritmo de selección de vectores de tensión, que permite una reducción sensible del valor <br>RMS</br> de la onda de corriente del estator sin aumentar el valor medio de la frecuencia de conmutación del inversor y sin necesidad de un bloque generador de pulsos PWM. ",
            "error": [
                ""
            ]
        },
        "stator current ripple": {
            "translated_key": "stator current wave",
            "translated_annotated_text": "Un nuevo algoritmo de selección de vectores de tensión en el control directo del par de los motores de inducción Los motores AC basados en el control directo del par de las máquinas de inducción permiten obtener un alto rendimiento dinámico con esquemas de control muy simples. El comportamiento de la unidad, en términos de corriente, flujo y onda de par, depende de la estrategia de selección de vectores de tensión utilizada y las condiciones de funcionamiento. En este artículo se presenta un nuevo algoritmo de selección de vectores de tensión, que permite una reducción sensible del valor RMS del <br>stator current wave</br> sin aumentar el valor medio de la frecuencia de conmutación del inversor y sin necesidad de un bloque generador de pulsos PWM. Se han realizado simulaciones numéricas para validar el método propuesto. ",
            "error": [
                ""
            ]
        },
        "inverter switching frequency": {
            "translated_key": "inverter",
            "translated_annotated_text": "Un nuevo algoritmo de selección de vectores de tensión en el control directo del par de los motores de inducción Los motores AC basados en el control directo del par de las máquinas de inducción permiten obtener un alto rendimiento dinámico con esquemas de control muy simples. El comportamiento de la unidad, en términos de corriente, flujo y onda de par, depende de la estrategia de selección de vectores de tensión utilizada y las condiciones de funcionamiento. En este artículo se presenta un nuevo algoritmo de selección de vectores de tensión, que permite una reducción sensible del valor RMS de la onda de corriente del estator sin aumentar el valor medio de la frecuencia de conmutación <br>inverter</br> y sin necesidad de un bloque generador de pulso PWM. Se han realizado simulaciones numéricas para validar el método propuesto. ",
            "error": [
                ""
            ]
        },
        "torque variations": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo algoritmo de selección de vectores de tensión en el control directo del par de los motores de inducción Los motores AC basados en el control directo del par de las máquinas de inducción permiten obtener un alto rendimiento dinámico con esquemas de control muy simples. El comportamiento de la unidad, en términos de corriente, flujo y onda de par, depende de la estrategia de selección de vectores de tensión utilizada y las condiciones de funcionamiento. En este artículo se presenta un nuevo algoritmo de selección de vectores de tensión, que permite una reducción sensible del valor RMS de la onda de corriente del estator sin aumentar el valor medio de la frecuencia de conmutación del inversor y sin necesidad de un bloque generador de pulso PWM. Se han realizado simulaciones numéricas para validar el método propuesto. ",
            "error": []
        },
        "flux variations": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo algoritmo de selección de vectores de tensión en el control directo del par de los motores de inducción Los motores AC basados en el control directo del par de las máquinas de inducción permiten obtener un alto rendimiento dinámico con esquemas de control muy simples. El comportamiento de la unidad, en términos de corriente, flujo y onda de par, depende de la estrategia de selección de vectores de tensión utilizada y las condiciones de funcionamiento. En este artículo se presenta un nuevo algoritmo de selección de vectores de tensión, que permite una reducción sensible del valor RMS de la onda de corriente del estator sin aumentar el valor medio de la frecuencia de conmutación del inversor y sin necesidad de un bloque generador de pulso PWM. Se han realizado simulaciones numéricas para validar el método propuesto. ",
            "error": []
        },
        "4-poles induction motor": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo algoritmo de selección de vectores de tensión en el control directo del par de los motores de inducción Los motores AC basados en el control directo del par de las máquinas de inducción permiten obtener un alto rendimiento dinámico con esquemas de control muy simples. El comportamiento de la unidad, en términos de corriente, flujo y onda de par, depende de la estrategia de selección de vectores de tensión utilizada y las condiciones de funcionamiento. En este artículo se presenta un nuevo algoritmo de selección de vectores de tensión, que permite una reducción sensible del valor RMS de la onda de corriente del estator sin aumentar el valor medio de la frecuencia de conmutación del inversor y sin necesidad de un bloque generador de pulso PWM. Se han realizado simulaciones numéricas para validar el método propuesto. ",
            "error": []
        },
        "steady-state operation": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo algoritmo de selección de vectores de tensión en el control directo del par de los motores de inducción Los motores AC basados en el control directo del par de las máquinas de inducción permiten obtener un alto rendimiento dinámico con esquemas de control muy simples. El comportamiento de la unidad, en términos de corriente, flujo y onda de par, depende de la estrategia de selección de vectores de tensión utilizada y las condiciones de funcionamiento. En este artículo se presenta un nuevo algoritmo de selección de vectores de tensión, que permite una reducción sensible del valor RMS de la onda de corriente del estator sin aumentar el valor medio de la frecuencia de conmutación del inversor y sin necesidad de un bloque generador de pulso PWM. Se han realizado simulaciones numéricas para validar el método propuesto. ",
            "error": []
        },
        "dynamic behavior": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo algoritmo de selección de vectores de tensión en el control directo del par de los motores de inducción Los motores AC basados en el control directo del par de las máquinas de inducción permiten obtener un alto rendimiento dinámico con esquemas de control muy simples. El comportamiento de la unidad, en términos de corriente, flujo y onda de par, depende de la estrategia de selección de vectores de tensión utilizada y las condiciones de funcionamiento. En este artículo se presenta un nuevo algoritmo de selección de vectores de tensión, que permite una reducción sensible del valor RMS de la onda de corriente del estator sin aumentar el valor medio de la frecuencia de conmutación del inversor y sin necesidad de un bloque generador de pulso PWM. Se han realizado simulaciones numéricas para validar el método propuesto. ",
            "error": []
        },
        "torque step response": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo algoritmo de selección de vectores de tensión en el control directo del par de los motores de inducción Los motores AC basados en el control directo del par de las máquinas de inducción permiten obtener un alto rendimiento dinámico con esquemas de control muy simples. El comportamiento de la unidad, en términos de corriente, flujo y onda de par, depende de la estrategia de selección de vectores de tensión utilizada y las condiciones de funcionamiento. En este artículo se presenta un nuevo algoritmo de selección de vectores de tensión, que permite una reducción sensible del valor RMS de la onda de corriente del estator sin aumentar el valor medio de la frecuencia de conmutación del inversor y sin necesidad de un bloque generador de pulso PWM. Se han realizado simulaciones numéricas para validar el método propuesto. ",
            "error": []
        },
        "220 V": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo algoritmo de selección de vectores de tensión en el control directo del par de los motores de inducción Los motores AC basados en el control directo del par de las máquinas de inducción permiten obtener un alto rendimiento dinámico con esquemas de control muy simples. El comportamiento de la unidad, en términos de corriente, flujo y onda de par, depende de la estrategia de selección de vectores de tensión utilizada y las condiciones de funcionamiento. En este artículo se presenta un nuevo algoritmo de selección de vectores de tensión, que permite una reducción sensible del valor RMS de la onda de corriente del estator sin aumentar el valor medio de la frecuencia de conmutación del inversor y sin necesidad de un bloque generador de pulso PWM. Se han realizado simulaciones numéricas para validar el método propuesto. ",
            "error": []
        },
        "50 Hz": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo algoritmo de selección de vectores de tensión en el control directo del par de los motores de inducción Los motores AC basados en el control directo del par de las máquinas de inducción permiten obtener un alto rendimiento dinámico con esquemas de control muy simples. El comportamiento de la unidad, en términos de corriente, flujo y onda de par, depende de la estrategia de selección de vectores de tensión utilizada y las condiciones de funcionamiento. En este artículo se presenta un nuevo algoritmo de selección de vectores de tensión, que permite una reducción sensible del valor RMS de la onda de corriente del estator sin aumentar el valor medio de la frecuencia de conmutación del inversor y sin necesidad de un bloque generador de pulso PWM. Se han realizado simulaciones numéricas para validar el método propuesto. ",
            "error": []
        },
        "4 kW": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo algoritmo de selección de vectores de tensión en el control directo del par de los motores de inducción Los motores AC basados en el control directo del par de las máquinas de inducción permiten obtener un alto rendimiento dinámico con esquemas de control muy simples. El comportamiento de la unidad, en términos de corriente, flujo y onda de par, depende de la estrategia de selección de vectores de tensión utilizada y las condiciones de funcionamiento. En este artículo se presenta un nuevo algoritmo de selección de vectores de tensión, que permite una reducción sensible del valor RMS de la onda de corriente del estator sin aumentar el valor medio de la frecuencia de conmutación del inversor y sin necesidad de un bloque generador de pulso PWM. Se han realizado simulaciones numéricas para validar el método propuesto. ",
            "error": []
        },
        "invertors": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo algoritmo de selección de vectores de tensión en el control directo del par de los motores de inducción Los motores AC basados en el control directo del par de las máquinas de inducción permiten obtener un alto rendimiento dinámico con esquemas de control muy simples. El comportamiento de la unidad, en términos de corriente, flujo y onda de par, depende de la estrategia de selección de vectores de tensión utilizada y las condiciones de funcionamiento. En este artículo se presenta un nuevo algoritmo de selección de vectores de tensión, que permite una reducción sensible del valor RMS de la onda de corriente del estator sin aumentar el valor medio de la frecuencia de conmutación del inversor y sin necesidad de un bloque generador de pulso PWM. Se han realizado simulaciones numéricas para validar el método propuesto. ",
            "error": []
        },
        "machine control": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo algoritmo de selección de vectores de tensión en el control directo del par de los motores de inducción Los motores AC basados en el control directo del par de las máquinas de inducción permiten obtener un alto rendimiento dinámico con esquemas de control muy simples. El comportamiento de la unidad, en términos de corriente, flujo y onda de par, depende de la estrategia de selección de vectores de tensión utilizada y las condiciones de funcionamiento. En este artículo se presenta un nuevo algoritmo de selección de vectores de tensión, que permite una reducción sensible del valor RMS de la onda de corriente del estator sin aumentar el valor medio de la frecuencia de conmutación del inversor y sin necesidad de un bloque generador de pulso PWM. Se han realizado simulaciones numéricas para validar el método propuesto. ",
            "error": []
        },
        "stators": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo algoritmo de selección de vectores de tensión en el control directo del par de los motores de inducción Los motores AC basados en el control directo del par de las máquinas de inducción permiten obtener un alto rendimiento dinámico con esquemas de control muy simples. El comportamiento de la unidad, en términos de corriente, flujo y onda de par, depende de la estrategia de selección de vectores de tensión utilizada y las condiciones de funcionamiento. En este artículo se presenta un nuevo algoritmo de selección de vectores de tensión, que permite una reducción sensible del valor RMS de la onda de corriente del estator sin aumentar el valor medio de la frecuencia de conmutación del inversor y sin necesidad de un bloque generador de pulso PWM. Se han realizado simulaciones numéricas para validar el método propuesto. ",
            "error": []
        },
        "torque control": {
            "translated_key": "torque",
            "translated_annotated_text": "Un nuevo algoritmo de selección de vectores de tensión en control directo <br>torque</br> de accionamientos de motor de inducción Los accionamientos AC basados en control directo <br>torque</br> de máquinas de inducción permiten obtener un alto rendimiento dinámico con esquemas de control muy simples. El comportamiento de la unidad, en términos de corriente, flujo y onda de par, depende de la estrategia de selección de vectores de tensión utilizada y las condiciones de funcionamiento. En este artículo se presenta un nuevo algoritmo de selección de vectores de tensión, que permite una reducción sensible del valor RMS de la onda de corriente del estator sin aumentar el valor medio de la frecuencia de conmutación del inversor y sin necesidad de un bloque generador de pulso PWM. Se han realizado simulaciones numéricas para validar el método propuesto. ",
            "error": [
                ""
            ]
        }
    }
}