{
    "original_text": "An on-line distributed intelligent fault section estimation system for large-scale power networks In this paper, a novel distributed intelligent system is suggested for on-line fault section estimation (FSE) of large-scale power networks. As the first step, a multi-way graph partitioning method based on weighted minimum degree reordering is proposed for effectively partitioning the original large-scale power network into the desired number of connected sub-networks with quasi-balanced FSE burdens and minimum frontier elements. After partitioning, a distributed intelligent system based on radial basis function neural network (RBF NN) and companion fuzzy system is suggested for FSE. The relevant theoretical analysis and procedure are presented in the paper. The proposed distributed intelligent FSE method has been implemented with sparse storage technique and tested on the IEEE 14, 30 and 118-bus systems, respectively. Computer simulation results show that the proposed FSE method works successfully for large-scale power networks",
    "original_translation": "Un sistema de estimación de sección de falla inteligente distribuida en línea para redes eléctricas a gran escala En este artículo, se sugiere un nuevo sistema inteligente distribuido para la estimación de sección de falla en línea (FSE) de redes eléctricas a gran escala. Como primer paso, se propone un método de partición de gráficos multidireccionales basado en la reordenación de grados mínimos ponderados para dividir eficazmente la red original de energía a gran escala en el número deseado de subredes conectadas con cargas de FSE cuasi equilibradas y elementos fronterizos mínimos. Después de la partición, se sugiere un sistema inteligente distribuido basado en la función radial de la red neural (RBF NN) y el sistema fuzzy acompañante para FSE. El análisis teórico y el procedimiento correspondientes se presentan en el artículo. El método FSE inteligente distribuido propuesto ha sido implementado con escasa técnica de almacenamiento y probado en los sistemas IEEE 14, 30 y 118 bus, respectivamente. Los resultados de la simulación por ordenador muestran que el método FSE propuesto funciona con éxito para redes de energía a gran escala",
    "error_count": 15,
    "keys": {
        "on-line distributed intelligent fault section estimation system": {
            "translated_key": [],
            "translated_annotated_text": "Un sistema de estimación de sección de falla inteligente distribuida en línea para redes eléctricas a gran escala En este artículo, se sugiere un nuevo sistema inteligente distribuido para la estimación de sección de falla en línea (FSE) de redes eléctricas a gran escala. Como primer paso, se propone un método de partición de gráficos multidireccionales basado en la reordenación de grados mínimos ponderados para dividir eficazmente la red original de energía a gran escala en el número deseado de subredes conectadas con cargas de FSE cuasi equilibradas y elementos fronterizos mínimos. Después de la partición, se sugiere un sistema inteligente distribuido basado en la función radial de la red neural (RBF NN) y el sistema fuzzy acompañante para FSE. El análisis teórico y el procedimiento correspondientes se presentan en el artículo. El método FSE inteligente distribuido propuesto ha sido implementado con escasa técnica de almacenamiento y probado en los sistemas IEEE 14, 30 y 118 bus, respectivamente. Los resultados de la simulación por ordenador muestran que el método FSE propuesto funciona con éxito para redes de energía a gran escala ",
            "error": []
        },
        "large-scale power networks": {
            "translated_key": "redes eléctricas a gran escala",
            "translated_annotated_text": "Un sistema de estimación de sección de falla inteligente distribuida en línea para <br>redes eléctricas a gran escala</br> En este artículo, se sugiere un nuevo sistema inteligente distribuido para la estimación de sección de falla en línea (FSE) de <br>redes eléctricas a gran escala</br>. Como primer paso, se propone un método de partición de gráficos multidireccionales basado en la reordenación de grados mínimos ponderados para dividir eficazmente la red original de energía a gran escala en el número deseado de subredes conectadas con cargas de FSE cuasi equilibradas y elementos fronterizos mínimos. Después de la partición, se sugiere un sistema inteligente distribuido basado en la función radial de la red neural (RBF NN) y el sistema fuzzy acompañante para FSE. El análisis teórico y el procedimiento correspondientes se presentan en el artículo. El método FSE inteligente distribuido propuesto ha sido implementado con escasa técnica de almacenamiento y probado en los sistemas IEEE 14, 30 y 118 bus, respectivamente. Los resultados de la simulación computarizada muestran que el método FSE propuesto funciona con éxito para redes de energía a gran escala. ",
            "error": [
                ""
            ]
        },
        "on-line fault section estimation": {
            "translated_key": "estimación de sección de falla en línea",
            "translated_annotated_text": "Un sistema de estimación de sección de falla inteligente distribuida en línea para redes eléctricas a gran escala En este artículo, se sugiere un nuevo sistema inteligente distribuido para <br>estimación de sección de falla en línea</br> (FSE) de redes eléctricas a gran escala.  Como primer paso, se propone un método de partición de gráficos multidireccionales basado en la reordenación de grados mínimos ponderados para dividir eficazmente la red original de energía a gran escala en el número deseado de subredes conectadas con cargas de FSE cuasi equilibradas y elementos fronterizos mínimos. Después de la partición, se sugiere un sistema inteligente distribuido basado en la función radial de la red neural (RBF NN) y el sistema fuzzy acompañante para FSE. El análisis teórico y el procedimiento correspondientes se presentan en el artículo. El método FSE inteligente distribuido propuesto ha sido implementado con escasa técnica de almacenamiento y probado en los sistemas IEEE 14, 30 y 118 bus, respectivamente. Los resultados de la simulación por ordenador muestran que el método FSE propuesto funciona con éxito para redes de energía a gran escala ",
            "error": [
                ""
            ]
        },
        "multi-way graph partitioning method based": {
            "translated_key": [],
            "translated_annotated_text": "Un sistema de estimación de sección de falla inteligente distribuida en línea para redes eléctricas a gran escala En este artículo, se sugiere un nuevo sistema inteligente distribuido para la estimación de sección de falla en línea (FSE) de redes eléctricas a gran escala. Como primer paso, se propone un método de partición <br>multidireccional basado en la reordenación ponderada de grados mínimos para dividir eficazmente la red original de energía a gran escala en el número deseado de subredes conectadas con cargas de FSE casi equilibradas y elementos fronterizos mínimos. Después de la partición, se sugiere un sistema inteligente distribuido basado en la función radial de la red neural (RBF NN) y el sistema fuzzy acompañante para FSE. El análisis teórico y el procedimiento correspondientes se presentan en el artículo. El método FSE inteligente distribuido propuesto ha sido implementado con escasa técnica de almacenamiento y probado en los sistemas IEEE 14, 30 y 118 bus, respectivamente. Los resultados de la simulación por ordenador muestran que el método FSE propuesto funciona con éxito para redes de energía a gran escala ",
            "error": []
        },
        "weighted minimum degree reordering": {
            "translated_key": "reordenación de grados mínimos ponderados",
            "translated_annotated_text": "Un sistema de estimación de sección de falla inteligente distribuida en línea para redes eléctricas a gran escala En este artículo, se sugiere un nuevo sistema inteligente distribuido para la estimación de sección de falla en línea (FSE) de redes eléctricas a gran escala. Como primer paso, se propone un método de partición de gráficos multidireccionales basado en la <br>reordenación de grados mínimos ponderados</br> para dividir eficazmente la red de energía original a gran escala en el número deseado de subredes conectadas con cargas de FSE cuasi equilibradas y elementos fronterizos mínimos.  Después de la partición, se sugiere un sistema inteligente distribuido basado en la función radial de la red neural (RBF NN) y el sistema fuzzy acompañante para FSE. El análisis teórico y el procedimiento correspondientes se presentan en el artículo. El método FSE inteligente distribuido propuesto ha sido implementado con escasa técnica de almacenamiento y probado en los sistemas IEEE 14, 30 y 118 bus, respectivamente. Los resultados de la simulación por ordenador muestran que el método FSE propuesto funciona con éxito para redes de energía a gran escala ",
            "error": [
                ""
            ]
        },
        "connected sub-networks": {
            "translated_key": [],
            "translated_annotated_text": "Un sistema de estimación de sección de falla inteligente distribuida en línea para redes eléctricas a gran escala En este artículo, se sugiere un nuevo sistema inteligente distribuido para la estimación de sección de falla en línea (FSE) de redes eléctricas a gran escala. Como primer paso, se propone un método de partición de gráficos multidireccionales basado en la reordenación de grados mínimos ponderados para dividir efectivamente la red de energía a gran escala original en el número deseado de subredes conectadas <br> con cargas de FSE casi equilibradas y elementos fronterizos mínimos. Después de la partición, se sugiere un sistema inteligente distribuido basado en la función radial de la red neural (RBF NN) y el sistema fuzzy acompañante para FSE. El análisis teórico y el procedimiento correspondientes se presentan en el artículo. El método FSE inteligente distribuido propuesto ha sido implementado con escasa técnica de almacenamiento y probado en los sistemas IEEE 14, 30 y 118 bus, respectivamente. Los resultados de la simulación por ordenador muestran que el método FSE propuesto funciona con éxito para redes de energía a gran escala ",
            "error": []
        },
        "quasi-balanced FSE burdens": {
            "translated_key": "cuasi equilibradas",
            "translated_annotated_text": "Un sistema de estimación de sección de falla inteligente distribuida en línea para redes eléctricas a gran escala En este artículo, se sugiere un nuevo sistema inteligente distribuido para la estimación de sección de falla en línea (FSE) de redes eléctricas a gran escala. Como primer paso, se propone un método de partición de gráficos multidireccionales basado en la reordenación de grados mínimos ponderados para dividir eficazmente la red de energía a gran escala original en el número deseado de subredes conectadas con cargas EEF <br>cuasi equilibradas</br> y elementos fronterizos mínimos. Después de la partición, se sugiere un sistema inteligente distribuido basado en la función radial de la red neural (RBF NN) y el sistema fuzzy acompañante para FSE. El análisis teórico y el procedimiento correspondientes se presentan en el artículo. El método FSE inteligente distribuido propuesto ha sido implementado con escasa técnica de almacenamiento y probado en los sistemas IEEE 14, 30 y 118 bus, respectivamente. Los resultados de la simulación por ordenador muestran que el método FSE propuesto funciona con éxito para redes de energía a gran escala ",
            "error": [
                ""
            ]
        },
        "minimum frontier elements": {
            "translated_key": "elementos fronterizos mínimos",
            "translated_annotated_text": "Un sistema de estimación de sección de falla inteligente distribuida en línea para redes eléctricas a gran escala En este artículo, se sugiere un nuevo sistema inteligente distribuido para la estimación de sección de falla en línea (FSE) de redes eléctricas a gran escala. Como primer paso, se propone un método de partición de gráficos multidireccionales basado en la reordenación de grados mínimos ponderados para dividir eficazmente la red original de energía a gran escala en el número deseado de subredes conectadas con cargas de FSE cuasi equilibradas y <br>elementos fronterizos mínimos</br>.  Después de la partición, se sugiere un sistema inteligente distribuido basado en la función radial de la red neural (RBF NN) y el sistema fuzzy acompañante para FSE. El análisis teórico y el procedimiento correspondientes se presentan en el artículo. El método FSE inteligente distribuido propuesto ha sido implementado con escasa técnica de almacenamiento y probado en los sistemas IEEE 14, 30 y 118 bus, respectivamente. Los resultados de la simulación por ordenador muestran que el método FSE propuesto funciona con éxito para redes de energía a gran escala ",
            "error": [
                ""
            ]
        },
        "distributed intelligent system": {
            "translated_key": [
                "sistema inteligente distribuido",
                "distribuido"
            ],
            "translated_annotated_text": "Un sistema de estimación de sección de falla inteligente distribuida en línea para redes eléctricas a gran escala En este artículo, se sugiere un nuevo <br>sistema inteligente distribuido</br> para la estimación de sección de falla en línea (FSE) de redes eléctricas a gran escala.  Como primer paso, se propone un método de partición de gráficos multidireccionales basado en la reordenación de grados mínimos ponderados para dividir eficazmente la red original de energía a gran escala en el número deseado de subredes conectadas con cargas de FSE cuasi equilibradas y elementos fronterizos mínimos. Después de la partición, se sugiere un sistema inteligente <br>distribuido</br> basado en la función radial de la red neural (RBF NN) y el sistema fuzzy acompañante para FSE. El análisis teórico y el procedimiento correspondientes se presentan en el artículo. El método FSE inteligente distribuido propuesto ha sido implementado con escasa técnica de almacenamiento y probado en los sistemas IEEE 14, 30 y 118 bus, respectivamente. Los resultados de la simulación por ordenador muestran que el método FSE propuesto funciona con éxito para redes de energía a gran escala ",
            "error": [
                "sistema inteligente distribuido",
                "distribuido"
            ]
        },
        "radial basis function neural network": {
            "translated_key": "radial neural network",
            "translated_annotated_text": "Un sistema de estimación de sección de falla inteligente distribuida en línea para redes eléctricas a gran escala En este artículo, se sugiere un nuevo sistema inteligente distribuido para la estimación de sección de falla en línea (FSE) de redes eléctricas a gran escala. Como primer paso, se propone un método de partición de gráficos multidireccionales basado en la reordenación de grados mínimos ponderados para dividir eficazmente la red original de energía a gran escala en el número deseado de subredes conectadas con cargas de FSE cuasi equilibradas y elementos fronterizos mínimos. Después de la partición, se sugiere un sistema inteligente distribuido basado en la función <br>radial neural network</br> (RBF NN) y el sistema fuzzy acompañante para FSE. El análisis teórico y el procedimiento correspondientes se presentan en el artículo. El método FSE inteligente distribuido propuesto ha sido implementado con escasa técnica de almacenamiento y probado en los sistemas IEEE 14, 30 y 118 bus, respectivamente. Los resultados de la simulación por ordenador muestran que el método FSE propuesto funciona con éxito para redes de energía a gran escala ",
            "error": [
                ""
            ]
        },
        "fuzzy system": {
            "translated_key": "fuzzy",
            "translated_annotated_text": "Un sistema de estimación de sección de falla inteligente distribuida en línea para redes eléctricas a gran escala En este artículo, se sugiere un nuevo sistema inteligente distribuido para la estimación de sección de falla en línea (FSE) de redes eléctricas a gran escala. Como primer paso, se propone un método de partición de gráficos multidireccionales basado en la reordenación de grados mínimos ponderados para dividir eficazmente la red original de energía a gran escala en el número deseado de subredes conectadas con cargas de FSE cuasi equilibradas y elementos fronterizos mínimos. Después de la partición, se sugiere un sistema inteligente distribuido basado en la función radial de la red neural (RBF NN) y el sistema acompañante <br>fuzzy</br> para FSE. El análisis teórico y el procedimiento correspondientes se presentan en el artículo. El método FSE inteligente distribuido propuesto ha sido implementado con escasa técnica de almacenamiento y probado en los sistemas IEEE 14, 30 y 118 bus, respectivamente. Los resultados de la simulación por ordenador muestran que el método FSE propuesto funciona con éxito para redes de energía a gran escala ",
            "error": [
                ""
            ]
        },
        "sparse storage technique": {
            "translated_key": "sparse",
            "translated_annotated_text": "Un sistema de estimación de sección de falla inteligente distribuida en línea para redes eléctricas a gran escala En este artículo, se sugiere un nuevo sistema inteligente distribuido para la estimación de sección de falla en línea (FSE) de redes eléctricas a gran escala. Como primer paso, se propone un método de partición de gráficos multidireccionales basado en la reordenación de grados mínimos ponderados para dividir eficazmente la red original de energía a gran escala en el número deseado de subredes conectadas con cargas de FSE cuasi equilibradas y elementos fronterizos mínimos. Después de la partición, se sugiere un sistema inteligente distribuido basado en la función radial de la red neural (RBF NN) y el sistema fuzzy acompañante para FSE. El análisis teórico y el procedimiento correspondientes se presentan en el artículo. El método FSE inteligente distribuido propuesto se ha implementado con la técnica de almacenamiento <br>sparse</br> y se ha probado en los sistemas IEEE 14, 30 y 118 bus, respectivamente. Los resultados de la simulación por ordenador muestran que el método FSE propuesto funciona con éxito para redes de energía a gran escala ",
            "error": [
                ""
            ]
        },
        "IEEE 14-bus systems": {
            "translated_key": [],
            "translated_annotated_text": "Un sistema de estimación de sección de falla inteligente distribuida en línea para redes eléctricas a gran escala En este artículo, se sugiere un nuevo sistema inteligente distribuido para la estimación de sección de falla en línea (FSE) de redes eléctricas a gran escala. Como primer paso, se propone un método de partición de gráficos multidireccionales basado en la reordenación de grados mínimos ponderados para dividir eficazmente la red original de energía a gran escala en el número deseado de subredes conectadas con cargas de FSE cuasi equilibradas y elementos fronterizos mínimos. Después de la partición, se sugiere un sistema inteligente distribuido basado en la función radial de la red neural (RBF NN) y el sistema fuzzy acompañante para FSE. El análisis teórico y el procedimiento correspondientes se presentan en el artículo. El método FSE inteligente distribuido propuesto ha sido implementado con escasa técnica de almacenamiento y probado en los sistemas IEEE 14, 30 y 118 bus, respectivamente. Los resultados de la simulación por ordenador muestran que el método FSE propuesto funciona con éxito para redes de energía a gran escala ",
            "error": []
        },
        "IEEE 30-bus systems": {
            "translated_key": [],
            "translated_annotated_text": "Un sistema de estimación de sección de falla inteligente distribuida en línea para redes eléctricas a gran escala En este artículo, se sugiere un nuevo sistema inteligente distribuido para la estimación de sección de falla en línea (FSE) de redes eléctricas a gran escala. Como primer paso, se propone un método de partición de gráficos multidireccionales basado en la reordenación de grados mínimos ponderados para dividir eficazmente la red original de energía a gran escala en el número deseado de subredes conectadas con cargas de FSE cuasi equilibradas y elementos fronterizos mínimos. Después de la partición, se sugiere un sistema inteligente distribuido basado en la función radial de la red neural (RBF NN) y el sistema fuzzy acompañante para FSE. El análisis teórico y el procedimiento correspondientes se presentan en el artículo. El método FSE inteligente distribuido propuesto ha sido implementado con escasa técnica de almacenamiento y probado en los sistemas IEEE 14, 30 y 118 bus, respectivamente. Los resultados de la simulación por ordenador muestran que el método FSE propuesto funciona con éxito para redes de energía a gran escala ",
            "error": []
        },
        "IEEE 118-bus systems": {
            "translated_key": [],
            "translated_annotated_text": "Un sistema de estimación de sección de falla inteligente distribuida en línea para redes eléctricas a gran escala En este artículo, se sugiere un nuevo sistema inteligente distribuido para la estimación de sección de falla en línea (FSE) de redes eléctricas a gran escala. Como primer paso, se propone un método de partición de gráficos multidireccionales basado en la reordenación de grados mínimos ponderados para dividir eficazmente la red original de energía a gran escala en el número deseado de subredes conectadas con cargas de FSE cuasi equilibradas y elementos fronterizos mínimos. Después de la partición, se sugiere un sistema inteligente distribuido basado en la función radial de la red neural (RBF NN) y el sistema fuzzy acompañante para FSE. El análisis teórico y el procedimiento correspondientes se presentan en el artículo. El método FSE inteligente distribuido propuesto ha sido implementado con escasa técnica de almacenamiento y probado en los sistemas IEEE 14, 30 y 118 bus, respectivamente. Los resultados de la simulación por ordenador muestran que el método FSE propuesto funciona con éxito para redes de energía a gran escala ",
            "error": []
        },
        "computer simulation": {
            "translated_key": [],
            "translated_annotated_text": "Un sistema de estimación de sección de falla inteligente distribuida en línea para redes eléctricas a gran escala En este artículo, se sugiere un nuevo sistema inteligente distribuido para la estimación de sección de falla en línea (FSE) de redes eléctricas a gran escala. Como primer paso, se propone un método de partición de gráficos multidireccionales basado en la reordenación de grados mínimos ponderados para dividir eficazmente la red original de energía a gran escala en el número deseado de subredes conectadas con cargas de FSE cuasi equilibradas y elementos fronterizos mínimos. Después de la partición, se sugiere un sistema inteligente distribuido basado en la función radial de la red neural (RBF NN) y el sistema fuzzy acompañante para FSE. El análisis teórico y el procedimiento correspondientes se presentan en el artículo. El método FSE inteligente distribuido propuesto ha sido implementado con escasa técnica de almacenamiento y probado en los sistemas IEEE 14, 30 y 118 bus, respectivamente. Los resultados de la simulación por ordenador muestran que el método FSE propuesto funciona con éxito para redes de energía a gran escala ",
            "error": []
        },
        "fault simulation": {
            "translated_key": [],
            "translated_annotated_text": "Un sistema de estimación de sección de falla inteligente distribuida en línea para redes eléctricas a gran escala En este artículo, se sugiere un nuevo sistema inteligente distribuido para la estimación de sección de falla en línea (FSE) de redes eléctricas a gran escala. Como primer paso, se propone un método de partición de gráficos multidireccionales basado en la reordenación de grados mínimos ponderados para dividir eficazmente la red original de energía a gran escala en el número deseado de subredes conectadas con cargas de FSE cuasi equilibradas y elementos fronterizos mínimos. Después de la partición, se sugiere un sistema inteligente distribuido basado en la función radial de la red neural (RBF NN) y el sistema fuzzy acompañante para FSE. El análisis teórico y el procedimiento correspondientes se presentan en el artículo. El método FSE inteligente distribuido propuesto ha sido implementado con escasa técnica de almacenamiento y probado en los sistemas IEEE 14, 30 y 118 bus, respectivamente. Los resultados de la simulación por ordenador muestran que el método FSE propuesto funciona con éxito para redes de energía a gran escala ",
            "error": []
        },
        "fuzzy systems": {
            "translated_key": [],
            "translated_annotated_text": "Un sistema de estimación de sección de falla inteligente distribuida en línea para redes eléctricas a gran escala En este artículo, se sugiere un nuevo sistema inteligente distribuido para la estimación de sección de falla en línea (FSE) de redes eléctricas a gran escala. Como primer paso, se propone un método de partición de gráficos multidireccionales basado en la reordenación de grados mínimos ponderados para dividir eficazmente la red original de energía a gran escala en el número deseado de subredes conectadas con cargas de FSE cuasi equilibradas y elementos fronterizos mínimos. Después de la partición, se sugiere un sistema inteligente distribuido basado en la función radial de la red neural (RBF NN) y el sistema fuzzy acompañante para FSE. El análisis teórico y el procedimiento correspondientes se presentan en el artículo. El método FSE inteligente distribuido propuesto ha sido implementado con escasa técnica de almacenamiento y probado en los sistemas IEEE 14, 30 y 118 bus, respectivamente. Los resultados de la simulación por ordenador muestran que el método FSE propuesto funciona con éxito para redes de energía a gran escala ",
            "error": []
        },
        "graph theory": {
            "translated_key": [],
            "translated_annotated_text": "Un sistema de estimación de sección de falla inteligente distribuida en línea para redes eléctricas a gran escala En este artículo, se sugiere un nuevo sistema inteligente distribuido para la estimación de sección de falla en línea (FSE) de redes eléctricas a gran escala. Como primer paso, se propone un método de partición de gráficos multidireccionales basado en la reordenación de grados mínimos ponderados para dividir eficazmente la red original de energía a gran escala en el número deseado de subredes conectadas con cargas de FSE cuasi equilibradas y elementos fronterizos mínimos. Después de la partición, se sugiere un sistema inteligente distribuido basado en la función radial de la red neural (RBF NN) y el sistema fuzzy acompañante para FSE. El análisis teórico y el procedimiento correspondientes se presentan en el artículo. El método FSE inteligente distribuido propuesto ha sido implementado con escasa técnica de almacenamiento y probado en los sistemas IEEE 14, 30 y 118 bus, respectivamente. Los resultados de la simulación por ordenador muestran que el método FSE propuesto funciona con éxito para redes de energía a gran escala ",
            "error": []
        },
        "parameter estimation": {
            "translated_key": [],
            "translated_annotated_text": "Un sistema de estimación de sección de falla inteligente distribuida en línea para redes eléctricas a gran escala En este artículo, se sugiere un nuevo sistema inteligente distribuido para la estimación de sección de falla en línea (FSE) de redes eléctricas a gran escala. Como primer paso, se propone un método de partición de gráficos multidireccionales basado en la reordenación de grados mínimos ponderados para dividir eficazmente la red original de energía a gran escala en el número deseado de subredes conectadas con cargas de FSE cuasi equilibradas y elementos fronterizos mínimos. Después de la partición, se sugiere un sistema inteligente distribuido basado en la función radial de la red neural (RBF NN) y el sistema fuzzy acompañante para FSE. El análisis teórico y el procedimiento correspondientes se presentan en el artículo. El método FSE inteligente distribuido propuesto ha sido implementado con escasa técnica de almacenamiento y probado en los sistemas IEEE 14, 30 y 118 bus, respectivamente. Los resultados de la simulación por ordenador muestran que el método FSE propuesto funciona con éxito para redes de energía a gran escala ",
            "error": []
        },
        "power system faults": {
            "translated_key": [],
            "translated_annotated_text": "Un sistema de estimación de sección de falla inteligente distribuida en línea para redes eléctricas a gran escala En este artículo, se sugiere un nuevo sistema inteligente distribuido para la estimación de sección de falla en línea (FSE) de redes eléctricas a gran escala. Como primer paso, se propone un método de partición de gráficos multidireccionales basado en la reordenación de grados mínimos ponderados para dividir eficazmente la red original de energía a gran escala en el número deseado de subredes conectadas con cargas de FSE cuasi equilibradas y elementos fronterizos mínimos. Después de la partición, se sugiere un sistema inteligente distribuido basado en la función radial de la red neural (RBF NN) y el sistema fuzzy acompañante para FSE. El análisis teórico y el procedimiento correspondientes se presentan en el artículo. El método FSE inteligente distribuido propuesto ha sido implementado con escasa técnica de almacenamiento y probado en los sistemas IEEE 14, 30 y 118 bus, respectivamente. Los resultados de la simulación por ordenador muestran que el método FSE propuesto funciona con éxito para redes de energía a gran escala ",
            "error": []
        },
        "power system simulation": {
            "translated_key": [],
            "translated_annotated_text": "Un sistema de estimación de sección de falla inteligente distribuida en línea para redes eléctricas a gran escala En este artículo, se sugiere un nuevo sistema inteligente distribuido para la estimación de sección de falla en línea (FSE) de redes eléctricas a gran escala. Como primer paso, se propone un método de partición de gráficos multidireccionales basado en la reordenación de grados mínimos ponderados para dividir eficazmente la red original de energía a gran escala en el número deseado de subredes conectadas con cargas de FSE cuasi equilibradas y elementos fronterizos mínimos. Después de la partición, se sugiere un sistema inteligente distribuido basado en la función radial de la red neural (RBF NN) y el sistema fuzzy acompañante para FSE. El análisis teórico y el procedimiento correspondientes se presentan en el artículo. El método FSE inteligente distribuido propuesto ha sido implementado con escasa técnica de almacenamiento y probado en los sistemas IEEE 14, 30 y 118 bus, respectivamente. Los resultados de la simulación por ordenador muestran que el método FSE propuesto funciona con éxito para redes de energía a gran escala ",
            "error": []
        },
        "radial basis function networks": {
            "translated_key": [],
            "translated_annotated_text": "Un sistema de estimación de sección de falla inteligente distribuida en línea para redes eléctricas a gran escala En este artículo, se sugiere un nuevo sistema inteligente distribuido para la estimación de sección de falla en línea (FSE) de redes eléctricas a gran escala. Como primer paso, se propone un método de partición de gráficos multidireccionales basado en la reordenación de grados mínimos ponderados para dividir eficazmente la red original de energía a gran escala en el número deseado de subredes conectadas con cargas de FSE cuasi equilibradas y elementos fronterizos mínimos. Después de la partición, se sugiere un sistema inteligente distribuido basado en la función radial de la red neural (RBF NN) y el sistema fuzzy acompañante para FSE. El análisis teórico y el procedimiento correspondientes se presentan en el artículo. El método FSE inteligente distribuido propuesto ha sido implementado con escasa técnica de almacenamiento y probado en los sistemas IEEE 14, 30 y 118 bus, respectivamente. Los resultados de la simulación por ordenador muestran que el método FSE propuesto funciona con éxito para redes de energía a gran escala ",
            "error": []
        }
    }
}