{
    "original_text": "Vibration control of structure by using tuned mass damper (development of system which suppress displacement of auxiliary mass) In vibration control of a structure by using an active tuned mass damper (ATMD), stroke of the auxiliary mass is so limited that it is difficult to control the vibration in the case of large disturbance input. In this paper, two methods are proposed for the problem. One of the methods is a switching control system by two types of controllers. One of the controllers is a normal controller under small relative displacement of the auxiliary mass, and the other is not effective only for first mode of vibration under large relative displacement of the auxiliary mass. New variable gain control system is constructed by switching these two controllers. The other method is the brake system. In active vibration control, it is necessary to use actuator for active control. By using the actuator, the proposed system puts on the brake to suppress displacement increase of the auxiliary mass under large disturbance input. Finally, the systems are designed and the effectiveness of the systems is confirmed by the simulation",
    "original_translation": "Control de vibración de la estructura mediante el uso de amortiguador de masa sintonizado (desarrollo del sistema que suprime el desplazamiento de la masa auxiliar) En el control de vibración de una estructura mediante el uso de un amortiguador de masa sintonizado activo (ATMD), el golpe de la masa auxiliar es tan limitado que es difícil controlar la vibración en el caso de entrada de perturbación grande. En este documento se proponen dos métodos para el problema. Uno de los métodos es un sistema de control de conmutación por dos tipos de controladores. Uno de los controladores es un controlador normal bajo un pequeño desplazamiento relativo de la masa auxiliar, y el otro no es efectivo sólo para el primer modo de vibración bajo un gran desplazamiento relativo de la masa auxiliar. El nuevo sistema de control de ganancia variable se construye cambiando estos dos controladores. El otro método es el sistema de frenos. En el control activo de la vibración, es necesario utilizar el actuador para el control activo. Mediante el uso del actuador, el sistema propuesto pone en marcha el freno para suprimir el aumento de desplazamiento de la masa auxiliar bajo la entrada de gran perturbación. Por último, los sistemas están diseñados y la eficacia de los sistemas se confirma mediante la simulación",
    "error_count": 8,
    "keys": {
        "tuned mass damper": {
            "translated_key": [
                "afinado",
                "afinado activo"
            ],
            "translated_annotated_text": "Control de vibración de la estructura mediante el uso de un amortiguador de masa <br>afinado</br> (desarrollo del sistema que suprime el desplazamiento de la masa auxiliar) En el control de vibración de una estructura mediante el uso de un amortiguador de masa <br>afinado activo</br> (ATMD), el movimiento de la masa auxiliar es tan limitado que es difícil controlar la vibración en caso de entrada de gran perturbación. En este documento se proponen dos métodos para el problema. Uno de los métodos es un sistema de control de conmutación por dos tipos de controladores. Uno de los controladores es un controlador normal bajo un pequeño desplazamiento relativo de la masa auxiliar, y el otro no es efectivo sólo para el primer modo de vibración bajo un gran desplazamiento relativo de la masa auxiliar. El nuevo sistema de control de ganancia variable se construye cambiando estos dos controladores. El otro método es el sistema de frenos. En el control activo de la vibración, es necesario utilizar el actuador para el control activo. Mediante el uso del actuador, el sistema propuesto pone en marcha el freno para suprimir el aumento de desplazamiento de la masa auxiliar bajo la entrada de gran perturbación. Por último, los sistemas están diseñados y la eficacia de los sistemas se confirma mediante la simulación ",
            "error": [
                "afinado",
                "afinado activo"
            ]
        },
        "vibration control": {
            "translated_key": "control de vibración",
            "translated_annotated_text": "Control de vibración de la estructura utilizando un amortiguador de masa sintonizado (desarrollo del sistema que suprime el desplazamiento de la masa auxiliar) En <br>control de vibración</br> de la estructura mediante un amortiguador de masa sintonizado activo (ATMD), el golpe de la masa auxiliar es tan limitado que es difícil controlar la vibración en caso de entrada de gran perturbación. En este documento se proponen dos métodos para el problema. Uno de los métodos es un sistema de control de conmutación por dos tipos de controladores. Uno de los controladores es un controlador normal bajo un pequeño desplazamiento relativo de la masa auxiliar, y el otro no es efectivo sólo para el primer modo de vibración bajo un gran desplazamiento relativo de la masa auxiliar. El nuevo sistema de control de ganancia variable se construye cambiando estos dos controladores. El otro método es el sistema de frenos. En el control activo de vibración <br>, es necesario utilizar el actuador para el control activo. Mediante el uso del actuador, el sistema propuesto pone en marcha el freno para suprimir el aumento de desplazamiento de la masa auxiliar bajo la entrada de gran perturbación. Por último, los sistemas están diseñados y la eficacia de los sistemas se confirma mediante la simulación ",
            "error": [
                ""
            ]
        },
        "variable gain control system": {
            "translated_key": "sistema de control de ganancia variable",
            "translated_annotated_text": "Control de vibración de la estructura mediante el uso de amortiguador de masa sintonizado (desarrollo del sistema que suprime el desplazamiento de la masa auxiliar) En el control de vibración de una estructura mediante el uso de un amortiguador de masa sintonizado activo (ATMD), el golpe de la masa auxiliar es tan limitado que es difícil controlar la vibración en el caso de entrada de perturbación grande. En este documento se proponen dos métodos para el problema. Uno de los métodos es un sistema de control de conmutación por dos tipos de controladores. Uno de los controladores es un controlador normal bajo un pequeño desplazamiento relativo de la masa auxiliar, y el otro no es efectivo sólo para el primer modo de vibración bajo un gran desplazamiento relativo de la masa auxiliar. Nuevo <br>sistema de control de ganancia variable</br> se construye cambiando estos dos controladores.  El otro método es el sistema de frenos. En el control activo de la vibración, es necesario utilizar el actuador para el control activo. Mediante el uso del actuador, el sistema propuesto pone en marcha el freno para suprimir el aumento de desplazamiento de la masa auxiliar bajo la entrada de gran perturbación. Por último, los sistemas están diseñados y la eficacia de los sistemas se confirma mediante la simulación ",
            "error": [
                ""
            ]
        },
        "brake system": {
            "translated_key": " ",
            "translated_annotated_text": "Control de vibración de la estructura mediante el uso de amortiguador de masa sintonizado (desarrollo del sistema que suprime el desplazamiento de la masa auxiliar) En el control de vibración de una estructura mediante el uso de un amortiguador de masa sintonizado activo (ATMD), el golpe de la masa auxiliar es tan limitado que es difícil controlar la vibración en el caso de entrada de perturbación grande. En este documento se proponen dos métodos para el problema. Uno de los métodos es un sistema de control de conmutación por dos tipos de controladores. Uno de los controladores es un controlador normal bajo un pequeño desplazamiento relativo de la masa auxiliar, y el otro no es efectivo sólo para el primer modo de vibración bajo un gran desplazamiento relativo de la masa auxiliar. El nuevo sistema de control de ganancia variable se construye cambiando estos dos controladores. El otro método es el sistema de frenos <br> </br>. En el control activo de la vibración, es necesario utilizar el actuador para el control activo. Mediante el uso del actuador, el sistema propuesto pone en marcha el freno para suprimir el aumento de desplazamiento de la masa auxiliar bajo la entrada de gran perturbación. Por último, los sistemas están diseñados y la eficacia de los sistemas se confirma mediante la simulación ",
            "error": [
                ""
            ]
        },
        "actuator": {
            "translated_key": "actuador",
            "translated_annotated_text": "Control de vibración de la estructura mediante el uso de amortiguador de masa sintonizado (desarrollo del sistema que suprime el desplazamiento de la masa auxiliar) En el control de vibración de una estructura mediante el uso de un amortiguador de masa sintonizado activo (ATMD), el golpe de la masa auxiliar es tan limitado que es difícil controlar la vibración en el caso de entrada de perturbación grande. En este documento se proponen dos métodos para el problema. Uno de los métodos es un sistema de control de conmutación por dos tipos de controladores. Uno de los controladores es un controlador normal bajo un pequeño desplazamiento relativo de la masa auxiliar, y el otro no es efectivo sólo para el primer modo de vibración bajo un gran desplazamiento relativo de la masa auxiliar. El nuevo sistema de control de ganancia variable se construye cambiando estos dos controladores. El otro método es el sistema de frenos. En el control activo de vibraciones, es necesario utilizar <br>actuador</br> para el control activo. Mediante el uso del <br>actuador</br>, el sistema propuesto pone en marcha el freno para suprimir el aumento de desplazamiento de la masa auxiliar bajo una gran entrada de perturbación. Por último, los sistemas están diseñados y la eficacia de los sistemas se confirma mediante la simulación ",
            "error": [
                ""
            ]
        },
        "active control": {
            "translated_key": " ",
            "translated_annotated_text": "Control de vibración de la estructura mediante el uso de amortiguador de masa sintonizado (desarrollo del sistema que suprime el desplazamiento de la masa auxiliar) En el control de vibración de una estructura mediante el uso de un amortiguador de masa sintonizado activo (ATMD), el golpe de la masa auxiliar es tan limitado que es difícil controlar la vibración en el caso de entrada de perturbación grande. En este documento se proponen dos métodos para el problema. Uno de los métodos es un sistema de control de conmutación por dos tipos de controladores. Uno de los controladores es un controlador normal bajo un pequeño desplazamiento relativo de la masa auxiliar, y el otro no es efectivo sólo para el primer modo de vibración bajo un gran desplazamiento relativo de la masa auxiliar. El nuevo sistema de control de ganancia variable se construye cambiando estos dos controladores. El otro método es el sistema de frenos. En el control activo de vibraciones, es necesario utilizar el actuador para el control activo <br> </br>. Mediante el uso del actuador, el sistema propuesto pone en marcha el freno para suprimir el aumento de desplazamiento de la masa auxiliar bajo la entrada de gran perturbación. Por último, los sistemas están diseñados y la eficacia de los sistemas se confirma mediante la simulación ",
            "error": [
                ""
            ]
        },
        "auxiliary mass displacement suppression": {
            "translated_key": [],
            "translated_annotated_text": "Control de vibración de la estructura mediante el uso de amortiguador de masa sintonizado (desarrollo del sistema que suprime el desplazamiento de la masa auxiliar) En el control de vibración de una estructura mediante el uso de un amortiguador de masa sintonizado activo (ATMD), el golpe de la masa auxiliar es tan limitado que es difícil controlar la vibración en el caso de entrada de perturbación grande. En este documento se proponen dos métodos para el problema. Uno de los métodos es un sistema de control de conmutación por dos tipos de controladores. Uno de los controladores es un controlador normal bajo un pequeño desplazamiento relativo de la masa auxiliar, y el otro no es efectivo sólo para el primer modo de vibración bajo un gran desplazamiento relativo de la masa auxiliar. El nuevo sistema de control de ganancia variable se construye cambiando estos dos controladores. El otro método es el sistema de frenos. En el control activo de la vibración, es necesario utilizar el actuador para el control activo. Mediante el uso del actuador, el sistema propuesto pone en marcha el freno para suprimir el aumento de desplazamiento de la masa auxiliar bajo la entrada de gran perturbación. Por último, los sistemas están diseñados y la eficacia de los sistemas se confirma mediante la simulación ",
            "error": []
        },
        "controllers": {
            "translated_key": [
                "controllers",
                " es un controlador normal bajo un pequeño desplazamiento relativo de la masa auxiliar, y el otro no es efectivo sólo para el primer modo de vibración bajo un gran desplazamiento relativo de la masa auxiliar. El nuevo sistema de control de ganancia variable se construye conmutando estos dos controladores <br> "
            ],
            "translated_annotated_text": "Control de vibración de la estructura mediante el uso de amortiguador de masa sintonizado (desarrollo del sistema que suprime el desplazamiento de la masa auxiliar) En el control de vibración de una estructura mediante el uso de un amortiguador de masa sintonizado activo (ATMD), el golpe de la masa auxiliar es tan limitado que es difícil controlar la vibración en el caso de entrada de perturbación grande. En este documento se proponen dos métodos para el problema. Uno de los métodos es un sistema de control de conmutación por dos tipos de <br>controllers</br>. Uno de los controladores <br> es un controlador normal bajo un pequeño desplazamiento relativo de la masa auxiliar, y el otro no es efectivo sólo para el primer modo de vibración bajo un gran desplazamiento relativo de la masa auxiliar. El nuevo sistema de control de ganancia variable se construye conmutando estos dos controladores <br> </br>. El otro método es el sistema de frenos. En el control activo de la vibración, es necesario utilizar el actuador para el control activo. Mediante el uso del actuador, el sistema propuesto pone en marcha el freno para suprimir el aumento de desplazamiento de la masa auxiliar bajo la entrada de gran perturbación. Por último, los sistemas están diseñados y la eficacia de los sistemas se confirma mediante la simulación ",
            "error": [
                "controllers",
                " es un controlador normal bajo un pequeño desplazamiento relativo de la masa auxiliar, y el otro no es efectivo sólo para el primer modo de vibración bajo un gran desplazamiento relativo de la masa auxiliar. El nuevo sistema de control de ganancia variable se construye conmutando estos dos controladores <br> "
            ]
        },
        "active noise control": {
            "translated_key": [],
            "translated_annotated_text": "Control de vibración de la estructura mediante el uso de amortiguador de masa sintonizado (desarrollo del sistema que suprime el desplazamiento de la masa auxiliar) En el control de vibración de una estructura mediante el uso de un amortiguador de masa sintonizado activo (ATMD), el golpe de la masa auxiliar es tan limitado que es difícil controlar la vibración en el caso de entrada de perturbación grande. En este documento se proponen dos métodos para el problema. Uno de los métodos es un sistema de control de conmutación por dos tipos de controladores. Uno de los controladores es un controlador normal bajo un pequeño desplazamiento relativo de la masa auxiliar, y el otro no es efectivo sólo para el primer modo de vibración bajo un gran desplazamiento relativo de la masa auxiliar. El nuevo sistema de control de ganancia variable se construye cambiando estos dos controladores. El otro método es el sistema de frenos. En el control activo de la vibración, es necesario utilizar el actuador para el control activo. Mediante el uso del actuador, el sistema propuesto pone en marcha el freno para suprimir el aumento de desplazamiento de la masa auxiliar bajo la entrada de gran perturbación. Por último, los sistemas están diseñados y la eficacia de los sistemas se confirma mediante la simulación ",
            "error": []
        },
        "actuators": {
            "translated_key": [],
            "translated_annotated_text": "Control de vibración de la estructura mediante el uso de amortiguador de masa sintonizado (desarrollo del sistema que suprime el desplazamiento de la masa auxiliar) En el control de vibración de una estructura mediante el uso de un amortiguador de masa sintonizado activo (ATMD), el golpe de la masa auxiliar es tan limitado que es difícil controlar la vibración en el caso de entrada de perturbación grande. En este documento se proponen dos métodos para el problema. Uno de los métodos es un sistema de control de conmutación por dos tipos de controladores. Uno de los controladores es un controlador normal bajo un pequeño desplazamiento relativo de la masa auxiliar, y el otro no es efectivo sólo para el primer modo de vibración bajo un gran desplazamiento relativo de la masa auxiliar. El nuevo sistema de control de ganancia variable se construye cambiando estos dos controladores. El otro método es el sistema de frenos. En el control activo de la vibración, es necesario utilizar el actuador para el control activo. Mediante el uso del actuador, el sistema propuesto pone en marcha el freno para suprimir el aumento de desplazamiento de la masa auxiliar bajo la entrada de gran perturbación. Por último, los sistemas están diseñados y la eficacia de los sistemas se confirma mediante la simulación ",
            "error": []
        },
        "brakes": {
            "translated_key": [],
            "translated_annotated_text": "Control de vibración de la estructura mediante el uso de amortiguador de masa sintonizado (desarrollo del sistema que suprime el desplazamiento de la masa auxiliar) En el control de vibración de una estructura mediante el uso de un amortiguador de masa sintonizado activo (ATMD), el golpe de la masa auxiliar es tan limitado que es difícil controlar la vibración en el caso de entrada de perturbación grande. En este documento se proponen dos métodos para el problema. Uno de los métodos es un sistema de control de conmutación por dos tipos de controladores. Uno de los controladores es un controlador normal bajo un pequeño desplazamiento relativo de la masa auxiliar, y el otro no es efectivo sólo para el primer modo de vibración bajo un gran desplazamiento relativo de la masa auxiliar. El nuevo sistema de control de ganancia variable se construye cambiando estos dos controladores. El otro método es el sistema de frenos. En el control activo de la vibración, es necesario utilizar el actuador para el control activo. Mediante el uso del actuador, el sistema propuesto pone en marcha el freno para suprimir el aumento de desplazamiento de la masa auxiliar bajo la entrada de gran perturbación. Por último, los sistemas están diseñados y la eficacia de los sistemas se confirma mediante la simulación ",
            "error": []
        },
        "damping": {
            "translated_key": [],
            "translated_annotated_text": "Control de vibración de la estructura mediante el uso de amortiguador de masa sintonizado (desarrollo del sistema que suprime el desplazamiento de la masa auxiliar) En el control de vibración de una estructura mediante el uso de un amortiguador de masa sintonizado activo (ATMD), el golpe de la masa auxiliar es tan limitado que es difícil controlar la vibración en el caso de entrada de perturbación grande. En este documento se proponen dos métodos para el problema. Uno de los métodos es un sistema de control de conmutación por dos tipos de controladores. Uno de los controladores es un controlador normal bajo un pequeño desplazamiento relativo de la masa auxiliar, y el otro no es efectivo sólo para el primer modo de vibración bajo un gran desplazamiento relativo de la masa auxiliar. El nuevo sistema de control de ganancia variable se construye cambiando estos dos controladores. El otro método es el sistema de frenos. En el control activo de la vibración, es necesario utilizar el actuador para el control activo. Mediante el uso del actuador, el sistema propuesto pone en marcha el freno para suprimir el aumento de desplazamiento de la masa auxiliar bajo la entrada de gran perturbación. Por último, los sistemas están diseñados y la eficacia de los sistemas se confirma mediante la simulación ",
            "error": []
        },
        "gain control": {
            "translated_key": "gain control",
            "translated_annotated_text": "Control de vibración de la estructura mediante el uso de amortiguador de masa sintonizado (desarrollo del sistema que suprime el desplazamiento de la masa auxiliar) En el control de vibración de una estructura mediante el uso de un amortiguador de masa sintonizado activo (ATMD), el golpe de la masa auxiliar es tan limitado que es difícil controlar la vibración en el caso de entrada de perturbación grande. En este documento se proponen dos métodos para el problema. Uno de los métodos es un sistema de control de conmutación por dos tipos de controladores. Uno de los controladores es un controlador normal bajo un pequeño desplazamiento relativo de la masa auxiliar, y el otro no es efectivo sólo para el primer modo de vibración bajo un gran desplazamiento relativo de la masa auxiliar. El nuevo sistema variable <br>gain control</br> se construye cambiando estos dos controladores. El otro método es el sistema de frenos. En el control activo de la vibración, es necesario utilizar el actuador para el control activo. Mediante el uso del actuador, el sistema propuesto pone en marcha el freno para suprimir el aumento de desplazamiento de la masa auxiliar bajo la entrada de gran perturbación. Por último, los sistemas están diseñados y la eficacia de los sistemas se confirma mediante la simulación ",
            "error": [
                ""
            ]
        }
    }
}