{
    "original_text": "Mapping CCF to MARC21: an experimental approach The purpose of this article is to raise and address a number of issues pertaining to the conversion of Common Communication Format (CCF) into MARC21. In this era of global resource sharing, exchange of bibliographic records from one system to another is imperative in todays library communities. Instead of using a single standard to create machine-readable catalogue records, more than 20 standards have emerged and are being used by different institutions. Because of these variations in standards, sharing of resources and transfer of data from one system to another among the institutions locally and globally has become a significant problem. Addressing this problem requires keeping in mind that countries such as India and others in southeast Asia are using the CCF as a standard for creating bibliographic cataloguing records. This paper describes a way to map the bibliographic catalogue records from CCF to MARC21, although 100% mapping is not possible. In addition, the paper describes an experimental approach that enumerates problems that may occur during the mapping of records/exchanging of records and how these problems can be overcome",
    "original_translation": "Mapeo del CCF al MARC21: un enfoque experimental El propósito de este artículo es plantear y abordar una serie de cuestiones relativas a la conversión del Formato Común de Comunicación (CCF) en MARC21. En esta era de intercambio mundial de recursos, el intercambio de registros bibliográficos de un sistema a otro es imperativo en las comunidades bibliotecarias actuales. En lugar de utilizar una única norma para crear registros de catálogo legibles por máquina, han surgido más de 20 normas que están siendo utilizadas por diferentes instituciones. Debido a estas variaciones en las normas, el intercambio de recursos y la transferencia de datos de un sistema a otro entre las instituciones a nivel local y mundial se ha convertido en un problema importante. Para resolver este problema es necesario tener presente que países como la India y otros del sudeste asiático están utilizando el marco de cooperación como norma para crear registros bibliográficos de catalogación. Este artículo describe una forma de mapear los registros del catálogo bibliográfico desde CCF hasta MARC21, aunque el 100% de mapeo no es posible. Además, el documento describe un enfoque experimental que enumera los problemas que pueden ocurrir durante el mapeo de registros/intercambio de registros y cómo se pueden superar estos problemas",
    "error_count": 9,
    "keys": {
        "Common Communication Format conversion": {
            "translated_key": [],
            "translated_annotated_text": "Mapeo del CCF al MARC21: un enfoque experimental El propósito de este artículo es plantear y abordar una serie de cuestiones relativas a la conversión del Formato Común de Comunicación (CCF) en MARC21. En esta era de intercambio mundial de recursos, el intercambio de registros bibliográficos de un sistema a otro es imperativo en las comunidades bibliotecarias actuales. En lugar de utilizar una única norma para crear registros de catálogo legibles por máquina, han surgido más de 20 normas que están siendo utilizadas por diferentes instituciones. Debido a estas variaciones en las normas, el intercambio de recursos y la transferencia de datos de un sistema a otro entre las instituciones a nivel local y mundial se ha convertido en un problema importante. Para resolver este problema es necesario tener presente que países como la India y otros del sudeste asiático están utilizando el marco de cooperación como norma para crear registros bibliográficos de catalogación. Este artículo describe una forma de mapear los registros del catálogo bibliográfico desde CCF hasta MARC21, aunque el 100% de mapeo no es posible. Además, el documento describe un enfoque experimental que enumera los problemas que pueden ocurrir durante el mapeo de registros/intercambio de registros y cómo se pueden superar estos problemas ",
            "error": []
        },
        "MARC21": {
            "translated_key": "MARC21",
            "translated_annotated_text": "Mapeo del CCF a <br>MARC21</br>: un enfoque experimental El propósito de este artículo es plantear y abordar una serie de cuestiones relativas a la conversión del Formato Común de Comunicación (CCF) en <br>MARC21</br>. En esta era de intercambio mundial de recursos, el intercambio de registros bibliográficos de un sistema a otro es imperativo en las comunidades bibliotecarias actuales. En lugar de utilizar una única norma para crear registros de catálogo legibles por máquina, han surgido más de 20 normas que están siendo utilizadas por diferentes instituciones. Debido a estas variaciones en las normas, el intercambio de recursos y la transferencia de datos de un sistema a otro entre las instituciones a nivel local y mundial se ha convertido en un problema importante. Para resolver este problema es necesario tener presente que países como la India y otros del sudeste asiático están utilizando el marco de cooperación como norma para crear registros bibliográficos de catalogación. Este artículo describe una forma de mapear los registros del catálogo bibliográfico del CCF a <br>MARC21</br>, aunque no es posible realizar un mapeo del 100%. Además, el documento describe un enfoque experimental que enumera los problemas que pueden ocurrir durante el mapeo de registros/intercambio de registros y cómo se pueden superar estos problemas ",
            "error": [
                ""
            ]
        },
        "global resource sharing": {
            "translated_key": "global",
            "translated_annotated_text": "Mapeo del CCF al MARC21: un enfoque experimental El propósito de este artículo es plantear y abordar una serie de cuestiones relativas a la conversión del Formato Común de Comunicación (CCF) en MARC21. En esta era de intercambio de recursos <br>global</br>, el intercambio de registros bibliográficos de un sistema a otro es imperativo en las comunidades bibliotecarias actuales. En lugar de utilizar una única norma para crear registros de catálogo legibles por máquina, han surgido más de 20 normas que están siendo utilizadas por diferentes instituciones. Debido a estas variaciones en las normas, el intercambio de recursos y la transferencia de datos de un sistema a otro entre las instituciones a nivel local y mundial se ha convertido en un problema importante. Para resolver este problema es necesario tener presente que países como la India y otros del sudeste asiático están utilizando el marco de cooperación como norma para crear registros bibliográficos de catalogación. Este artículo describe una forma de mapear los registros del catálogo bibliográfico desde CCF hasta MARC21, aunque el 100% de mapeo no es posible. Además, el documento describe un enfoque experimental que enumera los problemas que pueden ocurrir durante el mapeo de registros/intercambio de registros y cómo se pueden superar estos problemas ",
            "error": [
                ""
            ]
        },
        "bibliographic records exchange": {
            "translated_key": [],
            "translated_annotated_text": "Mapeo del CCF al MARC21: un enfoque experimental El propósito de este artículo es plantear y abordar una serie de cuestiones relativas a la conversión del Formato Común de Comunicación (CCF) en MARC21. En esta era de intercambio mundial de recursos, el intercambio de registros bibliográficos de un sistema a otro es imperativo en las comunidades bibliotecarias actuales. En lugar de utilizar una única norma para crear registros de catálogo legibles por máquina, han surgido más de 20 normas que están siendo utilizadas por diferentes instituciones. Debido a estas variaciones en las normas, el intercambio de recursos y la transferencia de datos de un sistema a otro entre las instituciones a nivel local y mundial se ha convertido en un problema importante. Para resolver este problema es necesario tener presente que países como la India y otros del sudeste asiático están utilizando el marco de cooperación como norma para crear registros bibliográficos de catalogación. Este artículo describe una forma de mapear los registros del catálogo bibliográfico desde CCF hasta MARC21, aunque el 100% de mapeo no es posible. Además, el documento describe un enfoque experimental que enumera los problemas que pueden ocurrir durante el mapeo de registros/intercambio de registros y cómo se pueden superar estos problemas ",
            "error": []
        },
        "library communities": {
            "translated_key": [],
            "translated_annotated_text": "Mapeo del CCF al MARC21: un enfoque experimental El propósito de este artículo es plantear y abordar una serie de cuestiones relativas a la conversión del Formato Común de Comunicación (CCF) en MARC21. En esta era de intercambio global de recursos, el intercambio de registros bibliográficos de un sistema a otro es imperativo en las comunidades bibliotecarias actuales. En lugar de utilizar una única norma para crear registros de catálogo legibles por máquina, han surgido más de 20 normas que están siendo utilizadas por diferentes instituciones. Debido a estas variaciones en las normas, el intercambio de recursos y la transferencia de datos de un sistema a otro entre las instituciones a nivel local y mundial se ha convertido en un problema importante. Para resolver este problema es necesario tener presente que países como la India y otros del sudeste asiático están utilizando el marco de cooperación como norma para crear registros bibliográficos de catalogación. Este artículo describe una forma de mapear los registros del catálogo bibliográfico desde CCF hasta MARC21, aunque el 100% de mapeo no es posible. Además, el documento describe un enfoque experimental que enumera los problemas que pueden ocurrir durante el mapeo de registros/intercambio de registros y cómo se pueden superar estos problemas ",
            "error": []
        },
        "machine-readable catalogue records": {
            "translated_key": "registros de catálogo legibles por máquina",
            "translated_annotated_text": "Mapeo del CCF al MARC21: un enfoque experimental El propósito de este artículo es plantear y abordar una serie de cuestiones relativas a la conversión del Formato Común de Comunicación (CCF) en MARC21. En esta era de intercambio mundial de recursos, el intercambio de registros bibliográficos de un sistema a otro es imperativo en las comunidades bibliotecarias actuales. En lugar de utilizar un único estándar para crear <br>registros de catálogo legibles por máquina</br>, han surgido más de 20 estándares que están siendo utilizados por diferentes instituciones. Debido a estas variaciones en las normas, el intercambio de recursos y la transferencia de datos de un sistema a otro entre las instituciones a nivel local y mundial se ha convertido en un problema importante. Para resolver este problema es necesario tener presente que países como la India y otros del sudeste asiático están utilizando el marco de cooperación como norma para crear registros bibliográficos de catalogación. Este artículo describe una forma de mapear los registros del catálogo bibliográfico desde CCF hasta MARC21, aunque el 100% de mapeo no es posible. Además, el documento describe un enfoque experimental que enumera los problemas que pueden ocurrir durante el mapeo de registros/intercambio de registros y cómo se pueden superar estos problemas ",
            "error": [
                ""
            ]
        },
        "standards": {
            "translated_key": "normas",
            "translated_annotated_text": "Mapeo del CCF al MARC21: un enfoque experimental El propósito de este artículo es plantear y abordar una serie de cuestiones relativas a la conversión del Formato Común de Comunicación (CCF) en MARC21. En esta era de intercambio mundial de recursos, el intercambio de registros bibliográficos de un sistema a otro es imperativo en las comunidades bibliotecarias actuales. En lugar de utilizar una única norma para crear registros de catálogo legibles por máquina, han surgido más de 20 <br>normas</br> que están siendo utilizadas por diferentes instituciones. Debido a estas variaciones en las <br>normas</br>, el intercambio de recursos y la transferencia de datos de un sistema a otro entre las instituciones a nivel local y mundial se ha convertido en un problema importante. Para resolver este problema es necesario tener presente que países como la India y otros del sudeste asiático están utilizando el marco de cooperación como norma para crear registros bibliográficos de catalogación. Este artículo describe una forma de mapear los registros del catálogo bibliográfico desde CCF hasta MARC21, aunque el 100% de mapeo no es posible. Además, el documento describe un enfoque experimental que enumera los problemas que pueden ocurrir durante el mapeo de registros/intercambio de registros y cómo se pueden superar estos problemas ",
            "error": [
                ""
            ]
        },
        "data transfer": {
            "translated_key": [],
            "translated_annotated_text": "Mapeo del CCF al MARC21: un enfoque experimental El propósito de este artículo es plantear y abordar una serie de cuestiones relativas a la conversión del Formato Común de Comunicación (CCF) en MARC21. En esta era de intercambio mundial de recursos, el intercambio de registros bibliográficos de un sistema a otro es imperativo en las comunidades bibliotecarias actuales. En lugar de utilizar una única norma para crear registros de catálogo legibles por máquina, han surgido más de 20 normas que están siendo utilizadas por diferentes instituciones. Debido a estas variaciones en las normas, el intercambio de recursos y la transferencia de datos de un sistema a otro entre las instituciones a nivel local y mundial se ha convertido en un problema importante. Para resolver este problema es necesario tener presente que países como la India y otros del sudeste asiático están utilizando el marco de cooperación como norma para crear registros bibliográficos de catalogación. Este artículo describe una forma de mapear los registros del catálogo bibliográfico desde CCF hasta MARC21, aunque el 100% de mapeo no es posible. Además, el documento describe un enfoque experimental que enumera los problemas que pueden ocurrir durante el mapeo de registros/intercambio de registros y cómo se pueden superar estos problemas ",
            "error": []
        },
        "India": {
            "translated_key": "India",
            "translated_annotated_text": "Mapeo del CCF al MARC21: un enfoque experimental El propósito de este artículo es plantear y abordar una serie de cuestiones relativas a la conversión del Formato Común de Comunicación (CCF) en MARC21. En esta era de intercambio mundial de recursos, el intercambio de registros bibliográficos de un sistema a otro es imperativo en las comunidades bibliotecarias actuales. En lugar de utilizar una única norma para crear registros de catálogo legibles por máquina, han surgido más de 20 normas que están siendo utilizadas por diferentes instituciones. Debido a estas variaciones en las normas, el intercambio de recursos y la transferencia de datos de un sistema a otro entre las instituciones a nivel local y mundial se ha convertido en un problema importante. Para resolver este problema es necesario tener en cuenta que países como <br>India</br> y otros del sudeste asiático están utilizando el marco de cooperación como norma para crear registros bibliográficos de catalogación. Este artículo describe una forma de mapear los registros del catálogo bibliográfico desde CCF hasta MARC21, aunque el 100% de mapeo no es posible. Además, el documento describe un enfoque experimental que enumera los problemas que pueden ocurrir durante el mapeo de registros/intercambio de registros y cómo se pueden superar estos problemas ",
            "error": [
                ""
            ]
        },
        "southeast Asia": {
            "translated_key": [],
            "translated_annotated_text": "Mapeo del CCF al MARC21: un enfoque experimental El propósito de este artículo es plantear y abordar una serie de cuestiones relativas a la conversión del Formato Común de Comunicación (CCF) en MARC21. En esta era de intercambio mundial de recursos, el intercambio de registros bibliográficos de un sistema a otro es imperativo en las comunidades bibliotecarias actuales. En lugar de utilizar una única norma para crear registros de catálogo legibles por máquina, han surgido más de 20 normas que están siendo utilizadas por diferentes instituciones. Debido a estas variaciones en las normas, el intercambio de recursos y la transferencia de datos de un sistema a otro entre las instituciones a nivel local y mundial se ha convertido en un problema importante. Para resolver este problema es necesario tener en cuenta que países como la India y otros del sudeste asiático están utilizando el marco de cooperación como norma para crear registros bibliográficos de catalogación. Este artículo describe una forma de mapear los registros del catálogo bibliográfico desde CCF hasta MARC21, aunque el 100% de mapeo no es posible. Además, el documento describe un enfoque experimental que enumera los problemas que pueden ocurrir durante el mapeo de registros/intercambio de registros y cómo se pueden superar estos problemas ",
            "error": []
        },
        "CCF to MARC21 mapping": {
            "translated_key": [],
            "translated_annotated_text": "Mapeo del CCF al MARC21: un enfoque experimental El propósito de este artículo es plantear y abordar una serie de cuestiones relativas a la conversión del Formato Común de Comunicación (CCF) en MARC21. En esta era de intercambio mundial de recursos, el intercambio de registros bibliográficos de un sistema a otro es imperativo en las comunidades bibliotecarias actuales. En lugar de utilizar una única norma para crear registros de catálogo legibles por máquina, han surgido más de 20 normas que están siendo utilizadas por diferentes instituciones. Debido a estas variaciones en las normas, el intercambio de recursos y la transferencia de datos de un sistema a otro entre las instituciones a nivel local y mundial se ha convertido en un problema importante. Para resolver este problema es necesario tener presente que países como la India y otros del sudeste asiático están utilizando el marco de cooperación como norma para crear registros bibliográficos de catalogación. Este artículo describe una forma de mapear los registros del catálogo bibliográfico desde CCF hasta MARC21, aunque el 100% de mapeo no es posible. Además, el documento describe un enfoque experimental que enumera los problemas que pueden ocurrir durante el mapeo de registros/intercambio de registros y cómo se pueden superar estos problemas ",
            "error": []
        },
        "cataloguing": {
            "translated_key": "cataloguing",
            "translated_annotated_text": "Mapeo del CCF al MARC21: un enfoque experimental El propósito de este artículo es plantear y abordar una serie de cuestiones relativas a la conversión del Formato Común de Comunicación (CCF) en MARC21. En esta era de intercambio mundial de recursos, el intercambio de registros bibliográficos de un sistema a otro es imperativo en las comunidades bibliotecarias actuales. En lugar de utilizar una única norma para crear registros de catálogo legibles por máquina, han surgido más de 20 normas que están siendo utilizadas por diferentes instituciones. Debido a estas variaciones en las normas, el intercambio de recursos y la transferencia de datos de un sistema a otro entre las instituciones a nivel local y mundial se ha convertido en un problema importante. Para resolver este problema es necesario tener en cuenta que países como la India y otros del sudeste asiático están utilizando el marco de cooperación como norma para crear registros bibliográficos <br>cataloguing</br>. Este artículo describe una forma de mapear los registros del catálogo bibliográfico desde CCF hasta MARC21, aunque el 100% de mapeo no es posible. Además, el documento describe un enfoque experimental que enumera los problemas que pueden ocurrir durante el mapeo de registros/intercambio de registros y cómo se pueden superar estos problemas ",
            "error": [
                ""
            ]
        },
        "electronic data interchange": {
            "translated_key": [],
            "translated_annotated_text": "Mapeo del CCF al MARC21: un enfoque experimental El propósito de este artículo es plantear y abordar una serie de cuestiones relativas a la conversión del Formato Común de Comunicación (CCF) en MARC21. En esta era de intercambio mundial de recursos, el intercambio de registros bibliográficos de un sistema a otro es imperativo en las comunidades bibliotecarias actuales. En lugar de utilizar una única norma para crear registros de catálogo legibles por máquina, han surgido más de 20 normas que están siendo utilizadas por diferentes instituciones. Debido a estas variaciones en las normas, el intercambio de recursos y la transferencia de datos de un sistema a otro entre las instituciones a nivel local y mundial se ha convertido en un problema importante. Para resolver este problema es necesario tener presente que países como la India y otros del sudeste asiático están utilizando el marco de cooperación como norma para crear registros bibliográficos de catalogación. Este artículo describe una forma de mapear los registros del catálogo bibliográfico desde CCF hasta MARC21, aunque el 100% de mapeo no es posible. Además, el documento describe un enfoque experimental que enumera los problemas que pueden ocurrir durante el mapeo de registros/intercambio de registros y cómo se pueden superar estos problemas ",
            "error": []
        },
        "library automation": {
            "translated_key": [],
            "translated_annotated_text": "Mapeo del CCF al MARC21: un enfoque experimental El propósito de este artículo es plantear y abordar una serie de cuestiones relativas a la conversión del Formato Común de Comunicación (CCF) en MARC21. En esta era de intercambio mundial de recursos, el intercambio de registros bibliográficos de un sistema a otro es imperativo en las comunidades bibliotecarias actuales. En lugar de utilizar una única norma para crear registros de catálogo legibles por máquina, han surgido más de 20 normas que están siendo utilizadas por diferentes instituciones. Debido a estas variaciones en las normas, el intercambio de recursos y la transferencia de datos de un sistema a otro entre las instituciones a nivel local y mundial se ha convertido en un problema importante. Para resolver este problema es necesario tener presente que países como la India y otros del sudeste asiático están utilizando el marco de cooperación como norma para crear registros bibliográficos de catalogación. Este artículo describe una forma de mapear los registros del catálogo bibliográfico desde CCF hasta MARC21, aunque el 100% de mapeo no es posible. Además, el documento describe un enfoque experimental que enumera los problemas que pueden ocurrir durante el mapeo de registros/intercambio de registros y cómo se pueden superar estos problemas ",
            "error": []
        },
        "records management": {
            "translated_key": [],
            "translated_annotated_text": "Mapeo del CCF al MARC21: un enfoque experimental El propósito de este artículo es plantear y abordar una serie de cuestiones relativas a la conversión del Formato Común de Comunicación (CCF) en MARC21. En esta era de intercambio mundial de recursos, el intercambio de registros bibliográficos de un sistema a otro es imperativo en las comunidades bibliotecarias actuales. En lugar de utilizar una única norma para crear registros de catálogo legibles por máquina, han surgido más de 20 normas que están siendo utilizadas por diferentes instituciones. Debido a estas variaciones en las normas, el intercambio de recursos y la transferencia de datos de un sistema a otro entre las instituciones a nivel local y mundial se ha convertido en un problema importante. Para resolver este problema es necesario tener presente que países como la India y otros del sudeste asiático están utilizando el marco de cooperación como norma para crear registros bibliográficos de catalogación. Este artículo describe una forma de mapear los registros del catálogo bibliográfico desde CCF hasta MARC21, aunque el 100% de mapeo no es posible. Además, el documento describe un enfoque experimental que enumera los problemas que pueden ocurrir durante el mapeo de registros/intercambio de registros y cómo se pueden superar estos problemas ",
            "error": []
        }
    }
}