{
    "original_text": "Direct self control with minimum torque ripple and high dynamics for a double three-level GTO inverter drive A highly dynamic control scheme with very low torque ripple-direct self control (DSC) with torque hysteresis control-for very high-power medium-voltage induction motor drives fed by a double three-level inverter (D3LI) is presented. In this arrangement, two three-level inverters that are connected in parallel at their DC sides are feeding the open motor windings. The DSC, well known from two- and three-level inverters, is adapted to the D3LI and optimized for a minimum torque ripple. An 18-corner trajectory is chosen for the stator flux of the induction machine since it is approaching the ideal circle much better than the hexagon known from DSC for two-level inverters, without any detriment to the torque ripple. The machine and inverter control are explained and the proposed torque quality and dynamics are verified by measurements on a 180-kW laboratory drive",
    "original_translation": "Se presenta autocontrol directo con ondulación mínima de par y alta dinámica para una doble unidad de inversor GTO de tres niveles Se presenta un esquema de control altamente dinámico con autocontrol directo de onda de par muy bajo (DSC) con control de histéresis de par-para motores de inducción de media tensión de muy alta potencia alimentados por un inversor doble de tres niveles (D3LI). En este arreglo, dos inversores de tres niveles que están conectados en paralelo a sus lados de CC están alimentando los bobinados de motor abiertos. El DSC, bien conocido por los inversores de dos y tres niveles, está adaptado al D3LI y optimizado para una onda de torsión mínima. Se elige una trayectoria de 18 esquinas para el flujo del estator de la máquina de inducción, ya que se está acercando al círculo ideal mucho mejor que el hexágono conocido por DSC para inversores de dos niveles, sin perjuicio de la onda de torsión. Se explican el control de la máquina y el inversor y se verifica la calidad y dinámica de torsión propuesta mediante mediciones en una unidad de laboratorio de 180 kW",
    "error_count": 11,
    "keys": {
        "highly dynamic control scheme": {
            "translated_key": "muy dinámico",
            "translated_annotated_text": "Se presenta autocontrol directo con ondulación de par mínimo y alta dinámica para una doble unidad de inversor GTO de tres niveles Un esquema de control <br>muy dinámico</br> con autocontrol directo de onda de par muy bajo (DSC) con control de histéresis de par-para motores de inducción de media tensión de muy alta potencia alimentados por un inversor doble de tres niveles (D3LI). En este arreglo, dos inversores de tres niveles que están conectados en paralelo a sus lados de CC están alimentando los bobinados de motor abiertos. El DSC, bien conocido por los inversores de dos y tres niveles, está adaptado al D3LI y optimizado para una onda de torsión mínima. Se elige una trayectoria de 18 esquinas para el flujo del estator de la máquina de inducción, ya que se está acercando al círculo ideal mucho mejor que el hexágono conocido por DSC para inversores de dos niveles, sin perjuicio de la onda de torsión. Se explican el control de la máquina y el inversor y se verifica la calidad y dinámica de torsión propuesta mediante mediciones en una unidad de laboratorio de 180 kW ",
            "error": [
                ""
            ]
        },
        "very low torque ripple": {
            "translated_key": [],
            "translated_annotated_text": "Autocontrol directo con ondulación de par mínimo y alta dinámica para una doble unidad de inversor de GTO de tres niveles Se presenta un esquema de control altamente dinámico con autocontrol directo de onda de par muy bajo (DSC) con control de histéresis de par-para motores de inducción de media tensión de muy alta potencia alimentados por un inversor de tres niveles doble (D3LI). En este arreglo, dos inversores de tres niveles que están conectados en paralelo a sus lados de CC están alimentando los bobinados de motor abiertos. El DSC, bien conocido por los inversores de dos y tres niveles, está adaptado al D3LI y optimizado para una onda de torsión mínima. Se elige una trayectoria de 18 esquinas para el flujo del estator de la máquina de inducción, ya que se está acercando al círculo ideal mucho mejor que el hexágono conocido por DSC para inversores de dos niveles, sin perjuicio de la onda de torsión. Se explican el control de la máquina y el inversor y se verifica la calidad y dinámica de torsión propuesta mediante mediciones en una unidad de laboratorio de 180 kW ",
            "error": []
        },
        "direct self control": {
            "translated_key": "directo",
            "translated_annotated_text": "Se presenta autocontrol directo con ondulación de par mínimo y alta dinámica para una doble unidad de inversor GTO de tres niveles Se presenta un esquema de control altamente dinámico con autocontrol de onda de par muy bajo-<br>directo</br> (DSC) con control de histéresis de par-para motores de inducción de media tensión de muy alta potencia alimentados por un inversor doble de tres niveles (D3LI). En este arreglo, dos inversores de tres niveles que están conectados en paralelo a sus lados de CC están alimentando los bobinados de motor abiertos. El DSC, bien conocido por los inversores de dos y tres niveles, está adaptado al D3LI y optimizado para una onda de torsión mínima. Se elige una trayectoria de 18 esquinas para el flujo del estator de la máquina de inducción, ya que se está acercando al círculo ideal mucho mejor que el hexágono conocido por DSC para inversores de dos niveles, sin perjuicio de la onda de torsión. Se explican el control de la máquina y el inversor y se verifica la calidad y dinámica de torsión propuesta mediante mediciones en una unidad de laboratorio de 180 kW ",
            "error": [
                ""
            ]
        },
        "torque hysteresis control": {
            "translated_key": "torque",
            "translated_annotated_text": "Se presenta autocontrol directo con ondulación de par mínimo y alta dinámica para una doble unidad de inversor GTO de tres niveles Se presenta un esquema de control altamente dinámico con autocontrol directo de onda de par muy bajo (DSC) con control de histéresis <br>torque</br>-para motores de inducción de media tensión de muy alta potencia alimentados por un inversor doble de tres niveles (D3LI). En este arreglo, dos inversores de tres niveles que están conectados en paralelo a sus lados de CC están alimentando los bobinados de motor abiertos. El DSC, bien conocido por los inversores de dos y tres niveles, está adaptado al D3LI y optimizado para una onda de torsión mínima. Se elige una trayectoria de 18 esquinas para el flujo del estator de la máquina de inducción, ya que se está acercando al círculo ideal mucho mejor que el hexágono conocido por DSC para inversores de dos niveles, sin perjuicio de la onda de torsión. Se explican el control de la máquina y el inversor y se verifica la calidad y dinámica de torsión propuesta mediante mediciones en una unidad de laboratorio de 180 kW ",
            "error": [
                ""
            ]
        },
        "medium-voltage induction motor drives": {
            "translated_key": "medium",
            "translated_annotated_text": "Se presenta autocontrol directo con ondulación de par mínimo y alta dinámica para una doble unidad de inversor de GTO de tres niveles Un esquema de control altamente dinámico con autocontrol directo de onda de par muy bajo (DSC) con control de histéresis de par-para motores de inducción de tensión de muy alta potencia <br>medium</br> alimentados por un inversor de doble tres niveles (D3LI). En este arreglo, dos inversores de tres niveles que están conectados en paralelo a sus lados de CC están alimentando los bobinados de motor abiertos. El DSC, bien conocido por los inversores de dos y tres niveles, está adaptado al D3LI y optimizado para una onda de torsión mínima. Se elige una trayectoria de 18 esquinas para el flujo del estator de la máquina de inducción, ya que se está acercando al círculo ideal mucho mejor que el hexágono conocido por DSC para inversores de dos niveles, sin perjuicio de la onda de torsión. Se explican el control de la máquina y el inversor y se verifica la calidad y dinámica de torsión propuesta mediante mediciones en una unidad de laboratorio de 180 kW ",
            "error": [
                ""
            ]
        },
        "double three-level inverter": {
            "translated_key": "doble",
            "translated_annotated_text": "Se presenta autocontrol directo con ondulación de par mínimo y alta dinámica para una doble unidad de inversor GTO de tres niveles Se presenta un esquema de control altamente dinámico con autocontrol directo de onda de par muy bajo (DSC) con control de histéresis de par-para motores de inducción de media tensión de muy alta potencia alimentados por un inversor de tres niveles <br>doble</br> (D3LI). En este arreglo, dos inversores de tres niveles que están conectados en paralelo a sus lados de CC están alimentando los bobinados de motor abiertos. El DSC, bien conocido por los inversores de dos y tres niveles, está adaptado al D3LI y optimizado para una onda de torsión mínima. Se elige una trayectoria de 18 esquinas para el flujo del estator de la máquina de inducción, ya que se está acercando al círculo ideal mucho mejor que el hexágono conocido por DSC para inversores de dos niveles, sin perjuicio de la onda de torsión. Se explican el control de la máquina y el inversor y se verifica la calidad y dinámica de torsión propuesta mediante mediciones en una unidad de laboratorio de 180 kW ",
            "error": [
                ""
            ]
        },
        "parallel connected inverters": {
            "translated_key": [],
            "translated_annotated_text": "Se presenta autocontrol directo con ondulación mínima de par y alta dinámica para una doble unidad de inversor GTO de tres niveles Se presenta un esquema de control altamente dinámico con autocontrol directo de onda de par muy bajo (DSC) con control de histéresis de par-para motores de inducción de media tensión de muy alta potencia alimentados por un inversor doble de tres niveles (D3LI). En este arreglo, dos inversores de tres niveles que están conectados en paralelo a sus lados de CC están alimentando los bobinados de motor abiertos. El DSC, bien conocido por los inversores de dos y tres niveles, está adaptado al D3LI y optimizado para una onda de torsión mínima. Se elige una trayectoria de 18 esquinas para el flujo del estator de la máquina de inducción, ya que se está acercando al círculo ideal mucho mejor que el hexágono conocido por DSC para inversores de dos niveles, sin perjuicio de la onda de torsión. Se explican el control de la máquina y el inversor y se verifica la calidad y dinámica de torsión propuesta mediante mediciones en una unidad de laboratorio de 180 kW ",
            "error": []
        },
        "open motor windings": {
            "translated_key": "open",
            "translated_annotated_text": "Se presenta autocontrol directo con ondulación mínima de par y alta dinámica para una doble unidad de inversor GTO de tres niveles Se presenta un esquema de control altamente dinámico con autocontrol directo de onda de par muy bajo (DSC) con control de histéresis de par-para motores de inducción de media tensión de muy alta potencia alimentados por un inversor doble de tres niveles (D3LI). En este arreglo, dos inversores de tres niveles que están conectados en paralelo a sus lados de CC están alimentando los bobinados de motor <br>open</br>. El DSC, bien conocido por los inversores de dos y tres niveles, está adaptado al D3LI y optimizado para una onda de torsión mínima. Se elige una trayectoria de 18 esquinas para el flujo del estator de la máquina de inducción, ya que se está acercando al círculo ideal mucho mejor que el hexágono conocido por DSC para inversores de dos niveles, sin perjuicio de la onda de torsión. Se explican el control de la máquina y el inversor y se verifica la calidad y dinámica de torsión propuesta mediante mediciones en una unidad de laboratorio de 180 kW ",
            "error": [
                ""
            ]
        },
        "stator flux": {
            "translated_key": "stator",
            "translated_annotated_text": "Se presenta autocontrol directo con ondulación mínima de par y alta dinámica para una doble unidad de inversor GTO de tres niveles Se presenta un esquema de control altamente dinámico con autocontrol directo de onda de par muy bajo (DSC) con control de histéresis de par-para motores de inducción de media tensión de muy alta potencia alimentados por un inversor doble de tres niveles (D3LI). En este arreglo, dos inversores de tres niveles que están conectados en paralelo a sus lados de CC están alimentando los bobinados de motor abiertos. El DSC, bien conocido por los inversores de dos y tres niveles, está adaptado al D3LI y optimizado para una onda de torsión mínima. Se elige una trayectoria de 18 esquinas para el flujo <br>stator</br> de la máquina de inducción, ya que se está aproximando al círculo ideal mucho mejor que el hexagón conocido por DSC para inversores de dos niveles, sin perjuicio de la onda de torsión. Se explican el control de la máquina y el inversor y se verifica la calidad y dinámica de torsión propuesta mediante mediciones en una unidad de laboratorio de 180 kW ",
            "error": [
                ""
            ]
        },
        "torque quality": {
            "translated_key": [],
            "translated_annotated_text": "Se presenta autocontrol directo con ondulación mínima de par y alta dinámica para una doble unidad de inversor GTO de tres niveles Se presenta un esquema de control altamente dinámico con autocontrol directo de onda de par muy bajo (DSC) con control de histéresis de par-para motores de inducción de media tensión de muy alta potencia alimentados por un inversor doble de tres niveles (D3LI). En este arreglo, dos inversores de tres niveles que están conectados en paralelo a sus lados de CC están alimentando los bobinados de motor abiertos. El DSC, bien conocido por los inversores de dos y tres niveles, está adaptado al D3LI y optimizado para una onda de torsión mínima. Se elige una trayectoria de 18 esquinas para el flujo del estator de la máquina de inducción, ya que se está acercando al círculo ideal mucho mejor que el hexágono conocido por DSC para inversores de dos niveles, sin perjuicio de la onda de torsión. Se explican el control de la máquina y el inversor y se verifica la calidad y dinámica de par propuesta mediante mediciones en una unidad de laboratorio de 180 kW. ",
            "error": []
        },
        "variable-speed drives": {
            "translated_key": [],
            "translated_annotated_text": "Se presenta autocontrol directo con ondulación mínima de par y alta dinámica para una doble unidad de inversor GTO de tres niveles Se presenta un esquema de control altamente dinámico con autocontrol directo de onda de par muy bajo (DSC) con control de histéresis de par-para motores de inducción de media tensión de muy alta potencia alimentados por un inversor doble de tres niveles (D3LI). En este arreglo, dos inversores de tres niveles que están conectados en paralelo a sus lados de CC están alimentando los bobinados de motor abiertos. El DSC, bien conocido por los inversores de dos y tres niveles, está adaptado al D3LI y optimizado para una onda de torsión mínima. Se elige una trayectoria de 18 esquinas para el flujo del estator de la máquina de inducción, ya que se está acercando al círculo ideal mucho mejor que el hexágono conocido por DSC para inversores de dos niveles, sin perjuicio de la onda de torsión. Se explican el control de la máquina y el inversor y se verifica la calidad y dinámica de torsión propuesta mediante mediciones en una unidad de laboratorio de 180 kW ",
            "error": []
        },
        "multilevel converters": {
            "translated_key": [],
            "translated_annotated_text": "Se presenta autocontrol directo con ondulación mínima de par y alta dinámica para una doble unidad de inversor GTO de tres niveles Se presenta un esquema de control altamente dinámico con autocontrol directo de onda de par muy bajo (DSC) con control de histéresis de par-para motores de inducción de media tensión de muy alta potencia alimentados por un inversor doble de tres niveles (D3LI). En este arreglo, dos inversores de tres niveles que están conectados en paralelo a sus lados de CC están alimentando los bobinados de motor abiertos. El DSC, bien conocido por los inversores de dos y tres niveles, está adaptado al D3LI y optimizado para una onda de torsión mínima. Se elige una trayectoria de 18 esquinas para el flujo del estator de la máquina de inducción, ya que se está acercando al círculo ideal mucho mejor que el hexágono conocido por DSC para inversores de dos niveles, sin perjuicio de la onda de torsión. Se explican el control de la máquina y el inversor y se verifica la calidad y dinámica de torsión propuesta mediante mediciones en una unidad de laboratorio de 180 kW ",
            "error": []
        },
        "machine observer": {
            "translated_key": [],
            "translated_annotated_text": "Se presenta autocontrol directo con ondulación mínima de par y alta dinámica para una doble unidad de inversor GTO de tres niveles Se presenta un esquema de control altamente dinámico con autocontrol directo de onda de par muy bajo (DSC) con control de histéresis de par-para motores de inducción de media tensión de muy alta potencia alimentados por un inversor doble de tres niveles (D3LI). En este arreglo, dos inversores de tres niveles que están conectados en paralelo a sus lados de CC están alimentando los bobinados de motor abiertos. El DSC, bien conocido por los inversores de dos y tres niveles, está adaptado al D3LI y optimizado para una onda de torsión mínima. Se elige una trayectoria de 18 esquinas para el flujo del estator de la máquina de inducción, ya que se está acercando al círculo ideal mucho mejor que el hexágono conocido por DSC para inversores de dos niveles, sin perjuicio de la onda de torsión. Se explican el control de la máquina y el inversor y se verifica la calidad y dinámica de torsión propuesta mediante mediciones en una unidad de laboratorio de 180 kW ",
            "error": []
        },
        "180 kW": {
            "translated_key": [],
            "translated_annotated_text": "Se presenta autocontrol directo con ondulación mínima de par y alta dinámica para una doble unidad de inversor GTO de tres niveles Se presenta un esquema de control altamente dinámico con autocontrol directo de onda de par muy bajo (DSC) con control de histéresis de par-para motores de inducción de media tensión de muy alta potencia alimentados por un inversor doble de tres niveles (D3LI). En este arreglo, dos inversores de tres niveles que están conectados en paralelo a sus lados de CC están alimentando los bobinados de motor abiertos. El DSC, bien conocido por los inversores de dos y tres niveles, está adaptado al D3LI y optimizado para una onda de torsión mínima. Se elige una trayectoria de 18 esquinas para el flujo del estator de la máquina de inducción, ya que se está acercando al círculo ideal mucho mejor que el hexágono conocido por DSC para inversores de dos niveles, sin perjuicio de la onda de torsión. Se explican el control de la máquina y el inversor y se verifica la calidad y dinámica de torsión propuesta mediante mediciones en una unidad de laboratorio de 180 kW ",
            "error": []
        },
        "induction motor drives": {
            "translated_key": "inducción",
            "translated_annotated_text": "Se presenta autocontrol directo con ondulación mínima de par y alta dinámica para una doble unidad de inversor GTO de tres niveles Un esquema de control altamente dinámico con autocontrol directo de onda de par muy bajo (DSC) con control de histéresis de par-para motores de media tensión de muy alta potencia <br>inducción</br> alimentados por un inversor doble de tres niveles (D3LI). En este arreglo, dos inversores de tres niveles que están conectados en paralelo a sus lados de CC están alimentando los bobinados de motor abiertos. El DSC, bien conocido por los inversores de dos y tres niveles, está adaptado al D3LI y optimizado para una onda de torsión mínima. Se elige una trayectoria de 18 esquinas para el flujo del estator de la máquina de inducción, ya que se está acercando al círculo ideal mucho mejor que el hexágono conocido por DSC para inversores de dos niveles, sin perjuicio de la onda de torsión. Se explican el control de la máquina y el inversor y se verifica la calidad y dinámica de torsión propuesta mediante mediciones en una unidad de laboratorio de 180 kW ",
            "error": [
                ""
            ]
        },
        "machine control": {
            "translated_key": [],
            "translated_annotated_text": "Se presenta autocontrol directo con ondulación mínima de par y alta dinámica para una doble unidad de inversor GTO de tres niveles Se presenta un esquema de control altamente dinámico con autocontrol directo de onda de par muy bajo (DSC) con control de histéresis de par-para motores de inducción de media tensión de muy alta potencia alimentados por un inversor doble de tres niveles (D3LI). En este arreglo, dos inversores de tres niveles que están conectados en paralelo a sus lados de CC están alimentando los bobinados de motor abiertos. El DSC, bien conocido por los inversores de dos y tres niveles, está adaptado al D3LI y optimizado para una onda de torsión mínima. Se elige una trayectoria de 18 esquinas para el flujo del estator de la máquina de inducción, ya que se está acercando al círculo ideal mucho mejor que el hexágono conocido por DSC para inversores de dos niveles, sin perjuicio de la onda de torsión. Se explican el control de la máquina y el inversor y se verifica la calidad y dinámica de torsión propuesta mediante mediciones en una unidad de laboratorio de 180 kW ",
            "error": []
        },
        "stators": {
            "translated_key": [],
            "translated_annotated_text": "Se presenta autocontrol directo con ondulación mínima de par y alta dinámica para una doble unidad de inversor GTO de tres niveles Se presenta un esquema de control altamente dinámico con autocontrol directo de onda de par muy bajo (DSC) con control de histéresis de par-para motores de inducción de media tensión de muy alta potencia alimentados por un inversor doble de tres niveles (D3LI). En este arreglo, dos inversores de tres niveles que están conectados en paralelo a sus lados de CC están alimentando los bobinados de motor abiertos. El DSC, bien conocido por los inversores de dos y tres niveles, está adaptado al D3LI y optimizado para una onda de torsión mínima. Se elige una trayectoria de 18 esquinas para el flujo del estator de la máquina de inducción, ya que se está acercando al círculo ideal mucho mejor que el hexágono conocido por DSC para inversores de dos niveles, sin perjuicio de la onda de torsión. Se explican el control de la máquina y el inversor y se verifica la calidad y dinámica de torsión propuesta mediante mediciones en una unidad de laboratorio de 180 kW ",
            "error": []
        },
        "thyristor convertors": {
            "translated_key": [],
            "translated_annotated_text": "Se presenta autocontrol directo con ondulación mínima de par y alta dinámica para una doble unidad de inversor GTO de tres niveles Se presenta un esquema de control altamente dinámico con autocontrol directo de onda de par muy bajo (DSC) con control de histéresis de par-para motores de inducción de media tensión de muy alta potencia alimentados por un inversor doble de tres niveles (D3LI). En este arreglo, dos inversores de tres niveles que están conectados en paralelo a sus lados de CC están alimentando los bobinados de motor abiertos. El DSC, bien conocido por los inversores de dos y tres niveles, está adaptado al D3LI y optimizado para una onda de torsión mínima. Se elige una trayectoria de 18 esquinas para el flujo del estator de la máquina de inducción, ya que se está acercando al círculo ideal mucho mejor que el hexágono conocido por DSC para inversores de dos niveles, sin perjuicio de la onda de torsión. Se explican el control de la máquina y el inversor y se verifica la calidad y dinámica de torsión propuesta mediante mediciones en una unidad de laboratorio de 180 kW ",
            "error": []
        },
        "torque control": {
            "translated_key": [],
            "translated_annotated_text": "Se presenta autocontrol directo con ondulación mínima de par y alta dinámica para una doble unidad de inversor GTO de tres niveles Se presenta un esquema de control altamente dinámico con autocontrol directo de onda de par muy bajo (DSC) con control de histéresis de par-para motores de inducción de media tensión de muy alta potencia alimentados por un inversor doble de tres niveles (D3LI). En este arreglo, dos inversores de tres niveles que están conectados en paralelo a sus lados de CC están alimentando los bobinados de motor abiertos. El DSC, bien conocido por los inversores de dos y tres niveles, está adaptado al D3LI y optimizado para una onda de torsión mínima. Se elige una trayectoria de 18 esquinas para el flujo del estator de la máquina de inducción, ya que se está acercando al círculo ideal mucho mejor que el hexágono conocido por DSC para inversores de dos niveles, sin perjuicio de la onda de torsión. Se explican el control de la máquina y el inversor y se verifica la calidad y dinámica de torsión propuesta mediante mediciones en una unidad de laboratorio de 180 kW ",
            "error": []
        }
    }
}