{
    "original_text": "Vector algebra proofs for geometry theorems Vector mathematics can generate simple and powerful proofs of theorems in plane geometry. These proofs can also be used to generalize plane geometry theorems to higher dimensions. We present three vector proofs that show the power of this technique. 1. For any quadrilateral, the sum of the squares of the diagonals is less than or equal to the sum of the squares of the sides. 2. The area of a quadrilateral is half the product of the diagonals multiplied by the sine of an included angle. 3. One quarter of all triangles are acute (Based upon the options detailed below, with respect to the relative lengths of the sides). This paper presents a set of examples of vector mathematics applied to geometry problems. Some of the most beautiful and sophisticated proofs in mathematics involve using multiple representations of the same data. By leveraging the advantages of each representation one finds new and useful mathematical facts",
    "original_translation": "Vector pruebas de álgebra para teoremas de geometría Vector matemáticas puede generar pruebas simples y potentes de teoremas en geometría plana. Estas pruebas también se pueden utilizar para generalizar los teoremas de geometría plana a dimensiones superiores. Presentamos tres pruebas vectoriales que muestran el poder de esta técnica. 1. Para cualquier cuadrilátero, la suma de los cuadrados de las diagonales es menor o igual a la suma de los cuadrados de los lados. 2. El área de un cuadrilátero es la mitad del producto de las diagonales multiplicadas por el seno de un ángulo incluido. 3. Una cuarta parte de todos los triángulos son agudos (basado en las opciones detalladas a continuación, con respecto a las longitudes relativas de los lados). Este artículo presenta un conjunto de ejemplos de matemáticas vectoriales aplicadas a problemas de geometría. Algunas de las pruebas más bellas y sofisticadas en matemáticas implican el uso de múltiples representaciones de los mismos datos. Aprovechando las ventajas de cada representación uno encuentra hechos matemáticos nuevos y útiles",
    "error_count": 4,
    "keys": {
        "vector mathematics": {
            "translated_key": "vectoras ",
            "translated_annotated_text": "Vector pruebas de álgebra para teoremas de geometría Vector matemáticas puede generar pruebas simples y potentes de teoremas en geometría plana. Estas pruebas también se pueden utilizar para generalizar los teoremas de geometría plana a dimensiones superiores. Presentamos tres pruebas vectoriales que muestran el poder de esta técnica. 1. Para cualquier cuadrilátero, la suma de los cuadrados de las diagonales es menor o igual a la suma de los cuadrados de los lados. 2. El área de un cuadrilátero es la mitad del producto de las diagonales multiplicadas por el seno de un ángulo incluido. 3. Una cuarta parte de todos los triángulos son agudos (basado en las opciones detalladas a continuación, con respecto a las longitudes relativas de los lados). Este artículo presenta un conjunto de ejemplos de matemáticas <br>vectoras </br> aplicadas a problemas de geometría. Algunas de las pruebas más bellas y sofisticadas en matemáticas implican el uso de múltiples representaciones de los mismos datos. Aprovechando las ventajas de cada representación uno encuentra hechos matemáticos nuevos y útiles ",
            "error": [
                ""
            ]
        },
        "plane geometry": {
            "translated_key": "</br>. Estas pruebas también se pueden utilizar para generalizar los teoremas <br>plano geometría",
            "translated_annotated_text": "Vector pruebas de álgebra para teoremas de geometría Vector matemáticas puede generar pruebas simples y potentes de teoremas en geometría de plano <br></br>. Estas pruebas también se pueden utilizar para generalizar los teoremas <br>plano geometría</br> a dimensiones superiores. Presentamos tres pruebas vectoriales que muestran el poder de esta técnica. 1. Para cualquier cuadrilátero, la suma de los cuadrados de las diagonales es menor o igual a la suma de los cuadrados de los lados. 2. El área de un cuadrilátero es la mitad del producto de las diagonales multiplicadas por el seno de un ángulo incluido. 3. Una cuarta parte de todos los triángulos son agudos (basado en las opciones detalladas a continuación, con respecto a las longitudes relativas de los lados). Este artículo presenta un conjunto de ejemplos de matemáticas vectoriales aplicadas a problemas de geometría. Algunas de las pruebas más bellas y sofisticadas en matemáticas implican el uso de múltiples representaciones de los mismos datos. Aprovechando las ventajas de cada representación uno encuentra hechos matemáticos nuevos y útiles ",
            "error": [
                ""
            ]
        },
        "multiple representations": {
            "translated_key": " representaciones múltiples",
            "translated_annotated_text": "Vector pruebas de álgebra para teoremas de geometría Vector matemáticas puede generar pruebas simples y potentes de teoremas en geometría plana. Estas pruebas también se pueden utilizar para generalizar los teoremas de geometría plana a dimensiones superiores. Presentamos tres pruebas vectoriales que muestran el poder de esta técnica. 1. Para cualquier cuadrilátero, la suma de los cuadrados de las diagonales es menor o igual a la suma de los cuadrados de los lados. 2. El área de un cuadrilátero es la mitad del producto de las diagonales multiplicadas por el seno de un ángulo incluido. 3. Una cuarta parte de todos los triángulos son agudos (basado en las opciones detalladas a continuación, con respecto a las longitudes relativas de los lados). Este artículo presenta un conjunto de ejemplos de matemáticas vectoriales aplicadas a problemas de geometría. Algunas de las pruebas más bellas y sofisticadas en matemáticas implican el uso de <br> representaciones múltiples</br> de los mismos datos. Aprovechando las ventajas de cada representación uno encuentra hechos matemáticos nuevos y útiles ",
            "error": [
                ""
            ]
        },
        "quadrilateral": {
            "translated_key": [
                "quadrilateral",
                "cuadrilateral"
            ],
            "translated_annotated_text": "Vector pruebas de álgebra para teoremas de geometría Vector matemáticas puede generar pruebas simples y potentes de teoremas en geometría plana. Estas pruebas también se pueden utilizar para generalizar los teoremas de geometría plana a dimensiones superiores. Presentamos tres pruebas vectoriales que muestran el poder de esta técnica. 1. Para cualquier <br>quadrilateral</br>, la suma de los cuadrados de las diagonales es menor o igual a la suma de los cuadrados de los lados. 2. El área de un <br>cuadrilateral</br> es la mitad del producto de las diagonales multiplicadas por el seno de un ángulo incluido. 3. Una cuarta parte de todos los triángulos son agudos (basado en las opciones detalladas a continuación, con respecto a las longitudes relativas de los lados). Este artículo presenta un conjunto de ejemplos de matemáticas vectoriales aplicadas a problemas de geometría. Algunas de las pruebas más bellas y sofisticadas en matemáticas implican el uso de múltiples representaciones de los mismos datos. Aprovechando las ventajas de cada representación uno encuentra hechos matemáticos nuevos y útiles ",
            "error": [
                "quadrilateral",
                "cuadrilateral"
            ]
        },
        "proofs": {
            "translated_key": "proofs",
            "translated_annotated_text": "Vector álgebra <br>proofs</br> para teoremas de geometría Vector matemáticas puede generar <br>proofs</br> simples y potentes de teoremas en geometría plana. Estas <br>proofs</br> también se pueden utilizar para generalizar los teoremas de geometría plana a dimensiones superiores. Presentamos tres vectores <br>proofs</br> que muestran el poder de esta técnica. 1. Para cualquier cuadrilátero, la suma de los cuadrados de las diagonales es menor o igual a la suma de los cuadrados de los lados. 2. El área de un cuadrilátero es la mitad del producto de las diagonales multiplicadas por el seno de un ángulo incluido. 3. Una cuarta parte de todos los triángulos son agudos (basado en las opciones detalladas a continuación, con respecto a las longitudes relativas de los lados). Este artículo presenta un conjunto de ejemplos de matemáticas vectoriales aplicadas a problemas de geometría. Algunas de las más bellas y sofisticadas <br>proofs</br> en matemáticas implican el uso de múltiples representaciones de los mismos datos. Aprovechando las ventajas de cada representación uno encuentra hechos matemáticos nuevos y útiles ",
            "error": [
                ""
            ]
        },
        "vector algebra proofs": {
            "translated_key": [],
            "translated_annotated_text": "Vector pruebas de álgebra para teoremas de geometría Vector matemáticas puede generar pruebas simples y potentes de teoremas en geometría plana. Estas pruebas también se pueden utilizar para generalizar los teoremas de geometría plana a dimensiones superiores. Presentamos tres pruebas vectoriales que muestran el poder de esta técnica. 1. Para cualquier cuadrilátero, la suma de los cuadrados de las diagonales es menor o igual a la suma de los cuadrados de los lados. 2. El área de un cuadrilátero es la mitad del producto de las diagonales multiplicadas por el seno de un ángulo incluido. 3. Una cuarta parte de todos los triángulos son agudos (basado en las opciones detalladas a continuación, con respecto a las longitudes relativas de los lados). Este artículo presenta un conjunto de ejemplos de matemáticas vectoriales aplicadas a problemas de geometría. Algunas de las pruebas más bellas y sofisticadas en matemáticas implican el uso de múltiples representaciones de los mismos datos. Aprovechando las ventajas de cada representación uno encuentra hechos matemáticos nuevos y útiles ",
            "error": []
        },
        "algebra": {
            "translated_key": "algebra",
            "translated_annotated_text": "Vector <br>algebra</br> pruebas para los teoremas de geometría Las matemáticas vectoriales pueden generar pruebas simples y poderosas de los teoremas en geometría plana. Estas pruebas también se pueden utilizar para generalizar los teoremas de geometría plana a dimensiones superiores. Presentamos tres pruebas vectoriales que muestran el poder de esta técnica. 1. Para cualquier cuadrilátero, la suma de los cuadrados de las diagonales es menor o igual a la suma de los cuadrados de los lados. 2. El área de un cuadrilátero es la mitad del producto de las diagonales multiplicadas por el seno de un ángulo incluido. 3. Una cuarta parte de todos los triángulos son agudos (basado en las opciones detalladas a continuación, con respecto a las longitudes relativas de los lados). Este artículo presenta un conjunto de ejemplos de matemáticas vectoriales aplicadas a problemas de geometría. Algunas de las pruebas más bellas y sofisticadas en matemáticas implican el uso de múltiples representaciones de los mismos datos. Aprovechando las ventajas de cada representación uno encuentra hechos matemáticos nuevos y útiles ",
            "error": [
                ""
            ]
        },
        "geometry": {
            "translated_key": [
                "geometrías ",
                "geometría",
                "geometría",
                "geometría"
            ],
            "translated_annotated_text": "Pruebas de álgebra vectorial para teoremas <br>geometrías </br> Las matemáticas vectoriales pueden generar pruebas simples y poderosas de teoremas en plano <br>geometría</br>. Estas pruebas también se pueden utilizar para generalizar los teoremas plano <br>geometría</br> a dimensiones superiores. Presentamos tres pruebas vectoriales que muestran el poder de esta técnica. 1. Para cualquier cuadrilátero, la suma de los cuadrados de las diagonales es menor o igual a la suma de los cuadrados de los lados. 2. El área de un cuadrilátero es la mitad del producto de las diagonales multiplicadas por el seno de un ángulo incluido. 3. Una cuarta parte de todos los triángulos son agudos (basado en las opciones detalladas a continuación, con respecto a las longitudes relativas de los lados). Este artículo presenta un conjunto de ejemplos de matemáticas vectoriales aplicadas a problemas de <br>geometría</br>. Algunas de las pruebas más bellas y sofisticadas en matemáticas implican el uso de múltiples representaciones de los mismos datos. Aprovechando las ventajas de cada representación uno encuentra hechos matemáticos nuevos y útiles ",
            "error": [
                "geometrías ",
                "geometría",
                "geometría",
                "geometría"
            ]
        },
        "vectors": {
            "translated_key": [],
            "translated_annotated_text": "Vector pruebas de álgebra para teoremas de geometría Vector matemáticas puede generar pruebas simples y potentes de teoremas en geometría plana. Estas pruebas también se pueden utilizar para generalizar los teoremas de geometría plana a dimensiones superiores. Presentamos tres pruebas vectoriales que muestran el poder de esta técnica. 1. Para cualquier cuadrilátero, la suma de los cuadrados de las diagonales es menor o igual a la suma de los cuadrados de los lados. 2. El área de un cuadrilátero es la mitad del producto de las diagonales multiplicadas por el seno de un ángulo incluido. 3. Una cuarta parte de todos los triángulos son agudos (basado en las opciones detalladas a continuación, con respecto a las longitudes relativas de los lados). Este artículo presenta un conjunto de ejemplos de matemáticas vectoriales aplicadas a problemas de geometría. Algunas de las pruebas más bellas y sofisticadas en matemáticas implican el uso de múltiples representaciones de los mismos datos. Aprovechando las ventajas de cada representación uno encuentra hechos matemáticos nuevos y útiles ",
            "error": []
        }
    }
}