{
    "original_text": "Optimal allocation of runs in a simulation metamodel with several independent variables Cheng and Kleijnen (1999) propose a very general regression metamodel for modelling the output of a queuing system. Its main limitations are that the regression function is based on a polynomial and that it can use only one independent variable. These limitations are removed here. We derive an explicit formula for the optimal way of assigning simulation runs to the different design points",
    "original_translation": "La asignación óptima de carreras en un metamodelo de simulación con varias variables independientes Cheng y Kleijnen (1999) propone un metamodelo de regresión muy general para modelar la salida de un sistema de cola. Sus principales limitaciones son que la función de regresión se basa en un polinomio y que sólo puede utilizar una variable independiente. Estas limitaciones se eliminan aquí. Derivamos una fórmula explícita para la manera óptima de asignar carreras de simulación a los diferentes puntos de diseño",
    "error_count": 8,
    "keys": {
        "optimal runs allocation": {
            "translated_key": [],
            "translated_annotated_text": "La asignación óptima de carreras en un metamodelo de simulación con varias variables independientes Cheng y Kleijnen (1999) propone un metamodelo de regresión muy general para modelar la salida de un sistema de cola. Sus principales limitaciones son que la función de regresión se basa en un polinomio y que sólo puede utilizar una variable independiente. Estas limitaciones se eliminan aquí. Derivamos una fórmula explícita para la manera óptima de asignar carreras de simulación a los diferentes puntos de diseño ",
            "error": []
        },
        "simulation metamodel": {
            "translated_key": [],
            "translated_annotated_text": "La asignación óptima de las carreras en un metamodelo de simulación <br> con varias variables independientes Cheng y Kleijnen (1999) propone un metamodelo de regresión muy general para modelar la salida de un sistema de cola. Sus principales limitaciones son que la función de regresión se basa en un polinomio y que sólo puede utilizar una variable independiente. Estas limitaciones se eliminan aquí. Derivamos una fórmula explícita para la manera óptima de asignar carreras de simulación a los diferentes puntos de diseño ",
            "error": []
        },
        "independent variables": {
            "translated_key": [],
            "translated_annotated_text": "La asignación óptima de carreras en un metamodelo de simulación con varias variables independientes <br> Cheng y Kleijnen (1999) proponen un metamodelo de regresión muy general para modelar la salida de un sistema de cola. Sus principales limitaciones son que la función de regresión se basa en un polinomio y que sólo puede utilizar una variable independiente. Estas limitaciones se eliminan aquí. Derivamos una fórmula explícita para la manera óptima de asignar carreras de simulación a los diferentes puntos de diseño ",
            "error": []
        },
        "general regression metamodel": {
            "translated_key": [],
            "translated_annotated_text": "La asignación óptima de las carreras en un metamodelo de simulación con varias variables independientes Cheng y Kleijnen (1999) propone un metamodelo de regresión general muy <br> para modelar la salida de un sistema de cola. Sus principales limitaciones son que la función de regresión se basa en un polinomio y que sólo puede utilizar una variable independiente. Estas limitaciones se eliminan aquí. Derivamos una fórmula explícita para la manera óptima de asignar carreras de simulación a los diferentes puntos de diseño ",
            "error": []
        },
        "queuing system": {
            "translated_key": [],
            "translated_annotated_text": "La asignación óptima de las corridas en un metamodelo de simulación con varias variables independientes Cheng y Kleijnen (1999) propone un metamodelo de regresión muy general para modelar la salida de un sistema de colas <br></br>. Sus principales limitaciones son que la función de regresión se basa en un polinomio y que sólo puede utilizar una variable independiente. Estas limitaciones se eliminan aquí. Derivamos una fórmula explícita para la manera óptima de asignar carreras de simulación a los diferentes puntos de diseño ",
            "error": []
        },
        "regression function": {
            "translated_key": [],
            "translated_annotated_text": "La asignación óptima de carreras en un metamodelo de simulación con varias variables independientes Cheng y Kleijnen (1999) propone un metamodelo de regresión muy general para modelar la salida de un sistema de cola. Sus principales limitaciones son que la función de regresión <br> se basa en un polinomio y que sólo puede utilizar una variable independiente. Estas limitaciones se eliminan aquí. Derivamos una fórmula explícita para la manera óptima de asignar carreras de simulación a los diferentes puntos de diseño ",
            "error": []
        },
        "design of experiments": {
            "translated_key": [],
            "translated_annotated_text": "La asignación óptima de carreras en un metamodelo de simulación con varias variables independientes Cheng y Kleijnen (1999) propone un metamodelo de regresión muy general para modelar la salida de un sistema de cola. Sus principales limitaciones son que la función de regresión se basa en un polinomio y que sólo puede utilizar una variable independiente. Estas limitaciones se eliminan aquí. Derivamos una fórmula explícita para la manera óptima de asignar carreras de simulación a los diferentes puntos de diseño ",
            "error": []
        },
        "minimisation": {
            "translated_key": [],
            "translated_annotated_text": "La asignación óptima de carreras en un metamodelo de simulación con varias variables independientes Cheng y Kleijnen (1999) propone un metamodelo de regresión muy general para modelar la salida de un sistema de cola. Sus principales limitaciones son que la función de regresión se basa en un polinomio y que sólo puede utilizar una variable independiente. Estas limitaciones se eliminan aquí. Derivamos una fórmula explícita para la manera óptima de asignar carreras de simulación a los diferentes puntos de diseño ",
            "error": []
        },
        "simulation": {
            "translated_key": "simulación",
            "translated_annotated_text": "La asignación óptima de las carreras en un metamodelo <br>simulación</br> con varias variables independientes Cheng y Kleijnen (1999) proponen un metamodelo de regresión muy general para modelar la salida de un sistema de cola. Sus principales limitaciones son que la función de regresión se basa en un polinomio y que sólo puede utilizar una variable independiente. Estas limitaciones se eliminan aquí. Derivamos una fórmula explícita para la forma óptima de asignar <br>simulación</br> corre a los diferentes puntos de diseño ",
            "error": [
                ""
            ]
        }
    }
}