{
    "original_text": "On bivariate dependence and the convex order We investigate the interplay between variability (in the sense of the convex order) and dependence in a bivariate framework, extending some previous results in this area. We exploit the fact that discrete uniform distributions are dense in the space of probability measures in the topology of weak convergence to prove our central result. We also obtain a partial result in the general multivariate case. Our findings can be interpreted in terms of the impact of component variability on the mean life of correlated serial and parallel systems",
    "original_translation": "Sobre la dependencia bivariada y el orden convexo Se investiga la interacción entre variabilidad (en el sentido del orden convexo) y dependencia en un marco bivariado, extendiendo algunos resultados anteriores en esta área. Aprovechamos el hecho de que las distribuciones uniformes discretas son densas en el espacio de las medidas de probabilidad en la topología de la convergencia débil para probar nuestro resultado central. También obtenemos un resultado parcial en el caso general multivariado. Nuestros hallazgos pueden interpretarse en términos del impacto de la variabilidad de componentes en la vida media de sistemas seriales y paralelos correlacionados",
    "error_count": 5,
    "keys": {
        "bivariate dependence": {
            "translated_key": "dependencia bivariada",
            "translated_annotated_text": "Sobre la <br>dependencia bivariada</br> y el orden convexo Se investiga la interacción entre variabilidad (en el sentido del orden convexo) y dependencia en un marco bivariado, extendiendo algunos resultados anteriores en esta área.  Aprovechamos el hecho de que las distribuciones uniformes discretas son densas en el espacio de las medidas de probabilidad en la topología de la convergencia débil para probar nuestro resultado central. También obtenemos un resultado parcial en el caso general multivariado. Nuestros hallazgos pueden interpretarse en términos del impacto de la variabilidad de componentes en la vida media de sistemas seriales y paralelos correlacionados ",
            "error": [
                ""
            ]
        },
        "convex order": {
            "translated_key": "convex",
            "translated_annotated_text": "Sobre la dependencia bivariada y el orden <br>convex</br> Se investiga la interacción entre la variabilidad (en el sentido del orden <br>convex</br>) y la dependencia en un marco bivariado, extendiendo algunos resultados anteriores en esta área. Aprovechamos el hecho de que las distribuciones uniformes discretas son densas en el espacio de las medidas de probabilidad en la topología de la convergencia débil para probar nuestro resultado central. También obtenemos un resultado parcial en el caso general multivariado. Nuestros hallazgos pueden interpretarse en términos del impacto de la variabilidad de componentes en la vida media de sistemas seriales y paralelos correlacionados ",
            "error": [
                ""
            ]
        },
        "discrete uniform distributions": {
            "translated_key": "discretas",
            "translated_annotated_text": "Sobre la dependencia bivariada y el orden convexo Se investiga la interacción entre variabilidad (en el sentido del orden convexo) y dependencia en un marco bivariado, extendiendo algunos resultados anteriores en esta área. Aprovechamos el hecho de que las distribuciones uniformes <br>discretas</br> son densas en el espacio de las medidas de probabilidad en la topología de la convergencia débil para probar nuestro resultado central. También obtenemos un resultado parcial en el caso general multivariado. Nuestros hallazgos pueden interpretarse en términos del impacto de la variabilidad de componentes en la vida media de sistemas seriales y paralelos correlacionados ",
            "error": [
                ""
            ]
        },
        "probability measures": {
            "translated_key": "probabilidad medidas",
            "translated_annotated_text": "Sobre la dependencia bivariada y el orden convexo Se investiga la interacción entre variabilidad (en el sentido del orden convexo) y dependencia en un marco bivariado, extendiendo algunos resultados anteriores en esta área. Aprovechamos el hecho de que las distribuciones uniformes discretas son densas en el espacio de <br>probabilidad medidas</br> en la topología de la convergencia débil para probar nuestro resultado central. También obtenemos un resultado parcial en el caso general multivariado. Nuestros hallazgos pueden interpretarse en términos del impacto de la variabilidad de componentes en la vida media de sistemas seriales y paralelos correlacionados ",
            "error": [
                ""
            ]
        },
        "topology": {
            "translated_key": "topología",
            "translated_annotated_text": "Sobre la dependencia bivariada y el orden convexo Se investiga la interacción entre variabilidad (en el sentido del orden convexo) y dependencia en un marco bivariado, extendiendo algunos resultados anteriores en esta área. Aprovechamos el hecho de que las distribuciones uniformes discretas son densas en el espacio de las medidas de probabilidad en la <br>topología</br> de la convergencia débil para probar nuestro resultado central. También obtenemos un resultado parcial en el caso general multivariado. Nuestros hallazgos pueden interpretarse en términos del impacto de la variabilidad de componentes en la vida media de sistemas seriales y paralelos correlacionados ",
            "error": [
                ""
            ]
        },
        "weak convergence": {
            "translated_key": "convergencia débil",
            "translated_annotated_text": "Sobre la dependencia bivariada y el orden convexo Se investiga la interacción entre variabilidad (en el sentido del orden convexo) y dependencia en un marco bivariado, extendiendo algunos resultados anteriores en esta área. Aprovechamos el hecho de que las distribuciones uniformes discretas son densas en el espacio de las medidas de probabilidad en la topología de la <br>convergencia débil</br> para probar nuestro resultado central.  También obtenemos un resultado parcial en el caso general multivariado. Nuestros hallazgos pueden interpretarse en términos del impacto de la variabilidad de componentes en la vida media de sistemas seriales y paralelos correlacionados ",
            "error": [
                ""
            ]
        },
        "component variability": {
            "translated_key": "componentes",
            "translated_annotated_text": "Sobre la dependencia bivariada y el orden convexo Se investiga la interacción entre variabilidad (en el sentido del orden convexo) y dependencia en un marco bivariado, extendiendo algunos resultados anteriores en esta área. Aprovechamos el hecho de que las distribuciones uniformes discretas son densas en el espacio de las medidas de probabilidad en la topología de la convergencia débil para probar nuestro resultado central. También obtenemos un resultado parcial en el caso general multivariado. Nuestros hallazgos pueden ser interpretados en términos del impacto de la variabilidad de <br>componentes</br> en la vida media de los sistemas seriales y paralelos correlacionados ",
            "error": [
                ""
            ]
        },
        "mean life": {
            "translated_key": [],
            "translated_annotated_text": "Sobre la dependencia bivariada y el orden convexo Se investiga la interacción entre variabilidad (en el sentido del orden convexo) y dependencia en un marco bivariado, extendiendo algunos resultados anteriores en esta área. Aprovechamos el hecho de que las distribuciones uniformes discretas son densas en el espacio de las medidas de probabilidad en la topología de la convergencia débil para probar nuestro resultado central. También obtenemos un resultado parcial en el caso general multivariado. Nuestros hallazgos pueden ser interpretados en términos del impacto de la variabilidad de componentes en la vida media <br> de sistemas seriales y paralelos correlacionados ",
            "error": []
        },
        "serial systems": {
            "translated_key": [],
            "translated_annotated_text": "Sobre la dependencia bivariada y el orden convexo Se investiga la interacción entre variabilidad (en el sentido del orden convexo) y dependencia en un marco bivariado, extendiendo algunos resultados anteriores en esta área. Aprovechamos el hecho de que las distribuciones uniformes discretas son densas en el espacio de las medidas de probabilidad en la topología de la convergencia débil para probar nuestro resultado central. También obtenemos un resultado parcial en el caso general multivariado. Nuestros hallazgos pueden interpretarse en términos del impacto de la variabilidad de componentes en la vida media de sistemas seriales y paralelos correlacionados ",
            "error": []
        },
        "parallel systems": {
            "translated_key": [],
            "translated_annotated_text": "Sobre la dependencia bivariada y el orden convexo Se investiga la interacción entre variabilidad (en el sentido del orden convexo) y dependencia en un marco bivariado, extendiendo algunos resultados anteriores en esta área. Aprovechamos el hecho de que las distribuciones uniformes discretas son densas en el espacio de las medidas de probabilidad en la topología de la convergencia débil para probar nuestro resultado central. También obtenemos un resultado parcial en el caso general multivariado. Nuestros hallazgos pueden interpretarse en términos del impacto de la variabilidad de componentes en la vida media de los sistemas seriales y paralelos correlacionados.  ",
            "error": []
        },
        "bivariate probability distributions": {
            "translated_key": [],
            "translated_annotated_text": "Sobre la dependencia bivariada y el orden convexo Se investiga la interacción entre variabilidad (en el sentido del orden convexo) y dependencia en un marco bivariado, extendiendo algunos resultados anteriores en esta área. Aprovechamos el hecho de que las distribuciones uniformes discretas son densas en el espacio de las medidas de probabilidad en la topología de la convergencia débil para probar nuestro resultado central. También obtenemos un resultado parcial en el caso general multivariado. Nuestros hallazgos pueden interpretarse en términos del impacto de la variabilidad de componentes en la vida media de sistemas seriales y paralelos correlacionados ",
            "error": []
        },
        "convergence": {
            "translated_key": "convergencia",
            "translated_annotated_text": "Sobre la dependencia bivariada y el orden convexo Se investiga la interacción entre variabilidad (en el sentido del orden convexo) y dependencia en un marco bivariado, extendiendo algunos resultados anteriores en esta área. Aprovechamos el hecho de que las distribuciones uniformes discretas son densas en el espacio de las medidas de probabilidad en la topología de la <br>convergencia</br> débil para probar nuestro resultado central. También obtenemos un resultado parcial en el caso general multivariado. Nuestros hallazgos pueden interpretarse en términos del impacto de la variabilidad de componentes en la vida media de sistemas seriales y paralelos correlacionados ",
            "error": [
                ""
            ]
        },
        "probability": {
            "translated_key": "probabilidad",
            "translated_annotated_text": "Sobre la dependencia bivariada y el orden convexo Se investiga la interacción entre variabilidad (en el sentido del orden convexo) y dependencia en un marco bivariado, extendiendo algunos resultados anteriores en esta área. Aprovechamos el hecho de que las distribuciones uniformes discretas son densas en el espacio de las medidas de <br>probabilidad</br> en la topología de la convergencia débil para probar nuestro resultado central. <br>probabilidad</br>. También obtenemos un resultado parcial en el caso general multivariado. Nuestros hallazgos pueden interpretarse en términos del impacto de la variabilidad de componentes en la vida media de sistemas seriales y paralelos correlacionados ",
            "error": [
                ""
            ]
        },
        "reliability theory": {
            "translated_key": [],
            "translated_annotated_text": "Sobre la dependencia bivariada y el orden convexo Se investiga la interacción entre variabilidad (en el sentido del orden convexo) y dependencia en un marco bivariado, extendiendo algunos resultados anteriores en esta área. Aprovechamos el hecho de que las distribuciones uniformes discretas son densas en el espacio de las medidas de probabilidad en la topología de la convergencia débil para probar nuestro resultado central. También obtenemos un resultado parcial en el caso general multivariado. Nuestros hallazgos pueden interpretarse en términos del impacto de la variabilidad de componentes en la vida media de sistemas seriales y paralelos correlacionados ",
            "error": []
        }
    }
}