{
    "original_text": "Efficient feasibility testing for dial-a-ride problems Dial-a-ride systems involve dispatching a vehicle to satisfy demands from a set of customers who call a vehicle-operating agency requesting that an item tie picked up from a specific location and delivered to a specific destination. Dial-a-ride problems differ from other routing and scheduling problems, in that they typically involve service-related constraints. It is common to have maximum wait time constraints and maximum ride time constraints. In the presence of maximum wait time and maximum ride time restrictions, it is not clear how to efficiently determine, given a sequence of pickups and deliveries, whether a feasible schedule exists. We demonstrate that this, in fact, can be done in linear time",
    "original_translation": "Pruebas de viabilidad eficientes para problemas de diale-a-ride Los sistemas de diale-a-ride implican el envío de un vehículo para satisfacer las demandas de un conjunto de clientes que llaman a una agencia de operación del vehículo solicitando que un lazo del artículo recogido de un lugar específico y entregado a un destino específico. Los problemas de diale-a-ride difieren de otros problemas de enrutamiento y programación, ya que normalmente implican limitaciones relacionadas con el servicio. Es común tener limitaciones de tiempo de espera máximo y limitaciones de tiempo de viaje máximo. En presencia de un tiempo de espera máximo y restricciones de tiempo máximo de viaje, no está claro cómo determinar eficientemente, dada una secuencia de recogida y entregas, si existe un horario viable. Demostramos que esto, de hecho, se puede hacer en tiempo lineal",
    "error_count": 4,
    "keys": {
        "feasibility testing": {
            "translated_key": [],
            "translated_annotated_text": "Pruebas de viabilidad eficientes para problemas de dial-a-ride Los sistemas de dial-a-ride implican el envío de un vehículo para satisfacer las demandas de un conjunto de clientes que llaman a una agencia de operación del vehículo solicitando que un lazo del artículo recogido de un lugar específico y entregado a un destino específico.  Los problemas de diale-a-ride difieren de otros problemas de enrutamiento y programación, ya que normalmente implican limitaciones relacionadas con el servicio. Es común tener limitaciones de tiempo de espera máximo y limitaciones de tiempo de viaje máximo. En presencia de un tiempo de espera máximo y restricciones de tiempo máximo de viaje, no está claro cómo determinar eficientemente, dada una secuencia de recogida y entregas, si existe un horario viable. Demostramos que esto, de hecho, se puede hacer en tiempo lineal ",
            "error": []
        },
        "dial-a-ride problems": {
            "translated_key": "dial-a-ride",
            "translated_annotated_text": "Las pruebas de viabilidad eficientes para los problemas de <br>dial-a-ride</br> Los sistemas de Dial-a-ride implican el envío de un vehículo para satisfacer las demandas de un grupo de clientes que llaman a una agencia de operación del vehículo solicitando que un lazo del artículo recogido de un lugar específico y entregado a un destino específico. Los problemas de diale-a-ride difieren de otros problemas de enrutamiento y programación, ya que normalmente implican limitaciones relacionadas con el servicio. Es común tener limitaciones de tiempo de espera máximo y limitaciones de tiempo de viaje máximo. En presencia de un tiempo de espera máximo y restricciones de tiempo máximo de viaje, no está claro cómo determinar eficientemente, dada una secuencia de recogida y entregas, si existe un horario viable. Demostramos que esto, de hecho, se puede hacer en tiempo lineal ",
            "error": [
                ""
            ]
        },
        "dispatching": {
            "translated_key": "dispatching",
            "translated_annotated_text": "Pruebas de viabilidad eficientes para problemas de dial-a-ride Los sistemas de dial-a-ride involucran <br>dispatching</br> un vehículo para satisfacer las demandas de un grupo de clientes que llaman a una agencia de operación del vehículo solicitando que un lazo del artículo recogido de un lugar específico y entregado a un destino específico. Los problemas de diale-a-ride difieren de otros problemas de enrutamiento y programación, ya que normalmente implican limitaciones relacionadas con el servicio. Es común tener limitaciones de tiempo de espera máximo y limitaciones de tiempo de viaje máximo. En presencia de un tiempo de espera máximo y restricciones de tiempo máximo de viaje, no está claro cómo determinar eficientemente, dada una secuencia de recogida y entregas, si existe un horario viable. Demostramos que esto, de hecho, se puede hacer en tiempo lineal ",
            "error": [
                ""
            ]
        },
        "vehicle-operating agency": {
            "translated_key": "vehículo",
            "translated_annotated_text": "Pruebas de viabilidad eficientes para problemas de diale-a-ride Los sistemas de diale-a-ride implican el envío de un vehículo para satisfacer las demandas de un conjunto de clientes que llaman a una agencia de operación <br>vehículo</br> solicitando que un lazo de artículo recogido de un lugar específico y entregado a un destino específico. Los problemas de diale-a-ride difieren de otros problemas de enrutamiento y programación, ya que normalmente implican limitaciones relacionadas con el servicio. Es común tener limitaciones de tiempo de espera máximo y limitaciones de tiempo de viaje máximo. En presencia de un tiempo de espera máximo y restricciones de tiempo máximo de viaje, no está claro cómo determinar eficientemente, dada una secuencia de recogida y entregas, si existe un horario viable. Demostramos que esto, de hecho, se puede hacer en tiempo lineal ",
            "error": [
                ""
            ]
        },
        "routing": {
            "translated_key": "routing",
            "translated_annotated_text": "Pruebas de viabilidad eficientes para problemas de diale-a-ride Los sistemas de diale-a-ride implican el envío de un vehículo para satisfacer las demandas de un conjunto de clientes que llaman a una agencia de operación del vehículo solicitando que un lazo del artículo recogido de un lugar específico y entregado a un destino específico. Los problemas de dial-a-ride difieren de otros <br>routing</br> y problemas de programación, ya que normalmente implican limitaciones relacionadas con el servicio. Es común tener limitaciones de tiempo de espera máximo y limitaciones de tiempo de viaje máximo. En presencia de un tiempo de espera máximo y restricciones de tiempo máximo de viaje, no está claro cómo determinar eficientemente, dada una secuencia de recogida y entregas, si existe un horario viable. Demostramos que esto, de hecho, se puede hacer en tiempo lineal ",
            "error": [
                ""
            ]
        },
        "scheduling": {
            "translated_key": "scheduling",
            "translated_annotated_text": "Pruebas de viabilidad eficientes para problemas de diale-a-ride Los sistemas de diale-a-ride implican el envío de un vehículo para satisfacer las demandas de un conjunto de clientes que llaman a una agencia de operación del vehículo solicitando que un lazo del artículo recogido de un lugar específico y entregado a un destino específico. Los problemas de dial-a-ride difieren de otros problemas de enrutamiento y <br>scheduling</br>, ya que normalmente implican limitaciones relacionadas con el servicio. Es común tener limitaciones de tiempo de espera máximo y limitaciones de tiempo de viaje máximo. En presencia de un tiempo de espera máximo y restricciones de tiempo máximo de viaje, no está claro cómo determinar eficientemente, dada una secuencia de recogida y entregas, si existe un horario viable. Demostramos que esto, de hecho, se puede hacer en tiempo lineal ",
            "error": [
                ""
            ]
        },
        "service-related constraints": {
            "translated_key": [],
            "translated_annotated_text": "Pruebas de viabilidad eficientes para problemas de diale-a-ride Los sistemas de diale-a-ride implican el envío de un vehículo para satisfacer las demandas de un conjunto de clientes que llaman a una agencia de operación del vehículo solicitando que un lazo del artículo recogido de un lugar específico y entregado a un destino específico. Los problemas relacionados con el desplazamiento por línea dial difieren de otros problemas de enrutamiento y programación, ya que normalmente entrañan limitaciones relacionadas con el servicio. Es común tener limitaciones de tiempo de espera máximo y limitaciones de tiempo de viaje máximo. En presencia de un tiempo de espera máximo y restricciones de tiempo máximo de viaje, no está claro cómo determinar eficientemente, dada una secuencia de recogida y entregas, si existe un horario viable. Demostramos que esto, de hecho, se puede hacer en tiempo lineal ",
            "error": []
        },
        "maximum wait time constraints": {
            "translated_key": "máximo",
            "translated_annotated_text": "Pruebas de viabilidad eficientes para problemas de diale-a-ride Los sistemas de diale-a-ride implican el envío de un vehículo para satisfacer las demandas de un conjunto de clientes que llaman a una agencia de operación del vehículo solicitando que un lazo del artículo recogido de un lugar específico y entregado a un destino específico. Los problemas de diale-a-ride difieren de otros problemas de enrutamiento y programación, ya que normalmente implican limitaciones relacionadas con el servicio. Es común tener limitaciones de tiempo de espera <br>máximo</br> y limitaciones de tiempo de viaje máximo. En presencia de un tiempo de espera máximo y restricciones de tiempo máximo de viaje, no está claro cómo determinar eficientemente, dada una secuencia de recogida y entregas, si existe un horario viable. Demostramos que esto, de hecho, se puede hacer en tiempo lineal ",
            "error": [
                ""
            ]
        },
        "maximum ride time constraints": {
            "translated_key": "limitaciones de tiempo de viaje máximo",
            "translated_annotated_text": "Pruebas de viabilidad eficientes para problemas de diale-a-ride Los sistemas de diale-a-ride implican el envío de un vehículo para satisfacer las demandas de un conjunto de clientes que llaman a una agencia de operación del vehículo solicitando que un lazo del artículo recogido de un lugar específico y entregado a un destino específico. Los problemas de diale-a-ride difieren de otros problemas de enrutamiento y programación, ya que normalmente implican limitaciones relacionadas con el servicio. Es común tener limitaciones de tiempo de espera máximo y <br>limitaciones de tiempo de viaje máximo</br>.  En presencia de un tiempo de espera máximo y restricciones de tiempo máximo de viaje, no está claro cómo determinar eficientemente, dada una secuencia de recogida y entregas, si existe un horario viable. Demostramos que esto, de hecho, se puede hacer en tiempo lineal ",
            "error": [
                ""
            ]
        },
        "computational complexity": {
            "translated_key": [],
            "translated_annotated_text": "Pruebas de viabilidad eficientes para problemas de diale-a-ride Los sistemas de diale-a-ride implican el envío de un vehículo para satisfacer las demandas de un conjunto de clientes que llaman a una agencia de operación del vehículo solicitando que un lazo del artículo recogido de un lugar específico y entregado a un destino específico. Los problemas de diale-a-ride difieren de otros problemas de enrutamiento y programación, ya que normalmente implican limitaciones relacionadas con el servicio. Es común tener limitaciones de tiempo de espera máximo y limitaciones de tiempo de viaje máximo. En presencia de un tiempo de espera máximo y restricciones de tiempo máximo de viaje, no está claro cómo determinar eficientemente, dada una secuencia de recogida y entregas, si existe un horario viable. Demostramos que esto, de hecho, se puede hacer en tiempo lineal ",
            "error": []
        },
        "transportation": {
            "translated_key": [],
            "translated_annotated_text": "Pruebas de viabilidad eficientes para problemas de diale-a-ride Los sistemas de diale-a-ride implican el envío de un vehículo para satisfacer las demandas de un conjunto de clientes que llaman a una agencia de operación del vehículo solicitando que un lazo del artículo recogido de un lugar específico y entregado a un destino específico. Los problemas de diale-a-ride difieren de otros problemas de enrutamiento y programación, ya que normalmente implican limitaciones relacionadas con el servicio. Es común tener limitaciones de tiempo de espera máximo y limitaciones de tiempo de viaje máximo. En presencia de un tiempo de espera máximo y restricciones de tiempo máximo de viaje, no está claro cómo determinar eficientemente, dada una secuencia de recogida y entregas, si existe un horario viable. Demostramos que esto, de hecho, se puede hacer en tiempo lineal ",
            "error": []
        }
    }
}