{
    "original_text": "How does attitude impact IT implementation: a study of small business owners According to previous studies, attitude towards information technology (IT) among small business owners appears to be a key factor in achieving high quality IT implementations. In an effort to extend this stream of research, we conducted case studies with small business owners and learned that high quality IT implementations resulted with owners who had positive or negative attitudes toward IT, but not with owners who had uncertain attitudes. Owners with apolar attitude, either positive or negative, all took action to temper the uncertainty and risk surrounding the use of new IT in their organization. In contrast, owners with uncertain attitudes did not make mitigating attempts to reduce uncertainty and risk. A consistent finding among those with high quality IT implementations was an entrepreneurial, or shared, management style. It is proposed, based on case study data, that small business owners with an uncertain attitude towards IT might experience higher quality IT results in their organizations through practicing a more entrepreneurial, or shared, management style. The study provides insights for both computer specialists and small business owners planning IT implementations",
    "original_translation": "Cómo impacta la actitud en la implementación de TI: un estudio de propietarios de pequeñas empresas Según estudios anteriores, la actitud hacia la tecnología de la información (TI) entre propietarios de pequeñas empresas parece ser un factor clave para lograr implementaciones de TI de alta calidad. En un esfuerzo por ampliar este flujo de investigación, realizamos estudios de casos con propietarios de pequeñas empresas y aprendimos que las implementaciones de TI de alta calidad resultaron en propietarios que tenían actitudes positivas o negativas hacia la TI, pero no con propietarios que tenían actitudes inciertas. Los propietarios con actitud apolar, tanto positiva como negativa, tomaron medidas para atenuar la incertidumbre y el riesgo que rodeaba el uso de nuevas tecnologías de la información en su organización. En cambio, los propietarios con actitudes inciertas no hicieron intentos atenuantes de reducir la incertidumbre y el riesgo. Un hallazgo consistente entre aquellos con implementaciones de TI de alta calidad fue un estilo de gestión empresarial, o compartido. Se propone, sobre la base de datos de estudios de casos, que los propietarios de pequeñas empresas con una actitud incierta hacia la TI puedan experimentar resultados de TI de mayor calidad en sus organizaciones mediante la práctica de un estilo de gestión más empresarial o compartido. El estudio proporciona información para especialistas en informática y propietarios de pequeñas empresas que planean implementaciones de TI",
    "error_count": 10,
    "keys": {
        "small business owners": {
            "translated_key": [
                "propietarios de pequeñas empresas",
                "propietarios de pequeñas empresas",
                "pequeños empresarios",
                "propietarios de pequeñas empresas",
                "propietarios de pequeñas empresas"
            ],
            "translated_annotated_text": "Cómo impacta la actitud en la implementación de TI: un estudio de <br>propietarios de pequeñas empresas</br> Según estudios anteriores, la actitud hacia la tecnología de la información (TI) entre los <br>propietarios de pequeñas empresas</br> parece ser un factor clave para lograr implementaciones de TI de alta calidad. En un esfuerzo por ampliar este flujo de investigación, realizamos estudios de casos con <br>pequeños empresarios</br> y aprendimos que las implementaciones de TI de alta calidad resultaban en que los propietarios tenían actitudes positivas o negativas hacia las TI, pero no con propietarios que tenían actitudes inciertas. Los propietarios con actitud apolar, tanto positiva como negativa, tomaron medidas para atenuar la incertidumbre y el riesgo que rodeaba el uso de nuevas tecnologías de la información en su organización. En cambio, los propietarios con actitudes inciertas no hicieron intentos atenuantes de reducir la incertidumbre y el riesgo. Un hallazgo consistente entre aquellos con implementaciones de TI de alta calidad fue un estilo de gestión empresarial, o compartido. Se propone, sobre la base de datos de estudios de casos, que los <br>propietarios de pequeñas empresas</br> con una actitud incierta hacia las TI puedan experimentar resultados de TI de mayor calidad en sus organizaciones mediante la práctica de un estilo de gestión más empresarial o compartido. El estudio proporciona información para especialistas en informática y <br>propietarios de pequeñas empresas</br> que planean implementaciones de TI. ",
            "error": [
                "propietarios de pequeñas empresas",
                "propietarios de pequeñas empresas",
                "pequeños empresarios",
                "propietarios de pequeñas empresas",
                "propietarios de pequeñas empresas"
            ]
        },
        "information technology implementation": {
            "translated_key": [],
            "translated_annotated_text": "Cómo impacta la actitud en la implementación de TI: un estudio de propietarios de pequeñas empresas Según estudios anteriores, la actitud hacia la tecnología de la información (TI) entre propietarios de pequeñas empresas parece ser un factor clave para lograr implementaciones de TI de alta calidad. En un esfuerzo por ampliar este flujo de investigación, realizamos estudios de casos con propietarios de pequeñas empresas y aprendimos que las implementaciones de TI de alta calidad resultaron en propietarios que tenían actitudes positivas o negativas hacia la TI, pero no con propietarios que tenían actitudes inciertas. Los propietarios con actitud apolar, tanto positiva como negativa, tomaron medidas para atenuar la incertidumbre y el riesgo que rodeaba el uso de nuevas tecnologías de la información en su organización. En cambio, los propietarios con actitudes inciertas no hicieron intentos atenuantes de reducir la incertidumbre y el riesgo. Un hallazgo consistente entre aquellos con implementaciones de TI de alta calidad fue un estilo de gestión empresarial, o compartido. Se propone, sobre la base de datos de estudios de casos, que los propietarios de pequeñas empresas con una actitud incierta hacia la TI puedan experimentar resultados de TI de mayor calidad en sus organizaciones mediante la práctica de un estilo de gestión más empresarial o compartido. El estudio proporciona información para especialistas en informática y propietarios de pequeñas empresas que planean implementaciones de TI ",
            "error": []
        },
        "negative attitudes": {
            "translated_key": [],
            "translated_annotated_text": "Cómo impacta la actitud en la implementación de TI: un estudio de propietarios de pequeñas empresas Según estudios anteriores, la actitud hacia la tecnología de la información (TI) entre propietarios de pequeñas empresas parece ser un factor clave para lograr implementaciones de TI de alta calidad. En un esfuerzo por ampliar este flujo de investigación, realizamos estudios de casos con dueños de pequeñas empresas y aprendimos que las implementaciones de TI de alta calidad resultaron en propietarios que tenían actitudes positivas o negativas hacia las TI, pero no con propietarios que tenían actitudes inciertas.  Los propietarios con actitud apolar, tanto positiva como negativa, tomaron medidas para atenuar la incertidumbre y el riesgo que rodeaba el uso de nuevas tecnologías de la información en su organización. En cambio, los propietarios con actitudes inciertas no hicieron intentos atenuantes de reducir la incertidumbre y el riesgo. Un hallazgo consistente entre aquellos con implementaciones de TI de alta calidad fue un estilo de gestión empresarial, o compartido. Se propone, sobre la base de datos de estudios de casos, que los propietarios de pequeñas empresas con una actitud incierta hacia la TI puedan experimentar resultados de TI de mayor calidad en sus organizaciones mediante la práctica de un estilo de gestión más empresarial o compartido. El estudio proporciona información para especialistas en informática y propietarios de pequeñas empresas que planean implementaciones de TI ",
            "error": []
        },
        "positive attitudes": {
            "translated_key": [],
            "translated_annotated_text": "Cómo impacta la actitud en la implementación de TI: un estudio de propietarios de pequeñas empresas Según estudios anteriores, la actitud hacia la tecnología de la información (TI) entre propietarios de pequeñas empresas parece ser un factor clave para lograr implementaciones de TI de alta calidad. En un esfuerzo por ampliar este flujo de investigación, realizamos estudios de casos con propietarios de pequeñas empresas y aprendimos que las implementaciones de TI de alta calidad resultaron en propietarios que tenían actitudes positivas o negativas hacia la TI, pero no con propietarios que tenían actitudes inciertas. Los propietarios con actitud apolar, tanto positiva como negativa, tomaron medidas para atenuar la incertidumbre y el riesgo que rodeaba el uso de nuevas tecnologías de la información en su organización. En cambio, los propietarios con actitudes inciertas no hicieron intentos atenuantes de reducir la incertidumbre y el riesgo. Un hallazgo consistente entre aquellos con implementaciones de TI de alta calidad fue un estilo de gestión empresarial, o compartido. Se propone, sobre la base de datos de estudios de casos, que los propietarios de pequeñas empresas con una actitud incierta hacia la TI puedan experimentar resultados de TI de mayor calidad en sus organizaciones mediante la práctica de un estilo de gestión más empresarial o compartido. El estudio proporciona información para especialistas en informática y propietarios de pequeñas empresas que planean implementaciones de TI ",
            "error": []
        },
        "uncertain attitude": {
            "translated_key": "incertidumbre",
            "translated_annotated_text": "Cómo impacta la actitud en la implementación de TI: un estudio de propietarios de pequeñas empresas Según estudios anteriores, la actitud hacia la tecnología de la información (TI) entre propietarios de pequeñas empresas parece ser un factor clave para lograr implementaciones de TI de alta calidad. En un esfuerzo por ampliar este flujo de investigación, realizamos estudios de casos con propietarios de pequeñas empresas y aprendimos que las implementaciones de TI de alta calidad resultaron en propietarios que tenían actitudes positivas o negativas hacia la TI, pero no con propietarios que tenían actitudes inciertas. Los propietarios con actitud apolar, tanto positiva como negativa, tomaron medidas para atenuar la incertidumbre y el riesgo que rodeaba el uso de nuevas tecnologías de la información en su organización. En cambio, los propietarios con actitudes inciertas no hicieron intentos atenuantes de reducir la incertidumbre y el riesgo. Un hallazgo consistente entre aquellos con implementaciones de TI de alta calidad fue un estilo de gestión empresarial, o compartido. Se propone, sobre la base de datos de estudios de casos, que los propietarios de pequeñas empresas con una actitud <br>incertidumbre</br> hacia las TI puedan experimentar resultados de TI de mayor calidad en sus organizaciones mediante la práctica de un estilo de gestión más emprendedor o compartido. El estudio proporciona información para especialistas en informática y propietarios de pequeñas empresas que planean implementaciones de TI ",
            "error": [
                ""
            ]
        },
        "risk": {
            "translated_key": [
                "riesgo",
                " "
            ],
            "translated_annotated_text": "Cómo impacta la actitud en la implementación de TI: un estudio de propietarios de pequeñas empresas Según estudios anteriores, la actitud hacia la tecnología de la información (TI) entre propietarios de pequeñas empresas parece ser un factor clave para lograr implementaciones de TI de alta calidad. En un esfuerzo por ampliar este flujo de investigación, realizamos estudios de casos con propietarios de pequeñas empresas y aprendimos que las implementaciones de TI de alta calidad resultaron en propietarios que tenían actitudes positivas o negativas hacia la TI, pero no con propietarios que tenían actitudes inciertas. Los propietarios con actitud apolar, tanto positiva como negativa, tomaron medidas para atenuar la incertidumbre y el <br>riesgo</br> que rodeaba el uso de nuevas tecnologías de la información en su organización. Por el contrario, los propietarios con actitudes inciertas no hicieron intentos atenuantes de reducir la incertidumbre y el riesgo <br> </br>. Un hallazgo consistente entre aquellos con implementaciones de TI de alta calidad fue un estilo de gestión empresarial, o compartido. Se propone, sobre la base de datos de estudios de casos, que los propietarios de pequeñas empresas con una actitud incierta hacia la TI puedan experimentar resultados de TI de mayor calidad en sus organizaciones mediante la práctica de un estilo de gestión más empresarial o compartido. El estudio proporciona información para especialistas en informática y propietarios de pequeñas empresas que planean implementaciones de TI ",
            "error": [
                "riesgo",
                " "
            ]
        },
        "organization": {
            "translated_key": " ",
            "translated_annotated_text": "Cómo impacta la actitud en la implementación de TI: un estudio de propietarios de pequeñas empresas Según estudios anteriores, la actitud hacia la tecnología de la información (TI) entre propietarios de pequeñas empresas parece ser un factor clave para lograr implementaciones de TI de alta calidad. En un esfuerzo por ampliar este flujo de investigación, realizamos estudios de casos con propietarios de pequeñas empresas y aprendimos que las implementaciones de TI de alta calidad resultaron en propietarios que tenían actitudes positivas o negativas hacia la TI, pero no con propietarios que tenían actitudes inciertas. Los propietarios con actitud apolar, tanto positiva como negativa, tomaron medidas para atenuar la incertidumbre y el riesgo que rodeaba el uso de nuevas tecnologías de la información en su organización <br> </br>. En cambio, los propietarios con actitudes inciertas no hicieron intentos atenuantes de reducir la incertidumbre y el riesgo. Un hallazgo consistente entre aquellos con implementaciones de TI de alta calidad fue un estilo de gestión empresarial, o compartido. Se propone, sobre la base de datos de estudios de casos, que los propietarios de pequeñas empresas con una actitud incierta hacia la TI puedan experimentar resultados de TI de mayor calidad en sus organizaciones mediante la práctica de un estilo de gestión más empresarial o compartido. El estudio proporciona información para especialistas en informática y propietarios de pequeñas empresas que planean implementaciones de TI ",
            "error": [
                ""
            ]
        },
        "management style": {
            "translated_key": [
                " ",
                "estilo de gestión"
            ],
            "translated_annotated_text": "Cómo impacta la actitud en la implementación de TI: un estudio de propietarios de pequeñas empresas Según estudios anteriores, la actitud hacia la tecnología de la información (TI) entre propietarios de pequeñas empresas parece ser un factor clave para lograr implementaciones de TI de alta calidad. En un esfuerzo por ampliar este flujo de investigación, realizamos estudios de casos con propietarios de pequeñas empresas y aprendimos que las implementaciones de TI de alta calidad resultaron en propietarios que tenían actitudes positivas o negativas hacia la TI, pero no con propietarios que tenían actitudes inciertas. Los propietarios con actitud apolar, tanto positiva como negativa, tomaron medidas para atenuar la incertidumbre y el riesgo que rodeaba el uso de nuevas tecnologías de la información en su organización. En cambio, los propietarios con actitudes inciertas no hicieron intentos atenuantes de reducir la incertidumbre y el riesgo. Un hallazgo consistente entre aquellos con implementaciones de TI de alta calidad fue un estilo de gestión empresarial, o compartido, <br> </br>. Se propone, sobre la base de datos de estudios de casos, que los propietarios de pequeñas empresas con una actitud incierta hacia las TI puedan experimentar resultados de TI de mayor calidad en sus organizaciones mediante la práctica de un <br>estilo de gestión</br> más emprendedor o compartido. El estudio proporciona información para especialistas en informática y propietarios de pequeñas empresas que planean implementaciones de TI ",
            "error": [
                " ",
                "estilo de gestión"
            ]
        },
        "computer specialists": {
            "translated_key": "especialistas en informática",
            "translated_annotated_text": "Cómo impacta la actitud en la implementación de TI: un estudio de propietarios de pequeñas empresas Según estudios anteriores, la actitud hacia la tecnología de la información (TI) entre propietarios de pequeñas empresas parece ser un factor clave para lograr implementaciones de TI de alta calidad. En un esfuerzo por ampliar este flujo de investigación, realizamos estudios de casos con propietarios de pequeñas empresas y aprendimos que las implementaciones de TI de alta calidad resultaron en propietarios que tenían actitudes positivas o negativas hacia la TI, pero no con propietarios que tenían actitudes inciertas. Los propietarios con actitud apolar, tanto positiva como negativa, tomaron medidas para atenuar la incertidumbre y el riesgo que rodeaba el uso de nuevas tecnologías de la información en su organización. En cambio, los propietarios con actitudes inciertas no hicieron intentos atenuantes de reducir la incertidumbre y el riesgo. Un hallazgo consistente entre aquellos con implementaciones de TI de alta calidad fue un estilo de gestión empresarial, o compartido. Se propone, sobre la base de datos de estudios de casos, que los propietarios de pequeñas empresas con una actitud incierta hacia la TI puedan experimentar resultados de TI de mayor calidad en sus organizaciones mediante la práctica de un estilo de gestión más empresarial o compartido. El estudio proporciona información para <br>especialistas en informática</br> y propietarios de pequeñas empresas que planean implementaciones de TI. ",
            "error": [
                ""
            ]
        },
        "planning": {
            "translated_key": "planning",
            "translated_annotated_text": "Cómo impacta la actitud en la implementación de TI: un estudio de propietarios de pequeñas empresas Según estudios anteriores, la actitud hacia la tecnología de la información (TI) entre propietarios de pequeñas empresas parece ser un factor clave para lograr implementaciones de TI de alta calidad. En un esfuerzo por ampliar este flujo de investigación, realizamos estudios de casos con propietarios de pequeñas empresas y aprendimos que las implementaciones de TI de alta calidad resultaron en propietarios que tenían actitudes positivas o negativas hacia la TI, pero no con propietarios que tenían actitudes inciertas. Los propietarios con actitud apolar, tanto positiva como negativa, tomaron medidas para atenuar la incertidumbre y el riesgo que rodeaba el uso de nuevas tecnologías de la información en su organización. En cambio, los propietarios con actitudes inciertas no hicieron intentos atenuantes de reducir la incertidumbre y el riesgo. Un hallazgo consistente entre aquellos con implementaciones de TI de alta calidad fue un estilo de gestión empresarial, o compartido. Se propone, sobre la base de datos de estudios de casos, que los propietarios de pequeñas empresas con una actitud incierta hacia la TI puedan experimentar resultados de TI de mayor calidad en sus organizaciones mediante la práctica de un estilo de gestión más empresarial o compartido. El estudio proporciona información tanto a los especialistas en informática como a los propietarios de pequeñas empresas <br>planning</br> implementaciones de TI ",
            "error": [
                ""
            ]
        },
        "business data processing": {
            "translated_key": [],
            "translated_annotated_text": "Cómo impacta la actitud en la implementación de TI: un estudio de propietarios de pequeñas empresas Según estudios anteriores, la actitud hacia la tecnología de la información (TI) entre propietarios de pequeñas empresas parece ser un factor clave para lograr implementaciones de TI de alta calidad. En un esfuerzo por ampliar este flujo de investigación, realizamos estudios de casos con propietarios de pequeñas empresas y aprendimos que las implementaciones de TI de alta calidad resultaron en propietarios que tenían actitudes positivas o negativas hacia la TI, pero no con propietarios que tenían actitudes inciertas. Los propietarios con actitud apolar, tanto positiva como negativa, tomaron medidas para atenuar la incertidumbre y el riesgo que rodeaba el uso de nuevas tecnologías de la información en su organización. En cambio, los propietarios con actitudes inciertas no hicieron intentos atenuantes de reducir la incertidumbre y el riesgo. Un hallazgo consistente entre aquellos con implementaciones de TI de alta calidad fue un estilo de gestión empresarial, o compartido. Se propone, sobre la base de datos de estudios de casos, que los propietarios de pequeñas empresas con una actitud incierta hacia la TI puedan experimentar resultados de TI de mayor calidad en sus organizaciones mediante la práctica de un estilo de gestión más empresarial o compartido. El estudio proporciona información para especialistas en informática y propietarios de pequeñas empresas que planean implementaciones de TI ",
            "error": []
        },
        "human factors": {
            "translated_key": [],
            "translated_annotated_text": "Cómo impacta la actitud en la implementación de TI: un estudio de propietarios de pequeñas empresas Según estudios anteriores, la actitud hacia la tecnología de la información (TI) entre propietarios de pequeñas empresas parece ser un factor clave para lograr implementaciones de TI de alta calidad. En un esfuerzo por ampliar este flujo de investigación, realizamos estudios de casos con propietarios de pequeñas empresas y aprendimos que las implementaciones de TI de alta calidad resultaron en propietarios que tenían actitudes positivas o negativas hacia la TI, pero no con propietarios que tenían actitudes inciertas. Los propietarios con actitud apolar, tanto positiva como negativa, tomaron medidas para atenuar la incertidumbre y el riesgo que rodeaba el uso de nuevas tecnologías de la información en su organización. En cambio, los propietarios con actitudes inciertas no hicieron intentos atenuantes de reducir la incertidumbre y el riesgo. Un hallazgo consistente entre aquellos con implementaciones de TI de alta calidad fue un estilo de gestión empresarial, o compartido. Se propone, sobre la base de datos de estudios de casos, que los propietarios de pequeñas empresas con una actitud incierta hacia la TI puedan experimentar resultados de TI de mayor calidad en sus organizaciones mediante la práctica de un estilo de gestión más empresarial o compartido. El estudio proporciona información para especialistas en informática y propietarios de pequeñas empresas que planean implementaciones de TI ",
            "error": []
        },
        "information technology": {
            "translated_key": "tecnología de la información",
            "translated_annotated_text": "¿Cómo influye la actitud en la implementación de TI: un estudio de propietarios de pequeñas empresas Según estudios anteriores, la actitud hacia la <br>tecnología de la información</br> (TI) entre los propietarios de pequeñas empresas parece ser un factor clave para lograr implementaciones de TI de alta calidad. En un esfuerzo por ampliar este flujo de investigación, realizamos estudios de casos con propietarios de pequeñas empresas y aprendimos que las implementaciones de TI de alta calidad resultaron en propietarios que tenían actitudes positivas o negativas hacia la TI, pero no con propietarios que tenían actitudes inciertas. Los propietarios con actitud apolar, tanto positiva como negativa, tomaron medidas para atenuar la incertidumbre y el riesgo que rodeaba el uso de nuevas tecnologías de la información en su organización. En cambio, los propietarios con actitudes inciertas no hicieron intentos atenuantes de reducir la incertidumbre y el riesgo. Un hallazgo consistente entre aquellos con implementaciones de TI de alta calidad fue un estilo de gestión empresarial, o compartido. Se propone, sobre la base de datos de estudios de casos, que los propietarios de pequeñas empresas con una actitud incierta hacia la TI puedan experimentar resultados de TI de mayor calidad en sus organizaciones mediante la práctica de un estilo de gestión más empresarial o compartido. El estudio proporciona información para especialistas en informática y propietarios de pequeñas empresas que planean implementaciones de TI ",
            "error": [
                ""
            ]
        },
        "personal computing": {
            "translated_key": [],
            "translated_annotated_text": "Cómo impacta la actitud en la implementación de TI: un estudio de propietarios de pequeñas empresas Según estudios anteriores, la actitud hacia la tecnología de la información (TI) entre propietarios de pequeñas empresas parece ser un factor clave para lograr implementaciones de TI de alta calidad. En un esfuerzo por ampliar este flujo de investigación, realizamos estudios de casos con propietarios de pequeñas empresas y aprendimos que las implementaciones de TI de alta calidad resultaron en propietarios que tenían actitudes positivas o negativas hacia la TI, pero no con propietarios que tenían actitudes inciertas. Los propietarios con actitud apolar, tanto positiva como negativa, tomaron medidas para atenuar la incertidumbre y el riesgo que rodeaba el uso de nuevas tecnologías de la información en su organización. En cambio, los propietarios con actitudes inciertas no hicieron intentos atenuantes de reducir la incertidumbre y el riesgo. Un hallazgo consistente entre aquellos con implementaciones de TI de alta calidad fue un estilo de gestión empresarial, o compartido. Se propone, sobre la base de datos de estudios de casos, que los propietarios de pequeñas empresas con una actitud incierta hacia la TI puedan experimentar resultados de TI de mayor calidad en sus organizaciones mediante la práctica de un estilo de gestión más empresarial o compartido. El estudio proporciona información para especialistas en informática y propietarios de pequeñas empresas que planean implementaciones de TI ",
            "error": []
        },
        "risk management": {
            "translated_key": [],
            "translated_annotated_text": "Cómo impacta la actitud en la implementación de TI: un estudio de propietarios de pequeñas empresas Según estudios anteriores, la actitud hacia la tecnología de la información (TI) entre propietarios de pequeñas empresas parece ser un factor clave para lograr implementaciones de TI de alta calidad. En un esfuerzo por ampliar este flujo de investigación, realizamos estudios de casos con propietarios de pequeñas empresas y aprendimos que las implementaciones de TI de alta calidad resultaron en propietarios que tenían actitudes positivas o negativas hacia la TI, pero no con propietarios que tenían actitudes inciertas. Los propietarios con actitud apolar, tanto positiva como negativa, tomaron medidas para atenuar la incertidumbre y el riesgo que rodeaba el uso de nuevas tecnologías de la información en su organización. En cambio, los propietarios con actitudes inciertas no hicieron intentos atenuantes de reducir la incertidumbre y el riesgo. Un hallazgo consistente entre aquellos con implementaciones de TI de alta calidad fue un estilo de gestión empresarial, o compartido. Se propone, sobre la base de datos de estudios de casos, que los propietarios de pequeñas empresas con una actitud incierta hacia la TI puedan experimentar resultados de TI de mayor calidad en sus organizaciones mediante la práctica de un estilo de gestión más empresarial o compartido. El estudio proporciona información para especialistas en informática y propietarios de pequeñas empresas que planean implementaciones de TI ",
            "error": []
        }
    }
}