{
    "original_text": "Aggregate bandwidth estimation in stored video distribution systems Multimedia applications like video on demand, distance learning, Internet video broadcast, etc. will play a fundamental role in future broadband networks. A common aspect of such applications is the transmission of video streams that require a sustained relatively high bandwidth with stringent requirements of quality of service. In this paper various original algorithms for evaluating, in a video distribution system, a statistical estimation of aggregate bandwidth needed by a given number of smoothed video streams are proposed and discussed. The variable bit rate traffic generated by each video stream is characterized by its marginal distribution and by conditional probabilities between rates of temporary closed streams. The developed iterative algorithms evaluate an upper and lower bound of needed bandwidth for guaranteeing a given loss probability. The obtained results are compared with simulations and with other results, based on similar assumptions, already presented in the literature. Some considerations on the developed algorithms are made, in order to evaluate the effectiveness of the proposed methods",
    "original_translation": "Estimación agregada del ancho de banda en los sistemas de distribución de vídeo almacenados Aplicaciones multimedia como vídeo bajo demanda, aprendizaje a distancia, transmisión de vídeo por Internet, etc. desempeñará un papel fundamental en las futuras redes de banda ancha. Un aspecto común de estas aplicaciones es la transmisión de transmisiones de vídeo que requieren un ancho de banda relativamente alto y con requisitos estrictos de calidad del servicio. En este artículo se proponen y discuten varios algoritmos originales para evaluar, en un sistema de distribución de vídeo, una estimación estadística del ancho de banda agregado necesario por un número determinado de flujos de vídeo suavizados. El tráfico de tasa de bits variable generado por cada flujo de vídeo se caracteriza por su distribución marginal y por probabilidades condicionales entre las tasas de flujos cerrados temporales. Los algoritmos iterativos desarrollados evalúan un límite superior e inferior del ancho de banda necesario para garantizar una probabilidad de pérdida dada. Los resultados obtenidos se comparan con simulaciones y con otros resultados, basados en supuestos similares, ya presentados en la literatura. Se hacen algunas consideraciones sobre los algoritmos desarrollados, con el fin de evaluar la eficacia de los métodos propuestos",
    "error_count": 20,
    "keys": {
        "aggregate bandwidth estimation": {
            "translated_key": [],
            "translated_annotated_text": "Estimación agregada del ancho de banda en los sistemas de distribución de vídeo almacenados Aplicaciones multimedia como vídeo bajo demanda, aprendizaje a distancia, transmisión de vídeo por Internet, etc. desempeñará un papel fundamental en las futuras redes de banda ancha. Un aspecto común de estas aplicaciones es la transmisión de transmisiones de vídeo que requieren un ancho de banda relativamente alto y con requisitos estrictos de calidad del servicio. En este artículo se proponen y discuten varios algoritmos originales para evaluar, en un sistema de distribución de vídeo, una estimación estadística del ancho de banda agregado necesario por un número determinado de flujos de vídeo suavizados. El tráfico de tasa de bits variable generado por cada flujo de vídeo se caracteriza por su distribución marginal y por probabilidades condicionales entre las tasas de flujos cerrados temporales. Los algoritmos iterativos desarrollados evalúan un límite superior e inferior del ancho de banda necesario para garantizar una probabilidad de pérdida dada. Los resultados obtenidos se comparan con simulaciones y con otros resultados, basados en supuestos similares, ya presentados en la literatura. Se hacen algunas consideraciones sobre los algoritmos desarrollados, con el fin de evaluar la eficacia de los métodos propuestos ",
            "error": []
        },
        "stored video distribution systems": {
            "translated_key": "sistemas de distribución de vídeo almacenados",
            "translated_annotated_text": "Estimación agregada del ancho de banda en los <br>sistemas de distribución de vídeo almacenados</br> Aplicaciones multimedia como vídeo bajo demanda, aprendizaje a distancia, transmisión de vídeo por Internet, etc.  desempeñará un papel fundamental en las futuras redes de banda ancha. Un aspecto común de estas aplicaciones es la transmisión de transmisiones de vídeo que requieren un ancho de banda relativamente alto y con requisitos estrictos de calidad del servicio. En este artículo se proponen y discuten varios algoritmos originales para evaluar, en un sistema de distribución de vídeo, una estimación estadística del ancho de banda agregado necesario por un número determinado de flujos de vídeo suavizados. El tráfico de tasa de bits variable generado por cada flujo de vídeo se caracteriza por su distribución marginal y por probabilidades condicionales entre las tasas de flujos cerrados temporales. Los algoritmos iterativos desarrollados evalúan un límite superior e inferior del ancho de banda necesario para garantizar una probabilidad de pérdida dada. Los resultados obtenidos se comparan con simulaciones y con otros resultados, basados en supuestos similares, ya presentados en la literatura. Se hacen algunas consideraciones sobre los algoritmos desarrollados, con el fin de evaluar la eficacia de los métodos propuestos ",
            "error": [
                ""
            ]
        },
        "multimedia applications": {
            "translated_key": [],
            "translated_annotated_text": "Estimación agregada del ancho de banda en los sistemas de distribución de vídeo almacenados Aplicaciones multimedia como vídeo bajo demanda, aprendizaje a distancia, transmisión de vídeo por Internet, etc. desempeñará un papel fundamental en las futuras redes de banda ancha. Un aspecto común de estas aplicaciones es la transmisión de transmisiones de vídeo que requieren un ancho de banda relativamente alto y con requisitos estrictos de calidad del servicio. En este artículo se proponen y discuten varios algoritmos originales para evaluar, en un sistema de distribución de vídeo, una estimación estadística del ancho de banda agregado necesario por un número determinado de flujos de vídeo suavizados. El tráfico de tasa de bits variable generado por cada flujo de vídeo se caracteriza por su distribución marginal y por probabilidades condicionales entre las tasas de flujos cerrados temporales. Los algoritmos iterativos desarrollados evalúan un límite superior e inferior del ancho de banda necesario para garantizar una probabilidad de pérdida dada. Los resultados obtenidos se comparan con simulaciones y con otros resultados, basados en supuestos similares, ya presentados en la literatura. Se hacen algunas consideraciones sobre los algoritmos desarrollados, con el fin de evaluar la eficacia de los métodos propuestos ",
            "error": []
        },
        "video on demand": {
            "translated_key": "video bajo demanda",
            "translated_annotated_text": "Estimación agregada del ancho de banda en los sistemas de distribución de vídeo almacenados Aplicaciones multimedia como <br>video bajo demanda</br>, aprendizaje a distancia, transmisión de vídeo por Internet, etc. desempeñará un papel fundamental en las futuras redes de banda ancha. Un aspecto común de estas aplicaciones es la transmisión de transmisiones de vídeo que requieren un ancho de banda relativamente alto y con requisitos estrictos de calidad del servicio. En este artículo se proponen y discuten varios algoritmos originales para evaluar, en un sistema de distribución de vídeo, una estimación estadística del ancho de banda agregado necesario por un número determinado de flujos de vídeo suavizados. El tráfico de tasa de bits variable generado por cada flujo de vídeo se caracteriza por su distribución marginal y por probabilidades condicionales entre las tasas de flujos cerrados temporales. Los algoritmos iterativos desarrollados evalúan un límite superior e inferior del ancho de banda necesario para garantizar una probabilidad de pérdida dada. Los resultados obtenidos se comparan con simulaciones y con otros resultados, basados en supuestos similares, ya presentados en la literatura. Se hacen algunas consideraciones sobre los algoritmos desarrollados, con el fin de evaluar la eficacia de los métodos propuestos ",
            "error": [
                ""
            ]
        },
        "distance learning": {
            "translated_key": "aprendizaje a distancia",
            "translated_annotated_text": "Estimación agregada del ancho de banda en los sistemas de distribución de vídeo almacenados Aplicaciones multimedia como vídeo bajo demanda, <br>aprendizaje a distancia</br>, transmisión de vídeo por Internet, etc. desempeñará un papel fundamental en las futuras redes de banda ancha. Un aspecto común de estas aplicaciones es la transmisión de transmisiones de vídeo que requieren un ancho de banda relativamente alto y con requisitos estrictos de calidad del servicio. En este artículo se proponen y discuten varios algoritmos originales para evaluar, en un sistema de distribución de vídeo, una estimación estadística del ancho de banda agregado necesario por un número determinado de flujos de vídeo suavizados. El tráfico de tasa de bits variable generado por cada flujo de vídeo se caracteriza por su distribución marginal y por probabilidades condicionales entre las tasas de flujos cerrados temporales. Los algoritmos iterativos desarrollados evalúan un límite superior e inferior del ancho de banda necesario para garantizar una probabilidad de pérdida dada. Los resultados obtenidos se comparan con simulaciones y con otros resultados, basados en supuestos similares, ya presentados en la literatura. Se hacen algunas consideraciones sobre los algoritmos desarrollados, con el fin de evaluar la eficacia de los métodos propuestos ",
            "error": [
                ""
            ]
        },
        "Internet video broadcast": {
            "translated_key": " transmisión de vídeo por Internet",
            "translated_annotated_text": "Estimación agregada del ancho de banda en los sistemas de distribución de vídeo almacenados Aplicaciones multimedia como vídeo bajo demanda, aprendizaje a distancia, <br> transmisión de vídeo por Internet</br>, etc. desempeñará un papel fundamental en las futuras redes de banda ancha. Un aspecto común de estas aplicaciones es la transmisión de transmisiones de vídeo que requieren un ancho de banda relativamente alto y con requisitos estrictos de calidad del servicio. En este artículo se proponen y discuten varios algoritmos originales para evaluar, en un sistema de distribución de vídeo, una estimación estadística del ancho de banda agregado necesario por un número determinado de flujos de vídeo suavizados. El tráfico de tasa de bits variable generado por cada flujo de vídeo se caracteriza por su distribución marginal y por probabilidades condicionales entre las tasas de flujos cerrados temporales. Los algoritmos iterativos desarrollados evalúan un límite superior e inferior del ancho de banda necesario para garantizar una probabilidad de pérdida dada. Los resultados obtenidos se comparan con simulaciones y con otros resultados, basados en supuestos similares, ya presentados en la literatura. Se hacen algunas consideraciones sobre los algoritmos desarrollados, con el fin de evaluar la eficacia de los métodos propuestos ",
            "error": [
                ""
            ]
        },
        "broadband networks": {
            "translated_key": "redes de banda ancha",
            "translated_annotated_text": "Estimación agregada del ancho de banda en los sistemas de distribución de vídeo almacenados Aplicaciones multimedia como vídeo bajo demanda, aprendizaje a distancia, transmisión de vídeo por Internet, etc. desempeñará un papel fundamental en las futuras <br>redes de banda ancha</br>. Un aspecto común de estas aplicaciones es la transmisión de transmisiones de vídeo que requieren un ancho de banda relativamente alto y con requisitos estrictos de calidad del servicio. En este artículo se proponen y discuten varios algoritmos originales para evaluar, en un sistema de distribución de vídeo, una estimación estadística del ancho de banda agregado necesario por un número determinado de flujos de vídeo suavizados. El tráfico de tasa de bits variable generado por cada flujo de vídeo se caracteriza por su distribución marginal y por probabilidades condicionales entre las tasas de flujos cerrados temporales. Los algoritmos iterativos desarrollados evalúan un límite superior e inferior del ancho de banda necesario para garantizar una probabilidad de pérdida dada. Los resultados obtenidos se comparan con simulaciones y con otros resultados, basados en supuestos similares, ya presentados en la literatura. Se hacen algunas consideraciones sobre los algoritmos desarrollados, con el fin de evaluar la eficacia de los métodos propuestos ",
            "error": [
                ""
            ]
        },
        "video streams transmission": {
            "translated_key": [],
            "translated_annotated_text": "Estimación agregada del ancho de banda en los sistemas de distribución de vídeo almacenados Aplicaciones multimedia como vídeo bajo demanda, aprendizaje a distancia, transmisión de vídeo por Internet, etc. desempeñará un papel fundamental en las futuras redes de banda ancha. Un aspecto común de estas aplicaciones es la transmisión de transmisiones de vídeo que requieren un ancho de banda relativamente alto y con requisitos estrictos de calidad del servicio. En este artículo se proponen y discuten varios algoritmos originales para evaluar, en un sistema de distribución de vídeo, una estimación estadística del ancho de banda agregado necesario por un número determinado de flujos de vídeo suavizados. El tráfico de tasa de bits variable generado por cada flujo de vídeo se caracteriza por su distribución marginal y por probabilidades condicionales entre las tasas de flujos cerrados temporales. Los algoritmos iterativos desarrollados evalúan un límite superior e inferior del ancho de banda necesario para garantizar una probabilidad de pérdida dada. Los resultados obtenidos se comparan con simulaciones y con otros resultados, basados en supuestos similares, ya presentados en la literatura. Se hacen algunas consideraciones sobre los algoritmos desarrollados, con el fin de evaluar la eficacia de los métodos propuestos ",
            "error": []
        },
        "quality of service": {
            "translated_key": "calidad de servicio",
            "translated_annotated_text": "Estimación agregada del ancho de banda en los sistemas de distribución de vídeo almacenados Aplicaciones multimedia como vídeo bajo demanda, aprendizaje a distancia, transmisión de vídeo por Internet, etc. desempeñará un papel fundamental en las futuras redes de banda ancha. Un aspecto común de tales aplicaciones es la transmisión de transmisiones de vídeo que requieren un ancho de banda relativamente alto sostenido con requisitos estrictos de <br>calidad de servicio</br>.  En este artículo se proponen y discuten varios algoritmos originales para evaluar, en un sistema de distribución de vídeo, una estimación estadística del ancho de banda agregado necesario por un número determinado de flujos de vídeo suavizados. El tráfico de tasa de bits variable generado por cada flujo de vídeo se caracteriza por su distribución marginal y por probabilidades condicionales entre las tasas de flujos cerrados temporales. Los algoritmos iterativos desarrollados evalúan un límite superior e inferior del ancho de banda necesario para garantizar una probabilidad de pérdida dada. Los resultados obtenidos se comparan con simulaciones y con otros resultados, basados en supuestos similares, ya presentados en la literatura. Se hacen algunas consideraciones sobre los algoritmos desarrollados, con el fin de evaluar la eficacia de los métodos propuestos ",
            "error": [
                ""
            ]
        },
        "statistical estimation": {
            "translated_key": [],
            "translated_annotated_text": "Estimación agregada del ancho de banda en los sistemas de distribución de vídeo almacenados Aplicaciones multimedia como vídeo bajo demanda, aprendizaje a distancia, transmisión de vídeo por Internet, etc. desempeñará un papel fundamental en las futuras redes de banda ancha. Un aspecto común de estas aplicaciones es la transmisión de transmisiones de vídeo que requieren un ancho de banda relativamente alto y con requisitos estrictos de calidad del servicio. En este trabajo se proponen y discuten varios algoritmos originales para evaluar, en un sistema de distribución de vídeo, una estimación estadística <br> del ancho de banda agregado que necesita un número determinado de secuencias de vídeo suavizadas. El tráfico de tasa de bits variable generado por cada flujo de vídeo se caracteriza por su distribución marginal y por probabilidades condicionales entre las tasas de flujos cerrados temporales. Los algoritmos iterativos desarrollados evalúan un límite superior e inferior del ancho de banda necesario para garantizar una probabilidad de pérdida dada. Los resultados obtenidos se comparan con simulaciones y con otros resultados, basados en supuestos similares, ya presentados en la literatura. Se hacen algunas consideraciones sobre los algoritmos desarrollados, con el fin de evaluar la eficacia de los métodos propuestos ",
            "error": []
        },
        "variable bit rate traffic": {
            "translated_key": "variable bit rate traffic",
            "translated_annotated_text": "Estimación agregada del ancho de banda en los sistemas de distribución de vídeo almacenados Aplicaciones multimedia como vídeo bajo demanda, aprendizaje a distancia, transmisión de vídeo por Internet, etc. desempeñará un papel fundamental en las futuras redes de banda ancha. Un aspecto común de estas aplicaciones es la transmisión de transmisiones de vídeo que requieren un ancho de banda relativamente alto y con requisitos estrictos de calidad del servicio. En este artículo se proponen y discuten varios algoritmos originales para evaluar, en un sistema de distribución de vídeo, una estimación estadística del ancho de banda agregado necesario por un número determinado de flujos de vídeo suavizados. El <br>variable bit rate traffic</br> generado por cada flujo de vídeo se caracteriza por su distribución marginal y por probabilidades condicionales entre las tasas de flujos cerrados temporales. Los algoritmos iterativos desarrollados evalúan un límite superior e inferior del ancho de banda necesario para garantizar una probabilidad de pérdida dada. Los resultados obtenidos se comparan con simulaciones y con otros resultados, basados en supuestos similares, ya presentados en la literatura. Se hacen algunas consideraciones sobre los algoritmos desarrollados, con el fin de evaluar la eficacia de los métodos propuestos ",
            "error": [
                ""
            ]
        },
        "marginal distribution": {
            "translated_key": [],
            "translated_annotated_text": "Estimación agregada del ancho de banda en los sistemas de distribución de vídeo almacenados Aplicaciones multimedia como vídeo bajo demanda, aprendizaje a distancia, transmisión de vídeo por Internet, etc. desempeñará un papel fundamental en las futuras redes de banda ancha. Un aspecto común de estas aplicaciones es la transmisión de transmisiones de vídeo que requieren un ancho de banda relativamente alto y con requisitos estrictos de calidad del servicio. En este artículo se proponen y discuten varios algoritmos originales para evaluar, en un sistema de distribución de vídeo, una estimación estadística del ancho de banda agregado necesario por un número determinado de flujos de vídeo suavizados. El tráfico de velocidad de bits variable generado por cada flujo de vídeo se caracteriza por su distribución marginal <br> y por probabilidades condicionales entre las tasas de flujos cerrados temporales. Los algoritmos iterativos desarrollados evalúan un límite superior e inferior del ancho de banda necesario para garantizar una probabilidad de pérdida dada. Los resultados obtenidos se comparan con simulaciones y con otros resultados, basados en supuestos similares, ya presentados en la literatura. Se hacen algunas consideraciones sobre los algoritmos desarrollados, con el fin de evaluar la eficacia de los métodos propuestos ",
            "error": []
        },
        "conditional probabilities": {
            "translated_key": "probabilidades condicionales",
            "translated_annotated_text": "Estimación agregada del ancho de banda en los sistemas de distribución de vídeo almacenados Aplicaciones multimedia como vídeo bajo demanda, aprendizaje a distancia, transmisión de vídeo por Internet, etc. desempeñará un papel fundamental en las futuras redes de banda ancha. Un aspecto común de estas aplicaciones es la transmisión de transmisiones de vídeo que requieren un ancho de banda relativamente alto y con requisitos estrictos de calidad del servicio. En este artículo se proponen y discuten varios algoritmos originales para evaluar, en un sistema de distribución de vídeo, una estimación estadística del ancho de banda agregado necesario por un número determinado de flujos de vídeo suavizados. El tráfico de tasa de bits variable generado por cada flujo de vídeo se caracteriza por su distribución marginal y por <br>probabilidades condicionales</br> entre las tasas de flujos cerrados temporales.  Los algoritmos iterativos desarrollados evalúan un límite superior e inferior del ancho de banda necesario para garantizar una probabilidad de pérdida dada. Los resultados obtenidos se comparan con simulaciones y con otros resultados, basados en supuestos similares, ya presentados en la literatura. Se hacen algunas consideraciones sobre los algoritmos desarrollados, con el fin de evaluar la eficacia de los métodos propuestos ",
            "error": [
                ""
            ]
        },
        "temporary closed streams": {
            "translated_key": "streams cerrados temporales",
            "translated_annotated_text": "Estimación agregada del ancho de banda en los sistemas de distribución de vídeo almacenados Aplicaciones multimedia como vídeo bajo demanda, aprendizaje a distancia, transmisión de vídeo por Internet, etc. desempeñará un papel fundamental en las futuras redes de banda ancha. Un aspecto común de estas aplicaciones es la transmisión de transmisiones de vídeo que requieren un ancho de banda relativamente alto y con requisitos estrictos de calidad del servicio. En este artículo se proponen y discuten varios algoritmos originales para evaluar, en un sistema de distribución de vídeo, una estimación estadística del ancho de banda agregado necesario por un número determinado de flujos de vídeo suavizados. El tráfico de tasa de bits variable generado por cada flujo de vídeo se caracteriza por su distribución marginal y por probabilidades condicionales entre las tasas de <br>streams cerrados temporales</br>. Los algoritmos iterativos desarrollados evalúan un límite superior e inferior del ancho de banda necesario para garantizar una probabilidad de pérdida dada. Los resultados obtenidos se comparan con simulaciones y con otros resultados, basados en supuestos similares, ya presentados en la literatura. Se hacen algunas consideraciones sobre los algoritmos desarrollados, con el fin de evaluar la eficacia de los métodos propuestos ",
            "error": [
                ""
            ]
        },
        "iterative algorithms": {
            "translated_key": "terativos desarrollados",
            "translated_annotated_text": "Estimación agregada del ancho de banda en los sistemas de distribución de vídeo almacenados Aplicaciones multimedia como vídeo bajo demanda, aprendizaje a distancia, transmisión de vídeo por Internet, etc. desempeñará un papel fundamental en las futuras redes de banda ancha. Un aspecto común de estas aplicaciones es la transmisión de transmisiones de vídeo que requieren un ancho de banda relativamente alto y con requisitos estrictos de calidad del servicio. En este artículo se proponen y discuten varios algoritmos originales para evaluar, en un sistema de distribución de vídeo, una estimación estadística del ancho de banda agregado necesario por un número determinado de flujos de vídeo suavizados. El tráfico de tasa de bits variable generado por cada flujo de vídeo se caracteriza por su distribución marginal y por probabilidades condicionales entre las tasas de flujos cerrados temporales. Los algoritmos <br>terativos desarrollados</br> evalúan un límite superior e inferior del ancho de banda necesario para garantizar una probabilidad de pérdida dada. Los resultados obtenidos se comparan con simulaciones y con otros resultados, basados en supuestos similares, ya presentados en la literatura. Se hacen algunas consideraciones sobre los algoritmos desarrollados, con el fin de evaluar la eficacia de los métodos propuestos ",
            "error": [
                ""
            ]
        },
        "upper bound": {
            "translated_key": [],
            "translated_annotated_text": "Estimación agregada del ancho de banda en los sistemas de distribución de vídeo almacenados Aplicaciones multimedia como vídeo bajo demanda, aprendizaje a distancia, transmisión de vídeo por Internet, etc. desempeñará un papel fundamental en las futuras redes de banda ancha. Un aspecto común de estas aplicaciones es la transmisión de transmisiones de vídeo que requieren un ancho de banda relativamente alto y con requisitos estrictos de calidad del servicio. En este artículo se proponen y discuten varios algoritmos originales para evaluar, en un sistema de distribución de vídeo, una estimación estadística del ancho de banda agregado necesario por un número determinado de flujos de vídeo suavizados. El tráfico de tasa de bits variable generado por cada flujo de vídeo se caracteriza por su distribución marginal y por probabilidades condicionales entre las tasas de flujos cerrados temporales. Los algoritmos iterativos desarrollados evalúan un límite superior e inferior del ancho de banda necesario para garantizar una probabilidad de pérdida dada. Los resultados obtenidos se comparan con simulaciones y con otros resultados, basados en supuestos similares, ya presentados en la literatura. Se hacen algunas consideraciones sobre los algoritmos desarrollados, con el fin de evaluar la eficacia de los métodos propuestos ",
            "error": []
        },
        "lower bound": {
            "translated_key": "inferior",
            "translated_annotated_text": "Estimación agregada del ancho de banda en los sistemas de distribución de vídeo almacenados Aplicaciones multimedia como vídeo bajo demanda, aprendizaje a distancia, transmisión de vídeo por Internet, etc. desempeñará un papel fundamental en las futuras redes de banda ancha. Un aspecto común de estas aplicaciones es la transmisión de transmisiones de vídeo que requieren un ancho de banda relativamente alto y con requisitos estrictos de calidad del servicio. En este artículo se proponen y discuten varios algoritmos originales para evaluar, en un sistema de distribución de vídeo, una estimación estadística del ancho de banda agregado necesario por un número determinado de flujos de vídeo suavizados. El tráfico de tasa de bits variable generado por cada flujo de vídeo se caracteriza por su distribución marginal y por probabilidades condicionales entre las tasas de flujos cerrados temporales. Los algoritmos iterativos desarrollados evalúan un límite superior y <br>inferior</br> del ancho de banda necesario para garantizar una probabilidad de pérdida dada. Los resultados obtenidos se comparan con simulaciones y con otros resultados, basados en supuestos similares, ya presentados en la literatura. Se hacen algunas consideraciones sobre los algoritmos desarrollados, con el fin de evaluar la eficacia de los métodos propuestos ",
            "error": [
                ""
            ]
        },
        "loss probability": {
            "translated_key": [],
            "translated_annotated_text": "Estimación agregada del ancho de banda en los sistemas de distribución de vídeo almacenados Aplicaciones multimedia como vídeo bajo demanda, aprendizaje a distancia, transmisión de vídeo por Internet, etc. desempeñará un papel fundamental en las futuras redes de banda ancha. Un aspecto común de estas aplicaciones es la transmisión de transmisiones de vídeo que requieren un ancho de banda relativamente alto y con requisitos estrictos de calidad del servicio. En este artículo se proponen y discuten varios algoritmos originales para evaluar, en un sistema de distribución de vídeo, una estimación estadística del ancho de banda agregado necesario por un número determinado de flujos de vídeo suavizados. El tráfico de tasa de bits variable generado por cada flujo de vídeo se caracteriza por su distribución marginal y por probabilidades condicionales entre las tasas de flujos cerrados temporales. Los algoritmos iterativos desarrollados evalúan un límite superior e inferior del ancho de banda necesario para garantizar una probabilidad de pérdida dada <br></br>. Los resultados obtenidos se comparan con simulaciones y con otros resultados, basados en supuestos similares, ya presentados en la literatura. Se hacen algunas consideraciones sobre los algoritmos desarrollados, con el fin de evaluar la eficacia de los métodos propuestos ",
            "error": []
        },
        "simulations": {
            "translated_key": [],
            "translated_annotated_text": "Estimación agregada del ancho de banda en los sistemas de distribución de vídeo almacenados Aplicaciones multimedia como vídeo bajo demanda, aprendizaje a distancia, transmisión de vídeo por Internet, etc. desempeñará un papel fundamental en las futuras redes de banda ancha. Un aspecto común de estas aplicaciones es la transmisión de transmisiones de vídeo que requieren un ancho de banda relativamente alto y con requisitos estrictos de calidad del servicio. En este artículo se proponen y discuten varios algoritmos originales para evaluar, en un sistema de distribución de vídeo, una estimación estadística del ancho de banda agregado necesario por un número determinado de flujos de vídeo suavizados. El tráfico de tasa de bits variable generado por cada flujo de vídeo se caracteriza por su distribución marginal y por probabilidades condicionales entre las tasas de flujos cerrados temporales. Los algoritmos iterativos desarrollados evalúan un límite superior e inferior del ancho de banda necesario para garantizar una probabilidad de pérdida dada. Los resultados obtenidos se comparan con las simulaciones <br> y con otros resultados, basados en supuestos similares, ya presentados en la literatura. Se hacen algunas consideraciones sobre los algoritmos desarrollados, con el fin de evaluar la eficacia de los métodos propuestos ",
            "error": []
        },
        "VoD": {
            "translated_key": [],
            "translated_annotated_text": "Estimación agregada del ancho de banda en los sistemas de distribución de vídeo almacenados Aplicaciones multimedia como vídeo bajo demanda, aprendizaje a distancia, transmisión de vídeo por Internet, etc. desempeñará un papel fundamental en las futuras redes de banda ancha. Un aspecto común de estas aplicaciones es la transmisión de transmisiones de vídeo que requieren un ancho de banda relativamente alto y con requisitos estrictos de calidad del servicio. En este artículo se proponen y discuten varios algoritmos originales para evaluar, en un sistema de distribución de vídeo, una estimación estadística del ancho de banda agregado necesario por un número determinado de flujos de vídeo suavizados. El tráfico de tasa de bits variable generado por cada flujo de vídeo se caracteriza por su distribución marginal y por probabilidades condicionales entre las tasas de flujos cerrados temporales. Los algoritmos iterativos desarrollados evalúan un límite superior e inferior del ancho de banda necesario para garantizar una probabilidad de pérdida dada. Los resultados obtenidos se comparan con simulaciones y con otros resultados, basados en supuestos similares, ya presentados en la literatura. Se hacen algunas consideraciones sobre los algoritmos desarrollados, con el fin de evaluar la eficacia de los métodos propuestos ",
            "error": []
        },
        "video coding": {
            "translated_key": [],
            "translated_annotated_text": "Estimación agregada del ancho de banda en los sistemas de distribución de vídeo almacenados Aplicaciones multimedia como vídeo bajo demanda, aprendizaje a distancia, transmisión de vídeo por Internet, etc. desempeñará un papel fundamental en las futuras redes de banda ancha. Un aspecto común de estas aplicaciones es la transmisión de transmisiones de vídeo que requieren un ancho de banda relativamente alto y con requisitos estrictos de calidad del servicio. En este artículo se proponen y discuten varios algoritmos originales para evaluar, en un sistema de distribución de vídeo, una estimación estadística del ancho de banda agregado necesario por un número determinado de flujos de vídeo suavizados. El tráfico de tasa de bits variable generado por cada flujo de vídeo se caracteriza por su distribución marginal y por probabilidades condicionales entre las tasas de flujos cerrados temporales. Los algoritmos iterativos desarrollados evalúan un límite superior e inferior del ancho de banda necesario para garantizar una probabilidad de pérdida dada. Los resultados obtenidos se comparan con simulaciones y con otros resultados, basados en supuestos similares, ya presentados en la literatura. Se hacen algunas consideraciones sobre los algoritmos desarrollados, con el fin de evaluar la eficacia de los métodos propuestos ",
            "error": []
        },
        "QoS": {
            "translated_key": [],
            "translated_annotated_text": "Estimación agregada del ancho de banda en los sistemas de distribución de vídeo almacenados Aplicaciones multimedia como vídeo bajo demanda, aprendizaje a distancia, transmisión de vídeo por Internet, etc. desempeñará un papel fundamental en las futuras redes de banda ancha. Un aspecto común de estas aplicaciones es la transmisión de transmisiones de vídeo que requieren un ancho de banda relativamente alto y con requisitos estrictos de calidad del servicio. En este artículo se proponen y discuten varios algoritmos originales para evaluar, en un sistema de distribución de vídeo, una estimación estadística del ancho de banda agregado necesario por un número determinado de flujos de vídeo suavizados. El tráfico de tasa de bits variable generado por cada flujo de vídeo se caracteriza por su distribución marginal y por probabilidades condicionales entre las tasas de flujos cerrados temporales. Los algoritmos iterativos desarrollados evalúan un límite superior e inferior del ancho de banda necesario para garantizar una probabilidad de pérdida dada. Los resultados obtenidos se comparan con simulaciones y con otros resultados, basados en supuestos similares, ya presentados en la literatura. Se hacen algunas consideraciones sobre los algoritmos desarrollados, con el fin de evaluar la eficacia de los métodos propuestos ",
            "error": []
        },
        "data compression": {
            "translated_key": [],
            "translated_annotated_text": "Estimación agregada del ancho de banda en los sistemas de distribución de vídeo almacenados Aplicaciones multimedia como vídeo bajo demanda, aprendizaje a distancia, transmisión de vídeo por Internet, etc. desempeñará un papel fundamental en las futuras redes de banda ancha. Un aspecto común de estas aplicaciones es la transmisión de transmisiones de vídeo que requieren un ancho de banda relativamente alto y con requisitos estrictos de calidad del servicio. En este artículo se proponen y discuten varios algoritmos originales para evaluar, en un sistema de distribución de vídeo, una estimación estadística del ancho de banda agregado necesario por un número determinado de flujos de vídeo suavizados. El tráfico de tasa de bits variable generado por cada flujo de vídeo se caracteriza por su distribución marginal y por probabilidades condicionales entre las tasas de flujos cerrados temporales. Los algoritmos iterativos desarrollados evalúan un límite superior e inferior del ancho de banda necesario para garantizar una probabilidad de pérdida dada. Los resultados obtenidos se comparan con simulaciones y con otros resultados, basados en supuestos similares, ya presentados en la literatura. Se hacen algunas consideraciones sobre los algoritmos desarrollados, con el fin de evaluar la eficacia de los métodos propuestos ",
            "error": []
        },
        "Internet": {
            "translated_key": [],
            "translated_annotated_text": "Estimación agregada del ancho de banda en los sistemas de distribución de vídeo almacenados Aplicaciones multimedia como vídeo bajo demanda, aprendizaje a distancia, transmisión de vídeo por Internet, etc.  desempeñará un papel fundamental en las futuras redes de banda ancha. Un aspecto común de estas aplicaciones es la transmisión de transmisiones de vídeo que requieren un ancho de banda relativamente alto y con requisitos estrictos de calidad del servicio. En este artículo se proponen y discuten varios algoritmos originales para evaluar, en un sistema de distribución de vídeo, una estimación estadística del ancho de banda agregado necesario por un número determinado de flujos de vídeo suavizados. El tráfico de tasa de bits variable generado por cada flujo de vídeo se caracteriza por su distribución marginal y por probabilidades condicionales entre las tasas de flujos cerrados temporales. Los algoritmos iterativos desarrollados evalúan un límite superior e inferior del ancho de banda necesario para garantizar una probabilidad de pérdida dada. Los resultados obtenidos se comparan con simulaciones y con otros resultados, basados en supuestos similares, ya presentados en la literatura. Se hacen algunas consideraciones sobre los algoritmos desarrollados, con el fin de evaluar la eficacia de los métodos propuestos ",
            "error": []
        },
        "iterative methods": {
            "translated_key": [],
            "translated_annotated_text": "Estimación agregada del ancho de banda en los sistemas de distribución de vídeo almacenados Aplicaciones multimedia como vídeo bajo demanda, aprendizaje a distancia, transmisión de vídeo por Internet, etc. desempeñará un papel fundamental en las futuras redes de banda ancha. Un aspecto común de estas aplicaciones es la transmisión de transmisiones de vídeo que requieren un ancho de banda relativamente alto y con requisitos estrictos de calidad del servicio. En este artículo se proponen y discuten varios algoritmos originales para evaluar, en un sistema de distribución de vídeo, una estimación estadística del ancho de banda agregado necesario por un número determinado de flujos de vídeo suavizados. El tráfico de tasa de bits variable generado por cada flujo de vídeo se caracteriza por su distribución marginal y por probabilidades condicionales entre las tasas de flujos cerrados temporales. Los algoritmos iterativos desarrollados evalúan un límite superior e inferior del ancho de banda necesario para garantizar una probabilidad de pérdida dada. Los resultados obtenidos se comparan con simulaciones y con otros resultados, basados en supuestos similares, ya presentados en la literatura. Se hacen algunas consideraciones sobre los algoritmos desarrollados, con el fin de evaluar la eficacia de los métodos propuestos ",
            "error": []
        },
        "multimedia communication": {
            "translated_key": [],
            "translated_annotated_text": "Estimación agregada del ancho de banda en los sistemas de distribución de vídeo almacenados Aplicaciones multimedia como vídeo bajo demanda, aprendizaje a distancia, transmisión de vídeo por Internet, etc. desempeñará un papel fundamental en las futuras redes de banda ancha. Un aspecto común de estas aplicaciones es la transmisión de transmisiones de vídeo que requieren un ancho de banda relativamente alto y con requisitos estrictos de calidad del servicio. En este artículo se proponen y discuten varios algoritmos originales para evaluar, en un sistema de distribución de vídeo, una estimación estadística del ancho de banda agregado necesario por un número determinado de flujos de vídeo suavizados. El tráfico de tasa de bits variable generado por cada flujo de vídeo se caracteriza por su distribución marginal y por probabilidades condicionales entre las tasas de flujos cerrados temporales. Los algoritmos iterativos desarrollados evalúan un límite superior e inferior del ancho de banda necesario para garantizar una probabilidad de pérdida dada. Los resultados obtenidos se comparan con simulaciones y con otros resultados, basados en supuestos similares, ya presentados en la literatura. Se hacen algunas consideraciones sobre los algoritmos desarrollados, con el fin de evaluar la eficacia de los métodos propuestos ",
            "error": []
        },
        "probability": {
            "translated_key": "probabilidad",
            "translated_annotated_text": "Estimación agregada del ancho de banda en los sistemas de distribución de vídeo almacenados Aplicaciones multimedia como vídeo bajo demanda, aprendizaje a distancia, transmisión de vídeo por Internet, etc. desempeñará un papel fundamental en las futuras redes de banda ancha. Un aspecto común de estas aplicaciones es la transmisión de transmisiones de vídeo que requieren un ancho de banda relativamente alto y con requisitos estrictos de calidad del servicio. En este artículo se proponen y discuten varios algoritmos originales para evaluar, en un sistema de distribución de vídeo, una estimación estadística del ancho de banda agregado necesario por un número determinado de flujos de vídeo suavizados. El tráfico de tasa de bits variable generado por cada flujo de vídeo se caracteriza por su distribución marginal y por probabilidades condicionales entre las tasas de flujos cerrados temporales. Los algoritmos iterativos desarrollados evalúan un límite superior e inferior del ancho de banda necesario para garantizar una pérdida determinada <br>probabilidad</br>. Los resultados obtenidos se comparan con simulaciones y con otros resultados, basados en supuestos similares, ya presentados en la literatura. Se hacen algunas consideraciones sobre los algoritmos desarrollados, con el fin de evaluar la eficacia de los métodos propuestos ",
            "error": [
                ""
            ]
        },
        "statistical analysis": {
            "translated_key": [],
            "translated_annotated_text": "Estimación agregada del ancho de banda en los sistemas de distribución de vídeo almacenados Aplicaciones multimedia como vídeo bajo demanda, aprendizaje a distancia, transmisión de vídeo por Internet, etc. desempeñará un papel fundamental en las futuras redes de banda ancha. Un aspecto común de estas aplicaciones es la transmisión de transmisiones de vídeo que requieren un ancho de banda relativamente alto y con requisitos estrictos de calidad del servicio. En este artículo se proponen y discuten varios algoritmos originales para evaluar, en un sistema de distribución de vídeo, una estimación estadística del ancho de banda agregado necesario por un número determinado de flujos de vídeo suavizados. El tráfico de tasa de bits variable generado por cada flujo de vídeo se caracteriza por su distribución marginal y por probabilidades condicionales entre las tasas de flujos cerrados temporales. Los algoritmos iterativos desarrollados evalúan un límite superior e inferior del ancho de banda necesario para garantizar una probabilidad de pérdida dada. Los resultados obtenidos se comparan con simulaciones y con otros resultados, basados en supuestos similares, ya presentados en la literatura. Se hacen algunas consideraciones sobre los algoritmos desarrollados, con el fin de evaluar la eficacia de los métodos propuestos ",
            "error": []
        },
        "telecommunication traffic": {
            "translated_key": [],
            "translated_annotated_text": "Estimación agregada del ancho de banda en los sistemas de distribución de vídeo almacenados Aplicaciones multimedia como vídeo bajo demanda, aprendizaje a distancia, transmisión de vídeo por Internet, etc. desempeñará un papel fundamental en las futuras redes de banda ancha. Un aspecto común de estas aplicaciones es la transmisión de transmisiones de vídeo que requieren un ancho de banda relativamente alto y con requisitos estrictos de calidad del servicio. En este artículo se proponen y discuten varios algoritmos originales para evaluar, en un sistema de distribución de vídeo, una estimación estadística del ancho de banda agregado necesario por un número determinado de flujos de vídeo suavizados. El tráfico de tasa de bits variable generado por cada flujo de vídeo se caracteriza por su distribución marginal y por probabilidades condicionales entre las tasas de flujos cerrados temporales. Los algoritmos iterativos desarrollados evalúan un límite superior e inferior del ancho de banda necesario para garantizar una probabilidad de pérdida dada. Los resultados obtenidos se comparan con simulaciones y con otros resultados, basados en supuestos similares, ya presentados en la literatura. Se hacen algunas consideraciones sobre los algoritmos desarrollados, con el fin de evaluar la eficacia de los métodos propuestos ",
            "error": []
        },
        "variable rate codes": {
            "translated_key": [],
            "translated_annotated_text": "Estimación agregada del ancho de banda en los sistemas de distribución de vídeo almacenados Aplicaciones multimedia como vídeo bajo demanda, aprendizaje a distancia, transmisión de vídeo por Internet, etc. desempeñará un papel fundamental en las futuras redes de banda ancha. Un aspecto común de estas aplicaciones es la transmisión de transmisiones de vídeo que requieren un ancho de banda relativamente alto y con requisitos estrictos de calidad del servicio. En este artículo se proponen y discuten varios algoritmos originales para evaluar, en un sistema de distribución de vídeo, una estimación estadística del ancho de banda agregado necesario por un número determinado de flujos de vídeo suavizados. El tráfico de tasa de bits variable generado por cada flujo de vídeo se caracteriza por su distribución marginal y por probabilidades condicionales entre las tasas de flujos cerrados temporales. Los algoritmos iterativos desarrollados evalúan un límite superior e inferior del ancho de banda necesario para garantizar una probabilidad de pérdida dada. Los resultados obtenidos se comparan con simulaciones y con otros resultados, basados en supuestos similares, ya presentados en la literatura. Se hacen algunas consideraciones sobre los algoritmos desarrollados, con el fin de evaluar la eficacia de los métodos propuestos ",
            "error": []
        },
        "visual communication": {
            "translated_key": [],
            "translated_annotated_text": "Estimación agregada del ancho de banda en los sistemas de distribución de vídeo almacenados Aplicaciones multimedia como vídeo bajo demanda, aprendizaje a distancia, transmisión de vídeo por Internet, etc. desempeñará un papel fundamental en las futuras redes de banda ancha. Un aspecto común de estas aplicaciones es la transmisión de transmisiones de vídeo que requieren un ancho de banda relativamente alto y con requisitos estrictos de calidad del servicio. En este artículo se proponen y discuten varios algoritmos originales para evaluar, en un sistema de distribución de vídeo, una estimación estadística del ancho de banda agregado necesario por un número determinado de flujos de vídeo suavizados. El tráfico de tasa de bits variable generado por cada flujo de vídeo se caracteriza por su distribución marginal y por probabilidades condicionales entre las tasas de flujos cerrados temporales. Los algoritmos iterativos desarrollados evalúan un límite superior e inferior del ancho de banda necesario para garantizar una probabilidad de pérdida dada. Los resultados obtenidos se comparan con simulaciones y con otros resultados, basados en supuestos similares, ya presentados en la literatura. Se hacen algunas consideraciones sobre los algoritmos desarrollados, con el fin de evaluar la eficacia de los métodos propuestos ",
            "error": []
        }
    }
}