{
    "original_text": "Simulation of cardiovascular physiology: the diastolic function(s) of the heart The cardiovascular system was simulated by using an equivalent electronic circuit. Four sets of simulations were performed. The basic variables investigated were cardiac output and stroke volume. They were studied as functions (i) of right ventricular capacitance and negative intrathoracic pressure; (ii) of left ventricular relaxation and of heart rate; and (iii) of left ventricle failure. It seems that a satisfactory simulation of systolic and diastolic functions of the heart is possible. Presented simulations improve our understanding of the role of the capacitance of both ventricles and of the diastolic relaxation in cardiovascular physiology",
    "original_translation": "Simulación de la fisiología cardiovascular: función o funciones diastólicas del corazón El sistema cardiovascular fue simulado utilizando un circuito electrónico equivalente. Se realizaron cuatro series de simulaciones. Las variables básicas investigadas fueron el gasto cardíaco y el volumen de ictus. Se estudiaron como funciones (i) de capacitancia ventricular derecha y presión intratorácica negativa; (ii) de relajación ventricular izquierda y de frecuencia cardíaca; y (iii) de insuficiencia ventricular izquierda. Parece que es posible una simulación satisfactoria de las funciones sistólicas y diastólicas del corazón. Las simulaciones presentadas mejoran nuestra comprensión del papel de la capacitancia de ambos ventrículos y de la relajación diastólica en la fisiología cardiovascular",
    "error_count": 10,
    "keys": {
        "cardiovascular physiology": {
            "translated_key": [
                "cardiovascular",
                "fisiología cardiovascular"
            ],
            "translated_annotated_text": "Simulación de la fisiología <br>cardiovascular</br>: función(es) diastólica(s) del corazón El sistema cardiovascular fue simulado mediante un circuito electrónico equivalente. Se realizaron cuatro series de simulaciones. Las variables básicas investigadas fueron el gasto cardíaco y el volumen de ictus. Se estudiaron como funciones (i) de capacitancia ventricular derecha y presión intratorácica negativa; (ii) de relajación ventricular izquierda y de frecuencia cardíaca; y (iii) de insuficiencia ventricular izquierda. Parece que es posible una simulación satisfactoria de las funciones sistólicas y diastólicas del corazón. Las simulaciones presentadas mejoran nuestra comprensión del papel de la capacitancia de ambos ventrículos y de la relajación diastólica en la <br>fisiología cardiovascular</br>. ",
            "error": [
                "cardiovascular",
                "fisiología cardiovascular"
            ]
        },
        "simulation": {
            "translated_key": "simulación",
            "translated_annotated_text": "Simulación de la fisiología cardiovascular: función o funciones diastólicas del corazón El sistema cardiovascular fue simulado utilizando un circuito electrónico equivalente. Se realizaron cuatro series de simulaciones. Las variables básicas investigadas fueron el gasto cardíaco y el volumen de ictus. Se estudiaron como funciones (i) de capacitancia ventricular derecha y presión intratorácica negativa; (ii) de relajación ventricular izquierda y de frecuencia cardíaca; y (iii) de insuficiencia ventricular izquierda. Parece que es posible una <br>simulación</br> satisfactoria de las funciones sistólicas y diastólicas del corazón. Las simulaciones presentadas mejoran nuestra comprensión del papel de la capacitancia de ambos ventrículos y de la relajación diastólica en la fisiología cardiovascular ",
            "error": [
                ""
            ]
        },
        "diastolic function": {
            "translated_key": "diastólica",
            "translated_annotated_text": "Simulación de la fisiología cardiovascular: función <br>diastólica</br>(s) del corazón El sistema cardiovascular fue simulado mediante un circuito electrónico equivalente. Se realizaron cuatro series de simulaciones. Las variables básicas investigadas fueron el gasto cardíaco y el volumen de ictus. Se estudiaron como funciones (i) de capacitancia ventricular derecha y presión intratorácica negativa; (ii) de relajación ventricular izquierda y de frecuencia cardíaca; y (iii) de insuficiencia ventricular izquierda. Parece que es posible una simulación satisfactoria de las funciones sistólicas y diastólicas del corazón. Las simulaciones presentadas mejoran nuestra comprensión del papel de la capacitancia de ambos ventrículos y de la relajación diastólica en la fisiología cardiovascular ",
            "error": [
                ""
            ]
        },
        "heart": {
            "translated_key": [
                "corazón",
                "heart",
                " "
            ],
            "translated_annotated_text": "Simulación de la fisiología cardiovascular: función o funciones diastólicas del <br>corazón</br> El sistema cardiovascular fue simulado utilizando un circuito electrónico equivalente. Se realizaron cuatro series de simulaciones. Las variables básicas investigadas fueron el gasto cardíaco y el volumen de ictus. Se estudiaron como funciones (i) de capacitancia ventricular derecha y presión intratorácica negativa; (ii) de relajación ventricular izquierda y de ritmo <br>heart</br>; y (iii) de insuficiencia ventrículo izquierda. Parece que es posible una simulación satisfactoria de las funciones sistólicas y diastólicas del corazón <br> </br>. Las simulaciones presentadas mejoran nuestra comprensión del papel de la capacitancia de ambos ventrículos y de la relajación diastólica en la fisiología cardiovascular ",
            "error": [
                "corazón",
                "heart",
                " "
            ]
        },
        "equivalent electronic circuit": {
            "translated_key": "equivalente",
            "translated_annotated_text": "Simulación de la fisiología cardiovascular: función o funciones diastólicas del corazón El sistema cardiovascular fue simulado mediante un circuito electrónico <br>equivalente</br>. Se realizaron cuatro series de simulaciones. Las variables básicas investigadas fueron el gasto cardíaco y el volumen de ictus. Se estudiaron como funciones (i) de capacitancia ventricular derecha y presión intratorácica negativa; (ii) de relajación ventricular izquierda y de frecuencia cardíaca; y (iii) de insuficiencia ventricular izquierda. Parece que es posible una simulación satisfactoria de las funciones sistólicas y diastólicas del corazón. Las simulaciones presentadas mejoran nuestra comprensión del papel de la capacitancia de ambos ventrículos y de la relajación diastólica en la fisiología cardiovascular ",
            "error": [
                ""
            ]
        },
        "cardiac output": {
            "translated_key": "gasto cardíaco",
            "translated_annotated_text": "Simulación de la fisiología cardiovascular: función o funciones diastólicas del corazón El sistema cardiovascular fue simulado utilizando un circuito electrónico equivalente. Se realizaron cuatro series de simulaciones. Las variables básicas investigadas fueron el <br>gasto cardíaco</br> y el volumen del ictus. Se estudiaron como funciones (i) de capacitancia ventricular derecha y presión intratorácica negativa; (ii) de relajación ventricular izquierda y de frecuencia cardíaca; y (iii) de insuficiencia ventricular izquierda. Parece que es posible una simulación satisfactoria de las funciones sistólicas y diastólicas del corazón. Las simulaciones presentadas mejoran nuestra comprensión del papel de la capacitancia de ambos ventrículos y de la relajación diastólica en la fisiología cardiovascular ",
            "error": [
                ""
            ]
        },
        "stroke volume": {
            "translated_key": " del golpe",
            "translated_annotated_text": "Simulación de la fisiología cardiovascular: función o funciones diastólicas del corazón El sistema cardiovascular fue simulado utilizando un circuito electrónico equivalente. Se realizaron cuatro series de simulaciones. Las variables básicas investigadas fueron el gasto cardíaco y el volumen <br> del golpe</br>. Se estudiaron como funciones (i) de capacitancia ventricular derecha y presión intratorácica negativa; (ii) de relajación ventricular izquierda y de frecuencia cardíaca; y (iii) de insuficiencia ventricular izquierda. Parece que es posible una simulación satisfactoria de las funciones sistólicas y diastólicas del corazón. Las simulaciones presentadas mejoran nuestra comprensión del papel de la capacitancia de ambos ventrículos y de la relajación diastólica en la fisiología cardiovascular ",
            "error": [
                ""
            ]
        },
        "right ventricular capacitance": {
            "translated_key": "derecha",
            "translated_annotated_text": "Simulación de la fisiología cardiovascular: función o funciones diastólicas del corazón El sistema cardiovascular fue simulado utilizando un circuito electrónico equivalente. Se realizaron cuatro series de simulaciones. Las variables básicas investigadas fueron el gasto cardíaco y el volumen de ictus. Se estudiaron como funciones (i) de capacitancia ventricular <br>derecha</br> y presión intratorácica negativa; (ii) de relajación ventricular izquierda y de frecuencia cardíaca; y (iii) de insuficiencia del ventrículo izquierdo. Parece que es posible una simulación satisfactoria de las funciones sistólicas y diastólicas del corazón. Las simulaciones presentadas mejoran nuestra comprensión del papel de la capacitancia de ambos ventrículos y de la relajación diastólica en la fisiología cardiovascular ",
            "error": [
                ""
            ]
        },
        "negative intrathoracic pressure": {
            "translated_key": "negativa",
            "translated_annotated_text": "Simulación de la fisiología cardiovascular: función o funciones diastólicas del corazón El sistema cardiovascular fue simulado utilizando un circuito electrónico equivalente. Se realizaron cuatro series de simulaciones. Las variables básicas investigadas fueron el gasto cardíaco y el volumen de ictus. Se estudiaron como funciones (i) de capacitancia ventricular derecha y presión intratorácica <br>negativa</br>; (ii) de relajación ventricular izquierda y frecuencia cardíaca; y (iii) de insuficiencia ventrículo izquierda. Parece que es posible una simulación satisfactoria de las funciones sistólicas y diastólicas del corazón. Las simulaciones presentadas mejoran nuestra comprensión del papel de la capacitancia de ambos ventrículos y de la relajación diastólica en la fisiología cardiovascular ",
            "error": [
                ""
            ]
        },
        "left ventricular relaxation": {
            "translated_key": " del ventrículo izquierdo",
            "translated_annotated_text": "Simulación de la fisiología cardiovascular: función o funciones diastólicas del corazón El sistema cardiovascular fue simulado utilizando un circuito electrónico equivalente. Se realizaron cuatro series de simulaciones. Las variables básicas investigadas fueron el gasto cardíaco y el volumen de ictus. Se estudiaron como funciones (i) de capacitancia ventricular derecha y presión intratorácica negativa; (ii) de relajación <br> del ventrículo izquierdo</br> y de frecuencia cardíaca; y (iii) de insuficiencia del ventrículo izquierdo. Parece que es posible una simulación satisfactoria de las funciones sistólicas y diastólicas del corazón. Las simulaciones presentadas mejoran nuestra comprensión del papel de la capacitancia de ambos ventrículos y de la relajación diastólica en la fisiología cardiovascular ",
            "error": [
                ""
            ]
        },
        "heart rate": {
            "translated_key": [],
            "translated_annotated_text": "Simulación de la fisiología cardiovascular: función o funciones diastólicas del corazón El sistema cardiovascular fue simulado utilizando un circuito electrónico equivalente. Se realizaron cuatro series de simulaciones. Las variables básicas investigadas fueron el gasto cardíaco y el volumen de ictus. Se estudiaron como funciones (i) de capacitancia ventricular derecha y presión intratorácica negativa; (ii) de relajación ventricular izquierda y de frecuencia cardíaca <br>; y (iii) de fallo del ventrículo izquierdo. Parece que es posible una simulación satisfactoria de las funciones sistólicas y diastólicas del corazón. Las simulaciones presentadas mejoran nuestra comprensión del papel de la capacitancia de ambos ventrículos y de la relajación diastólica en la fisiología cardiovascular ",
            "error": []
        },
        "left ventricle failure": {
            "translated_key": [],
            "translated_annotated_text": "Simulación de la fisiología cardiovascular: función o funciones diastólicas del corazón El sistema cardiovascular fue simulado utilizando un circuito electrónico equivalente. Se realizaron cuatro series de simulaciones. Las variables básicas investigadas fueron el gasto cardíaco y el volumen de ictus. Se estudiaron como funciones (i) de capacitancia ventricular derecha y presión intratorácica negativa; (ii) de relajación ventricular izquierda y de frecuencia cardíaca; y (iii) de insuficiencia del ventrículo izquierdo. Parece que es posible una simulación satisfactoria de las funciones sistólicas y diastólicas del corazón. Las simulaciones presentadas mejoran nuestra comprensión del papel de la capacitancia de ambos ventrículos y de la relajación diastólica en la fisiología cardiovascular ",
            "error": []
        },
        "systolic functions": {
            "translated_key": [],
            "translated_annotated_text": "Simulación de la fisiología cardiovascular: función o funciones diastólicas del corazón El sistema cardiovascular fue simulado utilizando un circuito electrónico equivalente. Se realizaron cuatro series de simulaciones. Las variables básicas investigadas fueron el gasto cardíaco y el volumen de ictus. Se estudiaron como funciones (i) de capacitancia ventricular derecha y presión intratorácica negativa; (ii) de relajación ventricular izquierda y de frecuencia cardíaca; y (iii) de insuficiencia ventricular izquierda. Parece que es posible una simulación satisfactoria de las funciones sistólicas y diastólicas del corazón. Las simulaciones presentadas mejoran nuestra comprensión del papel de la capacitancia de ambos ventrículos y de la relajación diastólica en la fisiología cardiovascular ",
            "error": []
        },
        "diastolic relaxation": {
            "translated_key": [],
            "translated_annotated_text": "Simulación de la fisiología cardiovascular: función o funciones diastólicas del corazón El sistema cardiovascular fue simulado utilizando un circuito electrónico equivalente. Se realizaron cuatro series de simulaciones. Las variables básicas investigadas fueron el gasto cardíaco y el volumen de ictus. Se estudiaron como funciones (i) de capacitancia ventricular derecha y presión intratorácica negativa; (ii) de relajación ventricular izquierda y de frecuencia cardíaca; y (iii) de insuficiencia ventricular izquierda. Parece que es posible una simulación satisfactoria de las funciones sistólicas y diastólicas del corazón. Las simulaciones presentadas mejoran nuestra comprensión del papel de la capacitancia de ambos ventrículos y de la relajación diastólica <br> en la fisiología cardiovascular ",
            "error": []
        },
        "cardiovascular system": {
            "translated_key": [],
            "translated_annotated_text": "Simulación de la fisiología cardiovascular: función o funciones diastólicas del corazón El sistema cardiovascular <br> fue simulado mediante un circuito electrónico equivalente. Se realizaron cuatro series de simulaciones. Las variables básicas investigadas fueron el gasto cardíaco y el volumen de ictus. Se estudiaron como funciones (i) de capacitancia ventricular derecha y presión intratorácica negativa; (ii) de relajación ventricular izquierda y de frecuencia cardíaca; y (iii) de insuficiencia ventricular izquierda. Parece que es posible una simulación satisfactoria de las funciones sistólicas y diastólicas del corazón. Las simulaciones presentadas mejoran nuestra comprensión del papel de la capacitancia de ambos ventrículos y de la relajación diastólica en la fisiología cardiovascular ",
            "error": []
        },
        "digital simulation": {
            "translated_key": [],
            "translated_annotated_text": "Simulación de la fisiología cardiovascular: función o funciones diastólicas del corazón El sistema cardiovascular fue simulado utilizando un circuito electrónico equivalente. Se realizaron cuatro series de simulaciones. Las variables básicas investigadas fueron el gasto cardíaco y el volumen de ictus. Se estudiaron como funciones (i) de capacitancia ventricular derecha y presión intratorácica negativa; (ii) de relajación ventricular izquierda y de frecuencia cardíaca; y (iii) de insuficiencia ventricular izquierda. Parece que es posible una simulación satisfactoria de las funciones sistólicas y diastólicas del corazón. Las simulaciones presentadas mejoran nuestra comprensión del papel de la capacitancia de ambos ventrículos y de la relajación diastólica en la fisiología cardiovascular ",
            "error": []
        },
        "medical computing": {
            "translated_key": [],
            "translated_annotated_text": "Simulación de la fisiología cardiovascular: función o funciones diastólicas del corazón El sistema cardiovascular fue simulado utilizando un circuito electrónico equivalente. Se realizaron cuatro series de simulaciones. Las variables básicas investigadas fueron el gasto cardíaco y el volumen de ictus. Se estudiaron como funciones (i) de capacitancia ventricular derecha y presión intratorácica negativa; (ii) de relajación ventricular izquierda y de frecuencia cardíaca; y (iii) de insuficiencia ventricular izquierda. Parece que es posible una simulación satisfactoria de las funciones sistólicas y diastólicas del corazón. Las simulaciones presentadas mejoran nuestra comprensión del papel de la capacitancia de ambos ventrículos y de la relajación diastólica en la fisiología cardiovascular ",
            "error": []
        },
        "physiology": {
            "translated_key": [
                "fisiología",
                " "
            ],
            "translated_annotated_text": "Simulación cardiovascular <br>fisiología</br>: función(es) diastólica(s) del corazón El sistema cardiovascular fue simulado mediante un circuito electrónico equivalente. Se realizaron cuatro series de simulaciones. Las variables básicas investigadas fueron el gasto cardíaco y el volumen de ictus. Se estudiaron como funciones (i) de capacitancia ventricular derecha y presión intratorácica negativa; (ii) de relajación ventricular izquierda y de frecuencia cardíaca; y (iii) de insuficiencia ventricular izquierda. Parece que es posible una simulación satisfactoria de las funciones sistólicas y diastólicas del corazón. Las simulaciones presentadas mejoran nuestra comprensión del papel de la capacitancia de ambos ventrículos y de la relajación diastólica en la fisiología cardiovascular <br> </br> ",
            "error": [
                "fisiología",
                " "
            ]
        }
    }
}