{
    "original_text": "Automated cerebrum segmentation from three-dimensional sagittal brain MR images We present a fully automated cerebrum segmentation algorithm for full three-dimensional sagittal brain MR images. First, cerebrum segmentation from a midsagittal brain MR image is performed utilizing landmarks, anatomical information, and a connectivity-based threshold segmentation algorithm as previously reported. Recognizing that the cerebrum in laterally adjacent slices tends to have similar size and shape, we use the cerebrum segmentation result from the midsagittal brain MR image as a mask to guide cerebrum segmentation in adjacent lateral slices in an iterative fashion. This masking operation yields a masked image (preliminary cerebrum segmentation) for the next lateral slice, which may truncate brain region(s). Truncated regions are restored by first finding end points of their boundaries, by comparing the mask image and masked image boundaries, and then applying a connectivity-based algorithm. The resulting final extracted cerebrum image for this slice is then used as a mask for the next lateral slice. The algorithm yielded satisfactory fully automated cerebrum segmentations in three-dimensional sagittal brain MR images, and had performance superior to conventional edge detection algorithms for segmentation of cerebrum from 3D sagittal brain MR images",
    "original_translation": "Segmentación automática del cerebro a partir de imágenes de RM del cerebro sagital tridimensional Presentamos un algoritmo de segmentación del cerebro totalmente automatizado para imágenes de RM del cerebro sagital tridimensional completa. En primer lugar, la segmentación del cerebro a partir de una imagen de RM del cerebro mediosagitario se realiza utilizando puntos de referencia, información anatómica y un algoritmo de segmentación del umbral basado en conectividad, como se informó anteriormente. Reconociendo que el cerebro en rebanadas lateralmente adyacentes tiende a tener un tamaño y forma similares, utilizamos la segmentación del cerebro resultante de la imagen de RM del cerebro mediosagital como una máscara para guiar la segmentación del cerebro en rebanadas laterales adyacentes de manera iterativa. Esta operación de enmascaramiento produce una imagen enmascarada (segmentación preliminar del cerebro) para la siguiente rebanada lateral, que puede truncar la región o regiones cerebrales. Las regiones truncadas son restauradas primero encontrando puntos finales de sus límites, comparando la imagen de máscara y los límites de imagen enmascarados, y luego aplicando un algoritmo basado en conectividad. La imagen final del cerebro extraído resultante para esta rebanada se utiliza entonces como una máscara para la siguiente rebanada lateral. El algoritmo produjo segmentaciones satisfactorias totalmente automatizadas del cerebro en imágenes tridimensionales de RM del cerebro sagital, y tuvo un rendimiento superior a los algoritmos convencionales de detección de bordes para la segmentación del cerebro a partir de imágenes 3D de RM del cerebro sagital",
    "error_count": 11,
    "keys": {
        "fully automated cerebrum segmentation algorithm": {
            "translated_key": [],
            "translated_annotated_text": "Segmentación automática del cerebro a partir de imágenes de RM del cerebro sagital tridimensional Presentamos un algoritmo de segmentación del cerebro totalmente automatizado para imágenes de RM del cerebro sagital tridimensional completo. En primer lugar, la segmentación del cerebro a partir de una imagen de RM del cerebro mediosagitario se realiza utilizando puntos de referencia, información anatómica y un algoritmo de segmentación del umbral basado en conectividad, como se informó anteriormente. Reconociendo que el cerebro en rebanadas lateralmente adyacentes tiende a tener un tamaño y forma similares, utilizamos la segmentación del cerebro resultante de la imagen de RM del cerebro mediosagital como una máscara para guiar la segmentación del cerebro en rebanadas laterales adyacentes de manera iterativa. Esta operación de enmascaramiento produce una imagen enmascarada (segmentación preliminar del cerebro) para la siguiente rebanada lateral, que puede truncar la región o regiones cerebrales. Las regiones truncadas son restauradas primero encontrando puntos finales de sus límites, comparando la imagen de máscara y los límites de imagen enmascarados, y luego aplicando un algoritmo basado en conectividad. La imagen final del cerebro extraído resultante para esta rebanada se utiliza entonces como una máscara para la siguiente rebanada lateral. El algoritmo produjo segmentaciones satisfactorias totalmente automatizadas del cerebro en imágenes tridimensionales de RM del cerebro sagital, y tuvo un rendimiento superior a los algoritmos convencionales de detección de bordes para la segmentación del cerebro a partir de imágenes 3D de RM del cerebro sagital ",
            "error": []
        },
        "full 3D sagittal brain MR images": {
            "translated_key": [],
            "translated_annotated_text": "Segmentación automática del cerebro a partir de imágenes de RM del cerebro sagital tridimensional Presentamos un algoritmo de segmentación del cerebro totalmente automatizado para imágenes de RM del cerebro sagital tridimensional completa. En primer lugar, la segmentación del cerebro a partir de una imagen de RM del cerebro mediosagitario se realiza utilizando puntos de referencia, información anatómica y un algoritmo de segmentación del umbral basado en conectividad, como se informó anteriormente. Reconociendo que el cerebro en rebanadas lateralmente adyacentes tiende a tener un tamaño y forma similares, utilizamos la segmentación del cerebro resultante de la imagen de RM del cerebro mediosagital como una máscara para guiar la segmentación del cerebro en rebanadas laterales adyacentes de manera iterativa. Esta operación de enmascaramiento produce una imagen enmascarada (segmentación preliminar del cerebro) para la siguiente rebanada lateral, que puede truncar la región o regiones cerebrales. Las regiones truncadas son restauradas primero encontrando puntos finales de sus límites, comparando la imagen de máscara y los límites de imagen enmascarados, y luego aplicando un algoritmo basado en conectividad. La imagen final del cerebro extraído resultante para esta rebanada se utiliza entonces como una máscara para la siguiente rebanada lateral. El algoritmo produjo segmentaciones satisfactorias totalmente automatizadas del cerebro en imágenes tridimensionales de RM del cerebro sagital, y tuvo un rendimiento superior a los algoritmos convencionales de detección de bordes para la segmentación del cerebro a partir de imágenes 3D de RM del cerebro sagital ",
            "error": []
        },
        "midsagittal brain MR image": {
            "translated_key": [
                "midsagital de RM cerebral",
                "midsagittal"
            ],
            "translated_annotated_text": "Segmentación automática del cerebro a partir de imágenes de RM del cerebro sagital tridimensional Presentamos un algoritmo de segmentación del cerebro totalmente automatizado para imágenes de RM del cerebro sagital tridimensional completa. En primer lugar, la segmentación del cerebro a partir de una imagen <br>midsagital de RM cerebral</br> se realiza utilizando puntos de referencia, información anatómica y un algoritmo de segmentación de umbral basado en conectividad, como se informó anteriormente. Reconociendo que el cerebro en rebanadas lateralmente adyacentes tiende a tener un tamaño y forma similares, utilizamos la segmentación del cerebro resultante de la imagen MR del cerebro <br>midsagittal</br> como máscara para guiar la segmentación del cerebro en rebanadas laterales adyacentes de manera iterativa. Esta operación de enmascaramiento produce una imagen enmascarada (segmentación preliminar del cerebro) para la siguiente rebanada lateral, que puede truncar la región o regiones cerebrales. Las regiones truncadas son restauradas primero encontrando puntos finales de sus límites, comparando la imagen de máscara y los límites de imagen enmascarados, y luego aplicando un algoritmo basado en conectividad. La imagen final del cerebro extraído resultante para esta rebanada se utiliza entonces como una máscara para la siguiente rebanada lateral. El algoritmo produjo segmentaciones satisfactorias totalmente automatizadas del cerebro en imágenes tridimensionales de RM del cerebro sagital, y tuvo un rendimiento superior a los algoritmos convencionales de detección de bordes para la segmentación del cerebro a partir de imágenes 3D de RM del cerebro sagital ",
            "error": [
                "midsagital de RM cerebral",
                "midsagittal"
            ]
        },
        "landmarks": {
            "translated_key": "marcas de terreno",
            "translated_annotated_text": "Segmentación automática del cerebro a partir de imágenes de RM del cerebro sagital tridimensional Presentamos un algoritmo de segmentación del cerebro totalmente automatizado para imágenes de RM del cerebro sagital tridimensional completa. En primer lugar, la segmentación del cerebro a partir de una imagen de RM en el cerebro mediosagitario se realiza utilizando <br>marcas de terreno</br>, información anatómica y un algoritmo de segmentación de umbral basado en conectividad, como se informó anteriormente. Reconociendo que el cerebro en rebanadas lateralmente adyacentes tiende a tener un tamaño y forma similares, utilizamos la segmentación del cerebro resultante de la imagen de RM del cerebro mediosagital como una máscara para guiar la segmentación del cerebro en rebanadas laterales adyacentes de manera iterativa. Esta operación de enmascaramiento produce una imagen enmascarada (segmentación preliminar del cerebro) para la siguiente rebanada lateral, que puede truncar la región o regiones cerebrales. Las regiones truncadas son restauradas primero encontrando puntos finales de sus límites, comparando la imagen de máscara y los límites de imagen enmascarados, y luego aplicando un algoritmo basado en conectividad. La imagen final del cerebro extraído resultante para esta rebanada se utiliza entonces como una máscara para la siguiente rebanada lateral. El algoritmo produjo segmentaciones satisfactorias totalmente automatizadas del cerebro en imágenes tridimensionales de RM del cerebro sagital, y tuvo un rendimiento superior a los algoritmos convencionales de detección de bordes para la segmentación del cerebro a partir de imágenes 3D de RM del cerebro sagital ",
            "error": [
                ""
            ]
        },
        "anatomical information": {
            "translated_key": "información anatómica",
            "translated_annotated_text": "Segmentación automática del cerebro a partir de imágenes de RM del cerebro sagital tridimensional Presentamos un algoritmo de segmentación del cerebro totalmente automatizado para imágenes de RM del cerebro sagital tridimensional completa. En primer lugar, la segmentación del cerebro a partir de una imagen de RM en el cerebro mediosagitario se realiza utilizando puntos de referencia, <br>información anatómica</br> y un algoritmo de segmentación del umbral basado en la conectividad, como se informó anteriormente. Reconociendo que el cerebro en rebanadas lateralmente adyacentes tiende a tener un tamaño y forma similares, utilizamos la segmentación del cerebro resultante de la imagen de RM del cerebro mediosagital como una máscara para guiar la segmentación del cerebro en rebanadas laterales adyacentes de manera iterativa. Esta operación de enmascaramiento produce una imagen enmascarada (segmentación preliminar del cerebro) para la siguiente rebanada lateral, que puede truncar la región o regiones cerebrales. Las regiones truncadas son restauradas primero encontrando puntos finales de sus límites, comparando la imagen de máscara y los límites de imagen enmascarados, y luego aplicando un algoritmo basado en conectividad. La imagen final del cerebro extraído resultante para esta rebanada se utiliza entonces como una máscara para la siguiente rebanada lateral. El algoritmo produjo segmentaciones satisfactorias totalmente automatizadas del cerebro en imágenes tridimensionales de RM del cerebro sagital, y tuvo un rendimiento superior a los algoritmos convencionales de detección de bordes para la segmentación del cerebro a partir de imágenes 3D de RM del cerebro sagital ",
            "error": [
                ""
            ]
        },
        "connectivity-based threshold segmentation algorithm": {
            "translated_key": "conectividad",
            "translated_annotated_text": "Segmentación automática del cerebro a partir de imágenes de RM del cerebro sagital tridimensional Presentamos un algoritmo de segmentación del cerebro totalmente automatizado para imágenes de RM del cerebro sagital tridimensional completa. En primer lugar, la segmentación del cerebro a partir de una imagen de RM en el cerebro mediosagitario se realiza utilizando puntos de referencia, información anatómica y un algoritmo de segmentación de umbral basado en la <br>conectividad</br> como se informó anteriormente. Reconociendo que el cerebro en rebanadas lateralmente adyacentes tiende a tener un tamaño y forma similares, utilizamos la segmentación del cerebro resultante de la imagen de RM del cerebro mediosagital como una máscara para guiar la segmentación del cerebro en rebanadas laterales adyacentes de manera iterativa. Esta operación de enmascaramiento produce una imagen enmascarada (segmentación preliminar del cerebro) para la siguiente rebanada lateral, que puede truncar la región o regiones cerebrales. Las regiones truncadas son restauradas primero encontrando puntos finales de sus límites, comparando la imagen de máscara y los límites de imagen enmascarados, y luego aplicando un algoritmo basado en conectividad. La imagen final del cerebro extraído resultante para esta rebanada se utiliza entonces como una máscara para la siguiente rebanada lateral. El algoritmo produjo segmentaciones satisfactorias totalmente automatizadas del cerebro en imágenes tridimensionales de RM del cerebro sagital, y tuvo un rendimiento superior a los algoritmos convencionales de detección de bordes para la segmentación del cerebro a partir de imágenes 3D de RM del cerebro sagital ",
            "error": [
                ""
            ]
        },
        "laterally adjacent slices": {
            "translated_key": "lateralmente adyacentes ",
            "translated_annotated_text": "Segmentación automática del cerebro a partir de imágenes de RM del cerebro sagital tridimensional Presentamos un algoritmo de segmentación del cerebro totalmente automatizado para imágenes de RM del cerebro sagital tridimensional completa. En primer lugar, la segmentación del cerebro a partir de una imagen de RM del cerebro mediosagitario se realiza utilizando puntos de referencia, información anatómica y un algoritmo de segmentación del umbral basado en conectividad, como se informó anteriormente. Reconociendo que el cerebro en rebanadas <br>lateralmente adyacentes </br> tiende a tener un tamaño y forma similares, utilizamos el resultado de segmentación del cerebro de la imagen de RM del cerebro mediosagital como máscara para guiar la segmentación del cerebro en rebanadas laterales adyacentes de manera iterativa. Esta operación de enmascaramiento produce una imagen enmascarada (segmentación preliminar del cerebro) para la siguiente rebanada lateral, que puede truncar la región o regiones cerebrales. Las regiones truncadas son restauradas primero encontrando puntos finales de sus límites, comparando la imagen de máscara y los límites de imagen enmascarados, y luego aplicando un algoritmo basado en conectividad. La imagen final del cerebro extraído resultante para esta rebanada se utiliza entonces como una máscara para la siguiente rebanada lateral. El algoritmo produjo segmentaciones satisfactorias totalmente automatizadas del cerebro en imágenes tridimensionales de RM del cerebro sagital, y tuvo un rendimiento superior a los algoritmos convencionales de detección de bordes para la segmentación del cerebro a partir de imágenes 3D de RM del cerebro sagital ",
            "error": [
                ""
            ]
        },
        "masking operation": {
            "translated_key": "operación de enmascaramiento",
            "translated_annotated_text": "Segmentación automática del cerebro a partir de imágenes de RM del cerebro sagital tridimensional Presentamos un algoritmo de segmentación del cerebro totalmente automatizado para imágenes de RM del cerebro sagital tridimensional completa. En primer lugar, la segmentación del cerebro a partir de una imagen de RM del cerebro mediosagitario se realiza utilizando puntos de referencia, información anatómica y un algoritmo de segmentación del umbral basado en conectividad, como se informó anteriormente. Reconociendo que el cerebro en rebanadas lateralmente adyacentes tiende a tener un tamaño y forma similares, utilizamos la segmentación del cerebro resultante de la imagen de RM del cerebro mediosagital como una máscara para guiar la segmentación del cerebro en rebanadas laterales adyacentes de manera iterativa. Esta <br>operación de enmascaramiento</br> produce una imagen enmascarada (segmentación preliminar del cerebro) para la siguiente rebanada lateral, que puede truncar la región o regiones cerebrales. Las regiones truncadas son restauradas primero encontrando puntos finales de sus límites, comparando la imagen de máscara y los límites de imagen enmascarados, y luego aplicando un algoritmo basado en conectividad. La imagen final del cerebro extraído resultante para esta rebanada se utiliza entonces como una máscara para la siguiente rebanada lateral. El algoritmo produjo segmentaciones satisfactorias totalmente automatizadas del cerebro en imágenes tridimensionales de RM del cerebro sagital, y tuvo un rendimiento superior a los algoritmos convencionales de detección de bordes para la segmentación del cerebro a partir de imágenes 3D de RM del cerebro sagital ",
            "error": [
                ""
            ]
        },
        "brain region truncation": {
            "translated_key": [],
            "translated_annotated_text": "Segmentación automática del cerebro a partir de imágenes de RM del cerebro sagital tridimensional Presentamos un algoritmo de segmentación del cerebro totalmente automatizado para imágenes de RM del cerebro sagital tridimensional completa. En primer lugar, la segmentación del cerebro a partir de una imagen de RM del cerebro mediosagitario se realiza utilizando puntos de referencia, información anatómica y un algoritmo de segmentación del umbral basado en conectividad, como se informó anteriormente. Reconociendo que el cerebro en rebanadas lateralmente adyacentes tiende a tener un tamaño y forma similares, utilizamos la segmentación del cerebro resultante de la imagen de RM del cerebro mediosagital como una máscara para guiar la segmentación del cerebro en rebanadas laterales adyacentes de manera iterativa. Esta operación de enmascaramiento produce una imagen enmascarada (segmentación preliminar del cerebro) para la siguiente rebanada lateral, que puede truncar la región o regiones cerebrales. Las regiones truncadas son restauradas primero encontrando puntos finales de sus límites, comparando la imagen de máscara y los límites de imagen enmascarados, y luego aplicando un algoritmo basado en conectividad. La imagen final del cerebro extraído resultante para esta rebanada se utiliza entonces como una máscara para la siguiente rebanada lateral. El algoritmo produjo segmentaciones satisfactorias totalmente automatizadas del cerebro en imágenes tridimensionales de RM del cerebro sagital, y tuvo un rendimiento superior a los algoritmos convencionales de detección de bordes para la segmentación del cerebro a partir de imágenes 3D de RM del cerebro sagital ",
            "error": []
        },
        "boundary end points": {
            "translated_key": [],
            "translated_annotated_text": "Segmentación automática del cerebro a partir de imágenes de RM del cerebro sagital tridimensional Presentamos un algoritmo de segmentación del cerebro totalmente automatizado para imágenes de RM del cerebro sagital tridimensional completa. En primer lugar, la segmentación del cerebro a partir de una imagen de RM del cerebro mediosagitario se realiza utilizando puntos de referencia, información anatómica y un algoritmo de segmentación del umbral basado en conectividad, como se informó anteriormente. Reconociendo que el cerebro en rebanadas lateralmente adyacentes tiende a tener un tamaño y forma similares, utilizamos la segmentación del cerebro resultante de la imagen de RM del cerebro mediosagital como una máscara para guiar la segmentación del cerebro en rebanadas laterales adyacentes de manera iterativa. Esta operación de enmascaramiento produce una imagen enmascarada (segmentación preliminar del cerebro) para la siguiente rebanada lateral, que puede truncar la región o regiones cerebrales. Las regiones truncadas son restauradas primero encontrando puntos finales de sus límites, comparando la imagen de máscara y los límites de imagen enmascarados, y luego aplicando un algoritmo basado en conectividad. La imagen final del cerebro extraído resultante para esta rebanada se utiliza entonces como una máscara para la siguiente rebanada lateral. El algoritmo produjo segmentaciones satisfactorias totalmente automatizadas del cerebro en imágenes tridimensionales de RM del cerebro sagital, y tuvo un rendimiento superior a los algoritmos convencionales de detección de bordes para la segmentación del cerebro a partir de imágenes 3D de RM del cerebro sagital ",
            "error": []
        },
        "masked image boundaries": {
            "translated_key": [],
            "translated_annotated_text": "Segmentación automática del cerebro a partir de imágenes de RM del cerebro sagital tridimensional Presentamos un algoritmo de segmentación del cerebro totalmente automatizado para imágenes de RM del cerebro sagital tridimensional completa. En primer lugar, la segmentación del cerebro a partir de una imagen de RM del cerebro mediosagitario se realiza utilizando puntos de referencia, información anatómica y un algoritmo de segmentación del umbral basado en conectividad, como se informó anteriormente. Reconociendo que el cerebro en rebanadas lateralmente adyacentes tiende a tener un tamaño y forma similares, utilizamos la segmentación del cerebro resultante de la imagen de RM del cerebro mediosagital como una máscara para guiar la segmentación del cerebro en rebanadas laterales adyacentes de manera iterativa. Esta operación de enmascaramiento produce una imagen enmascarada (segmentación preliminar del cerebro) para la siguiente rebanada lateral, que puede truncar la región o regiones cerebrales. Las regiones truncadas son restauradas primero encontrando puntos finales de sus límites, comparando la imagen de máscara y los límites de imagen enmascarada, y luego aplicando un algoritmo basado en conectividad. La imagen final del cerebro extraído resultante para esta rebanada se utiliza entonces como una máscara para la siguiente rebanada lateral. El algoritmo produjo segmentaciones satisfactorias totalmente automatizadas del cerebro en imágenes tridimensionales de RM del cerebro sagital, y tuvo un rendimiento superior a los algoritmos convencionales de detección de bordes para la segmentación del cerebro a partir de imágenes 3D de RM del cerebro sagital ",
            "error": []
        },
        "connectivity-based algorithm": {
            "translated_key": "conectividad",
            "translated_annotated_text": "Segmentación automática del cerebro a partir de imágenes de RM del cerebro sagital tridimensional Presentamos un algoritmo de segmentación del cerebro totalmente automatizado para imágenes de RM del cerebro sagital tridimensional completa. En primer lugar, la segmentación del cerebro a partir de una imagen de RM del cerebro mediosagitario se realiza utilizando puntos de referencia, información anatómica y un algoritmo de segmentación del umbral basado en conectividad, como se informó anteriormente. Reconociendo que el cerebro en rebanadas lateralmente adyacentes tiende a tener un tamaño y forma similares, utilizamos la segmentación del cerebro resultante de la imagen de RM del cerebro mediosagital como una máscara para guiar la segmentación del cerebro en rebanadas laterales adyacentes de manera iterativa. Esta operación de enmascaramiento produce una imagen enmascarada (segmentación preliminar del cerebro) para la siguiente rebanada lateral, que puede truncar la región o regiones cerebrales. Las regiones truncadas se restauran primero encontrando puntos finales de sus límites, comparando la imagen de máscara y los límites de imagen enmascarados, y luego aplicando un algoritmo basado en <br>conectividad</br>. La imagen final del cerebro extraído resultante para esta rebanada se utiliza entonces como una máscara para la siguiente rebanada lateral. El algoritmo produjo segmentaciones satisfactorias totalmente automatizadas del cerebro en imágenes tridimensionales de RM del cerebro sagital, y tuvo un rendimiento superior a los algoritmos convencionales de detección de bordes para la segmentación del cerebro a partir de imágenes 3D de RM del cerebro sagital ",
            "error": [
                ""
            ]
        },
        "biomedical MRI": {
            "translated_key": [],
            "translated_annotated_text": "Segmentación automática del cerebro a partir de imágenes de RM del cerebro sagital tridimensional Presentamos un algoritmo de segmentación del cerebro totalmente automatizado para imágenes de RM del cerebro sagital tridimensional completa. En primer lugar, la segmentación del cerebro a partir de una imagen de RM del cerebro mediosagitario se realiza utilizando puntos de referencia, información anatómica y un algoritmo de segmentación del umbral basado en conectividad, como se informó anteriormente. Reconociendo que el cerebro en rebanadas lateralmente adyacentes tiende a tener un tamaño y forma similares, utilizamos la segmentación del cerebro resultante de la imagen de RM del cerebro mediosagital como una máscara para guiar la segmentación del cerebro en rebanadas laterales adyacentes de manera iterativa. Esta operación de enmascaramiento produce una imagen enmascarada (segmentación preliminar del cerebro) para la siguiente rebanada lateral, que puede truncar la región o regiones cerebrales. Las regiones truncadas son restauradas primero encontrando puntos finales de sus límites, comparando la imagen de máscara y los límites de imagen enmascarados, y luego aplicando un algoritmo basado en conectividad. La imagen final del cerebro extraído resultante para esta rebanada se utiliza entonces como una máscara para la siguiente rebanada lateral. El algoritmo produjo segmentaciones satisfactorias totalmente automatizadas del cerebro en imágenes tridimensionales de RM del cerebro sagital, y tuvo un rendimiento superior a los algoritmos convencionales de detección de bordes para la segmentación del cerebro a partir de imágenes 3D de RM del cerebro sagital ",
            "error": []
        },
        "brain": {
            "translated_key": [
                "brain",
                "brain",
                " del cerebro medio se realiza utilizando puntos de referencia, información anatómica y un algoritmo de segmentación del umbral basado en la conectividad, como se informó anteriormente. Reconociendo que el cerebro en rebanadas lateralmente adyacentes tiende a tener un tamaño y forma similares, utilizamos el resultado de la segmentación del cerebro del cerebro del medio sagitario <br>cerebro",
                "cerebro",
                "brain",
                "brain"
            ],
            "translated_annotated_text": "Segmentación automática del cerebro a partir de imágenes de MR <br>brain</br> de sagital tridimensional Presentamos un algoritmo de segmentación del cerebro totalmente automatizado para imágenes de MR <br>brain</br> de sagital tridimensional completo. En primer lugar, la segmentación del cerebro a partir de una imagen de RM <br> del cerebro medio se realiza utilizando puntos de referencia, información anatómica y un algoritmo de segmentación del umbral basado en la conectividad, como se informó anteriormente. Reconociendo que el cerebro en rebanadas lateralmente adyacentes tiende a tener un tamaño y forma similares, utilizamos el resultado de la segmentación del cerebro del cerebro del medio sagitario <br>cerebro</br> como una máscara para guiar la segmentación del cerebro en rebanadas laterales adyacentes de manera iterativa. Esta operación de enmascaramiento produce una imagen enmascarada (segmentación preliminar del cerebro) para la siguiente rebanada lateral, que puede truncar <br>cerebro</br> región(s). Las regiones truncadas son restauradas primero encontrando puntos finales de sus límites, comparando la imagen de máscara y los límites de imagen enmascarados, y luego aplicando un algoritmo basado en conectividad. La imagen final del cerebro extraído resultante para esta rebanada se utiliza entonces como una máscara para la siguiente rebanada lateral. El algoritmo produjo segmentaciones satisfactorias totalmente automatizadas del cerebro en imágenes de RM <br>brain</br> en tres dimensiones, y tuvo un rendimiento superior a los algoritmos convencionales de detección de bordes para la segmentación del cerebro de imágenes de MR sagittal <br>brain</br> ",
            "error": [
                "brain",
                "brain",
                " del cerebro medio se realiza utilizando puntos de referencia, información anatómica y un algoritmo de segmentación del umbral basado en la conectividad, como se informó anteriormente. Reconociendo que el cerebro en rebanadas lateralmente adyacentes tiende a tener un tamaño y forma similares, utilizamos el resultado de la segmentación del cerebro del cerebro del medio sagitario <br>cerebro",
                "cerebro",
                "brain",
                "brain"
            ]
        },
        "edge detection": {
            "translated_key": "detección de bordes",
            "translated_annotated_text": "Segmentación automática del cerebro a partir de imágenes de RM del cerebro sagital tridimensional Presentamos un algoritmo de segmentación del cerebro totalmente automatizado para imágenes de RM del cerebro sagital tridimensional completa. En primer lugar, la segmentación del cerebro a partir de una imagen de RM del cerebro mediosagitario se realiza utilizando puntos de referencia, información anatómica y un algoritmo de segmentación del umbral basado en conectividad, como se informó anteriormente. Reconociendo que el cerebro en rebanadas lateralmente adyacentes tiende a tener un tamaño y forma similares, utilizamos la segmentación del cerebro resultante de la imagen de RM del cerebro mediosagital como una máscara para guiar la segmentación del cerebro en rebanadas laterales adyacentes de manera iterativa. Esta operación de enmascaramiento produce una imagen enmascarada (segmentación preliminar del cerebro) para la siguiente rebanada lateral, que puede truncar la región o regiones cerebrales. Las regiones truncadas son restauradas primero encontrando puntos finales de sus límites, comparando la imagen de máscara y los límites de imagen enmascarados, y luego aplicando un algoritmo basado en conectividad. La imagen final del cerebro extraído resultante para esta rebanada se utiliza entonces como una máscara para la siguiente rebanada lateral. El algoritmo produjo segmentaciones satisfactorias totalmente automatizadas del cerebro en imágenes tridimensionales de RM del cerebro sagital, y tuvo un rendimiento superior a los algoritmos convencionales de <br>detección de bordes</br> para la segmentación del cerebro a partir de imágenes 3D de RM del cerebro sagital. ",
            "error": [
                ""
            ]
        },
        "image segmentation": {
            "translated_key": [],
            "translated_annotated_text": "Segmentación automática del cerebro a partir de imágenes de RM del cerebro sagital tridimensional Presentamos un algoritmo de segmentación del cerebro totalmente automatizado para imágenes de RM del cerebro sagital tridimensional completa. En primer lugar, la segmentación del cerebro a partir de una imagen de RM del cerebro mediosagitario se realiza utilizando puntos de referencia, información anatómica y un algoritmo de segmentación del umbral basado en conectividad, como se informó anteriormente. Reconociendo que el cerebro en rebanadas lateralmente adyacentes tiende a tener un tamaño y forma similares, utilizamos la segmentación del cerebro resultante de la imagen de RM del cerebro mediosagital como una máscara para guiar la segmentación del cerebro en rebanadas laterales adyacentes de manera iterativa. Esta operación de enmascaramiento produce una imagen enmascarada (segmentación preliminar del cerebro) para la siguiente rebanada lateral, que puede truncar la región o regiones cerebrales. Las regiones truncadas son restauradas primero encontrando puntos finales de sus límites, comparando la imagen de máscara y los límites de imagen enmascarados, y luego aplicando un algoritmo basado en conectividad. La imagen final del cerebro extraído resultante para esta rebanada se utiliza entonces como una máscara para la siguiente rebanada lateral. El algoritmo produjo segmentaciones satisfactorias totalmente automatizadas del cerebro en imágenes tridimensionales de RM del cerebro sagital, y tuvo un rendimiento superior a los algoritmos convencionales de detección de bordes para la segmentación del cerebro a partir de imágenes 3D de RM del cerebro sagital ",
            "error": []
        },
        "medical image processing": {
            "translated_key": [],
            "translated_annotated_text": "Segmentación automática del cerebro a partir de imágenes de RM del cerebro sagital tridimensional Presentamos un algoritmo de segmentación del cerebro totalmente automatizado para imágenes de RM del cerebro sagital tridimensional completa. En primer lugar, la segmentación del cerebro a partir de una imagen de RM del cerebro mediosagitario se realiza utilizando puntos de referencia, información anatómica y un algoritmo de segmentación del umbral basado en conectividad, como se informó anteriormente. Reconociendo que el cerebro en rebanadas lateralmente adyacentes tiende a tener un tamaño y forma similares, utilizamos la segmentación del cerebro resultante de la imagen de RM del cerebro mediosagital como una máscara para guiar la segmentación del cerebro en rebanadas laterales adyacentes de manera iterativa. Esta operación de enmascaramiento produce una imagen enmascarada (segmentación preliminar del cerebro) para la siguiente rebanada lateral, que puede truncar la región o regiones cerebrales. Las regiones truncadas son restauradas primero encontrando puntos finales de sus límites, comparando la imagen de máscara y los límites de imagen enmascarados, y luego aplicando un algoritmo basado en conectividad. La imagen final del cerebro extraído resultante para esta rebanada se utiliza entonces como una máscara para la siguiente rebanada lateral. El algoritmo produjo segmentaciones satisfactorias totalmente automatizadas del cerebro en imágenes tridimensionales de RM del cerebro sagital, y tuvo un rendimiento superior a los algoritmos convencionales de detección de bordes para la segmentación del cerebro a partir de imágenes 3D de RM del cerebro sagital ",
            "error": []
        },
        "stereo image processing": {
            "translated_key": [],
            "translated_annotated_text": "Segmentación automática del cerebro a partir de imágenes de RM del cerebro sagital tridimensional Presentamos un algoritmo de segmentación del cerebro totalmente automatizado para imágenes de RM del cerebro sagital tridimensional completa. En primer lugar, la segmentación del cerebro a partir de una imagen de RM del cerebro mediosagitario se realiza utilizando puntos de referencia, información anatómica y un algoritmo de segmentación del umbral basado en conectividad, como se informó anteriormente. Reconociendo que el cerebro en rebanadas lateralmente adyacentes tiende a tener un tamaño y forma similares, utilizamos la segmentación del cerebro resultante de la imagen de RM del cerebro mediosagital como una máscara para guiar la segmentación del cerebro en rebanadas laterales adyacentes de manera iterativa. Esta operación de enmascaramiento produce una imagen enmascarada (segmentación preliminar del cerebro) para la siguiente rebanada lateral, que puede truncar la región o regiones cerebrales. Las regiones truncadas son restauradas primero encontrando puntos finales de sus límites, comparando la imagen de máscara y los límites de imagen enmascarados, y luego aplicando un algoritmo basado en conectividad. La imagen final del cerebro extraído resultante para esta rebanada se utiliza entonces como una máscara para la siguiente rebanada lateral. El algoritmo produjo segmentaciones satisfactorias totalmente automatizadas del cerebro en imágenes tridimensionales de RM del cerebro sagital, y tuvo un rendimiento superior a los algoritmos convencionales de detección de bordes para la segmentación del cerebro a partir de imágenes 3D de RM del cerebro sagital ",
            "error": []
        }
    }
}