{
    "original_text": "Mathematical properties of dominant AHP and concurrent convergence method This study discusses the mathematical structure of the dominant AHP and the concurrent convergence method which were originally developed by Kinoshita and Nakanishi. They introduced a new concept of a regulating alternative into an analyzing tool for a simple evaluation problem with a criterion set and an alternative set. Although the original idea of the dominant AHP and the concurrent convergence method is unique, the dominant AHP and the concurrent convergence method are not sufficiently analyzed in mathematical theory. This study shows that the dominant AHP consists of a pair of evaluation rules satisfying a certain property of overall evaluation vectors. This study also shows that the convergence of concurrent convergence method is guaranteed theoretically",
    "original_translation": "Propiedades matemáticas del AHP dominante y método de convergencia concurrente Este estudio discute la estructura matemática del AHP dominante y el método de convergencia concurrente que fueron desarrollados originalmente por Kinoshita y Nakanishi. Introdujeron un nuevo concepto de una alternativa reguladora en una herramienta de análisis para un simple problema de evaluación con un conjunto de criterios y un conjunto alternativo. Aunque la idea original del AHP dominante y el método de convergencia concurrente es única, el AHP dominante y el método de convergencia concurrente no son suficientemente analizados en la teoría matemática. Este estudio muestra que el AHP dominante consiste en un par de reglas de evaluación que satisfacen una cierta propiedad de vectores de evaluación en general. Este estudio también muestra que la convergencia del método de convergencia concurrente está garantizada teóricamente",
    "error_count": 2,
    "keys": {
        "dominant AHP": {
            "translated_key": "dominante AHP",
            "translated_annotated_text": "Propiedades matemáticas del <br>dominante AHP</br> y método de convergencia concurrente Este estudio discute la estructura matemática del <br>dominante AHP</br> y el método de convergencia concurrente que fueron desarrollados originalmente por Kinoshita y Nakanishi. Introdujeron un nuevo concepto de una alternativa reguladora en una herramienta de análisis para un simple problema de evaluación con un conjunto de criterios y un conjunto alternativo. Aunque la idea original del <br>dominante AHP</br> y el método de convergencia concurrente es única, el <br>dominante AHP</br> y el método de convergencia concurrente no son suficientemente analizados en la teoría matemática. Este estudio muestra que el <br>dominante AHP</br> consiste en un par de reglas de evaluación que satisfacen una cierta propiedad de vectores de evaluación en general. Este estudio también muestra que la convergencia del método de convergencia concurrente está garantizada teóricamente ",
            "error": [
                ""
            ]
        },
        "concurrent convergence method": {
            "translated_key": "concurrente",
            "translated_annotated_text": "Propiedades matemáticas del AHP dominante y del método de convergencia <br>concurrente</br> Este estudio discute la estructura matemática del AHP dominante y el método de convergencia <br>concurrente</br> que fueron desarrollados originalmente por Kinoshita y Nakanishi. Introdujeron un nuevo concepto de una alternativa reguladora en una herramienta de análisis para un simple problema de evaluación con un conjunto de criterios y un conjunto alternativo. Aunque la idea original del AHP dominante y el método de convergencia <br>concurrente</br> es única, el AHP dominante y el método de convergencia <br>concurrente</br> no están suficientemente analizados en la teoría matemática. Este estudio muestra que el AHP dominante consiste en un par de reglas de evaluación que satisfacen una cierta propiedad de vectores de evaluación en general. Este estudio también muestra que la convergencia del método de convergencia <br>concurrente</br> está teóricamente garantizada. ",
            "error": [
                ""
            ]
        },
        "overall evaluation vectors": {
            "translated_key": "overall",
            "translated_annotated_text": "Propiedades matemáticas del AHP dominante y método de convergencia concurrente Este estudio discute la estructura matemática del AHP dominante y el método de convergencia concurrente que fueron desarrollados originalmente por Kinoshita y Nakanishi. Introdujeron un nuevo concepto de una alternativa reguladora en una herramienta de análisis para un simple problema de evaluación con un conjunto de criterios y un conjunto alternativo. Aunque la idea original del AHP dominante y el método de convergencia concurrente es única, el AHP dominante y el método de convergencia concurrente no son suficientemente analizados en la teoría matemática. Este estudio muestra que el AHP dominante consiste en un par de reglas de evaluación que satisfacen una cierta propiedad de vectores de evaluación <br>overall</br>. Este estudio también muestra que la convergencia del método de convergencia concurrente está garantizada teóricamente ",
            "error": [
                ""
            ]
        },
        "convergence": {
            "translated_key": [
                "convergencia",
                "convergencia",
                "convergence",
                "convergence",
                "convergence",
                "convergence"
            ],
            "translated_annotated_text": "Propiedades matemáticas del AHP dominante y método concurrente <br>convergencia</br> Este estudio discute la estructura matemática del AHP dominante y el método concurrente <br>convergencia</br> que fueron desarrollados originalmente por Kinoshita y Nakanishi. Introdujeron un nuevo concepto de una alternativa reguladora en una herramienta de análisis para un simple problema de evaluación con un conjunto de criterios y un conjunto alternativo. Aunque la idea original del AHP dominante y el método concurrente <br>convergence</br> es única, el AHP dominante y el método concurrente <br>convergence</br> no están suficientemente analizados en la teoría matemática. Este estudio muestra que el AHP dominante consiste en un par de reglas de evaluación que satisfacen una cierta propiedad de vectores de evaluación en general. Este estudio también muestra que el método <br>convergence</br> del método <br>convergence</br> concurrente está garantizado teóricamente ",
            "error": [
                "convergencia",
                "convergencia",
                "convergence",
                "convergence",
                "convergence",
                "convergence"
            ]
        },
        "decision theory": {
            "translated_key": [],
            "translated_annotated_text": "Propiedades matemáticas del AHP dominante y método de convergencia concurrente Este estudio discute la estructura matemática del AHP dominante y el método de convergencia concurrente que fueron desarrollados originalmente por Kinoshita y Nakanishi. Introdujeron un nuevo concepto de una alternativa reguladora en una herramienta de análisis para un simple problema de evaluación con un conjunto de criterios y un conjunto alternativo. Aunque la idea original del AHP dominante y el método de convergencia concurrente es única, el AHP dominante y el método de convergencia concurrente no son suficientemente analizados en la teoría matemática. Este estudio muestra que el AHP dominante consiste en un par de reglas de evaluación que satisfacen una cierta propiedad de vectores de evaluación en general. Este estudio también muestra que la convergencia del método de convergencia concurrente está garantizada teóricamente ",
            "error": []
        }
    }
}