{
    "original_text": "An improved fuzzy MCDM model based on ideal and anti-ideal concepts Liang presented (1999) a fuzzy multiple criteria decision making (MCDM) method based on the concepts of ideal and anti-ideal points. Despite its merits, Liang method has the following limitations: (i) the objective criteria are converted into dimensionless indices and the subjective criteria are not converted, which may prevent compatibility for these criteria, (ii) the formulas for converting objective criteria are not reliable, and (iii) an unreliable ranking method, i.e. maximizing set and minimizing set, is applied to rank the fuzzy numbers. This paper applies the Hsu and Chen method and suggests a fuzzy number ranking method to propose an improved fuzzy MCDM model based on ideal and anti-ideal concepts to overcome the shortcomings of the Liang method. Numerical examples demonstrate the effectiveness and feasibility of the proposed ranking method and the improved model, respectively",
    "original_translation": "Un modelo mejorado de MCDM fuzzy basado en conceptos ideales y anti-ideales Liang presentó (1999) un método de toma de decisiones multicriterios borrosos (MCDM) basado en los conceptos de puntos ideales y anti-ideales. A pesar de sus méritos, el método Liang tiene las siguientes limitaciones: (i) los criterios objetivos se convierten en índices adimensionales y los criterios subjetivos no se convierten, lo que puede impedir la compatibilidad de estos criterios; (ii) las fórmulas para convertir criterios objetivos no son fiables, y (iii) un método de clasificación poco fiable, es decir. maximizar el conjunto y minimizar el conjunto, se aplica para clasificar los números borrosos. Este artículo aplica el método Hsu y Chen y sugiere un método de clasificación de números borrosos para proponer un modelo MCDM borroso mejorado basado en conceptos ideales y anti-ideales para superar las deficiencias del método Liang. Ejemplos numéricos demuestran la eficacia y viabilidad del método de clasificación propuesto y del modelo mejorado, respectivamente.",
    "error_count": 3,
    "keys": {
        "fuzzy MCDM model": {
            "translated_key": "fuzzy MCDM",
            "translated_annotated_text": "Un modelo mejorado <br>fuzzy MCDM</br> basado en conceptos ideales y anti-ideales Liang presentó (1999) un método de toma de decisiones de criterios múltiples y borrosos (MCDM) basado en los conceptos de puntos ideales y anti-ideales. A pesar de sus méritos, el método Liang tiene las siguientes limitaciones: (i) los criterios objetivos se convierten en índices adimensionales y los criterios subjetivos no se convierten, lo que puede impedir la compatibilidad de estos criterios; (ii) las fórmulas para convertir criterios objetivos no son fiables, y (iii) un método de clasificación poco fiable, es decir. maximizar el conjunto y minimizar el conjunto, se aplica para clasificar los números borrosos. Este artículo aplica el método Hsu y Chen y sugiere un método de clasificación de números borrosos para proponer un modelo mejorado <br>fuzzy MCDM</br> basado en conceptos ideales y anti-ideales para superar las deficiencias del método Liang. Ejemplos numéricos demuestran la eficacia y viabilidad del método de clasificación propuesto y del modelo mejorado, respectivamente. ",
            "error": [
                ""
            ]
        },
        "ideal concepts": {
            "translated_key": "ideales",
            "translated_annotated_text": "Un modelo mejorado de MCDM fuzzy basado en conceptos ideales y anti-<br>ideales</br> Liang presentó (1999) un método de toma de decisiones multicriterios borrosos (MCDM) basado en los conceptos de puntos ideales y anti-ideales. A pesar de sus méritos, el método Liang tiene las siguientes limitaciones: (i) los criterios objetivos se convierten en índices adimensionales y los criterios subjetivos no se convierten, lo que puede impedir la compatibilidad de estos criterios; (ii) las fórmulas para convertir criterios objetivos no son fiables, y (iii) un método de clasificación poco fiable, es decir. maximizar el conjunto y minimizar el conjunto, se aplica para clasificar los números borrosos. Este artículo aplica el método Hsu y Chen y sugiere un método de clasificación de números borrosos para proponer un modelo MCDM borroso mejorado basado en conceptos ideales y anti-<br>ideales</br> para superar las deficiencias del método Liang. Ejemplos numéricos demuestran la eficacia y viabilidad del método de clasificación propuesto y del modelo mejorado, respectivamente. ",
            "error": [
                ""
            ]
        },
        "anti-ideal concepts": {
            "translated_key": "antiideales",
            "translated_annotated_text": "Un modelo mejorado de MCDM borroso basado en conceptos ideales y <br>antiideales</br> Liang presentó (1999) un método de toma de decisiones de criterios múltiples borrosos (MCDM) basado en los conceptos de puntos ideales y antiideales. A pesar de sus méritos, el método Liang tiene las siguientes limitaciones: (i) los criterios objetivos se convierten en índices adimensionales y los criterios subjetivos no se convierten, lo que puede impedir la compatibilidad de estos criterios; (ii) las fórmulas para convertir criterios objetivos no son fiables, y (iii) un método de clasificación poco fiable, es decir. maximizar el conjunto y minimizar el conjunto, se aplica para clasificar los números borrosos. Este artículo aplica el método Hsu y Chen y sugiere un método de clasificación de números borrosos para proponer un modelo MCDM borroso mejorado basado en conceptos ideales y <br>antiideales</br> para superar las deficiencias del método Liang. Ejemplos numéricos demuestran la eficacia y viabilidad del método de clasificación propuesto y del modelo mejorado, respectivamente. ",
            "error": [
                ""
            ]
        },
        "dimensionless indices": {
            "translated_key": "dimensionless",
            "translated_annotated_text": "Un modelo mejorado de MCDM fuzzy basado en conceptos ideales y anti-ideales Liang presentó (1999) un método de toma de decisiones multicriterios borrosos (MCDM) basado en los conceptos de puntos ideales y anti-ideales. A pesar de sus méritos, el método Liang tiene las siguientes limitaciones: (i) los criterios objetivos se convierten en índices <br>dimensionless</br> y los criterios subjetivos no se convierten, lo que puede impedir la compatibilidad de estos criterios, (ii) las fórmulas para convertir criterios objetivos no son confiables, y (iii) un método de clasificación poco fiable, es decir. maximizar el conjunto y minimizar el conjunto, se aplica para clasificar los números borrosos. Este artículo aplica el método Hsu y Chen y sugiere un método de clasificación de números borrosos para proponer un modelo MCDM borroso mejorado basado en conceptos ideales y anti-ideales para superar las deficiencias del método Liang. Ejemplos numéricos demuestran la eficacia y viabilidad del método de clasificación propuesto y del modelo mejorado, respectivamente. ",
            "error": [
                ""
            ]
        },
        "fuzzy number ranking": {
            "translated_key": "fuzzy",
            "translated_annotated_text": "Un modelo mejorado de MCDM fuzzy basado en conceptos ideales y anti-ideales Liang presentó (1999) un método de toma de decisiones multicriterios borrosos (MCDM) basado en los conceptos de puntos ideales y anti-ideales. A pesar de sus méritos, el método Liang tiene las siguientes limitaciones: (i) los criterios objetivos se convierten en índices adimensionales y los criterios subjetivos no se convierten, lo que puede impedir la compatibilidad de estos criterios; (ii) las fórmulas para convertir criterios objetivos no son fiables, y (iii) un método de clasificación poco fiable, es decir. maximizar el conjunto y minimizar el conjunto, se aplica para clasificar los números borrosos. Este artículo aplica el método Hsu y Chen y sugiere un método de clasificación de números <br>fuzzy</br> para proponer un modelo MCDM borroso mejorado basado en conceptos ideales y anti-ideales para superar las deficiencias del método Liang. Ejemplos numéricos demuestran la eficacia y viabilidad del método de clasificación propuesto y del modelo mejorado, respectivamente. ",
            "error": [
                ""
            ]
        },
        "multicriterion decision-making": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo mejorado de MCDM fuzzy basado en conceptos ideales y anti-ideales Liang presentó (1999) un método de toma de decisiones multicriterios borrosos (MCDM) basado en los conceptos de puntos ideales y anti-ideales. A pesar de sus méritos, el método Liang tiene las siguientes limitaciones: (i) los criterios objetivos se convierten en índices adimensionales y los criterios subjetivos no se convierten, lo que puede impedir la compatibilidad de estos criterios; (ii) las fórmulas para convertir criterios objetivos no son fiables, y (iii) un método de clasificación poco fiable, es decir. maximizar el conjunto y minimizar el conjunto, se aplica para clasificar los números borrosos. Este artículo aplica el método Hsu y Chen y sugiere un método de clasificación de números borrosos para proponer un modelo MCDM borroso mejorado basado en conceptos ideales y anti-ideales para superar las deficiencias del método Liang. Ejemplos numéricos demuestran la eficacia y viabilidad del método de clasificación propuesto y del modelo mejorado, respectivamente. ",
            "error": []
        },
        "decision theory": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo mejorado de MCDM fuzzy basado en conceptos ideales y anti-ideales Liang presentó (1999) un método de toma de decisiones multicriterios borrosos (MCDM) basado en los conceptos de puntos ideales y anti-ideales. A pesar de sus méritos, el método Liang tiene las siguientes limitaciones: (i) los criterios objetivos se convierten en índices adimensionales y los criterios subjetivos no se convierten, lo que puede impedir la compatibilidad de estos criterios; (ii) las fórmulas para convertir criterios objetivos no son fiables, y (iii) un método de clasificación poco fiable, es decir. maximizar el conjunto y minimizar el conjunto, se aplica para clasificar los números borrosos. Este artículo aplica el método Hsu y Chen y sugiere un método de clasificación de números borrosos para proponer un modelo MCDM borroso mejorado basado en conceptos ideales y anti-ideales para superar las deficiencias del método Liang. Ejemplos numéricos demuestran la eficacia y viabilidad del método de clasificación propuesto y del modelo mejorado, respectivamente. ",
            "error": []
        },
        "fuzzy set theory": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo mejorado de MCDM fuzzy basado en conceptos ideales y anti-ideales Liang presentó (1999) un método de toma de decisiones multicriterios borrosos (MCDM) basado en los conceptos de puntos ideales y anti-ideales. A pesar de sus méritos, el método Liang tiene las siguientes limitaciones: (i) los criterios objetivos se convierten en índices adimensionales y los criterios subjetivos no se convierten, lo que puede impedir la compatibilidad de estos criterios; (ii) las fórmulas para convertir criterios objetivos no son fiables, y (iii) un método de clasificación poco fiable, es decir. maximizar el conjunto y minimizar el conjunto, se aplica para clasificar los números borrosos. Este artículo aplica el método Hsu y Chen y sugiere un método de clasificación de números borrosos para proponer un modelo MCDM borroso mejorado basado en conceptos ideales y anti-ideales para superar las deficiencias del método Liang. Ejemplos numéricos demuestran la eficacia y viabilidad del método de clasificación propuesto y del modelo mejorado, respectivamente. ",
            "error": []
        }
    }
}