{
    "original_text": "Towards a NMR implementation of a quantum lattice gas algorithm Recent theoretical results suggest that an array of quantum information processors communicating via classical channels can be used to solve fluid dynamics problems. Quantum lattice-gas algorithms (QLGA) running on such architectures have been shown to solve the diffusion equation and the nonlinear Burgers equations. In this report, we describe progress towards an ensemble nuclear magnetic resonance (NMR) implementation of a QLGA that solves the diffusion equation. The methods rely on NMR techniques to encode an initial mass density into an ensemble of two-qubit quantum information processors. Using standard pulse techniques, the mass density can then manipulated and evolved through the steps of the algorithm. We provide the experimental results of our first attempt to realize the NMR implementation. The results qualitatively follow the ideal simulation, but the observed implementation errors highlight the need for improved control",
    "original_translation": "Hacia una implementación NMR de un algoritmo cuántico de gas de celosía Los resultados teóricos recientes sugieren que una serie de procesadores de información cuántica que se comunican a través de canales clásicos se pueden utilizar para resolver problemas de dinámica de fluidos. Se ha demostrado que los algoritmos de retícula cuántica-gas (QLGA) que se ejecutan en tales arquitecturas resuelven la ecuación de difusión y las ecuaciones de hamburguesas no lineales. En este informe, describimos los avances hacia la implementación de un conjunto de resonancia magnética nuclear (RMN) de un QLGA que resuelve la ecuación de difusión. Los métodos se basan en técnicas NMR para codificar una densidad de masa inicial en un conjunto de procesadores de información cuántica de dos qubit. Utilizando técnicas de pulso estándar, la densidad de masa puede manipularse y evolucionar a través de los pasos del algoritmo. Proporcionamos los resultados experimentales de nuestro primer intento de realizar la aplicación de la RMN. Los resultados siguen cualitativamente la simulación ideal, pero los errores de implementación observados ponen de relieve la necesidad de mejorar el control",
    "error_count": 5,
    "keys": {
        "NMR implementation": {
            "translated_key": "NMR",
            "translated_annotated_text": "Hacia una implementación <br>NMR</br> de un algoritmo cuántico de gas de celosía Los resultados teóricos recientes sugieren que una serie de procesadores de información cuántica que se comunican a través de canales clásicos se pueden utilizar para resolver problemas de dinámica de fluidos. Se ha demostrado que los algoritmos de retícula cuántica-gas (QLGA) que se ejecutan en tales arquitecturas resuelven la ecuación de difusión y las ecuaciones de hamburguesas no lineales. En este informe, describimos los avances hacia la implementación de un conjunto de resonancia magnética nuclear (RMN) de un QLGA que resuelve la ecuación de difusión. Los métodos se basan en técnicas NMR para codificar una densidad de masa inicial en un conjunto de procesadores de información cuántica de dos qubit. Utilizando técnicas de pulso estándar, la densidad de masa puede manipularse y evolucionar a través de los pasos del algoritmo. Proporcionamos los resultados experimentales de nuestro primer intento de realizar la implementación <br>NMR</br>. Los resultados siguen cualitativamente la simulación ideal, pero los errores de implementación observados ponen de relieve la necesidad de mejorar el control ",
            "error": [
                ""
            ]
        },
        "quantum lattice gas algorithm": {
            "translated_key": "quantum lattice",
            "translated_annotated_text": "Hacia una implementación NMR de un algoritmo de gas <br>quantum lattice</br> Los recientes resultados teóricos sugieren que una serie de procesadores de información cuántica que se comunican a través de canales clásicos se pueden utilizar para resolver problemas de dinámica de fluidos. Se ha demostrado que los algoritmos de retícula cuántica-gas (QLGA) que se ejecutan en tales arquitecturas resuelven la ecuación de difusión y las ecuaciones de hamburguesas no lineales. En este informe, describimos los avances hacia la implementación de un conjunto de resonancia magnética nuclear (RMN) de un QLGA que resuelve la ecuación de difusión. Los métodos se basan en técnicas NMR para codificar una densidad de masa inicial en un conjunto de procesadores de información cuántica de dos qubit. Utilizando técnicas de pulso estándar, la densidad de masa puede manipularse y evolucionar a través de los pasos del algoritmo. Proporcionamos los resultados experimentales de nuestro primer intento de realizar la aplicación de la RMN. Los resultados siguen cualitativamente la simulación ideal, pero los errores de implementación observados ponen de relieve la necesidad de mejorar el control ",
            "error": [
                ""
            ]
        },
        "quantum information processors": {
            "translated_key": [
                "procesadores de información cuántica",
                "quantum"
            ],
            "translated_annotated_text": "Hacia una implementación NMR de un algoritmo cuántico de gas de celosía Los resultados teóricos recientes sugieren que una serie de <br>procesadores de información cuántica</br> que se comunican a través de canales clásicos se pueden utilizar para resolver problemas de dinámica de fluidos. Se ha demostrado que los algoritmos de retícula cuántica-gas (QLGA) que se ejecutan en tales arquitecturas resuelven la ecuación de difusión y las ecuaciones de hamburguesas no lineales. En este informe, describimos los avances hacia la implementación de un conjunto de resonancia magnética nuclear (RMN) de un QLGA que resuelve la ecuación de difusión. Los métodos se basan en técnicas NMR para codificar una densidad de masa inicial en un conjunto de procesadores de información de dos qubits <br>quantum</br>. Utilizando técnicas de pulso estándar, la densidad de masa puede manipularse y evolucionar a través de los pasos del algoritmo. Proporcionamos los resultados experimentales de nuestro primer intento de realizar la aplicación de la RMN. Los resultados siguen cualitativamente la simulación ideal, pero los errores de implementación observados ponen de relieve la necesidad de mejorar el control ",
            "error": [
                "procesadores de información cuántica",
                "quantum"
            ]
        },
        "fluid dynamics problems": {
            "translated_key": "fluida",
            "translated_annotated_text": "Hacia una implementación NMR de un algoritmo cuántico de gas de celosía Los resultados teóricos recientes sugieren que una serie de procesadores de información cuántica que se comunican a través de canales clásicos se pueden utilizar para resolver problemas de dinámica <br>fluida</br>. Se ha demostrado que los algoritmos de retícula cuántica-gas (QLGA) que se ejecutan en tales arquitecturas resuelven la ecuación de difusión y las ecuaciones de hamburguesas no lineales. En este informe, describimos los avances hacia la implementación de un conjunto de resonancia magnética nuclear (RMN) de un QLGA que resuelve la ecuación de difusión. Los métodos se basan en técnicas NMR para codificar una densidad de masa inicial en un conjunto de procesadores de información cuántica de dos qubit. Utilizando técnicas de pulso estándar, la densidad de masa puede manipularse y evolucionar a través de los pasos del algoritmo. Proporcionamos los resultados experimentales de nuestro primer intento de realizar la aplicación de la RMN. Los resultados siguen cualitativamente la simulación ideal, pero los errores de implementación observados ponen de relieve la necesidad de mejorar el control ",
            "error": [
                ""
            ]
        },
        "diffusion equation": {
            "translated_key": "difusión",
            "translated_annotated_text": "Hacia una implementación NMR de un algoritmo cuántico de gas de celosía Los resultados teóricos recientes sugieren que una serie de procesadores de información cuántica que se comunican a través de canales clásicos se pueden utilizar para resolver problemas de dinámica de fluidos. Se ha demostrado que los algoritmos Quantum Lattice-Gas (QLGA) que se ejecutan en tales arquitecturas resuelven la ecuación de <br>difusión</br> y las ecuaciones de Burgers no lineales. En este informe, describimos el progreso hacia una implementación de resonancia magnética nuclear (RMN) de un QLGA que resuelve la ecuación de <br>difusión</br>. Los métodos se basan en técnicas NMR para codificar una densidad de masa inicial en un conjunto de procesadores de información cuántica de dos qubit. Utilizando técnicas de pulso estándar, la densidad de masa puede manipularse y evolucionar a través de los pasos del algoritmo. Proporcionamos los resultados experimentales de nuestro primer intento de realizar la aplicación de la RMN. Los resultados siguen cualitativamente la simulación ideal, pero los errores de implementación observados ponen de relieve la necesidad de mejorar el control ",
            "error": [
                ""
            ]
        },
        "nonlinear Burgers equations": {
            "translated_key": [],
            "translated_annotated_text": "Hacia una implementación NMR de un algoritmo cuántico de gas de celosía Los resultados teóricos recientes sugieren que una serie de procesadores de información cuántica que se comunican a través de canales clásicos se pueden utilizar para resolver problemas de dinámica de fluidos. Algoritmos cuánticos de retícula-gas (QLGA) que se ejecutan en tales arquitecturas se han demostrado para resolver la ecuación de difusión y las ecuaciones no lineales Burgers.  En este informe, describimos los avances hacia la implementación de un conjunto de resonancia magnética nuclear (RMN) de un QLGA que resuelve la ecuación de difusión. Los métodos se basan en técnicas NMR para codificar una densidad de masa inicial en un conjunto de procesadores de información cuántica de dos qubit. Utilizando técnicas de pulso estándar, la densidad de masa puede manipularse y evolucionar a través de los pasos del algoritmo. Proporcionamos los resultados experimentales de nuestro primer intento de realizar la aplicación de la RMN. Los resultados siguen cualitativamente la simulación ideal, pero los errores de implementación observados ponen de relieve la necesidad de mejorar el control ",
            "error": []
        },
        "nuclear magnetic resonance": {
            "translated_key": "resonancia magnética nuclear",
            "translated_annotated_text": "Hacia una implementación NMR de un algoritmo cuántico de gas de celosía Los resultados teóricos recientes sugieren que una serie de procesadores de información cuántica que se comunican a través de canales clásicos se pueden utilizar para resolver problemas de dinámica de fluidos. Se ha demostrado que los algoritmos de retícula cuántica-gas (QLGA) que se ejecutan en tales arquitecturas resuelven la ecuación de difusión y las ecuaciones de hamburguesas no lineales. En este informe, se describe el progreso hacia un conjunto <br>resonancia magnética nuclear</br> (RMN) implementación de un QLGA que resuelve la ecuación de difusión. Los métodos se basan en técnicas NMR para codificar una densidad de masa inicial en un conjunto de procesadores de información cuántica de dos qubit. Utilizando técnicas de pulso estándar, la densidad de masa puede manipularse y evolucionar a través de los pasos del algoritmo. Proporcionamos los resultados experimentales de nuestro primer intento de realizar la aplicación de la RMN. Los resultados siguen cualitativamente la simulación ideal, pero los errores de implementación observados ponen de relieve la necesidad de mejorar el control ",
            "error": [
                ""
            ]
        },
        "two-qubit quantum information.processors": {
            "translated_key": [],
            "translated_annotated_text": "Hacia una implementación NMR de un algoritmo cuántico de gas de celosía Los resultados teóricos recientes sugieren que una serie de procesadores de información cuántica que se comunican a través de canales clásicos se pueden utilizar para resolver problemas de dinámica de fluidos. Se ha demostrado que los algoritmos de retícula cuántica-gas (QLGA) que se ejecutan en tales arquitecturas resuelven la ecuación de difusión y las ecuaciones de hamburguesas no lineales. En este informe, describimos los avances hacia la implementación de un conjunto de resonancia magnética nuclear (RMN) de un QLGA que resuelve la ecuación de difusión. Los métodos se basan en técnicas NMR para codificar una densidad de masa inicial en un conjunto de procesadores de información cuántica de dos qubit. Utilizando técnicas de pulso estándar, la densidad de masa puede manipularse y evolucionar a través de los pasos del algoritmo. Proporcionamos los resultados experimentales de nuestro primer intento de realizar la aplicación de la RMN. Los resultados siguen cualitativamente la simulación ideal, pero los errores de implementación observados ponen de relieve la necesidad de mejorar el control ",
            "error": []
        },
        "computational fluid dynamics": {
            "translated_key": [],
            "translated_annotated_text": "Hacia una implementación NMR de un algoritmo cuántico de gas de celosía Los resultados teóricos recientes sugieren que una serie de procesadores de información cuántica que se comunican a través de canales clásicos se pueden utilizar para resolver problemas de dinámica de fluidos. Se ha demostrado que los algoritmos de retícula cuántica-gas (QLGA) que se ejecutan en tales arquitecturas resuelven la ecuación de difusión y las ecuaciones de hamburguesas no lineales. En este informe, describimos los avances hacia la implementación de un conjunto de resonancia magnética nuclear (RMN) de un QLGA que resuelve la ecuación de difusión. Los métodos se basan en técnicas NMR para codificar una densidad de masa inicial en un conjunto de procesadores de información cuántica de dos qubit. Utilizando técnicas de pulso estándar, la densidad de masa puede manipularse y evolucionar a través de los pasos del algoritmo. Proporcionamos los resultados experimentales de nuestro primer intento de realizar la aplicación de la RMN. Los resultados siguen cualitativamente la simulación ideal, pero los errores de implementación observados ponen de relieve la necesidad de mejorar el control ",
            "error": []
        },
        "diffusion": {
            "translated_key": "diffusion",
            "translated_annotated_text": "Hacia una implementación NMR de un algoritmo cuántico de gas de celosía Los resultados teóricos recientes sugieren que una serie de procesadores de información cuántica que se comunican a través de canales clásicos se pueden utilizar para resolver problemas de dinámica de fluidos. Se ha demostrado que los algoritmos Quantum Lattice-Gas (QLGA) que se ejecutan en tales arquitecturas resuelven la ecuación <br>diffusion</br> y las ecuaciones de Burgers no lineales. En este informe, describimos el progreso hacia una implementación de resonancia magnética nuclear (RMN) de un QLGA que resuelve la ecuación <br>diffusion</br>. Los métodos se basan en técnicas NMR para codificar una densidad de masa inicial en un conjunto de procesadores de información cuántica de dos qubit. Utilizando técnicas de pulso estándar, la densidad de masa puede manipularse y evolucionar a través de los pasos del algoritmo. Proporcionamos los resultados experimentales de nuestro primer intento de realizar la aplicación de la RMN. Los resultados siguen cualitativamente la simulación ideal, pero los errores de implementación observados ponen de relieve la necesidad de mejorar el control ",
            "error": [
                ""
            ]
        },
        "lattice gas": {
            "translated_key": "lattice gas",
            "translated_annotated_text": "Hacia una implementación NMR de un algoritmo cuántico <br>lattice gas</br> Los resultados teóricos recientes sugieren que una serie de procesadores de información cuántica que se comunican a través de canales clásicos se pueden utilizar para resolver problemas de dinámica de fluidos. Se ha demostrado que los algoritmos de retícula cuántica-gas (QLGA) que se ejecutan en tales arquitecturas resuelven la ecuación de difusión y las ecuaciones de hamburguesas no lineales. En este informe, describimos los avances hacia la implementación de un conjunto de resonancia magnética nuclear (RMN) de un QLGA que resuelve la ecuación de difusión. Los métodos se basan en técnicas NMR para codificar una densidad de masa inicial en un conjunto de procesadores de información cuántica de dos qubit. Utilizando técnicas de pulso estándar, la densidad de masa puede manipularse y evolucionar a través de los pasos del algoritmo. Proporcionamos los resultados experimentales de nuestro primer intento de realizar la aplicación de la RMN. Los resultados siguen cualitativamente la simulación ideal, pero los errores de implementación observados ponen de relieve la necesidad de mejorar el control ",
            "error": [
                ""
            ]
        },
        "quantum computing": {
            "translated_key": [],
            "translated_annotated_text": "Hacia una implementación NMR de un algoritmo cuántico de gas de celosía Los resultados teóricos recientes sugieren que una serie de procesadores de información cuántica que se comunican a través de canales clásicos se pueden utilizar para resolver problemas de dinámica de fluidos. Se ha demostrado que los algoritmos de retícula cuántica-gas (QLGA) que se ejecutan en tales arquitecturas resuelven la ecuación de difusión y las ecuaciones de hamburguesas no lineales. En este informe, describimos los avances hacia la implementación de un conjunto de resonancia magnética nuclear (RMN) de un QLGA que resuelve la ecuación de difusión. Los métodos se basan en técnicas NMR para codificar una densidad de masa inicial en un conjunto de procesadores de información cuántica de dos qubit. Utilizando técnicas de pulso estándar, la densidad de masa puede manipularse y evolucionar a través de los pasos del algoritmo. Proporcionamos los resultados experimentales de nuestro primer intento de realizar la aplicación de la RMN. Los resultados siguen cualitativamente la simulación ideal, pero los errores de implementación observados ponen de relieve la necesidad de mejorar el control ",
            "error": []
        }
    }
}