{
    "original_text": "Meshed atlases for real-time procedural solid texturing We describe an implementation of procedural solid texturing that uses the texture atlas, a one-to-one mapping from an objects surface into its texture space. The method uses the graphics hardware to rasterize the solid texture coordinates as colors directly into the atlas. A texturing procedure is applied per-pixel to the texture map, replacing each solid texture coordinate with its corresponding procedural solid texture result. The procedural solid texture is then mapped back onto the object surface using standard texture mapping. The implementation renders procedural solid textures in real time, and the user can design them interactively. The quality of this technique depends greatly on the layout of the texture atlas. A broad survey of texture atlas schemes is used to develop a set of general purpose mesh atlases and tools for measuring their effectiveness at distributing as many available texture samples as evenly across the surface as possible. The main contribution of this paper is a new multiresolution texture atlas. It distributes all available texture samples in a nearly uniform distribution. This multiresolution texture atlas also supports MIP-mapped minification antialiasing and linear magnification filtering",
    "original_translation": "Atlas de malla para texturas sólidas de procedimiento en tiempo real Describimos una implementación de texturas sólidas de procedimiento que utiliza el atlas de textura, un mapeo uno a uno de una superficie de objetos en su espacio de textura. El método utiliza el hardware gráfico para rasterizar las coordenadas de textura sólida como colores directamente en el atlas. Se aplica un procedimiento de texturización por píxel al mapa de textura, reemplazando cada coordenadas de textura sólida con su correspondiente resultado de textura sólida de procedimiento. La textura sólida de procedimiento se mapea de nuevo en la superficie del objeto utilizando el mapeo de textura estándar. La implementación hace que las texturas sólidas de procedimiento en tiempo real, y el usuario puede diseñarlas interactivamente. La calidad de esta técnica depende en gran medida del diseño del atlas de textura. Un amplio estudio de los esquemas de atlas de textura se utiliza para desarrollar un conjunto de atlas de malla de propósito general y herramientas para medir su eficacia en la distribución del mayor número de muestras de textura disponibles de la manera más uniforme posible en la superficie. El principal aporte de este trabajo es un nuevo atlas de textura multiresolución. Distribuye todas las muestras de textura disponibles en una distribución casi uniforme. Este atlas de textura multirresolución también admite el antialiasado de minificación mapeado MIP y el filtrado de magnificación lineal",
    "error_count": 11,
    "keys": {
        "real-time procedural solid texturing": {
            "translated_key": [],
            "translated_annotated_text": "Atlas de malla para texturas sólidas de procedimiento en tiempo real Describimos una implementación de texturas sólidas de procedimiento que utiliza el atlas de textura, un mapeo uno a uno desde una superficie de objetos hacia su espacio de textura. El método utiliza el hardware gráfico para rasterizar las coordenadas de textura sólida como colores directamente en el atlas. Se aplica un procedimiento de texturización por píxel al mapa de textura, reemplazando cada coordenadas de textura sólida con su correspondiente resultado de textura sólida de procedimiento. La textura sólida de procedimiento se mapea de nuevo en la superficie del objeto utilizando el mapeo de textura estándar. La implementación hace que las texturas sólidas de procedimiento en tiempo real, y el usuario puede diseñarlas interactivamente. La calidad de esta técnica depende en gran medida del diseño del atlas de textura. Un amplio estudio de los esquemas de atlas de textura se utiliza para desarrollar un conjunto de atlas de malla de propósito general y herramientas para medir su eficacia en la distribución del mayor número de muestras de textura disponibles de la manera más uniforme posible en la superficie. El principal aporte de este trabajo es un nuevo atlas de textura multiresolución. Distribuye todas las muestras de textura disponibles en una distribución casi uniforme. Este atlas de textura multirresolución también admite el antialiasado de minificación mapeado MIP y el filtrado de magnificación lineal ",
            "error": []
        },
        "meshed atlases": {
            "translated_key": [],
            "translated_annotated_text": "Atlas de malla para texturas sólidas de procedimiento en tiempo real Describimos una implementación de texturas sólidas de procedimiento que utiliza el atlas de textura, un mapeo uno a uno de una superficie de objetos en su espacio de textura. El método utiliza el hardware gráfico para rasterizar las coordenadas de textura sólida como colores directamente en el atlas. Se aplica un procedimiento de texturización por píxel al mapa de textura, reemplazando cada coordenadas de textura sólida con su correspondiente resultado de textura sólida de procedimiento. La textura sólida de procedimiento se mapea de nuevo en la superficie del objeto utilizando el mapeo de textura estándar. La implementación hace que las texturas sólidas de procedimiento en tiempo real, y el usuario puede diseñarlas interactivamente. La calidad de esta técnica depende en gran medida del diseño del atlas de textura. Un amplio estudio de los esquemas de atlas de textura se utiliza para desarrollar un conjunto de atlas de malla de propósito general y herramientas para medir su eficacia en la distribución del mayor número de muestras de textura disponibles de la manera más uniforme posible en la superficie. El principal aporte de este trabajo es un nuevo atlas de textura multiresolución. Distribuye todas las muestras de textura disponibles en una distribución casi uniforme. Este atlas de textura multirresolución también admite el antialiasado de minificación mapeado MIP y el filtrado de magnificación lineal ",
            "error": []
        },
        "texture atlas": {
            "translated_key": [
                ", un mapeo uno a uno de una superficie de objetos en su espacio de textura. El método utiliza el hardware gráfico para rasterizar las coordenadas de textura sólida como colores directamente en el atlas. Se aplica un procedimiento de texturización por píxel al mapa de textura, reemplazando cada coordenadas de textura sólida con su correspondiente resultado de textura sólida de procedimiento. La textura sólida de procedimiento se mapea de nuevo en la superficie del objeto utilizando el mapeo de textura estándar. La implementación hace que las texturas sólidas de procedimiento en tiempo real, y el usuario puede diseñarlas interactivamente. La calidad de esta técnica depende en gran medida de la disposición del atlas <br>texture",
                "atlas de textura",
                "texture",
                "texture atlas"
            ],
            "translated_annotated_text": "Atlas de malla para texturas sólidas de procedimiento en tiempo real Describimos una implementación de texturas sólidas de procedimiento que utiliza el atlas de textura <br>, un mapeo uno a uno de una superficie de objetos en su espacio de textura. El método utiliza el hardware gráfico para rasterizar las coordenadas de textura sólida como colores directamente en el atlas. Se aplica un procedimiento de texturización por píxel al mapa de textura, reemplazando cada coordenadas de textura sólida con su correspondiente resultado de textura sólida de procedimiento. La textura sólida de procedimiento se mapea de nuevo en la superficie del objeto utilizando el mapeo de textura estándar. La implementación hace que las texturas sólidas de procedimiento en tiempo real, y el usuario puede diseñarlas interactivamente. La calidad de esta técnica depende en gran medida de la disposición del atlas <br>texture</br>. Un amplio estudio de esquemas de <br>atlas de textura</br> se utiliza para desarrollar un conjunto de atlas de malla de propósito general y herramientas para medir su eficacia en la distribución del mayor número de muestras de textura disponibles lo más uniformemente posible en la superficie.  La principal contribución de este trabajo es un nuevo atlas de multiresolución <br>texture</br>. Distribuye todas las muestras de textura disponibles en una distribución casi uniforme. Esta multiresolución <br>texture atlas</br> también es compatible con el antialiasado de minificación con mapas MIP y el filtrado de magnificación lineal ",
            "error": [
                ", un mapeo uno a uno de una superficie de objetos en su espacio de textura. El método utiliza el hardware gráfico para rasterizar las coordenadas de textura sólida como colores directamente en el atlas. Se aplica un procedimiento de texturización por píxel al mapa de textura, reemplazando cada coordenadas de textura sólida con su correspondiente resultado de textura sólida de procedimiento. La textura sólida de procedimiento se mapea de nuevo en la superficie del objeto utilizando el mapeo de textura estándar. La implementación hace que las texturas sólidas de procedimiento en tiempo real, y el usuario puede diseñarlas interactivamente. La calidad de esta técnica depende en gran medida de la disposición del atlas <br>texture",
                "atlas de textura",
                "texture",
                "texture atlas"
            ]
        },
        "one-to-one mapping": {
            "translated_key": "uno a uno",
            "translated_annotated_text": "Atlas de malla para texturas sólidas de procedimiento en tiempo real Describimos una implementación de texturas sólidas de procedimiento que utiliza el atlas de textura, un mapeo <br>uno a uno</br> de una superficie de objetos en su espacio de textura. El método utiliza el hardware gráfico para rasterizar las coordenadas de textura sólida como colores directamente en el atlas. Se aplica un procedimiento de texturización por píxel al mapa de textura, reemplazando cada coordenadas de textura sólida con su correspondiente resultado de textura sólida de procedimiento. La textura sólida de procedimiento se mapea de nuevo en la superficie del objeto utilizando el mapeo de textura estándar. La implementación hace que las texturas sólidas de procedimiento en tiempo real, y el usuario puede diseñarlas interactivamente. La calidad de esta técnica depende en gran medida del diseño del atlas de textura. Un amplio estudio de los esquemas de atlas de textura se utiliza para desarrollar un conjunto de atlas de malla de propósito general y herramientas para medir su eficacia en la distribución del mayor número de muestras de textura disponibles de la manera más uniforme posible en la superficie. El principal aporte de este trabajo es un nuevo atlas de textura multiresolución. Distribuye todas las muestras de textura disponibles en una distribución casi uniforme. Este atlas de textura multirresolución también admite el antialiasado de minificación mapeado MIP y el filtrado de magnificación lineal ",
            "error": [
                ""
            ]
        },
        "object surface": {
            "translated_key": [],
            "translated_annotated_text": "Atlas de malla para texturas sólidas de procedimiento en tiempo real Describimos una implementación de texturas sólidas de procedimiento que utiliza el atlas de textura, un mapeo uno a uno de una superficie de objetos en su espacio de textura. El método utiliza el hardware gráfico para rasterizar las coordenadas de textura sólida como colores directamente en el atlas. Se aplica un procedimiento de texturización por píxel al mapa de textura, reemplazando cada coordenadas de textura sólida con su correspondiente resultado de textura sólida de procedimiento. La textura sólida de procedimiento se mapea luego de nuevo en la superficie de objetos <br> usando el mapeo de textura estándar. La implementación hace que las texturas sólidas de procedimiento en tiempo real, y el usuario puede diseñarlas interactivamente. La calidad de esta técnica depende en gran medida del diseño del atlas de textura. Un amplio estudio de los esquemas de atlas de textura se utiliza para desarrollar un conjunto de atlas de malla de propósito general y herramientas para medir su eficacia en la distribución del mayor número de muestras de textura disponibles de la manera más uniforme posible en la superficie. El principal aporte de este trabajo es un nuevo atlas de textura multiresolución. Distribuye todas las muestras de textura disponibles en una distribución casi uniforme. Este atlas de textura multirresolución también admite el antialiasado de minificación mapeado MIP y el filtrado de magnificación lineal ",
            "error": []
        },
        "texture space": {
            "translated_key": "texture",
            "translated_annotated_text": "Atlas de malla para texturas sólidas de procedimiento en tiempo real Describimos una implementación de texturas sólidas de procedimiento que utiliza el atlas de textura, un mapeo uno a uno desde una superficie de objetos a su espacio <br>texture</br>. El método utiliza el hardware gráfico para rasterizar las coordenadas de textura sólida como colores directamente en el atlas. Se aplica un procedimiento de texturización por píxel al mapa de textura, reemplazando cada coordenadas de textura sólida con su correspondiente resultado de textura sólida de procedimiento. La textura sólida de procedimiento se mapea de nuevo en la superficie del objeto utilizando el mapeo de textura estándar. La implementación hace que las texturas sólidas de procedimiento en tiempo real, y el usuario puede diseñarlas interactivamente. La calidad de esta técnica depende en gran medida del diseño del atlas de textura. Un amplio estudio de los esquemas de atlas de textura se utiliza para desarrollar un conjunto de atlas de malla de propósito general y herramientas para medir su eficacia en la distribución del mayor número de muestras de textura disponibles de la manera más uniforme posible en la superficie. El principal aporte de este trabajo es un nuevo atlas de textura multiresolución. Distribuye todas las muestras de textura disponibles en una distribución casi uniforme. Este atlas de textura multirresolución también admite el antialiasado de minificación mapeado MIP y el filtrado de magnificación lineal ",
            "error": [
                ""
            ]
        },
        "graphics hardware": {
            "translated_key": "graphics",
            "translated_annotated_text": "Atlas de malla para texturas sólidas de procedimiento en tiempo real Describimos una implementación de texturas sólidas de procedimiento que utiliza el atlas de textura, un mapeo uno a uno de una superficie de objetos en su espacio de textura. El método utiliza el hardware <br>graphics</br> para rasterizar las coordenadas de textura sólida como colores directamente en el atlas. Se aplica un procedimiento de texturización por píxel al mapa de textura, reemplazando cada coordenadas de textura sólida con su correspondiente resultado de textura sólida de procedimiento. La textura sólida de procedimiento se mapea de nuevo en la superficie del objeto utilizando el mapeo de textura estándar. La implementación hace que las texturas sólidas de procedimiento en tiempo real, y el usuario puede diseñarlas interactivamente. La calidad de esta técnica depende en gran medida del diseño del atlas de textura. Un amplio estudio de los esquemas de atlas de textura se utiliza para desarrollar un conjunto de atlas de malla de propósito general y herramientas para medir su eficacia en la distribución del mayor número de muestras de textura disponibles de la manera más uniforme posible en la superficie. El principal aporte de este trabajo es un nuevo atlas de textura multiresolución. Distribuye todas las muestras de textura disponibles en una distribución casi uniforme. Este atlas de textura multirresolución también admite el antialiasado de minificación mapeado MIP y el filtrado de magnificación lineal ",
            "error": [
                ""
            ]
        },
        "rasterization": {
            "translated_key": [],
            "translated_annotated_text": "Atlas de malla para texturas sólidas de procedimiento en tiempo real Describimos una implementación de texturas sólidas de procedimiento que utiliza el atlas de textura, un mapeo uno a uno de una superficie de objetos en su espacio de textura. El método utiliza el hardware gráfico para rasterizar las coordenadas de textura sólida como colores directamente en el atlas. Se aplica un procedimiento de texturización por píxel al mapa de textura, reemplazando cada coordenadas de textura sólida con su correspondiente resultado de textura sólida de procedimiento. La textura sólida de procedimiento se mapea de nuevo en la superficie del objeto utilizando el mapeo de textura estándar. La implementación hace que las texturas sólidas de procedimiento en tiempo real, y el usuario puede diseñarlas interactivamente. La calidad de esta técnica depende en gran medida del diseño del atlas de textura. Un amplio estudio de los esquemas de atlas de textura se utiliza para desarrollar un conjunto de atlas de malla de propósito general y herramientas para medir su eficacia en la distribución del mayor número de muestras de textura disponibles de la manera más uniforme posible en la superficie. El principal aporte de este trabajo es un nuevo atlas de textura multiresolución. Distribuye todas las muestras de textura disponibles en una distribución casi uniforme. Este atlas de textura multirresolución también admite el antialiasado de minificación mapeado MIP y el filtrado de magnificación lineal ",
            "error": []
        },
        "solid texture coordinates": {
            "translated_key": "sólido",
            "translated_annotated_text": "Atlas de malla para texturas sólidas de procedimiento en tiempo real Describimos una implementación de texturas sólidas de procedimiento que utiliza el atlas de textura, un mapeo uno a uno de una superficie de objetos en su espacio de textura. El método utiliza el hardware gráfico para rasterizar las coordenadas de textura <br>sólido</br> como colores directamente en el atlas. Se aplica un procedimiento de texturización por píxel al mapa de textura, reemplazando cada coordenadas de textura sólida con su correspondiente resultado de textura sólida de procedimiento. La textura sólida de procedimiento se mapea de nuevo en la superficie del objeto utilizando el mapeo de textura estándar. La implementación hace que las texturas sólidas de procedimiento en tiempo real, y el usuario puede diseñarlas interactivamente. La calidad de esta técnica depende en gran medida del diseño del atlas de textura. Un amplio estudio de los esquemas de atlas de textura se utiliza para desarrollar un conjunto de atlas de malla de propósito general y herramientas para medir su eficacia en la distribución del mayor número de muestras de textura disponibles de la manera más uniforme posible en la superficie. El principal aporte de este trabajo es un nuevo atlas de textura multiresolución. Distribuye todas las muestras de textura disponibles en una distribución casi uniforme. Este atlas de textura multirresolución también admite el antialiasado de minificación mapeado MIP y el filtrado de magnificación lineal ",
            "error": [
                ""
            ]
        },
        "colors": {
            "translated_key": "colors",
            "translated_annotated_text": "Atlas de malla para texturas sólidas de procedimiento en tiempo real Describimos una implementación de texturas sólidas de procedimiento que utiliza el atlas de textura, un mapeo uno a uno de una superficie de objetos en su espacio de textura. El método utiliza el hardware gráfico para rasterizar las coordenadas de textura sólida como <br>colors</br> directamente en el atlas. Se aplica un procedimiento de texturización por píxel al mapa de textura, reemplazando cada coordenadas de textura sólida con su correspondiente resultado de textura sólida de procedimiento. La textura sólida de procedimiento se mapea de nuevo en la superficie del objeto utilizando el mapeo de textura estándar. La implementación hace que las texturas sólidas de procedimiento en tiempo real, y el usuario puede diseñarlas interactivamente. La calidad de esta técnica depende en gran medida del diseño del atlas de textura. Un amplio estudio de los esquemas de atlas de textura se utiliza para desarrollar un conjunto de atlas de malla de propósito general y herramientas para medir su eficacia en la distribución del mayor número de muestras de textura disponibles de la manera más uniforme posible en la superficie. El principal aporte de este trabajo es un nuevo atlas de textura multiresolución. Distribuye todas las muestras de textura disponibles en una distribución casi uniforme. Este atlas de textura multirresolución también admite el antialiasado de minificación mapeado MIP y el filtrado de magnificación lineal ",
            "error": [
                ""
            ]
        },
        "rendering": {
            "translated_key": [],
            "translated_annotated_text": "Atlas de malla para texturas sólidas de procedimiento en tiempo real Describimos una implementación de texturas sólidas de procedimiento que utiliza el atlas de textura, un mapeo uno a uno de una superficie de objetos en su espacio de textura. El método utiliza el hardware gráfico para rasterizar las coordenadas de textura sólida como colores directamente en el atlas. Se aplica un procedimiento de texturización por píxel al mapa de textura, reemplazando cada coordenadas de textura sólida con su correspondiente resultado de textura sólida de procedimiento. La textura sólida de procedimiento se mapea de nuevo en la superficie del objeto utilizando el mapeo de textura estándar. La implementación hace que las texturas sólidas de procedimiento en tiempo real, y el usuario puede diseñarlas interactivamente. La calidad de esta técnica depende en gran medida del diseño del atlas de textura. Un amplio estudio de los esquemas de atlas de textura se utiliza para desarrollar un conjunto de atlas de malla de propósito general y herramientas para medir su eficacia en la distribución del mayor número de muestras de textura disponibles de la manera más uniforme posible en la superficie. El principal aporte de este trabajo es un nuevo atlas de textura multiresolución. Distribuye todas las muestras de textura disponibles en una distribución casi uniforme. Este atlas de textura multirresolución también admite el antialiasado de minificación mapeado MIP y el filtrado de magnificación lineal ",
            "error": []
        },
        "multiresolution texture atlas": {
            "translated_key": [],
            "translated_annotated_text": "Atlas de malla para texturas sólidas de procedimiento en tiempo real Describimos una implementación de texturas sólidas de procedimiento que utiliza el atlas de textura, un mapeo uno a uno de una superficie de objetos en su espacio de textura. El método utiliza el hardware gráfico para rasterizar las coordenadas de textura sólida como colores directamente en el atlas. Se aplica un procedimiento de texturización por píxel al mapa de textura, reemplazando cada coordenadas de textura sólida con su correspondiente resultado de textura sólida de procedimiento. La textura sólida de procedimiento se mapea de nuevo en la superficie del objeto utilizando el mapeo de textura estándar. La implementación hace que las texturas sólidas de procedimiento en tiempo real, y el usuario puede diseñarlas interactivamente. La calidad de esta técnica depende en gran medida del diseño del atlas de textura. Un amplio estudio de los esquemas de atlas de textura se utiliza para desarrollar un conjunto de atlas de malla de propósito general y herramientas para medir su eficacia en la distribución del mayor número de muestras de textura disponibles de la manera más uniforme posible en la superficie. El principal aporte de este trabajo es un nuevo atlas de textura multiresolución <br>. Distribuye todas las muestras de textura disponibles en una distribución casi uniforme. Este atlas de textura multiresolución <br> también admite el antialiasado de minificación mapeado por MIP y el filtrado de magnificación lineal ",
            "error": []
        },
        "linear magnification filtering": {
            "translated_key": [],
            "translated_annotated_text": "Atlas de malla para texturas sólidas de procedimiento en tiempo real Describimos una implementación de texturas sólidas de procedimiento que utiliza el atlas de textura, un mapeo uno a uno de una superficie de objetos en su espacio de textura. El método utiliza el hardware gráfico para rasterizar las coordenadas de textura sólida como colores directamente en el atlas. Se aplica un procedimiento de texturización por píxel al mapa de textura, reemplazando cada coordenadas de textura sólida con su correspondiente resultado de textura sólida de procedimiento. La textura sólida de procedimiento se mapea de nuevo en la superficie del objeto utilizando el mapeo de textura estándar. La implementación hace que las texturas sólidas de procedimiento en tiempo real, y el usuario puede diseñarlas interactivamente. La calidad de esta técnica depende en gran medida del diseño del atlas de textura. Un amplio estudio de los esquemas de atlas de textura se utiliza para desarrollar un conjunto de atlas de malla de propósito general y herramientas para medir su eficacia en la distribución del mayor número de muestras de textura disponibles de la manera más uniforme posible en la superficie. El principal aporte de este trabajo es un nuevo atlas de textura multiresolución. Distribuye todas las muestras de textura disponibles en una distribución casi uniforme. Este atlas de textura multirresolución también admite el antialiasado de minificación mapeado MIP y el filtrado de magnificación lineal. ",
            "error": []
        },
        "MIP-mapped minification antialiasing": {
            "translated_key": "MIP-mapped minification antialiasing",
            "translated_annotated_text": "Atlas de malla para texturas sólidas de procedimiento en tiempo real Describimos una implementación de texturas sólidas de procedimiento que utiliza el atlas de textura, un mapeo uno a uno de una superficie de objetos en su espacio de textura. El método utiliza el hardware gráfico para rasterizar las coordenadas de textura sólida como colores directamente en el atlas. Se aplica un procedimiento de texturización por píxel al mapa de textura, reemplazando cada coordenadas de textura sólida con su correspondiente resultado de textura sólida de procedimiento. La textura sólida de procedimiento se mapea de nuevo en la superficie del objeto utilizando el mapeo de textura estándar. La implementación hace que las texturas sólidas de procedimiento en tiempo real, y el usuario puede diseñarlas interactivamente. La calidad de esta técnica depende en gran medida del diseño del atlas de textura. Un amplio estudio de los esquemas de atlas de textura se utiliza para desarrollar un conjunto de atlas de malla de propósito general y herramientas para medir su eficacia en la distribución del mayor número de muestras de textura disponibles de la manera más uniforme posible en la superficie. El principal aporte de este trabajo es un nuevo atlas de textura multiresolución. Distribuye todas las muestras de textura disponibles en una distribución casi uniforme. Este atlas de textura multirresolución también admite <br>MIP-mapped minification antialiasing</br> y filtro de aumento lineal ",
            "error": [
                ""
            ]
        },
        "image texture": {
            "translated_key": [],
            "translated_annotated_text": "Atlas de malla para texturas sólidas de procedimiento en tiempo real Describimos una implementación de texturas sólidas de procedimiento que utiliza el atlas de textura, un mapeo uno a uno de una superficie de objetos en su espacio de textura. El método utiliza el hardware gráfico para rasterizar las coordenadas de textura sólida como colores directamente en el atlas. Se aplica un procedimiento de texturización por píxel al mapa de textura, reemplazando cada coordenadas de textura sólida con su correspondiente resultado de textura sólida de procedimiento. La textura sólida de procedimiento se mapea de nuevo en la superficie del objeto utilizando el mapeo de textura estándar. La implementación hace que las texturas sólidas de procedimiento en tiempo real, y el usuario puede diseñarlas interactivamente. La calidad de esta técnica depende en gran medida del diseño del atlas de textura. Un amplio estudio de los esquemas de atlas de textura se utiliza para desarrollar un conjunto de atlas de malla de propósito general y herramientas para medir su eficacia en la distribución del mayor número de muestras de textura disponibles de la manera más uniforme posible en la superficie. El principal aporte de este trabajo es un nuevo atlas de textura multiresolución. Distribuye todas las muestras de textura disponibles en una distribución casi uniforme. Este atlas de textura multirresolución también admite el antialiasado de minificación mapeado MIP y el filtrado de magnificación lineal ",
            "error": []
        },
        "real-time systems": {
            "translated_key": [],
            "translated_annotated_text": "Atlas de malla para texturas sólidas de procedimiento en tiempo real Describimos una implementación de texturas sólidas de procedimiento que utiliza el atlas de textura, un mapeo uno a uno de una superficie de objetos en su espacio de textura. El método utiliza el hardware gráfico para rasterizar las coordenadas de textura sólida como colores directamente en el atlas. Se aplica un procedimiento de texturización por píxel al mapa de textura, reemplazando cada coordenadas de textura sólida con su correspondiente resultado de textura sólida de procedimiento. La textura sólida de procedimiento se mapea de nuevo en la superficie del objeto utilizando el mapeo de textura estándar. La implementación hace que las texturas sólidas de procedimiento en tiempo real, y el usuario puede diseñarlas interactivamente. La calidad de esta técnica depende en gran medida del diseño del atlas de textura. Un amplio estudio de los esquemas de atlas de textura se utiliza para desarrollar un conjunto de atlas de malla de propósito general y herramientas para medir su eficacia en la distribución del mayor número de muestras de textura disponibles de la manera más uniforme posible en la superficie. El principal aporte de este trabajo es un nuevo atlas de textura multiresolución. Distribuye todas las muestras de textura disponibles en una distribución casi uniforme. Este atlas de textura multirresolución también admite el antialiasado de minificación mapeado MIP y el filtrado de magnificación lineal ",
            "error": []
        },
        "rendering (computer graphics)": {
            "translated_key": [],
            "translated_annotated_text": "Atlas de malla para texturas sólidas de procedimiento en tiempo real Describimos una implementación de texturas sólidas de procedimiento que utiliza el atlas de textura, un mapeo uno a uno de una superficie de objetos en su espacio de textura. El método utiliza el hardware gráfico para rasterizar las coordenadas de textura sólida como colores directamente en el atlas. Se aplica un procedimiento de texturización por píxel al mapa de textura, reemplazando cada coordenadas de textura sólida con su correspondiente resultado de textura sólida de procedimiento. La textura sólida de procedimiento se mapea de nuevo en la superficie del objeto utilizando el mapeo de textura estándar. La implementación hace que las texturas sólidas de procedimiento en tiempo real, y el usuario puede diseñarlas interactivamente. La calidad de esta técnica depende en gran medida del diseño del atlas de textura. Un amplio estudio de los esquemas de atlas de textura se utiliza para desarrollar un conjunto de atlas de malla de propósito general y herramientas para medir su eficacia en la distribución del mayor número de muestras de textura disponibles de la manera más uniforme posible en la superficie. El principal aporte de este trabajo es un nuevo atlas de textura multiresolución. Distribuye todas las muestras de textura disponibles en una distribución casi uniforme. Este atlas de textura multirresolución también admite el antialiasado de minificación mapeado MIP y el filtrado de magnificación lineal ",
            "error": []
        }
    }
}