{
    "original_text": "The network society as seen from Italy Italy was behind the European average in Internet development for many years, but a new trend, which has brought considerable change, emerged at the end of 1998 and showed its effects in 2000 and the following years. Now Italy is one of the top ten countries worldwide in Internet hostcount and the fourth largest in Europe. The density of Internet activity in Italy in proportion to the population is still below the average in the European Union, but is growing faster than Germany, the UK and France, and faster than the worldwide or European average. From the point of view of media control there are several problems. Italy has democratic institutions and freedom of speech, but there is an alarming concentration in the control of mainstream media (especially broadcast). There are no officially declared restrictions in the use of the Internet, but several legal and regulatory decisions reveal a desire to limit freedom of opinion and dialogue and/or gain centralized control of the Net",
    "original_translation": "La sociedad de la red, como se ve en Italia, Italia estuvo a la zaga de la media europea en el desarrollo de Internet durante muchos años, pero una nueva tendencia, que ha traído cambios considerables, surgió a finales de 1998 y mostró sus efectos en 2000 y los años siguientes. Ahora Italia es uno de los diez países más importantes del mundo en Internet y el cuarto más grande de Europa. La densidad de la actividad de Internet en Italia en proporción a la población sigue siendo inferior a la media en la Unión Europea, pero está creciendo más rápido que Alemania, el Reino Unido y Francia, y más rápido que la media mundial o europea. Desde el punto de vista del control de los medios de comunicación hay varios problemas. Italia tiene instituciones democráticas y libertad de expresión, pero hay una concentración alarmante en el control de los principales medios de comunicación (especialmente la radiodifusión). No hay restricciones declaradas oficialmente en el uso de Internet, pero varias decisiones legales y reglamentarias revelan el deseo de limitar la libertad de opinión y de diálogo y/o de obtener el control centralizado de la Red.",
    "error_count": 15,
    "keys": {
        "network society": {
            "translated_key": " ",
            "translated_annotated_text": "La sociedad de la red <br> </br> como se ve en Italia Italia estuvo por detrás de la media europea en el desarrollo de Internet durante muchos años, pero una nueva tendencia, que ha traído cambios considerables, surgió a finales de 1998 y mostró sus efectos en 2000 y los años siguientes. Ahora Italia es uno de los diez países más importantes del mundo en Internet y el cuarto más grande de Europa. La densidad de la actividad de Internet en Italia en proporción a la población sigue siendo inferior a la media en la Unión Europea, pero está creciendo más rápido que Alemania, el Reino Unido y Francia, y más rápido que la media mundial o europea. Desde el punto de vista del control de los medios de comunicación hay varios problemas. Italia tiene instituciones democráticas y libertad de expresión, pero hay una concentración alarmante en el control de los principales medios de comunicación (especialmente la radiodifusión). No hay restricciones declaradas oficialmente en el uso de Internet, pero varias decisiones legales y reglamentarias revelan el deseo de limitar la libertad de opinión y de diálogo y/o de obtener el control centralizado de la Red. ",
            "error": [
                ""
            ]
        },
        "Italy": {
            "translated_key": "Italia",
            "translated_annotated_text": "La sociedad de la red, como se ve en <br>Italia</br> Italia</br> estuvo detrás de la media europea en el desarrollo de Internet durante muchos años, pero una nueva tendencia, que ha traído cambios considerables, surgió a finales de 1998 y mostró sus efectos en 2000 y los años siguientes. Ahora <br>Italia</br> es uno de los diez países más importantes del mundo en Internet y el cuarto más grande de Europa. La densidad de la actividad de Internet en <br>Italia</br> en proporción a la población sigue siendo inferior a la media en la Unión Europea, pero está creciendo más rápido que Alemania, el Reino Unido y Francia, y más rápido que la media mundial o europea. Desde el punto de vista del control de los medios de comunicación hay varios problemas. <br>Italia</br> tiene instituciones democráticas y libertad de expresión, pero hay una concentración alarmante en el control de los principales medios de comunicación (especialmente la radiodifusión). No hay restricciones declaradas oficialmente en el uso de Internet, pero varias decisiones legales y reglamentarias revelan el deseo de limitar la libertad de opinión y de diálogo y/o de obtener el control centralizado de la Red. ",
            "error": [
                ""
            ]
        },
        "European average": {
            "translated_key": [
                "media europea",
                "europea"
            ],
            "translated_annotated_text": "La sociedad de la red, como se ha visto en Italia, Italia estuvo por detrás de la <br>media europea</br> en el desarrollo de Internet durante muchos años, pero una nueva tendencia, que ha traído cambios considerables, surgió a finales de 1998 y mostró sus efectos en 2000 y los años siguientes. Ahora Italia es uno de los diez países más importantes del mundo en Internet y el cuarto más grande de Europa. La densidad de la actividad de Internet en Italia en proporción a la población sigue estando por debajo de la media de la Unión Europea, pero está creciendo más rápido que Alemania, el Reino Unido y Francia, y más rápido que la media mundial o <br>europea</br>. Desde el punto de vista del control de los medios de comunicación hay varios problemas. Italia tiene instituciones democráticas y libertad de expresión, pero hay una concentración alarmante en el control de los principales medios de comunicación (especialmente la radiodifusión). No hay restricciones declaradas oficialmente en el uso de Internet, pero varias decisiones legales y reglamentarias revelan el deseo de limitar la libertad de opinión y de diálogo y/o de obtener el control centralizado de la Red. ",
            "error": [
                "media europea",
                "europea"
            ]
        },
        "Internet development": {
            "translated_key": [],
            "translated_annotated_text": "La sociedad de la red, como se ve en Italia, Italia estuvo por detrás de la media europea en el desarrollo de Internet durante muchos años, pero una nueva tendencia, que ha traído cambios considerables, surgió a finales de 1998 y mostró sus efectos en 2000 y los años siguientes. Ahora Italia es uno de los diez países más importantes del mundo en Internet y el cuarto más grande de Europa. La densidad de la actividad de Internet en Italia en proporción a la población sigue siendo inferior a la media en la Unión Europea, pero está creciendo más rápido que Alemania, el Reino Unido y Francia, y más rápido que la media mundial o europea. Desde el punto de vista del control de los medios de comunicación hay varios problemas. Italia tiene instituciones democráticas y libertad de expresión, pero hay una concentración alarmante en el control de los principales medios de comunicación (especialmente la radiodifusión). No hay restricciones declaradas oficialmente en el uso de Internet, pero varias decisiones legales y reglamentarias revelan el deseo de limitar la libertad de opinión y de diálogo y/o de obtener el control centralizado de la Red. ",
            "error": []
        },
        "Internet hostcount": {
            "translated_key": " Internet hostcount",
            "translated_annotated_text": "La sociedad de la red, como se ve en Italia, Italia estuvo a la zaga de la media europea en el desarrollo de Internet durante muchos años, pero una nueva tendencia, que ha traído cambios considerables, surgió a finales de 1998 y mostró sus efectos en 2000 y los años siguientes. Ahora Italia es uno de los diez países más importantes del mundo en <br> Internet hostcount</br> y el cuarto más grande de Europa. La densidad de la actividad de Internet en Italia en proporción a la población sigue siendo inferior a la media en la Unión Europea, pero está creciendo más rápido que Alemania, el Reino Unido y Francia, y más rápido que la media mundial o europea. Desde el punto de vista del control de los medios de comunicación hay varios problemas. Italia tiene instituciones democráticas y libertad de expresión, pero hay una concentración alarmante en el control de los principales medios de comunicación (especialmente la radiodifusión). No hay restricciones declaradas oficialmente en el uso de Internet, pero varias decisiones legales y reglamentarias revelan el deseo de limitar la libertad de opinión y de diálogo y/o de obtener el control centralizado de la Red. ",
            "error": [
                ""
            ]
        },
        "Europe": {
            "translated_key": [],
            "translated_annotated_text": "La sociedad de la red, como se ve en Italia, Italia estuvo a la zaga de la media europea en el desarrollo de Internet durante muchos años, pero una nueva tendencia, que ha traído cambios considerables, surgió a finales de 1998 y mostró sus efectos en 2000 y los años siguientes. Ahora Italia es uno de los diez países más importantes del mundo en Internet y el cuarto más grande de Europa. La densidad de la actividad de Internet en Italia en proporción a la población sigue siendo inferior a la media en la Unión Europea, pero está creciendo más rápido que Alemania, el Reino Unido y Francia, y más rápido que la media mundial o europea. Desde el punto de vista del control de los medios de comunicación hay varios problemas. Italia tiene instituciones democráticas y libertad de expresión, pero hay una concentración alarmante en el control de los principales medios de comunicación (especialmente la radiodifusión). No hay restricciones declaradas oficialmente en el uso de Internet, pero varias decisiones legales y reglamentarias revelan el deseo de limitar la libertad de opinión y de diálogo y/o de obtener el control centralizado de la Red. ",
            "error": []
        },
        "Internet activity": {
            "translated_key": [],
            "translated_annotated_text": "La sociedad de la red, como se ve en Italia, Italia estuvo a la zaga de la media europea en el desarrollo de Internet durante muchos años, pero una nueva tendencia, que ha traído cambios considerables, surgió a finales de 1998 y mostró sus efectos en 2000 y los años siguientes. Ahora Italia es uno de los diez países más importantes del mundo en Internet y el cuarto más grande de Europa. La densidad de la actividad de Internet en Italia en proporción a la población sigue siendo inferior a la media en la Unión Europea, pero está creciendo más rápido que Alemania, el Reino Unido y Francia, y más rápido que la media mundial o europea. Desde el punto de vista del control de los medios de comunicación hay varios problemas. Italia tiene instituciones democráticas y libertad de expresión, pero hay una concentración alarmante en el control de los principales medios de comunicación (especialmente la radiodifusión). No hay restricciones declaradas oficialmente en el uso de Internet, pero varias decisiones legales y reglamentarias revelan el deseo de limitar la libertad de opinión y de diálogo y/o de obtener el control centralizado de la Red. ",
            "error": []
        },
        "European Union": {
            "translated_key": [],
            "translated_annotated_text": "La sociedad de la red, como se ve en Italia, Italia estuvo a la zaga de la media europea en el desarrollo de Internet durante muchos años, pero una nueva tendencia, que ha traído cambios considerables, surgió a finales de 1998 y mostró sus efectos en 2000 y los años siguientes. Ahora Italia es uno de los diez países más importantes del mundo en Internet y el cuarto más grande de Europa. La densidad de la actividad de Internet en Italia en proporción a la población sigue siendo inferior a la media de la Unión Europea, pero está creciendo más rápido que Alemania, el Reino Unido y Francia, y más rápido que la media mundial o europea. Desde el punto de vista del control de los medios de comunicación hay varios problemas. Italia tiene instituciones democráticas y libertad de expresión, pero hay una concentración alarmante en el control de los principales medios de comunicación (especialmente la radiodifusión). No hay restricciones declaradas oficialmente en el uso de Internet, pero varias decisiones legales y reglamentarias revelan el deseo de limitar la libertad de opinión y de diálogo y/o de obtener el control centralizado de la Red. ",
            "error": []
        },
        "Germany": {
            "translated_key": [],
            "translated_annotated_text": "La sociedad de la red, como se ve en Italia, Italia estuvo a la zaga de la media europea en el desarrollo de Internet durante muchos años, pero una nueva tendencia, que ha traído cambios considerables, surgió a finales de 1998 y mostró sus efectos en 2000 y los años siguientes. Ahora Italia es uno de los diez países más importantes del mundo en Internet y el cuarto más grande de Europa. La densidad de la actividad de Internet en Italia en proporción a la población sigue siendo inferior a la media en la Unión Europea, pero está creciendo más rápido que Alemania, el Reino Unido y Francia, y más rápido que la media mundial o europea. Desde el punto de vista del control de los medios de comunicación hay varios problemas. Italia tiene instituciones democráticas y libertad de expresión, pero hay una concentración alarmante en el control de los principales medios de comunicación (especialmente la radiodifusión). No hay restricciones declaradas oficialmente en el uso de Internet, pero varias decisiones legales y reglamentarias revelan el deseo de limitar la libertad de opinión y de diálogo y/o de obtener el control centralizado de la Red. ",
            "error": []
        },
        "UK": {
            "translated_key": [],
            "translated_annotated_text": "La sociedad de la red, como se ve en Italia, Italia estuvo a la zaga de la media europea en el desarrollo de Internet durante muchos años, pero una nueva tendencia, que ha traído cambios considerables, surgió a finales de 1998 y mostró sus efectos en 2000 y los años siguientes. Ahora Italia es uno de los diez países más importantes del mundo en Internet y el cuarto más grande de Europa. La densidad de la actividad de Internet en Italia en proporción a la población sigue siendo inferior a la media en la Unión Europea, pero está creciendo más rápido que Alemania, el Reino Unido y Francia, y más rápido que la media mundial o europea. Desde el punto de vista del control de los medios de comunicación hay varios problemas. Italia tiene instituciones democráticas y libertad de expresión, pero hay una concentración alarmante en el control de los principales medios de comunicación (especialmente la radiodifusión). No hay restricciones declaradas oficialmente en el uso de Internet, pero varias decisiones legales y reglamentarias revelan el deseo de limitar la libertad de opinión y de diálogo y/o de obtener el control centralizado de la Red. ",
            "error": []
        },
        "France": {
            "translated_key": [],
            "translated_annotated_text": "La sociedad de la red, como se ve en Italia, Italia estuvo a la zaga de la media europea en el desarrollo de Internet durante muchos años, pero una nueva tendencia, que ha traído cambios considerables, surgió a finales de 1998 y mostró sus efectos en 2000 y los años siguientes. Ahora Italia es uno de los diez países más importantes del mundo en Internet y el cuarto más grande de Europa. La densidad de la actividad de Internet en Italia en proporción a la población sigue siendo inferior a la media en la Unión Europea, pero está creciendo más rápido que Alemania, el Reino Unido y Francia, y más rápido que la media mundial o europea. Desde el punto de vista del control de los medios de comunicación hay varios problemas. Italia tiene instituciones democráticas y libertad de expresión, pero hay una concentración alarmante en el control de los principales medios de comunicación (especialmente la radiodifusión). No hay restricciones declaradas oficialmente en el uso de Internet, pero varias decisiones legales y reglamentarias revelan el deseo de limitar la libertad de opinión y de diálogo y/o de obtener el control centralizado de la Red. ",
            "error": []
        },
        "worldwide average": {
            "translated_key": [],
            "translated_annotated_text": "La sociedad de la red, como se ve en Italia, Italia estuvo a la zaga de la media europea en el desarrollo de Internet durante muchos años, pero una nueva tendencia, que ha traído cambios considerables, surgió a finales de 1998 y mostró sus efectos en 2000 y los años siguientes. Ahora Italia es uno de los diez países más importantes del mundo en Internet y el cuarto más grande de Europa. La densidad de la actividad de Internet en Italia en proporción a la población sigue siendo inferior a la media en la Unión Europea, pero está creciendo más rápido que Alemania, el Reino Unido y Francia, y más rápido que la media mundial o europea. Desde el punto de vista del control de los medios de comunicación hay varios problemas. Italia tiene instituciones democráticas y libertad de expresión, pero hay una concentración alarmante en el control de los principales medios de comunicación (especialmente la radiodifusión). No hay restricciones declaradas oficialmente en el uso de Internet, pero varias decisiones legales y reglamentarias revelan el deseo de limitar la libertad de opinión y de diálogo y/o de obtener el control centralizado de la Red. ",
            "error": []
        },
        "media control": {
            "translated_key": "media",
            "translated_annotated_text": "La sociedad de la red, como se ve en Italia, Italia estuvo a la zaga de la media europea en el desarrollo de Internet durante muchos años, pero una nueva tendencia, que ha traído cambios considerables, surgió a finales de 1998 y mostró sus efectos en 2000 y los años siguientes. Ahora Italia es uno de los diez países más importantes del mundo en Internet y el cuarto más grande de Europa. La densidad de la actividad de Internet en Italia en proporción a la población sigue siendo inferior a la media en la Unión Europea, pero está creciendo más rápido que Alemania, el Reino Unido y Francia, y más rápido que la media mundial o europea. Desde el punto de vista del control <br>media</br> hay varios problemas. Italia tiene instituciones democráticas y libertad de expresión, pero hay una concentración alarmante en el control de los principales medios de comunicación (especialmente la radiodifusión). No hay restricciones declaradas oficialmente en el uso de Internet, pero varias decisiones legales y reglamentarias revelan el deseo de limitar la libertad de opinión y de diálogo y/o de obtener el control centralizado de la Red. ",
            "error": [
                ""
            ]
        },
        "democratic institutions": {
            "translated_key": "instituciones democráticas",
            "translated_annotated_text": "La sociedad de la red, como se ve en Italia, Italia estuvo a la zaga de la media europea en el desarrollo de Internet durante muchos años, pero una nueva tendencia, que ha traído cambios considerables, surgió a finales de 1998 y mostró sus efectos en 2000 y los años siguientes. Ahora Italia es uno de los diez países más importantes del mundo en Internet y el cuarto más grande de Europa. La densidad de la actividad de Internet en Italia en proporción a la población sigue siendo inferior a la media en la Unión Europea, pero está creciendo más rápido que Alemania, el Reino Unido y Francia, y más rápido que la media mundial o europea. Desde el punto de vista del control de los medios de comunicación hay varios problemas. Italia tiene <br>instituciones democráticas</br> y libertad de expresión, pero hay una concentración alarmante en el control de los principales medios de comunicación (especialmente la radiodifusión). No hay restricciones declaradas oficialmente en el uso de Internet, pero varias decisiones legales y reglamentarias revelan el deseo de limitar la libertad de opinión y de diálogo y/o de obtener el control centralizado de la Red. ",
            "error": [
                ""
            ]
        },
        "freedom of speech": {
            "translated_key": "libertad de expresión",
            "translated_annotated_text": "La sociedad de la red, como se ve en Italia, Italia estuvo a la zaga de la media europea en el desarrollo de Internet durante muchos años, pero una nueva tendencia, que ha traído cambios considerables, surgió a finales de 1998 y mostró sus efectos en 2000 y los años siguientes. Ahora Italia es uno de los diez países más importantes del mundo en Internet y el cuarto más grande de Europa. La densidad de la actividad de Internet en Italia en proporción a la población sigue siendo inferior a la media en la Unión Europea, pero está creciendo más rápido que Alemania, el Reino Unido y Francia, y más rápido que la media mundial o europea. Desde el punto de vista del control de los medios de comunicación hay varios problemas. Italia tiene instituciones democráticas y <br>libertad de expresión</br>, pero hay una concentración alarmante en el control de los principales medios de comunicación (especialmente la radiodifusión). No hay restricciones declaradas oficialmente en el uso de Internet, pero varias decisiones legales y reglamentarias revelan el deseo de limitar la libertad de opinión y de diálogo y/o de obtener el control centralizado de la Red. ",
            "error": [
                ""
            ]
        },
        "mainstream media": {
            "translated_key": "mainstream",
            "translated_annotated_text": "La sociedad de la red, como se ve en Italia, Italia estuvo a la zaga de la media europea en el desarrollo de Internet durante muchos años, pero una nueva tendencia, que ha traído cambios considerables, surgió a finales de 1998 y mostró sus efectos en 2000 y los años siguientes. Ahora Italia es uno de los diez países más importantes del mundo en Internet y el cuarto más grande de Europa. La densidad de la actividad de Internet en Italia en proporción a la población sigue siendo inferior a la media en la Unión Europea, pero está creciendo más rápido que Alemania, el Reino Unido y Francia, y más rápido que la media mundial o europea. Desde el punto de vista del control de los medios de comunicación hay varios problemas. Italia cuenta con instituciones democráticas y libertad de expresión, pero existe una concentración alarmante en el control de los medios de comunicación <br>mainstream</br> (especialmente la radiodifusión). No hay restricciones declaradas oficialmente en el uso de Internet, pero varias decisiones legales y reglamentarias revelan el deseo de limitar la libertad de opinión y de diálogo y/o de obtener el control centralizado de la Red. ",
            "error": [
                ""
            ]
        },
        "broadcast media": {
            "translated_key": [],
            "translated_annotated_text": "La sociedad de la red, como se ve en Italia, Italia estuvo a la zaga de la media europea en el desarrollo de Internet durante muchos años, pero una nueva tendencia, que ha traído cambios considerables, surgió a finales de 1998 y mostró sus efectos en 2000 y los años siguientes. Ahora Italia es uno de los diez países más importantes del mundo en Internet y el cuarto más grande de Europa. La densidad de la actividad de Internet en Italia en proporción a la población sigue siendo inferior a la media en la Unión Europea, pero está creciendo más rápido que Alemania, el Reino Unido y Francia, y más rápido que la media mundial o europea. Desde el punto de vista del control de los medios de comunicación hay varios problemas. Italia tiene instituciones democráticas y libertad de expresión, pero hay una concentración alarmante en el control de los principales medios de comunicación (especialmente la radiodifusión). No hay restricciones declaradas oficialmente en el uso de Internet, pero varias decisiones legales y reglamentarias revelan el deseo de limitar la libertad de opinión y de diálogo y/o de obtener el control centralizado de la Red. ",
            "error": []
        },
        "legal decisions": {
            "translated_key": [],
            "translated_annotated_text": "La sociedad de la red, como se ve en Italia, Italia estuvo a la zaga de la media europea en el desarrollo de Internet durante muchos años, pero una nueva tendencia, que ha traído cambios considerables, surgió a finales de 1998 y mostró sus efectos en 2000 y los años siguientes. Ahora Italia es uno de los diez países más importantes del mundo en Internet y el cuarto más grande de Europa. La densidad de la actividad de Internet en Italia en proporción a la población sigue siendo inferior a la media en la Unión Europea, pero está creciendo más rápido que Alemania, el Reino Unido y Francia, y más rápido que la media mundial o europea. Desde el punto de vista del control de los medios de comunicación hay varios problemas. Italia tiene instituciones democráticas y libertad de expresión, pero hay una concentración alarmante en el control de los principales medios de comunicación (especialmente la radiodifusión). No hay restricciones declaradas oficialmente en el uso de Internet, pero varias decisiones legales y reglamentarias revelan el deseo de limitar la libertad de opinión y de diálogo y/o de obtener el control centralizado de la Red. ",
            "error": []
        },
        "regulatory decisions": {
            "translated_key": " regulatorias",
            "translated_annotated_text": "La sociedad de la red, como se ve en Italia, Italia estuvo a la zaga de la media europea en el desarrollo de Internet durante muchos años, pero una nueva tendencia, que ha traído cambios considerables, surgió a finales de 1998 y mostró sus efectos en 2000 y los años siguientes. Ahora Italia es uno de los diez países más importantes del mundo en Internet y el cuarto más grande de Europa. La densidad de la actividad de Internet en Italia en proporción a la población sigue siendo inferior a la media en la Unión Europea, pero está creciendo más rápido que Alemania, el Reino Unido y Francia, y más rápido que la media mundial o europea. Desde el punto de vista del control de los medios de comunicación hay varios problemas. Italia tiene instituciones democráticas y libertad de expresión, pero hay una concentración alarmante en el control de los principales medios de comunicación (especialmente la radiodifusión). No hay restricciones oficialmente declaradas en el uso de Internet, pero varias decisiones legales y <br> regulatorias</br> revelan el deseo de limitar la libertad de opinión y de diálogo y/o de obtener el control centralizado de la Red. ",
            "error": [
                ""
            ]
        },
        "centralized control": {
            "translated_key": "control centralizado",
            "translated_annotated_text": "La sociedad de la red, como se ve en Italia, Italia estuvo a la zaga de la media europea en el desarrollo de Internet durante muchos años, pero una nueva tendencia, que ha traído cambios considerables, surgió a finales de 1998 y mostró sus efectos en 2000 y los años siguientes. Ahora Italia es uno de los diez países más importantes del mundo en Internet y el cuarto más grande de Europa. La densidad de la actividad de Internet en Italia en proporción a la población sigue siendo inferior a la media en la Unión Europea, pero está creciendo más rápido que Alemania, el Reino Unido y Francia, y más rápido que la media mundial o europea. Desde el punto de vista del control de los medios de comunicación hay varios problemas. Italia tiene instituciones democráticas y libertad de expresión, pero hay una concentración alarmante en el control de los principales medios de comunicación (especialmente la radiodifusión). No hay restricciones declaradas oficialmente en el uso de Internet, pero varias decisiones legales y reglamentarias revelan el deseo de limitar la libertad de opinión y de diálogo y/o de obtener el <br>control centralizado</br> de la red. ",
            "error": [
                ""
            ]
        },
        "government policies": {
            "translated_key": [],
            "translated_annotated_text": "La sociedad de la red, como se ve en Italia, Italia estuvo a la zaga de la media europea en el desarrollo de Internet durante muchos años, pero una nueva tendencia, que ha traído cambios considerables, surgió a finales de 1998 y mostró sus efectos en 2000 y los años siguientes. Ahora Italia es uno de los diez países más importantes del mundo en Internet y el cuarto más grande de Europa. La densidad de la actividad de Internet en Italia en proporción a la población sigue siendo inferior a la media en la Unión Europea, pero está creciendo más rápido que Alemania, el Reino Unido y Francia, y más rápido que la media mundial o europea. Desde el punto de vista del control de los medios de comunicación hay varios problemas. Italia tiene instituciones democráticas y libertad de expresión, pero hay una concentración alarmante en el control de los principales medios de comunicación (especialmente la radiodifusión). No hay restricciones declaradas oficialmente en el uso de Internet, pero varias decisiones legales y reglamentarias revelan el deseo de limitar la libertad de opinión y de diálogo y/o de obtener el control centralizado de la Red. ",
            "error": []
        },
        "Internet": {
            "translated_key": [
                " Internet",
                "Internet",
                "Internet"
            ],
            "translated_annotated_text": "La sociedad de la red, como se ve en Italia, Italia estuvo por detrás de la media europea en el desarrollo de Internet durante muchos años, pero una nueva tendencia, que ha traído cambios considerables, surgió a finales de 1998 y mostró sus efectos en 2000 y los años siguientes. Ahora Italia es uno de los diez principales países del mundo en <br> Internet</br> hostcount y el cuarto más grande de Europa. La densidad de la actividad de <br>Internet</br> en Italia en proporción a la población sigue siendo inferior a la media en la Unión Europea, pero está creciendo más rápido que Alemania, el Reino Unido y Francia, y más rápido que la media mundial o europea. Desde el punto de vista del control de los medios de comunicación hay varios problemas. Italia tiene instituciones democráticas y libertad de expresión, pero hay una concentración alarmante en el control de los principales medios de comunicación (especialmente la radiodifusión). No hay restricciones declaradas oficialmente en el uso de la <br>Internet</br>, pero varias decisiones legales y reglamentarias revelan el deseo de limitar la libertad de opinión y de diálogo y/o de obtener el control centralizado de la Red. ",
            "error": [
                " Internet",
                "Internet",
                "Internet"
            ]
        },
        "politics": {
            "translated_key": [],
            "translated_annotated_text": "La sociedad de la red, como se ve en Italia, Italia estuvo a la zaga de la media europea en el desarrollo de Internet durante muchos años, pero una nueva tendencia, que ha traído cambios considerables, surgió a finales de 1998 y mostró sus efectos en 2000 y los años siguientes. Ahora Italia es uno de los diez países más importantes del mundo en Internet y el cuarto más grande de Europa. La densidad de la actividad de Internet en Italia en proporción a la población sigue siendo inferior a la media en la Unión Europea, pero está creciendo más rápido que Alemania, el Reino Unido y Francia, y más rápido que la media mundial o europea. Desde el punto de vista del control de los medios de comunicación hay varios problemas. Italia tiene instituciones democráticas y libertad de expresión, pero hay una concentración alarmante en el control de los principales medios de comunicación (especialmente la radiodifusión). No hay restricciones declaradas oficialmente en el uso de Internet, pero varias decisiones legales y reglamentarias revelan el deseo de limitar la libertad de opinión y de diálogo y/o de obtener el control centralizado de la Red. ",
            "error": []
        },
        "social aspects of automation": {
            "translated_key": [],
            "translated_annotated_text": "La sociedad de la red, como se ve en Italia, Italia estuvo a la zaga de la media europea en el desarrollo de Internet durante muchos años, pero una nueva tendencia, que ha traído cambios considerables, surgió a finales de 1998 y mostró sus efectos en 2000 y los años siguientes. Ahora Italia es uno de los diez países más importantes del mundo en Internet y el cuarto más grande de Europa. La densidad de la actividad de Internet en Italia en proporción a la población sigue siendo inferior a la media en la Unión Europea, pero está creciendo más rápido que Alemania, el Reino Unido y Francia, y más rápido que la media mundial o europea. Desde el punto de vista del control de los medios de comunicación hay varios problemas. Italia tiene instituciones democráticas y libertad de expresión, pero hay una concentración alarmante en el control de los principales medios de comunicación (especialmente la radiodifusión). No hay restricciones declaradas oficialmente en el uso de Internet, pero varias decisiones legales y reglamentarias revelan el deseo de limitar la libertad de opinión y de diálogo y/o de obtener el control centralizado de la Red. ",
            "error": []
        }
    }
}