{
    "original_text": "Leveraging an alternative source of computer scientists: reentry programs Much has been written about the leaky pipeline of women in computer science (CS), with the percentage of women decreasing as one moves from lower levels, such as college, to higher levels, culminating in full professorship. While significant attention focused on keeping women from leaving the pipeline, there is also an opportunity to bring women into the pipeline through non-traditional programs, instead of requiring that everyone enter at the undergraduate level. Both Mills College, a small liberal arts institution for women, and UC Berkeley, a large research university, established programs in the 80s to increase the number of women in computer science by tapping non-traditional students. Both programs share the core value of accommodating older students lacking technical backgrounds. The two programs have produced similar results: graduate degrees earned in computer science by students who would not have qualified without these programs, professional employment in the computer science field by women and minorities, and a recognition that this population represents a rich source of talent for our nation",
    "original_translation": "Aprovechamiento de una fuente alternativa de científicos de computación: programas de reingreso Mucho se ha escrito sobre las fugas de las mujeres en la informática (CS), con el porcentaje de mujeres disminuyendo a medida que uno pasa de niveles inferiores, como la universidad, a niveles superiores, culminando en la cátedra completa. Si bien la atención se centró en evitar que las mujeres abandonaran el oleoducto, también existe la oportunidad de llevar a las mujeres al oleoducto a través de programas no tradicionales, en lugar de exigir que todos entren en el nivel de pregrado. Tanto Mills College, una pequeña institución de artes liberales para mujeres, como UC Berkeley, una gran universidad de investigación, establecieron programas en los años 80 para aumentar el número de mujeres en ciencias de la computación mediante la intervención de estudiantes no tradicionales. Ambos programas comparten el valor fundamental de acoger a estudiantes mayores que carecen de formación técnica. Los dos programas han producido resultados similares: títulos de posgrado obtenidos en informática por estudiantes que no se habrían calificado sin estos programas, empleo profesional en el campo de la informática por mujeres y minorías, y un reconocimiento de que esta población representa una rica fuente de talento para nuestra nación",
    "error_count": 5,
    "keys": {
        "reentry programs": {
            "translated_key": "reentry programs",
            "translated_annotated_text": "Aprovechamiento de una fuente alternativa de científicos informáticos: <br>reentry programs</br> Mucho se ha escrito sobre la fugaz corriente de mujeres en la informática (CS), con el porcentaje de mujeres disminuyendo a medida que uno pasa de niveles inferiores, como la universidad, a niveles superiores, culminando en la cátedra completa. Si bien la atención se centró en evitar que las mujeres abandonaran el oleoducto, también existe la oportunidad de llevar a las mujeres al oleoducto a través de programas no tradicionales, en lugar de exigir que todos entren en el nivel de pregrado. Tanto Mills College, una pequeña institución de artes liberales para mujeres, como UC Berkeley, una gran universidad de investigación, establecieron programas en los años 80 para aumentar el número de mujeres en ciencias de la computación mediante la intervención de estudiantes no tradicionales. Ambos programas comparten el valor fundamental de acoger a estudiantes mayores que carecen de formación técnica. Los dos programas han producido resultados similares: títulos de posgrado obtenidos en informática por estudiantes que no se habrían calificado sin estos programas, empleo profesional en el campo de la informática por mujeres y minorías, y un reconocimiento de que esta población representa una rica fuente de talento para nuestra nación ",
            "error": [
                ""
            ]
        },
        "computer science": {
            "translated_key": "ciencias de la computación",
            "translated_annotated_text": "Aprovechamiento de una fuente alternativa de científicos de computación: programas de reingreso Mucho se ha escrito acerca de las fugas de las mujeres en las <br>ciencias de la computación</br> (CS), con el porcentaje de mujeres disminuyendo a medida que uno pasa de niveles inferiores, como la universidad, a niveles superiores, culminando en la cátedra completa. Si bien la atención se centró en evitar que las mujeres abandonaran el oleoducto, también existe la oportunidad de llevar a las mujeres al oleoducto a través de programas no tradicionales, en lugar de exigir que todos entren en el nivel de pregrado. Tanto Mills College, una pequeña institución de artes liberales para mujeres, como UC Berkeley, una gran universidad de investigación, establecieron programas en los años 80 para aumentar el número de mujeres en <br>ciencias de la computación</br> mediante la intervención de estudiantes no tradicionales. Ambos programas comparten el valor fundamental de acoger a estudiantes mayores que carecen de formación técnica. Los dos programas han producido resultados similares: títulos de postgrado en <br>ciencias de la computación</br> por estudiantes que no hubieran calificado sin estos programas, empleo profesional en el campo de las <br>ciencias de la computación</br> por mujeres y minorías, y un reconocimiento de que esta población representa una rica fuente de talento para nuestra nación. ",
            "error": [
                ""
            ]
        },
        "women": {
            "translated_key": [
                "mujeres",
                "mujeres",
                "women",
                "women",
                "mujeres",
                "mujeres",
                "mujeres"
            ],
            "translated_annotated_text": "Aprovechamiento de una fuente alternativa de científicos de computación: programas de reingreso Mucho se ha escrito sobre las fugas de <br>mujeres</br> en ciencias de la computación (CS), con el porcentaje de <br>mujeres</br> disminuyendo a medida que uno pasa de niveles inferiores, como la universidad, a niveles superiores, culminando en la cátedra completa. Si bien la atención se centró significativamente en evitar que <br>women</br> abandonara el oleoducto, también existe la oportunidad de llevar a <br>women</br> a través de programas no tradicionales, en lugar de exigir que todos entren en el nivel de pregrado. Tanto Mills College, una pequeña institución de artes liberales para <br>mujeres</br>, como UC Berkeley, una gran universidad de investigación, establecieron programas en los años 80 para aumentar el número de <br>mujeres</br> en ciencias de la computación mediante la intervención de estudiantes no tradicionales. Ambos programas comparten el valor fundamental de acoger a estudiantes mayores que carecen de formación técnica. Los dos programas han producido resultados similares: títulos de posgrado obtenidos en ciencias de la computación por estudiantes que no hubieran calificado sin estos programas, empleo profesional en el campo de las ciencias de la computación por <br>mujeres</br> y minorías, y un reconocimiento de que esta población representa una rica fuente de talento para nuestra nación ",
            "error": [
                "mujeres",
                "mujeres",
                "women",
                "women",
                "mujeres",
                "mujeres",
                "mujeres"
            ]
        },
        "Mills College": {
            "translated_key": "Mills College",
            "translated_annotated_text": "Aprovechamiento de una fuente alternativa de científicos de computación: programas de reingreso Mucho se ha escrito sobre las fugas de las mujeres en la informática (CS), con el porcentaje de mujeres disminuyendo a medida que uno pasa de niveles inferiores, como la universidad, a niveles superiores, culminando en la cátedra completa. Si bien la atención se centró en evitar que las mujeres abandonaran el oleoducto, también existe la oportunidad de llevar a las mujeres al oleoducto a través de programas no tradicionales, en lugar de exigir que todos entren en el nivel de pregrado. Tanto <br>Mills College</br>, una pequeña institución de artes liberales para mujeres, como UC Berkeley, una gran universidad de investigación, establecieron programas en los años 80 para aumentar el número de mujeres en ciencias de la computación mediante la intervención de estudiantes no tradicionales. Ambos programas comparten el valor fundamental de acoger a estudiantes mayores que carecen de formación técnica. Los dos programas han producido resultados similares: títulos de posgrado obtenidos en informática por estudiantes que no se habrían calificado sin estos programas, empleo profesional en el campo de la informática por mujeres y minorías, y un reconocimiento de que esta población representa una rica fuente de talento para nuestra nación ",
            "error": [
                ""
            ]
        },
        "UC Berkeley": {
            "translated_key": "UC Berkeley",
            "translated_annotated_text": "Aprovechamiento de una fuente alternativa de científicos de computación: programas de reingreso Mucho se ha escrito sobre las fugas de las mujeres en la informática (CS), con el porcentaje de mujeres disminuyendo a medida que uno pasa de niveles inferiores, como la universidad, a niveles superiores, culminando en la cátedra completa. Si bien la atención se centró en evitar que las mujeres abandonaran el oleoducto, también existe la oportunidad de llevar a las mujeres al oleoducto a través de programas no tradicionales, en lugar de exigir que todos entren en el nivel de pregrado. Tanto Mills College, una pequeña institución de artes liberales para mujeres, como <br>UC Berkeley</br>, una gran universidad de investigación, establecieron programas en los años 80 para aumentar el número de mujeres en ciencias de la computación mediante la intervención de estudiantes no tradicionales. Ambos programas comparten el valor fundamental de acoger a estudiantes mayores que carecen de formación técnica. Los dos programas han producido resultados similares: títulos de posgrado obtenidos en informática por estudiantes que no se habrían calificado sin estos programas, empleo profesional en el campo de la informática por mujeres y minorías, y un reconocimiento de que esta población representa una rica fuente de talento para nuestra nación ",
            "error": [
                ""
            ]
        },
        "graduate degrees": {
            "translated_key": "graduados",
            "translated_annotated_text": "Aprovechamiento de una fuente alternativa de científicos de computación: programas de reingreso Mucho se ha escrito sobre las fugas de las mujeres en la informática (CS), con el porcentaje de mujeres disminuyendo a medida que uno pasa de niveles inferiores, como la universidad, a niveles superiores, culminando en la cátedra completa. Si bien la atención se centró en evitar que las mujeres abandonaran el oleoducto, también existe la oportunidad de llevar a las mujeres al oleoducto a través de programas no tradicionales, en lugar de exigir que todos entren en el nivel de pregrado. Tanto Mills College, una pequeña institución de artes liberales para mujeres, como UC Berkeley, una gran universidad de investigación, establecieron programas en los años 80 para aumentar el número de mujeres en ciencias de la computación mediante la intervención de estudiantes no tradicionales. Ambos programas comparten el valor fundamental de acoger a estudiantes mayores que carecen de formación técnica. Los dos programas han producido resultados similares: <br>graduados</br> en ciencias de la computación por estudiantes que no hubieran calificado sin estos programas, empleo profesional en el campo de las ciencias de la computación por mujeres y minorías, y un reconocimiento de que esta población representa una rica fuente de talento para nuestra nación ",
            "error": [
                ""
            ]
        },
        "students": {
            "translated_key": [
                " <br>. Ambos programas comparten el valor central de acomodar a <br>estudiantes",
                "estudiantes"
            ],
            "translated_annotated_text": "Aprovechamiento de una fuente alternativa de científicos de computación: programas de reingreso Mucho se ha escrito sobre las fugas de las mujeres en la informática (CS), con el porcentaje de mujeres disminuyendo a medida que uno pasa de niveles inferiores, como la universidad, a niveles superiores, culminando en la cátedra completa. Si bien la atención se centró en evitar que las mujeres abandonaran el oleoducto, también existe la oportunidad de llevar a las mujeres al oleoducto a través de programas no tradicionales, en lugar de exigir que todos entren en el nivel de pregrado. Tanto Mills College, una pequeña institución de artes liberales para mujeres, como UC Berkeley, una gran universidad de investigación, establecieron programas en los años 80 para aumentar el número de mujeres en ciencias de la computación mediante la intervención de estudiantes no tradicionales<br> <br>. Ambos programas comparten el valor central de acomodar a <br>estudiantes</br> mayores que carecen de formación técnica. Los dos programas han producido resultados similares: títulos de postgrado en ciencias de la computación por <br>estudiantes</br> que no hubieran calificado sin estos programas, empleo profesional en el campo de las ciencias de la computación por mujeres y minorías, y un reconocimiento de que esta población representa una rica fuente de talento para nuestra nación. ",
            "error": [
                " <br>. Ambos programas comparten el valor central de acomodar a <br>estudiantes",
                "estudiantes"
            ]
        },
        "professional employment": {
            "translated_key": " empleo profesional",
            "translated_annotated_text": "Aprovechamiento de una fuente alternativa de científicos de computación: programas de reingreso Mucho se ha escrito sobre las fugas de las mujeres en la informática (CS), con el porcentaje de mujeres disminuyendo a medida que uno pasa de niveles inferiores, como la universidad, a niveles superiores, culminando en la cátedra completa. Si bien la atención se centró en evitar que las mujeres abandonaran el oleoducto, también existe la oportunidad de llevar a las mujeres al oleoducto a través de programas no tradicionales, en lugar de exigir que todos entren en el nivel de pregrado. Tanto Mills College, una pequeña institución de artes liberales para mujeres, como UC Berkeley, una gran universidad de investigación, establecieron programas en los años 80 para aumentar el número de mujeres en ciencias de la computación mediante la intervención de estudiantes no tradicionales. Ambos programas comparten el valor fundamental de acoger a estudiantes mayores que carecen de formación técnica. Los dos programas han producido resultados similares: títulos de postgrado en ciencias de la computación por estudiantes que no hubieran calificado sin estos programas, <br> empleo profesional</br> en el campo de las ciencias de la computación por mujeres y minorías, y un reconocimiento de que esta población representa una rica fuente de talento para nuestra nación ",
            "error": [
                ""
            ]
        },
        "minorities": {
            "translated_key": "minorías",
            "translated_annotated_text": "Aprovechamiento de una fuente alternativa de científicos de computación: programas de reingreso Mucho se ha escrito sobre las fugas de las mujeres en la informática (CS), con el porcentaje de mujeres disminuyendo a medida que uno pasa de niveles inferiores, como la universidad, a niveles superiores, culminando en la cátedra completa. Si bien la atención se centró en evitar que las mujeres abandonaran el oleoducto, también existe la oportunidad de llevar a las mujeres al oleoducto a través de programas no tradicionales, en lugar de exigir que todos entren en el nivel de pregrado. Tanto Mills College, una pequeña institución de artes liberales para mujeres, como UC Berkeley, una gran universidad de investigación, establecieron programas en los años 80 para aumentar el número de mujeres en ciencias de la computación mediante la intervención de estudiantes no tradicionales. Ambos programas comparten el valor fundamental de acoger a estudiantes mayores que carecen de formación técnica. Los dos programas han producido resultados similares: títulos de postgrado en ciencias de la computación por estudiantes que no hubieran calificado sin estos programas, empleo profesional en el campo de las ciencias de la computación por mujeres y <br>minorías</br>, y un reconocimiento de que esta población representa una rica fuente de talento para nuestra nación ",
            "error": [
                ""
            ]
        },
        "computer science education": {
            "translated_key": [],
            "translated_annotated_text": "Aprovechamiento de una fuente alternativa de científicos de computación: programas de reingreso Mucho se ha escrito sobre las fugas de las mujeres en la informática (CS), con el porcentaje de mujeres disminuyendo a medida que uno pasa de niveles inferiores, como la universidad, a niveles superiores, culminando en la cátedra completa. Si bien la atención se centró en evitar que las mujeres abandonaran el oleoducto, también existe la oportunidad de llevar a las mujeres al oleoducto a través de programas no tradicionales, en lugar de exigir que todos entren en el nivel de pregrado. Tanto Mills College, una pequeña institución de artes liberales para mujeres, como UC Berkeley, una gran universidad de investigación, establecieron programas en los años 80 para aumentar el número de mujeres en ciencias de la computación mediante la intervención de estudiantes no tradicionales. Ambos programas comparten el valor fundamental de acoger a estudiantes mayores que carecen de formación técnica. Los dos programas han producido resultados similares: títulos de posgrado obtenidos en informática por estudiantes que no se habrían calificado sin estos programas, empleo profesional en el campo de la informática por mujeres y minorías, y un reconocimiento de que esta población representa una rica fuente de talento para nuestra nación ",
            "error": []
        },
        "educational courses": {
            "translated_key": [],
            "translated_annotated_text": "Aprovechamiento de una fuente alternativa de científicos de computación: programas de reingreso Mucho se ha escrito sobre las fugas de las mujeres en la informática (CS), con el porcentaje de mujeres disminuyendo a medida que uno pasa de niveles inferiores, como la universidad, a niveles superiores, culminando en la cátedra completa. Si bien la atención se centró en evitar que las mujeres abandonaran el oleoducto, también existe la oportunidad de llevar a las mujeres al oleoducto a través de programas no tradicionales, en lugar de exigir que todos entren en el nivel de pregrado. Tanto Mills College, una pequeña institución de artes liberales para mujeres, como UC Berkeley, una gran universidad de investigación, establecieron programas en los años 80 para aumentar el número de mujeres en ciencias de la computación mediante la intervención de estudiantes no tradicionales. Ambos programas comparten el valor fundamental de acoger a estudiantes mayores que carecen de formación técnica. Los dos programas han producido resultados similares: títulos de posgrado obtenidos en informática por estudiantes que no se habrían calificado sin estos programas, empleo profesional en el campo de la informática por mujeres y minorías, y un reconocimiento de que esta población representa una rica fuente de talento para nuestra nación ",
            "error": []
        },
        "gender issues": {
            "translated_key": [],
            "translated_annotated_text": "Aprovechamiento de una fuente alternativa de científicos de computación: programas de reingreso Mucho se ha escrito sobre las fugas de las mujeres en la informática (CS), con el porcentaje de mujeres disminuyendo a medida que uno pasa de niveles inferiores, como la universidad, a niveles superiores, culminando en la cátedra completa. Si bien la atención se centró en evitar que las mujeres abandonaran el oleoducto, también existe la oportunidad de llevar a las mujeres al oleoducto a través de programas no tradicionales, en lugar de exigir que todos entren en el nivel de pregrado. Tanto Mills College, una pequeña institución de artes liberales para mujeres, como UC Berkeley, una gran universidad de investigación, establecieron programas en los años 80 para aumentar el número de mujeres en ciencias de la computación mediante la intervención de estudiantes no tradicionales. Ambos programas comparten el valor fundamental de acoger a estudiantes mayores que carecen de formación técnica. Los dos programas han producido resultados similares: títulos de posgrado obtenidos en informática por estudiantes que no se habrían calificado sin estos programas, empleo profesional en el campo de la informática por mujeres y minorías, y un reconocimiento de que esta población representa una rica fuente de talento para nuestra nación ",
            "error": []
        }
    }
}