{
    "original_text": "Laser-based internal profile measurement system An automatic laser-based system to measure the internal profiles of various structures has been developed. The system uses a point laser source through a rotating optical device fixed on to a laser measurement meter. A notebook computer with custom software is used to control the laser meter and rotating device to estimate the scanned profile shape and to determine the resulting cross-section area. The information provided by this system is essential to construction industry, including window and door builders; the glass, panel, board, and floor tile manufacturers; carpet venders; and building contractors for cost estimation and production control. As a result, the lead time for delivering the customized windowpanes, woodwork, floor tiles, and ceilings can be reduced. Applications of this system for measuring the shapes of window frames and floor plans are described and demonstrated. The measurement accuracy is evaluated and analyzed. Results have indicated that the measurement accuracy can be achieved within 4% of the measurement distance, for typical window designs and floor patterns required by major window manufacturers. Recommendations to improve the system are also included",
    "original_translation": "Sistema de medición de perfiles internos basado en láser Se ha desarrollado un sistema automático basado en láser para medir los perfiles internos de diversas estructuras. El sistema utiliza una fuente láser de punto a través de un dispositivo óptico giratorio fijado a un medidor láser. Un ordenador portátil con software personalizado se utiliza para controlar el medidor láser y el dispositivo giratorio para estimar la forma del perfil escaneado y para determinar el área de sección transversal resultante. La información proporcionada por este sistema es esencial para la industria de la construcción, incluidos los constructores de ventanas y puertas; los fabricantes de vidrio, paneles, tableros y baldosas de suelo; los vendedores de alfombras; y los contratistas de edificios para la estimación de costos y el control de la producción. Como resultado, se puede reducir el tiempo de entrega de los cristales personalizados, carpintería, baldosas y techos. Se describen y demuestran las aplicaciones de este sistema para medir las formas de los marcos de ventanas y los planos del suelo. Se evalúa y analiza la exactitud de la medición. Los resultados han indicado que la precisión de medición se puede lograr dentro del 4% de la distancia de medición, para diseños de ventanas y patrones de suelo típicos requeridos por los principales fabricantes de ventanas. También se incluyen recomendaciones para mejorar el sistema",
    "error_count": 9,
    "keys": {
        "laser-based internal profile measurement system": {
            "translated_key": [],
            "translated_annotated_text": "Sistema de medición de perfiles internos basado en láser Se ha desarrollado un sistema automático basado en láser para medir los perfiles internos de diversas estructuras. El sistema utiliza una fuente láser de punto a través de un dispositivo óptico giratorio fijado a un medidor láser. Un ordenador portátil con software personalizado se utiliza para controlar el medidor láser y el dispositivo giratorio para estimar la forma del perfil escaneado y para determinar el área de sección transversal resultante. La información proporcionada por este sistema es esencial para la industria de la construcción, incluidos los constructores de ventanas y puertas; los fabricantes de vidrio, paneles, tableros y baldosas de suelo; los vendedores de alfombras; y los contratistas de edificios para la estimación de costos y el control de la producción. Como resultado, se puede reducir el tiempo de entrega de los cristales personalizados, carpintería, baldosas y techos. Se describen y demuestran las aplicaciones de este sistema para medir las formas de los marcos de ventanas y los planos del suelo. Se evalúa y analiza la exactitud de la medición. Los resultados han indicado que la precisión de medición se puede lograr dentro del 4% de la distancia de medición, para diseños de ventanas y patrones de suelo típicos requeridos por los principales fabricantes de ventanas. También se incluyen recomendaciones para mejorar el sistema ",
            "error": []
        },
        "internal profiles": {
            "translated_key": [],
            "translated_annotated_text": "Sistema de medición de perfiles internos basado en láser Se ha desarrollado un sistema automático basado en láser para medir los perfiles internos <br> de varias estructuras. El sistema utiliza una fuente láser de punto a través de un dispositivo óptico giratorio fijado a un medidor láser. Un ordenador portátil con software personalizado se utiliza para controlar el medidor láser y el dispositivo giratorio para estimar la forma del perfil escaneado y para determinar el área de sección transversal resultante. La información proporcionada por este sistema es esencial para la industria de la construcción, incluidos los constructores de ventanas y puertas; los fabricantes de vidrio, paneles, tableros y baldosas de suelo; los vendedores de alfombras; y los contratistas de edificios para la estimación de costos y el control de la producción. Como resultado, se puede reducir el tiempo de entrega de los cristales personalizados, carpintería, baldosas y techos. Se describen y demuestran las aplicaciones de este sistema para medir las formas de los marcos de ventanas y los planos del suelo. Se evalúa y analiza la exactitud de la medición. Los resultados han indicado que la precisión de medición se puede lograr dentro del 4% de la distancia de medición, para diseños de ventanas y patrones de suelo típicos requeridos por los principales fabricantes de ventanas. También se incluyen recomendaciones para mejorar el sistema ",
            "error": []
        },
        "point laser source": {
            "translated_key": "point",
            "translated_annotated_text": "Sistema de medición de perfiles internos basado en láser Se ha desarrollado un sistema automático basado en láser para medir los perfiles internos de diversas estructuras. El sistema utiliza una fuente láser <br>point</br> a través de un dispositivo óptico giratorio fijado a un medidor láser. Un ordenador portátil con software personalizado se utiliza para controlar el medidor láser y el dispositivo giratorio para estimar la forma del perfil escaneado y para determinar el área de sección transversal resultante. La información proporcionada por este sistema es esencial para la industria de la construcción, incluidos los constructores de ventanas y puertas; los fabricantes de vidrio, paneles, tableros y baldosas de suelo; los vendedores de alfombras; y los contratistas de edificios para la estimación de costos y el control de la producción. Como resultado, se puede reducir el tiempo de entrega de los cristales personalizados, carpintería, baldosas y techos. Se describen y demuestran las aplicaciones de este sistema para medir las formas de los marcos de ventanas y los planos del suelo. Se evalúa y analiza la exactitud de la medición. Los resultados han indicado que la precisión de medición se puede lograr dentro del 4% de la distancia de medición, para diseños de ventanas y patrones de suelo típicos requeridos por los principales fabricantes de ventanas. También se incluyen recomendaciones para mejorar el sistema ",
            "error": [
                ""
            ]
        },
        "rotating optical device": {
            "translated_key": "dispositivo óptico giratorio",
            "translated_annotated_text": "Sistema de medición de perfiles internos basado en láser Se ha desarrollado un sistema automático basado en láser para medir los perfiles internos de diversas estructuras. El sistema utiliza una fuente láser de punto a través de un <br>dispositivo óptico giratorio</br> fijado a un medidor láser.  Un ordenador portátil con software personalizado se utiliza para controlar el medidor láser y el dispositivo giratorio para estimar la forma del perfil escaneado y para determinar el área de sección transversal resultante. La información proporcionada por este sistema es esencial para la industria de la construcción, incluidos los constructores de ventanas y puertas; los fabricantes de vidrio, paneles, tableros y baldosas de suelo; los vendedores de alfombras; y los contratistas de edificios para la estimación de costos y el control de la producción. Como resultado, se puede reducir el tiempo de entrega de los cristales personalizados, carpintería, baldosas y techos. Se describen y demuestran las aplicaciones de este sistema para medir las formas de los marcos de ventanas y los planos del suelo. Se evalúa y analiza la exactitud de la medición. Los resultados han indicado que la precisión de medición se puede lograr dentro del 4% de la distancia de medición, para diseños de ventanas y patrones de suelo típicos requeridos por los principales fabricantes de ventanas. También se incluyen recomendaciones para mejorar el sistema ",
            "error": [
                ""
            ]
        },
        "laser meter": {
            "translated_key": "laser",
            "translated_annotated_text": "Sistema de medición de perfiles internos basado en láser Se ha desarrollado un sistema automático basado en láser para medir los perfiles internos de diversas estructuras. El sistema utiliza una fuente láser de punto a través de un dispositivo óptico giratorio fijado a un medidor láser. Un ordenador portátil con software personalizado se utiliza para controlar el medidor <br>laser</br> y el dispositivo giratorio para estimar la forma del perfil escaneado y determinar el área de sección transversal resultante. La información proporcionada por este sistema es esencial para la industria de la construcción, incluidos los constructores de ventanas y puertas; los fabricantes de vidrio, paneles, tableros y baldosas de suelo; los vendedores de alfombras; y los contratistas de edificios para la estimación de costos y el control de la producción. Como resultado, se puede reducir el tiempo de entrega de los cristales personalizados, carpintería, baldosas y techos. Se describen y demuestran las aplicaciones de este sistema para medir las formas de los marcos de ventanas y los planos del suelo. Se evalúa y analiza la exactitud de la medición. Los resultados han indicado que la precisión de medición se puede lograr dentro del 4% de la distancia de medición, para diseños de ventanas y patrones de suelo típicos requeridos por los principales fabricantes de ventanas. También se incluyen recomendaciones para mejorar el sistema ",
            "error": [
                ""
            ]
        },
        "rotating device": {
            "translated_key": " ",
            "translated_annotated_text": "Sistema de medición de perfiles internos basado en láser Se ha desarrollado un sistema automático basado en láser para medir los perfiles internos de diversas estructuras. El sistema utiliza una fuente láser de punto a través de un dispositivo óptico giratorio fijado a un medidor láser. Un ordenador portátil con software personalizado se utiliza para controlar el medidor láser y el dispositivo de rotación <br> </br> para estimar la forma del perfil escaneado y para determinar el área de sección transversal resultante. La información proporcionada por este sistema es esencial para la industria de la construcción, incluidos los constructores de ventanas y puertas; los fabricantes de vidrio, paneles, tableros y baldosas de suelo; los vendedores de alfombras; y los contratistas de edificios para la estimación de costos y el control de la producción. Como resultado, se puede reducir el tiempo de entrega de los cristales personalizados, carpintería, baldosas y techos. Se describen y demuestran las aplicaciones de este sistema para medir las formas de los marcos de ventanas y los planos del suelo. Se evalúa y analiza la exactitud de la medición. Los resultados han indicado que la precisión de medición se puede lograr dentro del 4% de la distancia de medición, para diseños de ventanas y patrones de suelo típicos requeridos por los principales fabricantes de ventanas. También se incluyen recomendaciones para mejorar el sistema ",
            "error": [
                ""
            ]
        },
        "floor tile manufacturers": {
            "translated_key": [],
            "translated_annotated_text": "Sistema de medición de perfiles internos basado en láser Se ha desarrollado un sistema automático basado en láser para medir los perfiles internos de diversas estructuras. El sistema utiliza una fuente láser de punto a través de un dispositivo óptico giratorio fijado a un medidor láser. Un ordenador portátil con software personalizado se utiliza para controlar el medidor láser y el dispositivo giratorio para estimar la forma del perfil escaneado y para determinar el área de sección transversal resultante. La información proporcionada por este sistema es esencial para la industria de la construcción, incluidos los constructores de ventanas y puertas; los fabricantes de vidrio, paneles, tableros y baldosas de suelo; los vendedores de alfombras; y los contratistas de edificios para la estimación de costos y el control de la producción. Como resultado, se puede reducir el tiempo de entrega de los cristales personalizados, carpintería, baldosas y techos. Se describen y demuestran las aplicaciones de este sistema para medir las formas de los marcos de ventanas y los planos del suelo. Se evalúa y analiza la exactitud de la medición. Los resultados han indicado que la precisión de medición se puede lograr dentro del 4% de la distancia de medición, para diseños de ventanas y patrones de suelo típicos requeridos por los principales fabricantes de ventanas. También se incluyen recomendaciones para mejorar el sistema ",
            "error": []
        },
        "carpet venders": {
            "translated_key": [],
            "translated_annotated_text": "Sistema de medición de perfiles internos basado en láser Se ha desarrollado un sistema automático basado en láser para medir los perfiles internos de diversas estructuras. El sistema utiliza una fuente láser de punto a través de un dispositivo óptico giratorio fijado a un medidor láser. Un ordenador portátil con software personalizado se utiliza para controlar el medidor láser y el dispositivo giratorio para estimar la forma del perfil escaneado y para determinar el área de sección transversal resultante. La información proporcionada por este sistema es esencial para la industria de la construcción, incluidos los constructores de ventanas y puertas; los fabricantes de vidrio, paneles, tableros y baldosas de suelo; los vendedores de alfombras; y los contratistas de construcción para la estimación de costos y el control de producción. Como resultado, se puede reducir el tiempo de entrega de los cristales personalizados, carpintería, baldosas y techos. Se describen y demuestran las aplicaciones de este sistema para medir las formas de los marcos de ventanas y los planos del suelo. Se evalúa y analiza la exactitud de la medición. Los resultados han indicado que la precisión de medición se puede lograr dentro del 4% de la distancia de medición, para diseños de ventanas y patrones de suelo típicos requeridos por los principales fabricantes de ventanas. También se incluyen recomendaciones para mejorar el sistema ",
            "error": []
        },
        "building contractors": {
            "translated_key": "contratistas de edificios",
            "translated_annotated_text": "Sistema de medición de perfiles internos basado en láser Se ha desarrollado un sistema automático basado en láser para medir los perfiles internos de diversas estructuras. El sistema utiliza una fuente láser de punto a través de un dispositivo óptico giratorio fijado a un medidor láser. Un ordenador portátil con software personalizado se utiliza para controlar el medidor láser y el dispositivo giratorio para estimar la forma del perfil escaneado y para determinar el área de sección transversal resultante. La información proporcionada por este sistema es esencial para la industria de la construcción, incluidos los constructores de ventanas y puertas; los fabricantes de vidrio, paneles, tableros y baldosas de suelo; los vendedores de alfombras; y los <br>contratistas de edificios</br> para la estimación de costos y el control de la producción. Como resultado, se puede reducir el tiempo de entrega de los cristales personalizados, carpintería, baldosas y techos. Se describen y demuestran las aplicaciones de este sistema para medir las formas de los marcos de ventanas y los planos del suelo. Se evalúa y analiza la exactitud de la medición. Los resultados han indicado que la precisión de medición se puede lograr dentro del 4% de la distancia de medición, para diseños de ventanas y patrones de suelo típicos requeridos por los principales fabricantes de ventanas. También se incluyen recomendaciones para mejorar el sistema ",
            "error": [
                ""
            ]
        },
        "cost estimation": {
            "translated_key": [],
            "translated_annotated_text": "Sistema de medición de perfiles internos basado en láser Se ha desarrollado un sistema automático basado en láser para medir los perfiles internos de diversas estructuras. El sistema utiliza una fuente láser de punto a través de un dispositivo óptico giratorio fijado a un medidor láser. Un ordenador portátil con software personalizado se utiliza para controlar el medidor láser y el dispositivo giratorio para estimar la forma del perfil escaneado y para determinar el área de sección transversal resultante. La información proporcionada por este sistema es esencial para la industria de la construcción, incluidos los constructores de ventanas y puertas; los fabricantes de vidrio, paneles, tableros y baldosas de suelo; los vendedores de alfombras; y los contratistas de edificios para la estimación de costos y el control de la producción. Como resultado, se puede reducir el tiempo de entrega de los cristales personalizados, carpintería, baldosas y techos. Se describen y demuestran las aplicaciones de este sistema para medir las formas de los marcos de ventanas y los planos del suelo. Se evalúa y analiza la exactitud de la medición. Los resultados han indicado que la precisión de medición se puede lograr dentro del 4% de la distancia de medición, para diseños de ventanas y patrones de suelo típicos requeridos por los principales fabricantes de ventanas. También se incluyen recomendaciones para mejorar el sistema ",
            "error": []
        },
        "production control": {
            "translated_key": "control de la producción",
            "translated_annotated_text": "Sistema de medición de perfiles internos basado en láser Se ha desarrollado un sistema automático basado en láser para medir los perfiles internos de diversas estructuras. El sistema utiliza una fuente láser de punto a través de un dispositivo óptico giratorio fijado a un medidor láser. Un ordenador portátil con software personalizado se utiliza para controlar el medidor láser y el dispositivo giratorio para estimar la forma del perfil escaneado y para determinar el área de sección transversal resultante. La información proporcionada por este sistema es esencial para la industria de la construcción, incluidos los constructores de ventanas y puertas; los fabricantes de vidrio, paneles, tableros y baldosas de suelo; los vendedores de alfombras; y los contratistas de edificios para la estimación de costos y el <br>control de la producción</br>. Como resultado, se puede reducir el tiempo de entrega de los cristales personalizados, carpintería, baldosas y techos. Se describen y demuestran las aplicaciones de este sistema para medir las formas de los marcos de ventanas y los planos del suelo. Se evalúa y analiza la exactitud de la medición. Los resultados han indicado que la precisión de medición se puede lograr dentro del 4% de la distancia de medición, para diseños de ventanas y patrones de suelo típicos requeridos por los principales fabricantes de ventanas. También se incluyen recomendaciones para mejorar el sistema ",
            "error": [
                ""
            ]
        },
        "customized windowpanes": {
            "translated_key": [],
            "translated_annotated_text": "Sistema de medición de perfiles internos basado en láser Se ha desarrollado un sistema automático basado en láser para medir los perfiles internos de diversas estructuras. El sistema utiliza una fuente láser de punto a través de un dispositivo óptico giratorio fijado a un medidor láser. Un ordenador portátil con software personalizado se utiliza para controlar el medidor láser y el dispositivo giratorio para estimar la forma del perfil escaneado y para determinar el área de sección transversal resultante. La información proporcionada por este sistema es esencial para la industria de la construcción, incluidos los constructores de ventanas y puertas; los fabricantes de vidrio, paneles, tableros y baldosas de suelo; los vendedores de alfombras; y los contratistas de edificios para la estimación de costos y el control de la producción. Como resultado, se puede reducir el tiempo de entrega de las ventanas personalizadas <br>, carpintería, baldosas y techos. Se describen y demuestran las aplicaciones de este sistema para medir las formas de los marcos de ventanas y los planos del suelo. Se evalúa y analiza la exactitud de la medición. Los resultados han indicado que la precisión de medición se puede lograr dentro del 4% de la distancia de medición, para diseños de ventanas y patrones de suelo típicos requeridos por los principales fabricantes de ventanas. También se incluyen recomendaciones para mejorar el sistema ",
            "error": []
        },
        "window frames": {
            "translated_key": "marcos de ventanas",
            "translated_annotated_text": "Sistema de medición de perfiles internos basado en láser Se ha desarrollado un sistema automático basado en láser para medir los perfiles internos de diversas estructuras. El sistema utiliza una fuente láser de punto a través de un dispositivo óptico giratorio fijado a un medidor láser. Un ordenador portátil con software personalizado se utiliza para controlar el medidor láser y el dispositivo giratorio para estimar la forma del perfil escaneado y para determinar el área de sección transversal resultante. La información proporcionada por este sistema es esencial para la industria de la construcción, incluidos los constructores de ventanas y puertas; los fabricantes de vidrio, paneles, tableros y baldosas de suelo; los vendedores de alfombras; y los contratistas de edificios para la estimación de costos y el control de la producción. Como resultado, se puede reducir el tiempo de entrega de los cristales personalizados, carpintería, baldosas y techos. Se describen y demuestran las aplicaciones de este sistema para medir las formas de los <br>marcos de ventanas</br> y los planos del suelo. Se evalúa y analiza la exactitud de la medición. Los resultados han indicado que la precisión de medición se puede lograr dentro del 4% de la distancia de medición, para diseños de ventanas y patrones de suelo típicos requeridos por los principales fabricantes de ventanas. También se incluyen recomendaciones para mejorar el sistema ",
            "error": [
                ""
            ]
        },
        "civil engineering computing": {
            "translated_key": [],
            "translated_annotated_text": "Sistema de medición de perfiles internos basado en láser Se ha desarrollado un sistema automático basado en láser para medir los perfiles internos de diversas estructuras. El sistema utiliza una fuente láser de punto a través de un dispositivo óptico giratorio fijado a un medidor láser. Un ordenador portátil con software personalizado se utiliza para controlar el medidor láser y el dispositivo giratorio para estimar la forma del perfil escaneado y para determinar el área de sección transversal resultante. La información proporcionada por este sistema es esencial para la industria de la construcción, incluidos los constructores de ventanas y puertas; los fabricantes de vidrio, paneles, tableros y baldosas de suelo; los vendedores de alfombras; y los contratistas de edificios para la estimación de costos y el control de la producción. Como resultado, se puede reducir el tiempo de entrega de los cristales personalizados, carpintería, baldosas y techos. Se describen y demuestran las aplicaciones de este sistema para medir las formas de los marcos de ventanas y los planos del suelo. Se evalúa y analiza la exactitud de la medición. Los resultados han indicado que la precisión de medición se puede lograr dentro del 4% de la distancia de medición, para diseños de ventanas y patrones de suelo típicos requeridos por los principales fabricantes de ventanas. También se incluyen recomendaciones para mejorar el sistema ",
            "error": []
        },
        "computerised instrumentation": {
            "translated_key": [],
            "translated_annotated_text": "Sistema de medición de perfiles internos basado en láser Se ha desarrollado un sistema automático basado en láser para medir los perfiles internos de diversas estructuras. El sistema utiliza una fuente láser de punto a través de un dispositivo óptico giratorio fijado a un medidor láser. Un ordenador portátil con software personalizado se utiliza para controlar el medidor láser y el dispositivo giratorio para estimar la forma del perfil escaneado y para determinar el área de sección transversal resultante. La información proporcionada por este sistema es esencial para la industria de la construcción, incluidos los constructores de ventanas y puertas; los fabricantes de vidrio, paneles, tableros y baldosas de suelo; los vendedores de alfombras; y los contratistas de edificios para la estimación de costos y el control de la producción. Como resultado, se puede reducir el tiempo de entrega de los cristales personalizados, carpintería, baldosas y techos. Se describen y demuestran las aplicaciones de este sistema para medir las formas de los marcos de ventanas y los planos del suelo. Se evalúa y analiza la exactitud de la medición. Los resultados han indicado que la precisión de medición se puede lograr dentro del 4% de la distancia de medición, para diseños de ventanas y patrones de suelo típicos requeridos por los principales fabricantes de ventanas. También se incluyen recomendaciones para mejorar el sistema ",
            "error": []
        },
        "measurement by laser beam": {
            "translated_key": [],
            "translated_annotated_text": "Sistema de medición de perfiles internos basado en láser Se ha desarrollado un sistema automático basado en láser para medir los perfiles internos de diversas estructuras. El sistema utiliza una fuente láser de punto a través de un dispositivo óptico giratorio fijado a un medidor láser. Un ordenador portátil con software personalizado se utiliza para controlar el medidor láser y el dispositivo giratorio para estimar la forma del perfil escaneado y para determinar el área de sección transversal resultante. La información proporcionada por este sistema es esencial para la industria de la construcción, incluidos los constructores de ventanas y puertas; los fabricantes de vidrio, paneles, tableros y baldosas de suelo; los vendedores de alfombras; y los contratistas de edificios para la estimación de costos y el control de la producción. Como resultado, se puede reducir el tiempo de entrega de los cristales personalizados, carpintería, baldosas y techos. Se describen y demuestran las aplicaciones de este sistema para medir las formas de los marcos de ventanas y los planos del suelo. Se evalúa y analiza la exactitud de la medición. Los resultados han indicado que la precisión de medición se puede lograr dentro del 4% de la distancia de medición, para diseños de ventanas y patrones de suelo típicos requeridos por los principales fabricantes de ventanas. También se incluyen recomendaciones para mejorar el sistema ",
            "error": []
        }
    }
}