{
    "original_text": "What do you say? Open letters to women considering a computer science major In the last decade we have both monitored with great interest the ratio of female to male computer science majors at our respective institutions. With each entering class, we think: Surely, now is the time when the numbers will become more balanced. Logic tells us that this must eventually happen, because the opportunities in computing are simply too attractive for an entire segment of our population to routinely pass up. But each year we are again disappointed in the number of women students, as they continue to be woefully under-represented among computer science majors. So, what do you say to a young woman who is considering a college choice and a choice of major in order to make computer science a more attractive option? We have organized some thoughts on that subject into open letters",
    "original_translation": "¿Qué dices? Cartas abiertas a las mujeres que consideran una especialización en ciencias de la computación En la última década hemos monitoreado con gran interés la proporción de mujeres y hombres en ciencias de la computación en nuestras respectivas instituciones. Con cada clase entrante, pensamos: Seguramente, ahora es el momento en que los números se volverán más equilibrados. La lógica nos dice que esto debe suceder eventualmente, porque las oportunidades en la computación son simplemente demasiado atractivas para que un segmento entero de nuestra población pase por alto rutinariamente. Sin embargo, cada año nos decepciona de nuevo el número de mujeres estudiantes, ya que siguen estando lamentablemente insuficientemente representadas en las carreras de informática. Entonces, ¿qué le dices a una joven que está considerando una elección universitaria y una elección de especialidad para hacer de la informática una opción más atractiva? Hemos organizado algunas reflexiones sobre ese tema en cartas abiertas",
    "error_count": 6,
    "keys": {
        "women": {
            "translated_key": "mujeres",
            "translated_annotated_text": "¿Qué dices? Cartas abiertas a <br>mujeres</br> considerando una especialización en ciencias de la computación En la última década hemos monitoreado con gran interés la proporción de mujeres y hombres en ciencias de la computación en nuestras respectivas instituciones. Con cada clase entrante, pensamos: Seguramente, ahora es el momento en que los números se volverán más equilibrados. La lógica nos dice que esto debe suceder eventualmente, porque las oportunidades en la computación son simplemente demasiado atractivas para que un segmento entero de nuestra población pase por alto rutinariamente. Pero cada año estamos decepcionados de nuevo con el número de estudiantes <br>mujeres</br>, ya que siguen estando lamentablemente insuficientemente representados entre los estudiantes de informática. Entonces, ¿qué le dices a una joven que está considerando una elección universitaria y una elección de especialidad para hacer de la informática una opción más atractiva? Hemos organizado algunas reflexiones sobre ese tema en cartas abiertas ",
            "error": [
                ""
            ]
        },
        "computer science education": {
            "translated_key": [],
            "translated_annotated_text": "¿Qué dices? Cartas abiertas a las mujeres que consideran una especialización en ciencias de la computación En la última década hemos monitoreado con gran interés la proporción de mujeres y hombres en ciencias de la computación en nuestras respectivas instituciones. Con cada clase entrante, pensamos: Seguramente, ahora es el momento en que los números se volverán más equilibrados. La lógica nos dice que esto debe suceder eventualmente, porque las oportunidades en la computación son simplemente demasiado atractivas para que un segmento entero de nuestra población pase por alto rutinariamente. Sin embargo, cada año nos decepciona de nuevo el número de mujeres estudiantes, ya que siguen estando lamentablemente insuficientemente representadas en las carreras de informática. Entonces, ¿qué le dices a una joven que está considerando una elección universitaria y una elección de especialidad para hacer de la informática una opción más atractiva? Hemos organizado algunas reflexiones sobre ese tema en cartas abiertas ",
            "error": []
        },
        "female": {
            "translated_key": [],
            "translated_annotated_text": "¿Qué dices? Cartas abiertas a las mujeres que consideran una especialización en ciencias de la computación En la última década hemos monitoreado con gran interés la proporción de mujeres y hombres en ciencias de la computación en nuestras respectivas instituciones. Con cada clase entrante, pensamos: Seguramente, ahora es el momento en que los números se volverán más equilibrados. La lógica nos dice que esto debe suceder eventualmente, porque las oportunidades en la computación son simplemente demasiado atractivas para que un segmento entero de nuestra población pase por alto rutinariamente. Sin embargo, cada año nos decepciona de nuevo el número de mujeres estudiantes, ya que siguen estando lamentablemente insuficientemente representadas en las carreras de informática. Entonces, ¿qué le dices a una joven que está considerando una elección universitaria y una elección de especialidad para hacer de la informática una opción más atractiva? Hemos organizado algunas reflexiones sobre ese tema en cartas abiertas ",
            "error": []
        },
        "male": {
            "translated_key": "male",
            "translated_annotated_text": "¿Qué dices? Cartas abiertas a las mujeres que consideran una carrera de informática En la última década hemos monitoreado con gran interés la proporción de mujeres con <br>male</br> carreras de informática en nuestras respectivas instituciones. Con cada clase entrante, pensamos: Seguramente, ahora es el momento en que los números se volverán más equilibrados. La lógica nos dice que esto debe suceder eventualmente, porque las oportunidades en la computación son simplemente demasiado atractivas para que un segmento entero de nuestra población pase por alto rutinariamente. Sin embargo, cada año nos decepciona de nuevo el número de mujeres estudiantes, ya que siguen estando lamentablemente insuficientemente representadas en las carreras de informática. Entonces, ¿qué le dices a una joven que está considerando una elección universitaria y una elección de especialidad para hacer de la informática una opción más atractiva? Hemos organizado algunas reflexiones sobre ese tema en cartas abiertas ",
            "error": [
                ""
            ]
        },
        "computer science majors": {
            "translated_key": "ciencias de la computación",
            "translated_annotated_text": "¿Qué dices? Cartas abiertas a las mujeres considerando una especialización en <br>ciencias de la computación</br> En la última década ambos hemos monitoreado con gran interés la proporción de mujeres y hombres en <br>ciencias de la computación</br> en nuestras respectivas instituciones. Con cada clase entrante, pensamos: Seguramente, ahora es el momento en que los números se volverán más equilibrados. La lógica nos dice que esto debe suceder eventualmente, porque las oportunidades en la computación son simplemente demasiado atractivas para que un segmento entero de nuestra población pase por alto rutinariamente. Pero cada año nos decepcionamos de nuevo con el número de mujeres estudiantes, ya que siguen estando lamentablemente insuficientemente representadas entre los estudiantes de informática. Entonces, ¿qué le dices a una joven que está considerando una elección universitaria y una elección de especialidad para hacer de la informática una opción más atractiva? Hemos organizado algunas reflexiones sobre ese tema en cartas abiertas ",
            "error": [
                ""
            ]
        },
        "gender issues": {
            "translated_key": [],
            "translated_annotated_text": "¿Qué dices? Cartas abiertas a las mujeres que consideran una especialización en ciencias de la computación En la última década hemos monitoreado con gran interés la proporción de mujeres y hombres en ciencias de la computación en nuestras respectivas instituciones. Con cada clase entrante, pensamos: Seguramente, ahora es el momento en que los números se volverán más equilibrados. La lógica nos dice que esto debe suceder eventualmente, porque las oportunidades en la computación son simplemente demasiado atractivas para que un segmento entero de nuestra población pase por alto rutinariamente. Sin embargo, cada año nos decepciona de nuevo el número de mujeres estudiantes, ya que siguen estando lamentablemente insuficientemente representadas en las carreras de informática. Entonces, ¿qué le dices a una joven que está considerando una elección universitaria y una elección de especialidad para hacer de la informática una opción más atractiva? Hemos organizado algunas reflexiones sobre ese tema en cartas abiertas ",
            "error": []
        },
        "social aspects of automation": {
            "translated_key": [],
            "translated_annotated_text": "¿Qué dices? Cartas abiertas a las mujeres que consideran una especialización en ciencias de la computación En la última década hemos monitoreado con gran interés la proporción de mujeres y hombres en ciencias de la computación en nuestras respectivas instituciones. Con cada clase entrante, pensamos: Seguramente, ahora es el momento en que los números se volverán más equilibrados. La lógica nos dice que esto debe suceder eventualmente, porque las oportunidades en la computación son simplemente demasiado atractivas para que un segmento entero de nuestra población pase por alto rutinariamente. Sin embargo, cada año nos decepciona de nuevo el número de mujeres estudiantes, ya que siguen estando lamentablemente insuficientemente representadas en las carreras de informática. Entonces, ¿qué le dices a una joven que está considerando una elección universitaria y una elección de especialidad para hacer de la informática una opción más atractiva? Hemos organizado algunas reflexiones sobre ese tema en cartas abiertas ",
            "error": []
        }
    }
}