{
    "original_text": "Computing 2002: democracy, education, and the future Computer scientists, computer engineers, information technologists, and their collective products have grown and changed in quantity, quality, and nature. In the first decade of this new century, it should become apparent to everyone that the computing and information fields, broadly defined, will have a profound impact on every element of every persons life. The author considers how women and girls of the world have been neither educated for computing nor served by computing. Globally, womens participation in computer science grew for a while, then dropped precipitously. Computing, science, engineering, and society will suffer if this decline continues, because women have different perspectives on technology, what it is important for, how it should be built, which projects should be funded, and so on. To create a positive future, to assure that women equally influence the future, computing education must change",
    "original_translation": "Computación 2002: la democracia, la educación y el futuro de los científicos informáticos, ingenieros informáticos, técnicos de la información y sus productos colectivos han crecido y cambiado en cantidad, calidad y naturaleza. En la primera década de este nuevo siglo, debe quedar claro para todos que los campos de la informática y la información, definidos en términos generales, tendrán un profundo impacto en cada elemento de la vida de cada persona. La autora considera que las mujeres y las niñas del mundo no han sido educadas para la computación ni servidas por la informática. A nivel mundial, la participación de la mujer en la informática creció durante un tiempo, y luego disminuyó precipitadamente. La computación, la ciencia, la ingeniería y la sociedad sufrirán si este declive continúa, porque las mujeres tienen diferentes perspectivas sobre la tecnología, para qué es importante, cómo debe construirse, qué proyectos deben financiarse, etc. Para crear un futuro positivo, para asegurar que las mujeres influyen igualmente en el futuro, la educación informática debe cambiar",
    "error_count": 7,
    "keys": {
        "computer science education": {
            "translated_key": [],
            "translated_annotated_text": "Computación 2002: la democracia, la educación y el futuro de los científicos informáticos, ingenieros informáticos, técnicos de la información y sus productos colectivos han crecido y cambiado en cantidad, calidad y naturaleza. En la primera década de este nuevo siglo, debe quedar claro para todos que los campos de la informática y la información, definidos en términos generales, tendrán un profundo impacto en cada elemento de la vida de cada persona. La autora considera que las mujeres y las niñas del mundo no han sido educadas para la computación ni servidas por la informática. A nivel mundial, la participación de la mujer en la informática creció durante un tiempo, y luego disminuyó precipitadamente. La computación, la ciencia, la ingeniería y la sociedad sufrirán si este declive continúa, porque las mujeres tienen diferentes perspectivas sobre la tecnología, para qué es importante, cómo debe construirse, qué proyectos deben financiarse, etc. Para crear un futuro positivo, para asegurar que las mujeres influyen igualmente en el futuro, la educación informática debe cambiar ",
            "error": []
        },
        "gender issues": {
            "translated_key": [],
            "translated_annotated_text": "Computación 2002: la democracia, la educación y el futuro de los científicos informáticos, ingenieros informáticos, técnicos de la información y sus productos colectivos han crecido y cambiado en cantidad, calidad y naturaleza. En la primera década de este nuevo siglo, debe quedar claro para todos que los campos de la informática y la información, definidos en términos generales, tendrán un profundo impacto en cada elemento de la vida de cada persona. La autora considera que las mujeres y las niñas del mundo no han sido educadas para la computación ni servidas por la informática. A nivel mundial, la participación de la mujer en la informática creció durante un tiempo, y luego disminuyó precipitadamente. La computación, la ciencia, la ingeniería y la sociedad sufrirán si este declive continúa, porque las mujeres tienen diferentes perspectivas sobre la tecnología, para qué es importante, cómo debe construirse, qué proyectos deben financiarse, etc. Para crear un futuro positivo, para asegurar que las mujeres influyen igualmente en el futuro, la educación informática debe cambiar ",
            "error": []
        },
        "future": {
            "translated_key": "futuro",
            "translated_annotated_text": "Computación 2002: democracia, educación y el <br>futuro</br> Los científicos informáticos, ingenieros informáticos, técnicos de la información y sus productos colectivos han crecido y cambiado en cantidad, calidad y naturaleza. En la primera década de este nuevo siglo, debe quedar claro para todos que los campos de la informática y la información, definidos en términos generales, tendrán un profundo impacto en cada elemento de la vida de cada persona. La autora considera que las mujeres y las niñas del mundo no han sido educadas para la computación ni servidas por la informática. A nivel mundial, la participación de la mujer en la informática creció durante un tiempo, y luego disminuyó precipitadamente. La computación, la ciencia, la ingeniería y la sociedad sufrirán si este declive continúa, porque las mujeres tienen diferentes perspectivas sobre la tecnología, para qué es importante, cómo debe construirse, qué proyectos deben financiarse, etc. Para crear un futuro <br> positivo, para asegurar que las mujeres influyen igualmente en el futuro <br>, la educación informática debe cambiar ",
            "error": [
                ""
            ]
        },
        "women": {
            "translated_key": [
                "mujeres",
                "mujeres",
                " las mujeres"
            ],
            "translated_annotated_text": "Computación 2002: la democracia, la educación y el futuro de los científicos informáticos, ingenieros informáticos, técnicos de la información y sus productos colectivos han crecido y cambiado en cantidad, calidad y naturaleza. En la primera década de este nuevo siglo, debe quedar claro para todos que los campos de la informática y la información, definidos en términos generales, tendrán un profundo impacto en cada elemento de la vida de cada persona. La autora considera que las <br>mujeres</br> y las niñas del mundo no han sido educadas para la informática ni han sido atendidas por la informática. A nivel mundial, la participación de la mujer en la informática creció durante un tiempo, y luego disminuyó precipitadamente. La informática, la ciencia, la ingeniería y la sociedad sufrirán si este declive continúa, porque las <br>mujeres</br> tienen diferentes perspectivas sobre la tecnología, para qué es importante, cómo debe construirse, qué proyectos deben financiarse, etc. Para crear un futuro positivo, para asegurar que <br> las mujeres</br> influyen igualmente en el futuro, la educación informática debe cambiar ",
            "error": [
                "mujeres",
                "mujeres",
                " las mujeres"
            ]
        },
        "girls": {
            "translated_key": "niñas",
            "translated_annotated_text": "Computación 2002: la democracia, la educación y el futuro de los científicos informáticos, ingenieros informáticos, técnicos de la información y sus productos colectivos han crecido y cambiado en cantidad, calidad y naturaleza. En la primera década de este nuevo siglo, debe quedar claro para todos que los campos de la informática y la información, definidos en términos generales, tendrán un profundo impacto en cada elemento de la vida de cada persona. La autora considera que las mujeres y las <br>niñas</br> del mundo no han sido educadas para la computación ni atendidas por la informática. A nivel mundial, la participación de la mujer en la informática creció durante un tiempo, y luego disminuyó precipitadamente. La computación, la ciencia, la ingeniería y la sociedad sufrirán si este declive continúa, porque las mujeres tienen diferentes perspectivas sobre la tecnología, para qué es importante, cómo debe construirse, qué proyectos deben financiarse, etc. Para crear un futuro positivo, para asegurar que las mujeres influyen igualmente en el futuro, la educación informática debe cambiar ",
            "error": [
                ""
            ]
        },
        "society": {
            "translated_key": [],
            "translated_annotated_text": "Computación 2002: la democracia, la educación y el futuro de los científicos informáticos, ingenieros informáticos, técnicos de la información y sus productos colectivos han crecido y cambiado en cantidad, calidad y naturaleza. En la primera década de este nuevo siglo, debe quedar claro para todos que los campos de la informática y la información, definidos en términos generales, tendrán un profundo impacto en cada elemento de la vida de cada persona. La autora considera que las mujeres y las niñas del mundo no han sido educadas para la computación ni servidas por la informática. A nivel mundial, la participación de la mujer en la informática creció durante un tiempo, y luego disminuyó precipitadamente. La computación, la ciencia, la ingeniería y la sociedad sufrirán si este declive continúa, porque las mujeres tienen diferentes perspectivas sobre la tecnología, para qué es importante, cómo debe construirse, qué proyectos deben financiarse, etc. Para crear un futuro positivo, para asegurar que las mujeres influyen igualmente en el futuro, la educación informática debe cambiar ",
            "error": []
        },
        "democracy": {
            "translated_key": "democracia",
            "translated_annotated_text": "Computación 2002: <br>democracia</br>, educación, y los futuros científicos informáticos, ingenieros informáticos, tecnólogos de la información, y sus productos colectivos han crecido y cambiado en cantidad, calidad y naturaleza. En la primera década de este nuevo siglo, debe quedar claro para todos que los campos de la informática y la información, definidos en términos generales, tendrán un profundo impacto en cada elemento de la vida de cada persona. La autora considera que las mujeres y las niñas del mundo no han sido educadas para la computación ni servidas por la informática. A nivel mundial, la participación de la mujer en la informática creció durante un tiempo, y luego disminuyó precipitadamente. La computación, la ciencia, la ingeniería y la sociedad sufrirán si este declive continúa, porque las mujeres tienen diferentes perspectivas sobre la tecnología, para qué es importante, cómo debe construirse, qué proyectos deben financiarse, etc. Para crear un futuro positivo, para asegurar que las mujeres influyen igualmente en el futuro, la educación informática debe cambiar ",
            "error": [
                ""
            ]
        },
        "social aspects of automation": {
            "translated_key": [],
            "translated_annotated_text": "Computación 2002: la democracia, la educación y el futuro de los científicos informáticos, ingenieros informáticos, técnicos de la información y sus productos colectivos han crecido y cambiado en cantidad, calidad y naturaleza. En la primera década de este nuevo siglo, debe quedar claro para todos que los campos de la informática y la información, definidos en términos generales, tendrán un profundo impacto en cada elemento de la vida de cada persona. La autora considera que las mujeres y las niñas del mundo no han sido educadas para la computación ni servidas por la informática. A nivel mundial, la participación de la mujer en la informática creció durante un tiempo, y luego disminuyó precipitadamente. La computación, la ciencia, la ingeniería y la sociedad sufrirán si este declive continúa, porque las mujeres tienen diferentes perspectivas sobre la tecnología, para qué es importante, cómo debe construirse, qué proyectos deben financiarse, etc. Para crear un futuro positivo, para asegurar que las mujeres influyen igualmente en el futuro, la educación informática debe cambiar ",
            "error": []
        }
    }
}