{
    "original_text": "Estimation of the Poisson stream intensity in a multilinear queue with an exponential job queue decay Times the busy queue periods start are found for a multilinear queue with an exponential job queue decay and uniform resource allocation to individual servers. The stream intensity and the average job are estimated from observations of the times the queue busy periods start",
    "original_translation": "Estimación de la intensidad de flujo de Poisson en una cola multilineal con una decaimiento exponencial de la cola de trabajo Los tiempos de inicio de los períodos de cola ocupados se encuentran para una cola multilineal con una decaimiento exponencial de la cola de trabajo y asignación uniforme de recursos a servidores individuales. La intensidad de flujo y el trabajo promedio se calculan a partir de las observaciones de los tiempos en que comienzan los períodos de ajetreo de la cola",
    "error_count": 4,
    "keys": {
        "Poisson stream intensity": {
            "translated_key": "Poisson",
            "translated_annotated_text": "Estimación de la intensidad de flujo <br>Poisson</br> en una cola multilineal con una desintegración exponencial de la cola de trabajo Los tiempos de inicio de los períodos de cola ocupados se encuentran para una cola multilineal con una descomposición exponencial de la cola de trabajo y asignación uniforme de recursos a servidores individuales. La intensidad de flujo y el trabajo promedio se calculan a partir de las observaciones de los tiempos en que comienzan los períodos de ajetreo de la cola ",
            "error": [
                ""
            ]
        },
        "multilinear queue": {
            "translated_key": [],
            "translated_annotated_text": "Estimación de la intensidad de flujo de Poisson en una cola multilineal <br> con una decaimiento exponencial de la cola de trabajo Los tiempos de inicio de los períodos de cola ocupados se encuentran para una cola multilineal <br> con una decaimiento exponencial de la cola de trabajo y asignación uniforme de recursos a servidores individuales. La intensidad de flujo y el trabajo promedio se calculan a partir de las observaciones de los tiempos en que comienzan los períodos de ajetreo de la cola ",
            "error": []
        },
        "exponential job queue decay": {
            "translated_key": "exponencial",
            "translated_annotated_text": "Estimación de la intensidad de flujo de Poisson en una cola multilineal con un decaimiento de la cola de trabajo <br>exponencial</br> Las veces que comienzan los períodos de cola ocupados se encuentran para una cola multilineal con un decaimiento de la cola de trabajo <br>exponencial</br> y asignación uniforme de recursos a servidores individuales. La intensidad de flujo y el trabajo promedio se calculan a partir de las observaciones de los tiempos en que comienzan los períodos de ajetreo de la cola ",
            "error": [
                ""
            ]
        },
        "busy queue periods start": {
            "translated_key": "busy start",
            "translated_annotated_text": "Estimación de la intensidad de flujo de Poisson en una cola multilineal con una decaimiento exponencial de la cola de trabajo Los períodos de cola <br>busy start</br> se encuentran para una cola multilineal con una decaimiento exponencial de la cola de trabajo y asignación uniforme de recursos a servidores individuales. La intensidad de flujo y el trabajo promedio se calculan a partir de las observaciones de los tiempos en que comienzan los períodos de ajetreo de la cola ",
            "error": [
                ""
            ]
        },
        "uniform resource allocation": {
            "translated_key": "asignación de recursos uniforme",
            "translated_annotated_text": "Estimación de la intensidad de flujo de Poisson en una cola multilineal con una decaimiento exponencial de la cola de trabajo Los tiempos de inicio de los períodos de cola ocupados se encuentran para una cola multilineal con una decaimiento exponencial de la cola de trabajo y <br>asignación de recursos uniforme</br> a servidores individuales. La intensidad de flujo y el trabajo promedio se calculan a partir de las observaciones de los tiempos en que comienzan los períodos de ajetreo de la cola ",
            "error": [
                ""
            ]
        },
        "stream intensity": {
            "translated_key": " en una cola multilineal con una decaimiento exponencial de la cola de trabajo Los tiempos de inicio de los períodos de cola ocupados se encuentran para una cola multilineal con una decaimiento exponencial de la cola de trabajo y asignación uniforme de recursos a servidores individuales. La intensidad <br>stream",
            "translated_annotated_text": "Estimación de la intensidad de flujo de Poisson <br> en una cola multilineal con una decaimiento exponencial de la cola de trabajo Los tiempos de inicio de los períodos de cola ocupados se encuentran para una cola multilineal con una decaimiento exponencial de la cola de trabajo y asignación uniforme de recursos a servidores individuales. La intensidad <br>stream</br> y el trabajo promedio se calculan a partir de las observaciones de los tiempos en que comienzan los períodos de ajetreo de la cola ",
            "error": [
                ""
            ]
        },
        "individual servers": {
            "translated_key": "servidores individuales",
            "translated_annotated_text": "Estimación de la intensidad de flujo de Poisson en una cola multilineal con una decaimiento exponencial de la cola de trabajo Los tiempos de inicio de los períodos de cola ocupados se encuentran para una cola multilineal con una decaimiento exponencial de la cola de trabajo y asignación uniforme de recursos a <br>servidores individuales</br>.  La intensidad de flujo y el trabajo promedio se calculan a partir de las observaciones de los tiempos en que comienzan los períodos de ajetreo de la cola ",
            "error": [
                ""
            ]
        },
        "queueing theory": {
            "translated_key": [],
            "translated_annotated_text": "Estimación de la intensidad de flujo de Poisson en una cola multilineal con una decaimiento exponencial de la cola de trabajo Los tiempos de inicio de los períodos de cola ocupados se encuentran para una cola multilineal con una decaimiento exponencial de la cola de trabajo y asignación uniforme de recursos a servidores individuales. La intensidad de flujo y el trabajo promedio se calculan a partir de las observaciones de los tiempos en que comienzan los períodos de ajetreo de la cola ",
            "error": []
        },
        "resource allocation": {
            "translated_key": [],
            "translated_annotated_text": "Estimación de la intensidad de flujo de Poisson en una cola multilineal con una desintegración exponencial de la cola de trabajo Los tiempos de inicio de los períodos de cola ocupados se encuentran para una cola multilineal con una descomposición exponencial de la cola de trabajo y asignación uniforme de recursos a servidores individuales. La intensidad de flujo y el trabajo promedio se calculan a partir de las observaciones de los tiempos en que comienzan los períodos de ajetreo de la cola ",
            "error": []
        },
        "stochastic processes": {
            "translated_key": [],
            "translated_annotated_text": "Estimación de la intensidad de flujo de Poisson en una cola multilineal con una decaimiento exponencial de la cola de trabajo Los tiempos de inicio de los períodos de cola ocupados se encuentran para una cola multilineal con una decaimiento exponencial de la cola de trabajo y asignación uniforme de recursos a servidores individuales. La intensidad de flujo y el trabajo promedio se calculan a partir de las observaciones de los tiempos en que comienzan los períodos de ajetreo de la cola ",
            "error": []
        }
    }
}