{
    "original_text": "A meteorological fuzzy expert system incorporating subjective user input We present a fuzzy expert system, MEDEX, for forecasting gale-force winds in the Mediterranean basin. The most successful local wind forecasting in this region is achieved by an expert human forecaster with access to numerical weather prediction products. That forecasters knowledge is expressed as a set of rules-of-thumb. Fuzzy set methodologies have proved well suited for encoding the forecasters knowledge, and for accommodating the uncertainty inherent in the specification of rules, as well as in subjective and objective input. MEDEX uses fuzzy set theory in two ways: as a fuzzy rule base in the expert system, and for fuzzy pattern matching to select dominant wind circulation patterns as one input to the expert system. The system was developed, tuned, and verified over a two-year period, during which the weather conditions from 539 days were individually analyzed. Evaluations of MEDEX performance for both the onset and cessation of winter and summer winds are presented, and demonstrate that MEDEX has forecasting skill competitive with the US Navys regional forecasting center in Rota, Spain",
    "original_translation": "Un sistema de expertos meteorológicos borrosos que incorpora la entrada subjetiva del usuario Presentamos un sistema de expertos borrosos, MEDEX, para la predicción de vientos de fuerza de viento en la cuenca mediterránea. El pronóstico eólico local más exitoso de esta región lo logra un experto en pronóstico humano con acceso a productos de predicción meteorológica numérica. Ese conocimiento de los pronosticadores se expresa como un conjunto de reglas del pulgar. Las metodologías de conjuntos borrosos han resultado muy adecuadas para codificar los conocimientos de los pronosticadores y para dar cabida a la incertidumbre inherente a la especificación de las normas, así como a las aportaciones subjetivas y objetivas. MEDEX utiliza la teoría de conjuntos borrosos de dos maneras: como una base de reglas borrosas en el sistema experto, y para la coincidencia de patrones borrosos para seleccionar patrones dominantes de circulación del viento como una entrada al sistema experto. El sistema fue desarrollado, sintonizado y verificado durante un período de dos años, durante el cual se analizaron individualmente las condiciones meteorológicas a partir de 539 días. Se presentan evaluaciones del desempeño de MEDEX tanto para el inicio como para el cese de los vientos invernales y veraniegos, y demuestran que MEDEX tiene una habilidad predictiva competitiva con el centro de previsión regional de la Marina de los EE.UU. en Rota, España",
    "error_count": 9,
    "keys": {
        "meteorological fuzzy expert system": {
            "translated_key": "meteorológico borroso",
            "translated_annotated_text": "Un sistema experto <br>meteorológico borroso</br> que incorpora la entrada subjetiva del usuario Presentamos un sistema experto borroso, MEDEX, para la predicción de vientos de fuerza de viento en la cuenca mediterránea. El pronóstico eólico local más exitoso de esta región lo logra un experto en pronóstico humano con acceso a productos de predicción meteorológica numérica. Ese conocimiento de los pronosticadores se expresa como un conjunto de reglas del pulgar. Las metodologías de conjuntos borrosos han resultado muy adecuadas para codificar los conocimientos de los pronosticadores y para dar cabida a la incertidumbre inherente a la especificación de las normas, así como a las aportaciones subjetivas y objetivas. MEDEX utiliza la teoría de conjuntos borrosos de dos maneras: como una base de reglas borrosas en el sistema experto, y para la coincidencia de patrones borrosos para seleccionar patrones dominantes de circulación del viento como una entrada al sistema experto. El sistema fue desarrollado, sintonizado y verificado durante un período de dos años, durante el cual se analizaron individualmente las condiciones meteorológicas a partir de 539 días. Se presentan evaluaciones del desempeño de MEDEX tanto para el inicio como para el cese de los vientos invernales y veraniegos, y demuestran que MEDEX tiene una habilidad predictiva competitiva con el centro de previsión regional de la Marina de los EE.UU. en Rota, España ",
            "error": [
                ""
            ]
        },
        "subjective user input": {
            "translated_key": "input de usuario subjetivo",
            "translated_annotated_text": "Un sistema experto en meteorología que incorpora <br>input de usuario subjetivo</br> Presentamos un sistema experto en meteorología, MEDEX, para pronosticar vientos de fuerza de viento en la cuenca mediterránea. El pronóstico eólico local más exitoso de esta región lo logra un experto en pronóstico humano con acceso a productos de predicción meteorológica numérica. Ese conocimiento de los pronosticadores se expresa como un conjunto de reglas del pulgar. Las metodologías de conjuntos borrosos han resultado muy adecuadas para codificar los conocimientos de los pronosticadores y para dar cabida a la incertidumbre inherente a la especificación de las normas, así como a las aportaciones subjetivas y objetivas. MEDEX utiliza la teoría de conjuntos borrosos de dos maneras: como una base de reglas borrosas en el sistema experto, y para la coincidencia de patrones borrosos para seleccionar patrones dominantes de circulación del viento como una entrada al sistema experto. El sistema fue desarrollado, sintonizado y verificado durante un período de dos años, durante el cual se analizaron individualmente las condiciones meteorológicas a partir de 539 días. Se presentan evaluaciones del desempeño de MEDEX tanto para el inicio como para el cese de los vientos invernales y veraniegos, y demuestran que MEDEX tiene una habilidad predictiva competitiva con el centro de previsión regional de la Marina de los EE.UU. en Rota, España ",
            "error": [
                ""
            ]
        },
        "MEDEX": {
            "translated_key": "MEDEX",
            "translated_annotated_text": "Un sistema de expertos meteorológicos borrosos que incorpora la entrada subjetiva del usuario Presentamos un sistema de expertos borrosos, <br>MEDEX</br>, para la predicción de vientos de fuerza de viento en la cuenca mediterránea. El pronóstico eólico local más exitoso de esta región lo logra un experto en pronóstico humano con acceso a productos de predicción meteorológica numérica. Ese conocimiento de los pronosticadores se expresa como un conjunto de reglas del pulgar. Las metodologías de conjuntos borrosos han resultado muy adecuadas para codificar los conocimientos de los pronosticadores y para dar cabida a la incertidumbre inherente a la especificación de las normas, así como a las aportaciones subjetivas y objetivas. <br>MEDEX</br> utiliza la teoría de conjuntos borrosos de dos maneras: como una base de reglas borrosas en el sistema experto, y para la coincidencia de patrones borrosos para seleccionar patrones dominantes de circulación del viento como una entrada al sistema experto. El sistema fue desarrollado, sintonizado y verificado durante un período de dos años, durante el cual se analizaron individualmente las condiciones meteorológicas a partir de 539 días. Se presentan evaluaciones del desempeño de <br>MEDEX</br> tanto para el inicio como para el cese de los vientos de invierno y verano, y demuestran que <br>MEDEX</br> tiene una habilidad predictiva competitiva con el centro regional de previsión de la Marina de los EE.UU. en Rota, España ",
            "error": [
                ""
            ]
        },
        "gale-force wind forecasting": {
            "translated_key": [],
            "translated_annotated_text": "Un sistema de expertos meteorológicos borrosos que incorpora la entrada subjetiva del usuario Presentamos un sistema de expertos borrosos, MEDEX, para la predicción de vientos de fuerza de viento en la cuenca mediterránea. El pronóstico eólico local más exitoso de esta región lo logra un experto en pronóstico humano con acceso a productos de predicción meteorológica numérica. Ese conocimiento de los pronosticadores se expresa como un conjunto de reglas del pulgar. Las metodologías de conjuntos borrosos han resultado muy adecuadas para codificar los conocimientos de los pronosticadores y para dar cabida a la incertidumbre inherente a la especificación de las normas, así como a las aportaciones subjetivas y objetivas. MEDEX utiliza la teoría de conjuntos borrosos de dos maneras: como una base de reglas borrosas en el sistema experto, y para la coincidencia de patrones borrosos para seleccionar patrones dominantes de circulación del viento como una entrada al sistema experto. El sistema fue desarrollado, sintonizado y verificado durante un período de dos años, durante el cual se analizaron individualmente las condiciones meteorológicas a partir de 539 días. Se presentan evaluaciones del desempeño de MEDEX tanto para el inicio como para el cese de los vientos invernales y veraniegos, y demuestran que MEDEX tiene una habilidad predictiva competitiva con el centro de previsión regional de la Marina de los EE.UU. en Rota, España ",
            "error": []
        },
        "Mediterranean basin": {
            "translated_key": "cuenca mediterránea",
            "translated_annotated_text": "Un sistema de expertos meteorológicos borrosos que incorpora datos subjetivos de los usuarios Presentamos un sistema de expertos borrosos, MEDEX, para la predicción de vientos de fuerza de viento en la <br>cuenca mediterránea</br>. El pronóstico eólico local más exitoso de esta región lo logra un experto en pronóstico humano con acceso a productos de predicción meteorológica numérica. Ese conocimiento de los pronosticadores se expresa como un conjunto de reglas del pulgar. Las metodologías de conjuntos borrosos han resultado muy adecuadas para codificar los conocimientos de los pronosticadores y para dar cabida a la incertidumbre inherente a la especificación de las normas, así como a las aportaciones subjetivas y objetivas. MEDEX utiliza la teoría de conjuntos borrosos de dos maneras: como una base de reglas borrosas en el sistema experto, y para la coincidencia de patrones borrosos para seleccionar patrones dominantes de circulación del viento como una entrada al sistema experto. El sistema fue desarrollado, sintonizado y verificado durante un período de dos años, durante el cual se analizaron individualmente las condiciones meteorológicas a partir de 539 días. Se presentan evaluaciones del desempeño de MEDEX tanto para el inicio como para el cese de los vientos invernales y veraniegos, y demuestran que MEDEX tiene una habilidad predictiva competitiva con el centro de previsión regional de la Marina de los EE.UU. en Rota, España ",
            "error": [
                ""
            ]
        },
        "numerical weather prediction products": {
            "translated_key": "productos numéricos de predicción meteorológica",
            "translated_annotated_text": "Un sistema de expertos meteorológicos borrosos que incorpora la entrada subjetiva del usuario Presentamos un sistema de expertos borrosos, MEDEX, para la predicción de vientos de fuerza de viento en la cuenca mediterránea. El pronóstico eólico local más exitoso en esta región es alcanzado por un experto en pronóstico humano con acceso a <br>productos numéricos de predicción meteorológica</br>. Ese conocimiento de los pronosticadores se expresa como un conjunto de reglas del pulgar. Las metodologías de conjuntos borrosos han resultado muy adecuadas para codificar los conocimientos de los pronosticadores y para dar cabida a la incertidumbre inherente a la especificación de las normas, así como a las aportaciones subjetivas y objetivas. MEDEX utiliza la teoría de conjuntos borrosos de dos maneras: como una base de reglas borrosas en el sistema experto, y para la coincidencia de patrones borrosos para seleccionar patrones dominantes de circulación del viento como una entrada al sistema experto. El sistema fue desarrollado, sintonizado y verificado durante un período de dos años, durante el cual se analizaron individualmente las condiciones meteorológicas a partir de 539 días. Se presentan evaluaciones del desempeño de MEDEX tanto para el inicio como para el cese de los vientos invernales y veraniegos, y demuestran que MEDEX tiene una habilidad predictiva competitiva con el centro de previsión regional de la Marina de los EE.UU. en Rota, España ",
            "error": [
                ""
            ]
        },
        "rules-of-thumb": {
            "translated_key": [],
            "translated_annotated_text": "Un sistema de expertos meteorológicos borrosos que incorpora la entrada subjetiva del usuario Presentamos un sistema de expertos borrosos, MEDEX, para la predicción de vientos de fuerza de viento en la cuenca mediterránea. El pronóstico eólico local más exitoso de esta región lo logra un experto en pronóstico humano con acceso a productos de predicción meteorológica numérica. Que el conocimiento de los pronosticadores se expresa como un conjunto de reglas-de-total</br> <br>. Las metodologías de conjuntos borrosos han resultado muy adecuadas para codificar los conocimientos de los pronosticadores y para dar cabida a la incertidumbre inherente a la especificación de las normas, así como a las aportaciones subjetivas y objetivas. MEDEX utiliza la teoría de conjuntos borrosos de dos maneras: como una base de reglas borrosas en el sistema experto, y para la coincidencia de patrones borrosos para seleccionar patrones dominantes de circulación del viento como una entrada al sistema experto. El sistema fue desarrollado, sintonizado y verificado durante un período de dos años, durante el cual se analizaron individualmente las condiciones meteorológicas a partir de 539 días. Se presentan evaluaciones del desempeño de MEDEX tanto para el inicio como para el cese de los vientos invernales y veraniegos, y demuestran que MEDEX tiene una habilidad predictiva competitiva con el centro de previsión regional de la Marina de los EE.UU. en Rota, España ",
            "error": []
        },
        "fuzzy set theory": {
            "translated_key": "fuzzy set teory",
            "translated_annotated_text": "Un sistema de expertos meteorológicos borrosos que incorpora la entrada subjetiva del usuario Presentamos un sistema de expertos borrosos, MEDEX, para la predicción de vientos de fuerza de viento en la cuenca mediterránea. El pronóstico eólico local más exitoso de esta región lo logra un experto en pronóstico humano con acceso a productos de predicción meteorológica numérica. Ese conocimiento de los pronosticadores se expresa como un conjunto de reglas del pulgar. Las metodologías de conjuntos borrosos han resultado muy adecuadas para codificar los conocimientos de los pronosticadores y para dar cabida a la incertidumbre inherente a la especificación de las normas, así como a las aportaciones subjetivas y objetivas. MEDEX utiliza <br>fuzzy set teory</br> de dos maneras: como una base de regla borrosa en el sistema experto, y para el patrón borroso emparejamiento para seleccionar patrones dominantes de circulación del viento como una entrada al sistema experto. El sistema fue desarrollado, sintonizado y verificado durante un período de dos años, durante el cual se analizaron individualmente las condiciones meteorológicas a partir de 539 días. Se presentan evaluaciones del desempeño de MEDEX tanto para el inicio como para el cese de los vientos invernales y veraniegos, y demuestran que MEDEX tiene una habilidad predictiva competitiva con el centro de previsión regional de la Marina de los EE.UU. en Rota, España ",
            "error": [
                ""
            ]
        },
        "subjective variables": {
            "translated_key": [],
            "translated_annotated_text": "Un sistema de expertos meteorológicos borrosos que incorpora la entrada subjetiva del usuario Presentamos un sistema de expertos borrosos, MEDEX, para la predicción de vientos de fuerza de viento en la cuenca mediterránea. El pronóstico eólico local más exitoso de esta región lo logra un experto en pronóstico humano con acceso a productos de predicción meteorológica numérica. Ese conocimiento de los pronosticadores se expresa como un conjunto de reglas del pulgar. Las metodologías de conjuntos borrosos han resultado muy adecuadas para codificar los conocimientos de los pronosticadores y para dar cabida a la incertidumbre inherente a la especificación de las normas, así como a las aportaciones subjetivas y objetivas. MEDEX utiliza la teoría de conjuntos borrosos de dos maneras: como una base de reglas borrosas en el sistema experto, y para la coincidencia de patrones borrosos para seleccionar patrones dominantes de circulación del viento como una entrada al sistema experto. El sistema fue desarrollado, sintonizado y verificado durante un período de dos años, durante el cual se analizaron individualmente las condiciones meteorológicas a partir de 539 días. Se presentan evaluaciones del desempeño de MEDEX tanto para el inicio como para el cese de los vientos invernales y veraniegos, y demuestran que MEDEX tiene una habilidad predictiva competitiva con el centro de previsión regional de la Marina de los EE.UU. en Rota, España ",
            "error": []
        },
        "uncertainty": {
            "translated_key": "incertidumbre",
            "translated_annotated_text": "Un sistema de expertos meteorológicos borrosos que incorpora la entrada subjetiva del usuario Presentamos un sistema de expertos borrosos, MEDEX, para la predicción de vientos de fuerza de viento en la cuenca mediterránea. El pronóstico eólico local más exitoso de esta región lo logra un experto en pronóstico humano con acceso a productos de predicción meteorológica numérica. Ese conocimiento de los pronosticadores se expresa como un conjunto de reglas del pulgar. Las metodologías de conjuntos borrosos han resultado muy adecuadas para codificar los conocimientos de los pronosticadores y para dar cabida a la <br>incertidumbre</br> inherente a la especificación de las normas, así como a las aportaciones subjetivas y objetivas. MEDEX utiliza la teoría de conjuntos borrosos de dos maneras: como una base de reglas borrosas en el sistema experto, y para la coincidencia de patrones borrosos para seleccionar patrones dominantes de circulación del viento como una entrada al sistema experto. El sistema fue desarrollado, sintonizado y verificado durante un período de dos años, durante el cual se analizaron individualmente las condiciones meteorológicas a partir de 539 días. Se presentan evaluaciones del desempeño de MEDEX tanto para el inicio como para el cese de los vientos invernales y veraniegos, y demuestran que MEDEX tiene una habilidad predictiva competitiva con el centro de previsión regional de la Marina de los EE.UU. en Rota, España ",
            "error": [
                ""
            ]
        },
        "rule specification": {
            "translated_key": [],
            "translated_annotated_text": "Un sistema de expertos meteorológicos borrosos que incorpora la entrada subjetiva del usuario Presentamos un sistema de expertos borrosos, MEDEX, para la predicción de vientos de fuerza de viento en la cuenca mediterránea. El pronóstico eólico local más exitoso de esta región lo logra un experto en pronóstico humano con acceso a productos de predicción meteorológica numérica. Ese conocimiento de los pronosticadores se expresa como un conjunto de reglas del pulgar. Las metodologías de conjuntos borrosos han resultado muy adecuadas para codificar los conocimientos de los pronosticadores y para dar cabida a la incertidumbre inherente a la especificación de las normas, así como a las aportaciones subjetivas y objetivas. MEDEX utiliza la teoría de conjuntos borrosos de dos maneras: como una base de reglas borrosas en el sistema experto, y para la coincidencia de patrones borrosos para seleccionar patrones dominantes de circulación del viento como una entrada al sistema experto. El sistema fue desarrollado, sintonizado y verificado durante un período de dos años, durante el cual se analizaron individualmente las condiciones meteorológicas a partir de 539 días. Se presentan evaluaciones del desempeño de MEDEX tanto para el inicio como para el cese de los vientos invernales y veraniegos, y demuestran que MEDEX tiene una habilidad predictiva competitiva con el centro de previsión regional de la Marina de los EE.UU. en Rota, España ",
            "error": []
        },
        "fuzzy rule base": {
            "translated_key": "fuzzy regla",
            "translated_annotated_text": "Un sistema de expertos meteorológicos borrosos que incorpora la entrada subjetiva del usuario Presentamos un sistema de expertos borrosos, MEDEX, para la predicción de vientos de fuerza de viento en la cuenca mediterránea. El pronóstico eólico local más exitoso de esta región lo logra un experto en pronóstico humano con acceso a productos de predicción meteorológica numérica. Ese conocimiento de los pronosticadores se expresa como un conjunto de reglas del pulgar. Las metodologías de conjuntos borrosos han resultado muy adecuadas para codificar los conocimientos de los pronosticadores y para dar cabida a la incertidumbre inherente a la especificación de las normas, así como a las aportaciones subjetivas y objetivas. MEDEX utiliza la teoría de conjuntos borrosos de dos maneras: como una base <br>fuzzy regla</br> en el sistema experto, y para la coincidencia de patrones borrosos para seleccionar patrones dominantes de circulación del viento como una entrada al sistema experto. El sistema fue desarrollado, sintonizado y verificado durante un período de dos años, durante el cual se analizaron individualmente las condiciones meteorológicas a partir de 539 días. Se presentan evaluaciones del desempeño de MEDEX tanto para el inicio como para el cese de los vientos invernales y veraniegos, y demuestran que MEDEX tiene una habilidad predictiva competitiva con el centro de previsión regional de la Marina de los EE.UU. en Rota, España ",
            "error": [
                ""
            ]
        },
        "fuzzy pattern matching": {
            "translated_key": "fuzzy patrón emparejamiento",
            "translated_annotated_text": "Un sistema de expertos meteorológicos borrosos que incorpora la entrada subjetiva del usuario Presentamos un sistema de expertos borrosos, MEDEX, para la predicción de vientos de fuerza de viento en la cuenca mediterránea. El pronóstico eólico local más exitoso de esta región lo logra un experto en pronóstico humano con acceso a productos de predicción meteorológica numérica. Ese conocimiento de los pronosticadores se expresa como un conjunto de reglas del pulgar. Las metodologías de conjuntos borrosos han resultado muy adecuadas para codificar los conocimientos de los pronosticadores y para dar cabida a la incertidumbre inherente a la especificación de las normas, así como a las aportaciones subjetivas y objetivas. MEDEX utiliza la teoría de conjuntos borrosos de dos maneras: como una base de reglas borrosas en el sistema experto, y para <br>fuzzy patrón emparejamiento</br> para seleccionar patrones dominantes de circulación del viento como una entrada al sistema experto. El sistema fue desarrollado, sintonizado y verificado durante un período de dos años, durante el cual se analizaron individualmente las condiciones meteorológicas a partir de 539 días. Se presentan evaluaciones del desempeño de MEDEX tanto para el inicio como para el cese de los vientos invernales y veraniegos, y demuestran que MEDEX tiene una habilidad predictiva competitiva con el centro de previsión regional de la Marina de los EE.UU. en Rota, España ",
            "error": [
                ""
            ]
        },
        "wind circulation patterns": {
            "translated_key": "wind",
            "translated_annotated_text": "Un sistema de expertos meteorológicos borrosos que incorpora la entrada subjetiva del usuario Presentamos un sistema de expertos borrosos, MEDEX, para la predicción de vientos de fuerza de viento en la cuenca mediterránea. El pronóstico eólico local más exitoso de esta región lo logra un experto en pronóstico humano con acceso a productos de predicción meteorológica numérica. Ese conocimiento de los pronosticadores se expresa como un conjunto de reglas del pulgar. Las metodologías de conjuntos borrosos han resultado muy adecuadas para codificar los conocimientos de los pronosticadores y para dar cabida a la incertidumbre inherente a la especificación de las normas, así como a las aportaciones subjetivas y objetivas. MEDEX utiliza la teoría de conjuntos borrosos de dos maneras: como una base de reglas borrosas en el sistema experto, y para la coincidencia de patrones borrosos para seleccionar patrones de circulación dominantes <br>wind</br> como una entrada al sistema experto. El sistema fue desarrollado, sintonizado y verificado durante un período de dos años, durante el cual se analizaron individualmente las condiciones meteorológicas a partir de 539 días. Se presentan evaluaciones del desempeño de MEDEX tanto para el inicio como para el cese de los vientos invernales y veraniegos, y demuestran que MEDEX tiene una habilidad predictiva competitiva con el centro de previsión regional de la Marina de los EE.UU. en Rota, España ",
            "error": [
                ""
            ]
        },
        "expert systems": {
            "translated_key": [],
            "translated_annotated_text": "Un sistema de expertos meteorológicos borrosos que incorpora la entrada subjetiva del usuario Presentamos un sistema de expertos borrosos, MEDEX, para la predicción de vientos de fuerza de viento en la cuenca mediterránea. El pronóstico eólico local más exitoso de esta región lo logra un experto en pronóstico humano con acceso a productos de predicción meteorológica numérica. Ese conocimiento de los pronosticadores se expresa como un conjunto de reglas del pulgar. Las metodologías de conjuntos borrosos han resultado muy adecuadas para codificar los conocimientos de los pronosticadores y para dar cabida a la incertidumbre inherente a la especificación de las normas, así como a las aportaciones subjetivas y objetivas. MEDEX utiliza la teoría de conjuntos borrosos de dos maneras: como una base de reglas borrosas en el sistema experto, y para la coincidencia de patrones borrosos para seleccionar patrones dominantes de circulación del viento como una entrada al sistema experto. El sistema fue desarrollado, sintonizado y verificado durante un período de dos años, durante el cual se analizaron individualmente las condiciones meteorológicas a partir de 539 días. Se presentan evaluaciones del desempeño de MEDEX tanto para el inicio como para el cese de los vientos invernales y veraniegos, y demuestran que MEDEX tiene una habilidad predictiva competitiva con el centro de previsión regional de la Marina de los EE.UU. en Rota, España ",
            "error": []
        },
        "fuzzy logic": {
            "translated_key": [],
            "translated_annotated_text": "Un sistema de expertos meteorológicos borrosos que incorpora la entrada subjetiva del usuario Presentamos un sistema de expertos borrosos, MEDEX, para la predicción de vientos de fuerza de viento en la cuenca mediterránea. El pronóstico eólico local más exitoso de esta región lo logra un experto en pronóstico humano con acceso a productos de predicción meteorológica numérica. Ese conocimiento de los pronosticadores se expresa como un conjunto de reglas del pulgar. Las metodologías de conjuntos borrosos han resultado muy adecuadas para codificar los conocimientos de los pronosticadores y para dar cabida a la incertidumbre inherente a la especificación de las normas, así como a las aportaciones subjetivas y objetivas. MEDEX utiliza la teoría de conjuntos borrosos de dos maneras: como una base de reglas borrosas en el sistema experto, y para la coincidencia de patrones borrosos para seleccionar patrones dominantes de circulación del viento como una entrada al sistema experto. El sistema fue desarrollado, sintonizado y verificado durante un período de dos años, durante el cual se analizaron individualmente las condiciones meteorológicas a partir de 539 días. Se presentan evaluaciones del desempeño de MEDEX tanto para el inicio como para el cese de los vientos invernales y veraniegos, y demuestran que MEDEX tiene una habilidad predictiva competitiva con el centro de previsión regional de la Marina de los EE.UU. en Rota, España ",
            "error": []
        },
        "geophysics computing": {
            "translated_key": [],
            "translated_annotated_text": "Un sistema de expertos meteorológicos borrosos que incorpora la entrada subjetiva del usuario Presentamos un sistema de expertos borrosos, MEDEX, para la predicción de vientos de fuerza de viento en la cuenca mediterránea. El pronóstico eólico local más exitoso de esta región lo logra un experto en pronóstico humano con acceso a productos de predicción meteorológica numérica. Ese conocimiento de los pronosticadores se expresa como un conjunto de reglas del pulgar. Las metodologías de conjuntos borrosos han resultado muy adecuadas para codificar los conocimientos de los pronosticadores y para dar cabida a la incertidumbre inherente a la especificación de las normas, así como a las aportaciones subjetivas y objetivas. MEDEX utiliza la teoría de conjuntos borrosos de dos maneras: como una base de reglas borrosas en el sistema experto, y para la coincidencia de patrones borrosos para seleccionar patrones dominantes de circulación del viento como una entrada al sistema experto. El sistema fue desarrollado, sintonizado y verificado durante un período de dos años, durante el cual se analizaron individualmente las condiciones meteorológicas a partir de 539 días. Se presentan evaluaciones del desempeño de MEDEX tanto para el inicio como para el cese de los vientos invernales y veraniegos, y demuestran que MEDEX tiene una habilidad predictiva competitiva con el centro de previsión regional de la Marina de los EE.UU. en Rota, España ",
            "error": []
        },
        "pattern matching": {
            "translated_key": " emparejamiento",
            "translated_annotated_text": "Un sistema de expertos meteorológicos borrosos que incorpora la entrada subjetiva del usuario Presentamos un sistema de expertos borrosos, MEDEX, para la predicción de vientos de fuerza de viento en la cuenca mediterránea. El pronóstico eólico local más exitoso de esta región lo logra un experto en pronóstico humano con acceso a productos de predicción meteorológica numérica. Ese conocimiento de los pronosticadores se expresa como un conjunto de reglas del pulgar. Las metodologías de conjuntos borrosos han resultado muy adecuadas para codificar los conocimientos de los pronosticadores y para dar cabida a la incertidumbre inherente a la especificación de las normas, así como a las aportaciones subjetivas y objetivas. MEDEX utiliza la teoría de conjuntos borrosos de dos maneras: como una base de reglas borrosas en el sistema experto, y para el patrón borroso <br> emparejamiento</br> para seleccionar patrones dominantes de circulación del viento como una entrada al sistema experto. El sistema fue desarrollado, sintonizado y verificado durante un período de dos años, durante el cual se analizaron individualmente las condiciones meteorológicas a partir de 539 días. Se presentan evaluaciones del desempeño de MEDEX tanto para el inicio como para el cese de los vientos invernales y veraniegos, y demuestran que MEDEX tiene una habilidad predictiva competitiva con el centro de previsión regional de la Marina de los EE.UU. en Rota, España ",
            "error": [
                ""
            ]
        },
        "uncertainty handling": {
            "translated_key": [],
            "translated_annotated_text": "Un sistema de expertos meteorológicos borrosos que incorpora la entrada subjetiva del usuario Presentamos un sistema de expertos borrosos, MEDEX, para la predicción de vientos de fuerza de viento en la cuenca mediterránea. El pronóstico eólico local más exitoso de esta región lo logra un experto en pronóstico humano con acceso a productos de predicción meteorológica numérica. Ese conocimiento de los pronosticadores se expresa como un conjunto de reglas del pulgar. Las metodologías de conjuntos borrosos han resultado muy adecuadas para codificar los conocimientos de los pronosticadores y para dar cabida a la incertidumbre inherente a la especificación de las normas, así como a las aportaciones subjetivas y objetivas. MEDEX utiliza la teoría de conjuntos borrosos de dos maneras: como una base de reglas borrosas en el sistema experto, y para la coincidencia de patrones borrosos para seleccionar patrones dominantes de circulación del viento como una entrada al sistema experto. El sistema fue desarrollado, sintonizado y verificado durante un período de dos años, durante el cual se analizaron individualmente las condiciones meteorológicas a partir de 539 días. Se presentan evaluaciones del desempeño de MEDEX tanto para el inicio como para el cese de los vientos invernales y veraniegos, y demuestran que MEDEX tiene una habilidad predictiva competitiva con el centro de previsión regional de la Marina de los EE.UU. en Rota, España ",
            "error": []
        },
        "weather forecasting": {
            "translated_key": [],
            "translated_annotated_text": "Un sistema de expertos meteorológicos borrosos que incorpora la entrada subjetiva del usuario Presentamos un sistema de expertos borrosos, MEDEX, para la predicción de vientos de fuerza de viento en la cuenca mediterránea. El pronóstico eólico local más exitoso de esta región lo logra un experto en pronóstico humano con acceso a productos de predicción meteorológica numérica. Ese conocimiento de los pronosticadores se expresa como un conjunto de reglas del pulgar. Las metodologías de conjuntos borrosos han resultado muy adecuadas para codificar los conocimientos de los pronosticadores y para dar cabida a la incertidumbre inherente a la especificación de las normas, así como a las aportaciones subjetivas y objetivas. MEDEX utiliza la teoría de conjuntos borrosos de dos maneras: como una base de reglas borrosas en el sistema experto, y para la coincidencia de patrones borrosos para seleccionar patrones dominantes de circulación del viento como una entrada al sistema experto. El sistema fue desarrollado, sintonizado y verificado durante un período de dos años, durante el cual se analizaron individualmente las condiciones meteorológicas a partir de 539 días. Se presentan evaluaciones del desempeño de MEDEX tanto para el inicio como para el cese de los vientos invernales y veraniegos, y demuestran que MEDEX tiene una habilidad predictiva competitiva con el centro de previsión regional de la Marina de los EE.UU. en Rota, España ",
            "error": []
        }
    }
}