{
    "original_text": "A fundamental investigation into large strain recovery of one-way shape memory alloy wires embedded in flexible polyurethanes Shape memory alloys (SMAs) are being embedded in or externally attached to smart structures because of the large amount of actuation deformation and force that these materials are capable of producing when they are heated. Previous investigations have focused primarily on using single or opposing SMA wires exhibiting the two-way shape memory effect (SME) because of the simplicity with which the repeatable actuation behavior of the structure can be predicted. This repeatable actuation behavior is achieved at the expense of reduced levels of recoverable deformation. Alternatively, many potential smart structure applications will employ multiple SMA wires exhibiting a permanent one-way SME to simplify fabrication and increase the recoverable strains in the structure. To employ the one-way wires, it is necessary to investigate how they affect the recovery of large strains when they are embedded in a structure. In this investigation, the large strain recovery of a one-way SMA wire embedded in a flexible polyurethane is characterized using the novel deformation measurement technique known as digital image correlation. These results are compared with a simple actuation model and a three-dimensional finite element analysis of the structure using the Brinson model for describing the thermomechanical behavior of the SMA. Results indicate that the level of actuation strain in the structure is substantially reduced by the inelastic behavior of the one-way SMA wires, and there are significant differences between the deformations of the matrix material adjacent to the SMA wires and in the region surrounding it. The transformation behavior of the SMA wires was also determined to be volume preserving, which had a significant effect on the transverse strain fields",
    "original_translation": "Una investigación fundamental sobre la recuperación de gran deformación de alambres de aleación de memoria de forma unidireccional incrustados en poliuretanos flexibles Las aleaciones de memoria de forma (SMA) están siendo incrustadas o conectadas externamente a estructuras inteligentes debido a la gran cantidad de deformación y fuerza de accionamiento que estos materiales son capaces de producir cuando se calientan. Las investigaciones anteriores se han centrado principalmente en el uso de cables SMA individuales o opuestos que exhiben el efecto de memoria de forma bidireccional (SME) debido a la simplicidad con la que se puede predecir el comportamiento de activación repetible de la estructura. Este comportamiento de activación repetible se logra a expensas de niveles reducidos de deformación recuperable. Alternativamente, muchas aplicaciones de estructura inteligente potencial emplearán múltiples cables SMA que exhiben una PYME permanente de un solo sentido para simplificar la fabricación y aumentar las cepas recuperables en la estructura. Para emplear los cables de un solo sentido, es necesario investigar cómo afectan a la recuperación de grandes cepas cuando están incrustadas en una estructura. En esta investigación, la gran recuperación de la deformación de un alambre SMA unidireccional incrustado en un poliuretano flexible se caracteriza por la novedosa técnica de medición de deformación conocida como correlación de imagen digital. Estos resultados se comparan con un modelo de actuación simple y un análisis de elementos finitos tridimensionales de la estructura utilizando el modelo Brinson para describir el comportamiento termomecánico del SMA. Los resultados indican que el nivel de tensión de accionamiento en la estructura se reduce sustancialmente por el comportamiento inelástico de los alambres SMA de un solo sentido, y hay diferencias significativas entre las deformaciones del material de la matriz adyacente a los alambres SMA y en la región que lo rodea. También se determinó que el comportamiento de transformación de los alambres SMA era la preservación del volumen, lo que tuvo un efecto significativo en los campos de cepa transversales.",
    "error_count": 11,
    "keys": {
        "strain recovery": {
            "translated_key": "strain",
            "translated_annotated_text": "Una investigación fundamental sobre la recuperación de grandes <br>strain</br> de alambres de aleación de memoria de forma unidireccional incrustados en poliuretanos flexibles Las aleaciones de memoria de forma (SMA) están siendo incrustadas o conectadas externamente a estructuras inteligentes debido a la gran cantidad de deformación y fuerza de accionamiento que estos materiales son capaces de producir cuando se calientan. Las investigaciones anteriores se han centrado principalmente en el uso de cables SMA individuales o opuestos que exhiben el efecto de memoria de forma bidireccional (SME) debido a la simplicidad con la que se puede predecir el comportamiento de activación repetible de la estructura. Este comportamiento de activación repetible se logra a expensas de niveles reducidos de deformación recuperable. Alternativamente, muchas aplicaciones de estructura inteligente potencial emplearán múltiples cables SMA que exhiben una PYME permanente de un solo sentido para simplificar la fabricación y aumentar las cepas recuperables en la estructura. Para emplear los cables de un solo sentido, es necesario investigar cómo afectan a la recuperación de grandes cepas cuando están incrustadas en una estructura. En esta investigación, la gran recuperación <br>strain</br> de un alambre SMA unidireccional incrustado en un poliuretano flexible se caracteriza por la novedosa técnica de medición de deformación conocida como correlación de imagen digital. Estos resultados se comparan con un modelo de actuación simple y un análisis de elementos finitos tridimensionales de la estructura utilizando el modelo Brinson para describir el comportamiento termomecánico del SMA. Los resultados indican que el nivel de tensión de accionamiento en la estructura se reduce sustancialmente por el comportamiento inelástico de los alambres SMA de un solo sentido, y hay diferencias significativas entre las deformaciones del material de la matriz adyacente a los alambres SMA y en la región que lo rodea. También se determinó que el comportamiento de transformación de los alambres SMA era la preservación del volumen, lo que tuvo un efecto significativo en los campos de cepa transversales. ",
            "error": [
                ""
            ]
        },
        "one-way shape memory": {
            "translated_key": " de forma única alambres de aleación ",
            "translated_annotated_text": "Una investigación fundamental sobre la recuperación de gran deformación de memoria de forma <br> de forma única alambres de aleación </br> incrustados en poliuretanos flexibles Las aleaciones de memoria de forma (SMA) se están incrustando en estructuras inteligentes o se están uniendo externamente a ellas debido a la gran cantidad de deformación y fuerza de accionamiento que estos materiales son capaces de producir cuando se calientan. Las investigaciones anteriores se han centrado principalmente en el uso de cables SMA individuales o opuestos que exhiben el efecto de memoria de forma bidireccional (SME) debido a la simplicidad con la que se puede predecir el comportamiento de activación repetible de la estructura. Este comportamiento de activación repetible se logra a expensas de niveles reducidos de deformación recuperable. Alternativamente, muchas aplicaciones de estructura inteligente potencial emplearán múltiples cables SMA que exhiben una PYME permanente de un solo sentido para simplificar la fabricación y aumentar las cepas recuperables en la estructura. Para emplear los cables de un solo sentido, es necesario investigar cómo afectan a la recuperación de grandes cepas cuando están incrustadas en una estructura. En esta investigación, la gran recuperación de la deformación de un alambre SMA unidireccional incrustado en un poliuretano flexible se caracteriza por la novedosa técnica de medición de deformación conocida como correlación de imagen digital. Estos resultados se comparan con un modelo de actuación simple y un análisis de elementos finitos tridimensionales de la estructura utilizando el modelo Brinson para describir el comportamiento termomecánico del SMA. Los resultados indican que el nivel de tensión de accionamiento en la estructura se reduce sustancialmente por el comportamiento inelástico de los alambres SMA de un solo sentido, y hay diferencias significativas entre las deformaciones del material de la matriz adyacente a los alambres SMA y en la región que lo rodea. También se determinó que el comportamiento de transformación de los alambres SMA era la preservación del volumen, lo que tuvo un efecto significativo en los campos de cepa transversales. ",
            "error": [
                ""
            ]
        },
        "flexible polyurethanes": {
            "translated_key": "poliuretanos flexibles",
            "translated_annotated_text": "Una investigación fundamental sobre la recuperación de gran deformación de alambres de aleación de memoria de forma unidireccional incrustados en <br>poliuretanos flexibles</br> Las aleaciones de memoria de forma (SMA) están siendo incrustadas o conectadas externamente a estructuras inteligentes debido a la gran cantidad de deformación y fuerza de accionamiento que estos materiales son capaces de producir cuando se calientan.  Las investigaciones anteriores se han centrado principalmente en el uso de cables SMA individuales o opuestos que exhiben el efecto de memoria de forma bidireccional (SME) debido a la simplicidad con la que se puede predecir el comportamiento de activación repetible de la estructura. Este comportamiento de activación repetible se logra a expensas de niveles reducidos de deformación recuperable. Alternativamente, muchas aplicaciones de estructura inteligente potencial emplearán múltiples cables SMA que exhiben una PYME permanente de un solo sentido para simplificar la fabricación y aumentar las cepas recuperables en la estructura. Para emplear los cables de un solo sentido, es necesario investigar cómo afectan a la recuperación de grandes cepas cuando están incrustadas en una estructura. En esta investigación, la gran recuperación de la deformación de un alambre SMA unidireccional incrustado en un poliuretano flexible se caracteriza por la novedosa técnica de medición de deformación conocida como correlación de imagen digital. Estos resultados se comparan con un modelo de actuación simple y un análisis de elementos finitos tridimensionales de la estructura utilizando el modelo Brinson para describir el comportamiento termomecánico del SMA. Los resultados indican que el nivel de tensión de accionamiento en la estructura se reduce sustancialmente por el comportamiento inelástico de los alambres SMA de un solo sentido, y hay diferencias significativas entre las deformaciones del material de la matriz adyacente a los alambres SMA y en la región que lo rodea. También se determinó que el comportamiento de transformación de los alambres SMA era la preservación del volumen, lo que tuvo un efecto significativo en los campos de cepa transversales. ",
            "error": [
                ""
            ]
        },
        "alloy wires": {
            "translated_key": " alambres de aleación",
            "translated_annotated_text": "Una investigación fundamental sobre la recuperación de gran deformación de memoria de forma unidireccional <br> alambres de aleación</br> incrustados en poliuretanos flexibles Las aleaciones de memoria de forma (SMA) se están incrustando en estructuras inteligentes o se están uniendo externamente a ellas debido a la gran cantidad de deformación de la accionamiento y fuerza que estos materiales son capaces de producir cuando se calientan. Las investigaciones anteriores se han centrado principalmente en el uso de cables SMA individuales o opuestos que exhiben el efecto de memoria de forma bidireccional (SME) debido a la simplicidad con la que se puede predecir el comportamiento de activación repetible de la estructura. Este comportamiento de activación repetible se logra a expensas de niveles reducidos de deformación recuperable. Alternativamente, muchas aplicaciones de estructura inteligente potencial emplearán múltiples cables SMA que exhiben una PYME permanente de un solo sentido para simplificar la fabricación y aumentar las cepas recuperables en la estructura. Para emplear los cables de un solo sentido, es necesario investigar cómo afectan a la recuperación de grandes cepas cuando están incrustadas en una estructura. En esta investigación, la gran recuperación de la deformación de un alambre SMA unidireccional incrustado en un poliuretano flexible se caracteriza por la novedosa técnica de medición de deformación conocida como correlación de imagen digital. Estos resultados se comparan con un modelo de actuación simple y un análisis de elementos finitos tridimensionales de la estructura utilizando el modelo Brinson para describir el comportamiento termomecánico del SMA. Los resultados indican que el nivel de tensión de accionamiento en la estructura se reduce sustancialmente por el comportamiento inelástico de los alambres SMA de un solo sentido, y hay diferencias significativas entre las deformaciones del material de la matriz adyacente a los alambres SMA y en la región que lo rodea. También se determinó que el comportamiento de transformación de los alambres SMA era la preservación del volumen, lo que tuvo un efecto significativo en los campos de cepa transversales. ",
            "error": [
                ""
            ]
        },
        "SMA wires": {
            "translated_key": [
                "SMA",
                "SMA",
                "SMA de una vía",
                "SMA",
                "SMA"
            ],
            "translated_annotated_text": "Una investigación fundamental sobre la recuperación de gran deformación de alambres de aleación de memoria de forma unidireccional incrustados en poliuretanos flexibles Las aleaciones de memoria de forma (SMA) están siendo incrustadas o conectadas externamente a estructuras inteligentes debido a la gran cantidad de deformación y fuerza de accionamiento que estos materiales son capaces de producir cuando se calientan. Las investigaciones anteriores se han centrado principalmente en el uso de cables simples o opuestos <br>SMA</br> que exhiben el efecto de memoria de forma bidireccional (SME) debido a la simplicidad con la que se puede predecir el comportamiento repetible de la estructura. Este comportamiento de activación repetible se logra a expensas de niveles reducidos de deformación recuperable. Alternativamente, muchas aplicaciones de estructura inteligente potencial emplearán múltiples cables <br>SMA</br> exhibiendo una PYME permanente de un solo sentido para simplificar la fabricación y aumentar las cepas recuperables en la estructura. Para emplear los cables de un solo sentido, es necesario investigar cómo afectan a la recuperación de grandes cepas cuando están incrustadas en una estructura. En esta investigación, la gran recuperación de la deformación de un alambre SMA unidireccional incrustado en un poliuretano flexible se caracteriza por la novedosa técnica de medición de deformación conocida como correlación de imagen digital. Estos resultados se comparan con un modelo de actuación simple y un análisis de elementos finitos tridimensionales de la estructura utilizando el modelo Brinson para describir el comportamiento termomecánico del SMA. Los resultados indican que el nivel de tensión de accionamiento en la estructura se reduce sustancialmente por el comportamiento inelástico de los alambres <br>SMA de una vía</br>, y existen diferencias significativas entre las deformaciones del material de la matriz adyacente a los alambres <br>SMA</br> y en la región que lo rodea. El comportamiento de transformación de los alambres <br>SMA</br> también se determinó como preservación del volumen, lo que tuvo un efecto significativo en los campos de cepa transversales. ",
            "error": [
                "SMA",
                "SMA",
                "SMA de una vía",
                "SMA",
                "SMA"
            ]
        },
        "actuation deformation": {
            "translated_key": "actuación",
            "translated_annotated_text": "Una investigación fundamental sobre la recuperación de gran deformación de alambres de aleación de memoria de forma unidireccional incrustados en poliuretanos flexibles Las aleaciones de memoria de forma (SMA) están siendo incrustadas o conectadas externamente a estructuras inteligentes debido a la gran cantidad de deformación <br>actuación</br> y fuerza que estos materiales son capaces de producir cuando se calientan. Las investigaciones anteriores se han centrado principalmente en el uso de cables SMA individuales o opuestos que exhiben el efecto de memoria de forma bidireccional (SME) debido a la simplicidad con la que se puede predecir el comportamiento de activación repetible de la estructura. Este comportamiento de activación repetible se logra a expensas de niveles reducidos de deformación recuperable. Alternativamente, muchas aplicaciones de estructura inteligente potencial emplearán múltiples cables SMA que exhiben una PYME permanente de un solo sentido para simplificar la fabricación y aumentar las cepas recuperables en la estructura. Para emplear los cables de un solo sentido, es necesario investigar cómo afectan a la recuperación de grandes cepas cuando están incrustadas en una estructura. En esta investigación, la gran recuperación de la deformación de un alambre SMA unidireccional incrustado en un poliuretano flexible se caracteriza por la novedosa técnica de medición de deformación conocida como correlación de imagen digital. Estos resultados se comparan con un modelo de actuación simple y un análisis de elementos finitos tridimensionales de la estructura utilizando el modelo Brinson para describir el comportamiento termomecánico del SMA. Los resultados indican que el nivel de tensión de accionamiento en la estructura se reduce sustancialmente por el comportamiento inelástico de los alambres SMA de un solo sentido, y hay diferencias significativas entre las deformaciones del material de la matriz adyacente a los alambres SMA y en la región que lo rodea. También se determinó que el comportamiento de transformación de los alambres SMA era la preservación del volumen, lo que tuvo un efecto significativo en los campos de cepa transversales. ",
            "error": [
                ""
            ]
        },
        "two-way shape memory effect": {
            "translated_key": " de dos vías",
            "translated_annotated_text": "Una investigación fundamental sobre la recuperación de gran deformación de alambres de aleación de memoria de forma unidireccional incrustados en poliuretanos flexibles Las aleaciones de memoria de forma (SMA) están siendo incrustadas o conectadas externamente a estructuras inteligentes debido a la gran cantidad de deformación y fuerza de accionamiento que estos materiales son capaces de producir cuando se calientan. Las investigaciones anteriores se han centrado principalmente en el uso de cables SMA individuales o opuestos que exhiban el efecto de memoria de forma <br> de dos vías</br> (SME) debido a la simplicidad con la que se puede predecir el comportamiento repetible de la estructura. Este comportamiento de activación repetible se logra a expensas de niveles reducidos de deformación recuperable. Alternativamente, muchas aplicaciones de estructura inteligente potencial emplearán múltiples cables SMA que exhiben una PYME permanente de un solo sentido para simplificar la fabricación y aumentar las cepas recuperables en la estructura. Para emplear los cables de un solo sentido, es necesario investigar cómo afectan a la recuperación de grandes cepas cuando están incrustadas en una estructura. En esta investigación, la gran recuperación de la deformación de un alambre SMA unidireccional incrustado en un poliuretano flexible se caracteriza por la novedosa técnica de medición de deformación conocida como correlación de imagen digital. Estos resultados se comparan con un modelo de actuación simple y un análisis de elementos finitos tridimensionales de la estructura utilizando el modelo Brinson para describir el comportamiento termomecánico del SMA. Los resultados indican que el nivel de tensión de accionamiento en la estructura se reduce sustancialmente por el comportamiento inelástico de los alambres SMA de un solo sentido, y hay diferencias significativas entre las deformaciones del material de la matriz adyacente a los alambres SMA y en la región que lo rodea. También se determinó que el comportamiento de transformación de los alambres SMA era la preservación del volumen, lo que tuvo un efecto significativo en los campos de cepa transversales. ",
            "error": [
                ""
            ]
        },
        "recoverable strains": {
            "translated_key": "cepas recuperables",
            "translated_annotated_text": "Una investigación fundamental sobre la recuperación de gran deformación de alambres de aleación de memoria de forma unidireccional incrustados en poliuretanos flexibles Las aleaciones de memoria de forma (SMA) están siendo incrustadas o conectadas externamente a estructuras inteligentes debido a la gran cantidad de deformación y fuerza de accionamiento que estos materiales son capaces de producir cuando se calientan. Las investigaciones anteriores se han centrado principalmente en el uso de cables SMA individuales o opuestos que exhiben el efecto de memoria de forma bidireccional (SME) debido a la simplicidad con la que se puede predecir el comportamiento de activación repetible de la estructura. Este comportamiento de activación repetible se logra a expensas de niveles reducidos de deformación recuperable. Alternativamente, muchas aplicaciones de estructura inteligente potencial emplearán múltiples cables SMA que exhiben una PYME permanente de un solo sentido para simplificar la fabricación y aumentar las <br>cepas recuperables</br> en la estructura.  Para emplear los cables de un solo sentido, es necesario investigar cómo afectan a la recuperación de grandes cepas cuando están incrustadas en una estructura. En esta investigación, la gran recuperación de la deformación de un alambre SMA unidireccional incrustado en un poliuretano flexible se caracteriza por la novedosa técnica de medición de deformación conocida como correlación de imagen digital. Estos resultados se comparan con un modelo de actuación simple y un análisis de elementos finitos tridimensionales de la estructura utilizando el modelo Brinson para describir el comportamiento termomecánico del SMA. Los resultados indican que el nivel de tensión de accionamiento en la estructura se reduce sustancialmente por el comportamiento inelástico de los alambres SMA de un solo sentido, y hay diferencias significativas entre las deformaciones del material de la matriz adyacente a los alambres SMA y en la región que lo rodea. También se determinó que el comportamiento de transformación de los alambres SMA era la preservación del volumen, lo que tuvo un efecto significativo en los campos de cepa transversales. ",
            "error": [
                ""
            ]
        },
        "flexible polyurethane": {
            "translated_key": "poliuretano flexible",
            "translated_annotated_text": "Una investigación fundamental sobre la recuperación de gran deformación de alambres de aleación de memoria de forma unidireccional incrustados en poliuretanos flexibles Las aleaciones de memoria de forma (SMA) están siendo incrustadas o conectadas externamente a estructuras inteligentes debido a la gran cantidad de deformación y fuerza de accionamiento que estos materiales son capaces de producir cuando se calientan. Las investigaciones anteriores se han centrado principalmente en el uso de cables SMA individuales o opuestos que exhiben el efecto de memoria de forma bidireccional (SME) debido a la simplicidad con la que se puede predecir el comportamiento de activación repetible de la estructura. Este comportamiento de activación repetible se logra a expensas de niveles reducidos de deformación recuperable. Alternativamente, muchas aplicaciones de estructura inteligente potencial emplearán múltiples cables SMA que exhiben una PYME permanente de un solo sentido para simplificar la fabricación y aumentar las cepas recuperables en la estructura. Para emplear los cables de un solo sentido, es necesario investigar cómo afectan a la recuperación de grandes cepas cuando están incrustadas en una estructura. En esta investigación, la gran recuperación de la deformación de un alambre SMA unidireccional incrustado en un <br>poliuretano flexible</br> se caracteriza por la nueva técnica de medición de deformación conocida como correlación de imagen digital. Estos resultados se comparan con un modelo de actuación simple y un análisis de elementos finitos tridimensionales de la estructura utilizando el modelo Brinson para describir el comportamiento termomecánico del SMA. Los resultados indican que el nivel de tensión de accionamiento en la estructura se reduce sustancialmente por el comportamiento inelástico de los alambres SMA de un solo sentido, y hay diferencias significativas entre las deformaciones del material de la matriz adyacente a los alambres SMA y en la región que lo rodea. También se determinó que el comportamiento de transformación de los alambres SMA era la preservación del volumen, lo que tuvo un efecto significativo en los campos de cepa transversales. ",
            "error": [
                ""
            ]
        },
        "embedded sensor": {
            "translated_key": [],
            "translated_annotated_text": "Una investigación fundamental sobre la recuperación de gran deformación de alambres de aleación de memoria de forma unidireccional incrustados en poliuretanos flexibles Las aleaciones de memoria de forma (SMA) están siendo incrustadas o conectadas externamente a estructuras inteligentes debido a la gran cantidad de deformación y fuerza de accionamiento que estos materiales son capaces de producir cuando se calientan. Las investigaciones anteriores se han centrado principalmente en el uso de cables SMA individuales o opuestos que exhiben el efecto de memoria de forma bidireccional (SME) debido a la simplicidad con la que se puede predecir el comportamiento de activación repetible de la estructura. Este comportamiento de activación repetible se logra a expensas de niveles reducidos de deformación recuperable. Alternativamente, muchas aplicaciones de estructura inteligente potencial emplearán múltiples cables SMA que exhiben una PYME permanente de un solo sentido para simplificar la fabricación y aumentar las cepas recuperables en la estructura. Para emplear los cables de un solo sentido, es necesario investigar cómo afectan a la recuperación de grandes cepas cuando están incrustadas en una estructura. En esta investigación, la gran recuperación de la deformación de un alambre SMA unidireccional incrustado en un poliuretano flexible se caracteriza por la novedosa técnica de medición de deformación conocida como correlación de imagen digital. Estos resultados se comparan con un modelo de actuación simple y un análisis de elementos finitos tridimensionales de la estructura utilizando el modelo Brinson para describir el comportamiento termomecánico del SMA. Los resultados indican que el nivel de tensión de accionamiento en la estructura se reduce sustancialmente por el comportamiento inelástico de los alambres SMA de un solo sentido, y hay diferencias significativas entre las deformaciones del material de la matriz adyacente a los alambres SMA y en la región que lo rodea. También se determinó que el comportamiento de transformación de los alambres SMA era la preservación del volumen, lo que tuvo un efecto significativo en los campos de cepa transversales. ",
            "error": []
        },
        "smart structures": {
            "translated_key": [],
            "translated_annotated_text": "Una investigación fundamental sobre la recuperación de gran deformación de alambres de aleación de memoria de forma unidireccional incrustados en poliuretanos flexibles Las aleaciones de memoria de forma (SMA) están siendo incrustadas o conectadas externamente a estructuras inteligentes <br> debido a la gran cantidad de deformación y fuerza de accionamiento que estos materiales son capaces de producir cuando se calientan. Las investigaciones anteriores se han centrado principalmente en el uso de cables SMA individuales o opuestos que exhiben el efecto de memoria de forma bidireccional (SME) debido a la simplicidad con la que se puede predecir el comportamiento de activación repetible de la estructura. Este comportamiento de activación repetible se logra a expensas de niveles reducidos de deformación recuperable. Alternativamente, muchas aplicaciones de estructura inteligente potencial emplearán múltiples cables SMA que exhiben una PYME permanente de un solo sentido para simplificar la fabricación y aumentar las cepas recuperables en la estructura. Para emplear los cables de un solo sentido, es necesario investigar cómo afectan a la recuperación de grandes cepas cuando están incrustadas en una estructura. En esta investigación, la gran recuperación de la deformación de un alambre SMA unidireccional incrustado en un poliuretano flexible se caracteriza por la novedosa técnica de medición de deformación conocida como correlación de imagen digital. Estos resultados se comparan con un modelo de actuación simple y un análisis de elementos finitos tridimensionales de la estructura utilizando el modelo Brinson para describir el comportamiento termomecánico del SMA. Los resultados indican que el nivel de tensión de accionamiento en la estructura se reduce sustancialmente por el comportamiento inelástico de los alambres SMA de un solo sentido, y hay diferencias significativas entre las deformaciones del material de la matriz adyacente a los alambres SMA y en la región que lo rodea. También se determinó que el comportamiento de transformación de los alambres SMA era la preservación del volumen, lo que tuvo un efecto significativo en los campos de cepa transversales. ",
            "error": []
        },
        "three-dimensional finite element analysis": {
            "translated_key": "análisis de elementos finitos tridimensionales",
            "translated_annotated_text": "Una investigación fundamental sobre la recuperación de gran deformación de alambres de aleación de memoria de forma unidireccional incrustados en poliuretanos flexibles Las aleaciones de memoria de forma (SMA) están siendo incrustadas o conectadas externamente a estructuras inteligentes debido a la gran cantidad de deformación y fuerza de accionamiento que estos materiales son capaces de producir cuando se calientan. Las investigaciones anteriores se han centrado principalmente en el uso de cables SMA individuales o opuestos que exhiben el efecto de memoria de forma bidireccional (SME) debido a la simplicidad con la que se puede predecir el comportamiento de activación repetible de la estructura. Este comportamiento de activación repetible se logra a expensas de niveles reducidos de deformación recuperable. Alternativamente, muchas aplicaciones de estructura inteligente potencial emplearán múltiples cables SMA que exhiben una PYME permanente de un solo sentido para simplificar la fabricación y aumentar las cepas recuperables en la estructura. Para emplear los cables de un solo sentido, es necesario investigar cómo afectan a la recuperación de grandes cepas cuando están incrustadas en una estructura. En esta investigación, la gran recuperación de la deformación de un alambre SMA unidireccional incrustado en un poliuretano flexible se caracteriza por la novedosa técnica de medición de deformación conocida como correlación de imagen digital. Estos resultados se comparan con un modelo de actuación simple y un <br>análisis de elementos finitos tridimensionales</br> de la estructura utilizando el modelo Brinson para describir el comportamiento termomecánico del SMA.  Los resultados indican que el nivel de tensión de accionamiento en la estructura se reduce sustancialmente por el comportamiento inelástico de los alambres SMA de un solo sentido, y hay diferencias significativas entre las deformaciones del material de la matriz adyacente a los alambres SMA y en la región que lo rodea. También se determinó que el comportamiento de transformación de los alambres SMA era la preservación del volumen, lo que tuvo un efecto significativo en los campos de cepa transversales. ",
            "error": [
                ""
            ]
        },
        "actuation strain": {
            "translated_key": "deformación de la actividad",
            "translated_annotated_text": "Una investigación fundamental sobre la recuperación de gran deformación de alambres de aleación de memoria de forma unidireccional incrustados en poliuretanos flexibles Las aleaciones de memoria de forma (SMA) están siendo incrustadas o conectadas externamente a estructuras inteligentes debido a la gran cantidad de deformación y fuerza de accionamiento que estos materiales son capaces de producir cuando se calientan. Las investigaciones anteriores se han centrado principalmente en el uso de cables SMA individuales o opuestos que exhiben el efecto de memoria de forma bidireccional (SME) debido a la simplicidad con la que se puede predecir el comportamiento de activación repetible de la estructura. Este comportamiento de activación repetible se logra a expensas de niveles reducidos de deformación recuperable. Alternativamente, muchas aplicaciones de estructura inteligente potencial emplearán múltiples cables SMA que exhiben una PYME permanente de un solo sentido para simplificar la fabricación y aumentar las cepas recuperables en la estructura. Para emplear los cables de un solo sentido, es necesario investigar cómo afectan a la recuperación de grandes cepas cuando están incrustadas en una estructura. En esta investigación, la gran recuperación de la deformación de un alambre SMA unidireccional incrustado en un poliuretano flexible se caracteriza por la novedosa técnica de medición de deformación conocida como correlación de imagen digital. Estos resultados se comparan con un modelo de actuación simple y un análisis de elementos finitos tridimensionales de la estructura utilizando el modelo Brinson para describir el comportamiento termomecánico del SMA. Los resultados indican que el nivel de <br>deformación de la actividad</br> en la estructura se reduce sustancialmente por el comportamiento inelástico de los alambres SMA de un solo sentido, y existen diferencias significativas entre las deformaciones del material de la matriz adyacente a los alambres SMA y en la región que lo rodea. También se determinó que el comportamiento de transformación de los alambres SMA era la preservación del volumen, lo que tuvo un efecto significativo en los campos de cepa transversales. ",
            "error": [
                ""
            ]
        },
        "deformations": {
            "translated_key": [],
            "translated_annotated_text": "Una investigación fundamental sobre la recuperación de gran deformación de alambres de aleación de memoria de forma unidireccional incrustados en poliuretanos flexibles Las aleaciones de memoria de forma (SMA) están siendo incrustadas o conectadas externamente a estructuras inteligentes debido a la gran cantidad de deformación y fuerza de accionamiento que estos materiales son capaces de producir cuando se calientan. Las investigaciones anteriores se han centrado principalmente en el uso de cables SMA individuales o opuestos que exhiben el efecto de memoria de forma bidireccional (SME) debido a la simplicidad con la que se puede predecir el comportamiento de activación repetible de la estructura. Este comportamiento de activación repetible se logra a expensas de niveles reducidos de deformación recuperable. Alternativamente, muchas aplicaciones de estructura inteligente potencial emplearán múltiples cables SMA que exhiben una PYME permanente de un solo sentido para simplificar la fabricación y aumentar las cepas recuperables en la estructura. Para emplear los cables de un solo sentido, es necesario investigar cómo afectan a la recuperación de grandes cepas cuando están incrustadas en una estructura. En esta investigación, la gran recuperación de la deformación de un alambre SMA unidireccional incrustado en un poliuretano flexible se caracteriza por la novedosa técnica de medición de deformación conocida como correlación de imagen digital. Estos resultados se comparan con un modelo de actuación simple y un análisis de elementos finitos tridimensionales de la estructura utilizando el modelo Brinson para describir el comportamiento termomecánico del SMA. Los resultados indican que el nivel de tensión de accionamiento en la estructura se reduce sustancialmente por el comportamiento inelástico de los alambres SMA de un solo sentido, y hay diferencias significativas entre las deformaciones <br> del material de matriz adyacente a los alambres SMA y en la región que lo rodea. También se determinó que el comportamiento de transformación de los alambres SMA era la preservación del volumen, lo que tuvo un efecto significativo en los campos de cepa transversales. ",
            "error": []
        },
        "matrix material": {
            "translated_key": "matriz ",
            "translated_annotated_text": "Una investigación fundamental sobre la recuperación de gran deformación de alambres de aleación de memoria de forma unidireccional incrustados en poliuretanos flexibles Las aleaciones de memoria de forma (SMA) están siendo incrustadas o conectadas externamente a estructuras inteligentes debido a la gran cantidad de deformación y fuerza de accionamiento que estos materiales son capaces de producir cuando se calientan. Las investigaciones anteriores se han centrado principalmente en el uso de cables SMA individuales o opuestos que exhiben el efecto de memoria de forma bidireccional (SME) debido a la simplicidad con la que se puede predecir el comportamiento de activación repetible de la estructura. Este comportamiento de activación repetible se logra a expensas de niveles reducidos de deformación recuperable. Alternativamente, muchas aplicaciones de estructura inteligente potencial emplearán múltiples cables SMA que exhiben una PYME permanente de un solo sentido para simplificar la fabricación y aumentar las cepas recuperables en la estructura. Para emplear los cables de un solo sentido, es necesario investigar cómo afectan a la recuperación de grandes cepas cuando están incrustadas en una estructura. En esta investigación, la gran recuperación de la deformación de un alambre SMA unidireccional incrustado en un poliuretano flexible se caracteriza por la novedosa técnica de medición de deformación conocida como correlación de imagen digital. Estos resultados se comparan con un modelo de actuación simple y un análisis de elementos finitos tridimensionales de la estructura utilizando el modelo Brinson para describir el comportamiento termomecánico del SMA. Los resultados indican que el nivel de tensión de accionamiento en la estructura se reduce sustancialmente por el comportamiento inelástico de los alambres SMA de una vía, y hay diferencias significativas entre las deformaciones del material <br>matriz </br> adyacente a los alambres SMA y en la región que lo rodea. También se determinó que el comportamiento de transformación de los alambres SMA era la preservación del volumen, lo que tuvo un efecto significativo en los campos de cepa transversales. ",
            "error": [
                ""
            ]
        },
        "transverse strain fields": {
            "translated_key": " ",
            "translated_annotated_text": "Una investigación fundamental sobre la recuperación de gran deformación de alambres de aleación de memoria de forma unidireccional incrustados en poliuretanos flexibles Las aleaciones de memoria de forma (SMA) están siendo incrustadas o conectadas externamente a estructuras inteligentes debido a la gran cantidad de deformación y fuerza de accionamiento que estos materiales son capaces de producir cuando se calientan. Las investigaciones anteriores se han centrado principalmente en el uso de cables SMA individuales o opuestos que exhiben el efecto de memoria de forma bidireccional (SME) debido a la simplicidad con la que se puede predecir el comportamiento de activación repetible de la estructura. Este comportamiento de activación repetible se logra a expensas de niveles reducidos de deformación recuperable. Alternativamente, muchas aplicaciones de estructura inteligente potencial emplearán múltiples cables SMA que exhiben una PYME permanente de un solo sentido para simplificar la fabricación y aumentar las cepas recuperables en la estructura. Para emplear los cables de un solo sentido, es necesario investigar cómo afectan a la recuperación de grandes cepas cuando están incrustadas en una estructura. En esta investigación, la gran recuperación de la deformación de un alambre SMA unidireccional incrustado en un poliuretano flexible se caracteriza por la novedosa técnica de medición de deformación conocida como correlación de imagen digital. Estos resultados se comparan con un modelo de actuación simple y un análisis de elementos finitos tridimensionales de la estructura utilizando el modelo Brinson para describir el comportamiento termomecánico del SMA. Los resultados indican que el nivel de tensión de accionamiento en la estructura se reduce sustancialmente por el comportamiento inelástico de los alambres SMA de un solo sentido, y hay diferencias significativas entre las deformaciones del material de la matriz adyacente a los alambres SMA y en la región que lo rodea. También se determinó que el comportamiento de transformación de los alambres SMA era la preservación del volumen, lo que tuvo un efecto significativo en los campos de cepa transversales <br> </br> ",
            "error": [
                ""
            ]
        },
        "composite materials": {
            "translated_key": [],
            "translated_annotated_text": "Una investigación fundamental sobre la recuperación de gran deformación de alambres de aleación de memoria de forma unidireccional incrustados en poliuretanos flexibles Las aleaciones de memoria de forma (SMA) están siendo incrustadas o conectadas externamente a estructuras inteligentes debido a la gran cantidad de deformación y fuerza de accionamiento que estos materiales son capaces de producir cuando se calientan. Las investigaciones anteriores se han centrado principalmente en el uso de cables SMA individuales o opuestos que exhiben el efecto de memoria de forma bidireccional (SME) debido a la simplicidad con la que se puede predecir el comportamiento de activación repetible de la estructura. Este comportamiento de activación repetible se logra a expensas de niveles reducidos de deformación recuperable. Alternativamente, muchas aplicaciones de estructura inteligente potencial emplearán múltiples cables SMA que exhiben una PYME permanente de un solo sentido para simplificar la fabricación y aumentar las cepas recuperables en la estructura. Para emplear los cables de un solo sentido, es necesario investigar cómo afectan a la recuperación de grandes cepas cuando están incrustadas en una estructura. En esta investigación, la gran recuperación de la deformación de un alambre SMA unidireccional incrustado en un poliuretano flexible se caracteriza por la novedosa técnica de medición de deformación conocida como correlación de imagen digital. Estos resultados se comparan con un modelo de actuación simple y un análisis de elementos finitos tridimensionales de la estructura utilizando el modelo Brinson para describir el comportamiento termomecánico del SMA. Los resultados indican que el nivel de tensión de accionamiento en la estructura se reduce sustancialmente por el comportamiento inelástico de los alambres SMA de un solo sentido, y hay diferencias significativas entre las deformaciones del material de la matriz adyacente a los alambres SMA y en la región que lo rodea. También se determinó que el comportamiento de transformación de los alambres SMA era la preservación del volumen, lo que tuvo un efecto significativo en los campos de cepa transversales. ",
            "error": []
        },
        "finite element analysis": {
            "translated_key": "análisis de elementos finitos",
            "translated_annotated_text": "Una investigación fundamental sobre la recuperación de gran deformación de alambres de aleación de memoria de forma unidireccional incrustados en poliuretanos flexibles Las aleaciones de memoria de forma (SMA) están siendo incrustadas o conectadas externamente a estructuras inteligentes debido a la gran cantidad de deformación y fuerza de accionamiento que estos materiales son capaces de producir cuando se calientan. Las investigaciones anteriores se han centrado principalmente en el uso de cables SMA individuales o opuestos que exhiben el efecto de memoria de forma bidireccional (SME) debido a la simplicidad con la que se puede predecir el comportamiento de activación repetible de la estructura. Este comportamiento de activación repetible se logra a expensas de niveles reducidos de deformación recuperable. Alternativamente, muchas aplicaciones de estructura inteligente potencial emplearán múltiples cables SMA que exhiben una PYME permanente de un solo sentido para simplificar la fabricación y aumentar las cepas recuperables en la estructura. Para emplear los cables de un solo sentido, es necesario investigar cómo afectan a la recuperación de grandes cepas cuando están incrustadas en una estructura. En esta investigación, la gran recuperación de la deformación de un alambre SMA unidireccional incrustado en un poliuretano flexible se caracteriza por la novedosa técnica de medición de deformación conocida como correlación de imagen digital. Estos resultados se comparan con un modelo de actuación simple y un <br>análisis de elementos finitos</br> tridimensionales de la estructura utilizando el modelo Brinson para describir el comportamiento termomecánico del <br>análisis de elementos finitos</br> SMA. Los resultados indican que el nivel de tensión de accionamiento en la estructura se reduce sustancialmente por el comportamiento inelástico de los alambres SMA de un solo sentido, y hay diferencias significativas entre las deformaciones del material de la matriz adyacente a los alambres SMA y en la región que lo rodea. También se determinó que el comportamiento de transformación de los alambres SMA era la preservación del volumen, lo que tuvo un efecto significativo en los campos de cepa transversales. ",
            "error": [
                ""
            ]
        },
        "intelligent actuators": {
            "translated_key": [],
            "translated_annotated_text": "Una investigación fundamental sobre la recuperación de gran deformación de alambres de aleación de memoria de forma unidireccional incrustados en poliuretanos flexibles Las aleaciones de memoria de forma (SMA) están siendo incrustadas o conectadas externamente a estructuras inteligentes debido a la gran cantidad de deformación y fuerza de accionamiento que estos materiales son capaces de producir cuando se calientan. Las investigaciones anteriores se han centrado principalmente en el uso de cables SMA individuales o opuestos que exhiben el efecto de memoria de forma bidireccional (SME) debido a la simplicidad con la que se puede predecir el comportamiento de activación repetible de la estructura. Este comportamiento de activación repetible se logra a expensas de niveles reducidos de deformación recuperable. Alternativamente, muchas aplicaciones de estructura inteligente potencial emplearán múltiples cables SMA que exhiben una PYME permanente de un solo sentido para simplificar la fabricación y aumentar las cepas recuperables en la estructura. Para emplear los cables de un solo sentido, es necesario investigar cómo afectan a la recuperación de grandes cepas cuando están incrustadas en una estructura. En esta investigación, la gran recuperación de la deformación de un alambre SMA unidireccional incrustado en un poliuretano flexible se caracteriza por la novedosa técnica de medición de deformación conocida como correlación de imagen digital. Estos resultados se comparan con un modelo de actuación simple y un análisis de elementos finitos tridimensionales de la estructura utilizando el modelo Brinson para describir el comportamiento termomecánico del SMA. Los resultados indican que el nivel de tensión de accionamiento en la estructura se reduce sustancialmente por el comportamiento inelástico de los alambres SMA de un solo sentido, y hay diferencias significativas entre las deformaciones del material de la matriz adyacente a los alambres SMA y en la región que lo rodea. También se determinó que el comportamiento de transformación de los alambres SMA era la preservación del volumen, lo que tuvo un efecto significativo en los campos de cepa transversales. ",
            "error": []
        },
        "intelligent control": {
            "translated_key": [],
            "translated_annotated_text": "Una investigación fundamental sobre la recuperación de gran deformación de alambres de aleación de memoria de forma unidireccional incrustados en poliuretanos flexibles Las aleaciones de memoria de forma (SMA) están siendo incrustadas o conectadas externamente a estructuras inteligentes debido a la gran cantidad de deformación y fuerza de accionamiento que estos materiales son capaces de producir cuando se calientan. Las investigaciones anteriores se han centrado principalmente en el uso de cables SMA individuales o opuestos que exhiben el efecto de memoria de forma bidireccional (SME) debido a la simplicidad con la que se puede predecir el comportamiento de activación repetible de la estructura. Este comportamiento de activación repetible se logra a expensas de niveles reducidos de deformación recuperable. Alternativamente, muchas aplicaciones de estructura inteligente potencial emplearán múltiples cables SMA que exhiben una PYME permanente de un solo sentido para simplificar la fabricación y aumentar las cepas recuperables en la estructura. Para emplear los cables de un solo sentido, es necesario investigar cómo afectan a la recuperación de grandes cepas cuando están incrustadas en una estructura. En esta investigación, la gran recuperación de la deformación de un alambre SMA unidireccional incrustado en un poliuretano flexible se caracteriza por la novedosa técnica de medición de deformación conocida como correlación de imagen digital. Estos resultados se comparan con un modelo de actuación simple y un análisis de elementos finitos tridimensionales de la estructura utilizando el modelo Brinson para describir el comportamiento termomecánico del SMA. Los resultados indican que el nivel de tensión de accionamiento en la estructura se reduce sustancialmente por el comportamiento inelástico de los alambres SMA de un solo sentido, y hay diferencias significativas entre las deformaciones del material de la matriz adyacente a los alambres SMA y en la región que lo rodea. También se determinó que el comportamiento de transformación de los alambres SMA era la preservación del volumen, lo que tuvo un efecto significativo en los campos de cepa transversales. ",
            "error": []
        },
        "intelligent structures": {
            "translated_key": [],
            "translated_annotated_text": "Una investigación fundamental sobre la recuperación de gran deformación de alambres de aleación de memoria de forma unidireccional incrustados en poliuretanos flexibles Las aleaciones de memoria de forma (SMA) están siendo incrustadas o conectadas externamente a estructuras inteligentes debido a la gran cantidad de deformación y fuerza de accionamiento que estos materiales son capaces de producir cuando se calientan. Las investigaciones anteriores se han centrado principalmente en el uso de cables SMA individuales o opuestos que exhiben el efecto de memoria de forma bidireccional (SME) debido a la simplicidad con la que se puede predecir el comportamiento de activación repetible de la estructura. Este comportamiento de activación repetible se logra a expensas de niveles reducidos de deformación recuperable. Alternativamente, muchas aplicaciones de estructura inteligente potencial emplearán múltiples cables SMA que exhiben una PYME permanente de un solo sentido para simplificar la fabricación y aumentar las cepas recuperables en la estructura. Para emplear los cables de un solo sentido, es necesario investigar cómo afectan a la recuperación de grandes cepas cuando están incrustadas en una estructura. En esta investigación, la gran recuperación de la deformación de un alambre SMA unidireccional incrustado en un poliuretano flexible se caracteriza por la novedosa técnica de medición de deformación conocida como correlación de imagen digital. Estos resultados se comparan con un modelo de actuación simple y un análisis de elementos finitos tridimensionales de la estructura utilizando el modelo Brinson para describir el comportamiento termomecánico del SMA. Los resultados indican que el nivel de tensión de accionamiento en la estructura se reduce sustancialmente por el comportamiento inelástico de los alambres SMA de un solo sentido, y hay diferencias significativas entre las deformaciones del material de la matriz adyacente a los alambres SMA y en la región que lo rodea. También se determinó que el comportamiento de transformación de los alambres SMA era la preservación del volumen, lo que tuvo un efecto significativo en los campos de cepa transversales. ",
            "error": []
        },
        "shape memory effects": {
            "translated_key": [],
            "translated_annotated_text": "Una investigación fundamental sobre la recuperación de gran deformación de alambres de aleación de memoria de forma unidireccional incrustados en poliuretanos flexibles Las aleaciones de memoria de forma (SMA) están siendo incrustadas o conectadas externamente a estructuras inteligentes debido a la gran cantidad de deformación y fuerza de accionamiento que estos materiales son capaces de producir cuando se calientan. Las investigaciones anteriores se han centrado principalmente en el uso de cables SMA individuales o opuestos que exhiben el efecto de memoria de forma bidireccional (SME) debido a la simplicidad con la que se puede predecir el comportamiento de activación repetible de la estructura. Este comportamiento de activación repetible se logra a expensas de niveles reducidos de deformación recuperable. Alternativamente, muchas aplicaciones de estructura inteligente potencial emplearán múltiples cables SMA que exhiben una PYME permanente de un solo sentido para simplificar la fabricación y aumentar las cepas recuperables en la estructura. Para emplear los cables de un solo sentido, es necesario investigar cómo afectan a la recuperación de grandes cepas cuando están incrustadas en una estructura. En esta investigación, la gran recuperación de la deformación de un alambre SMA unidireccional incrustado en un poliuretano flexible se caracteriza por la novedosa técnica de medición de deformación conocida como correlación de imagen digital. Estos resultados se comparan con un modelo de actuación simple y un análisis de elementos finitos tridimensionales de la estructura utilizando el modelo Brinson para describir el comportamiento termomecánico del SMA. Los resultados indican que el nivel de tensión de accionamiento en la estructura se reduce sustancialmente por el comportamiento inelástico de los alambres SMA de un solo sentido, y hay diferencias significativas entre las deformaciones del material de la matriz adyacente a los alambres SMA y en la región que lo rodea. También se determinó que el comportamiento de transformación de los alambres SMA era la preservación del volumen, lo que tuvo un efecto significativo en los campos de cepa transversales. ",
            "error": []
        },
        "strain control": {
            "translated_key": [],
            "translated_annotated_text": "Una investigación fundamental sobre la recuperación de gran deformación de alambres de aleación de memoria de forma unidireccional incrustados en poliuretanos flexibles Las aleaciones de memoria de forma (SMA) están siendo incrustadas o conectadas externamente a estructuras inteligentes debido a la gran cantidad de deformación y fuerza de accionamiento que estos materiales son capaces de producir cuando se calientan. Las investigaciones anteriores se han centrado principalmente en el uso de cables SMA individuales o opuestos que exhiben el efecto de memoria de forma bidireccional (SME) debido a la simplicidad con la que se puede predecir el comportamiento de activación repetible de la estructura. Este comportamiento de activación repetible se logra a expensas de niveles reducidos de deformación recuperable. Alternativamente, muchas aplicaciones de estructura inteligente potencial emplearán múltiples cables SMA que exhiben una PYME permanente de un solo sentido para simplificar la fabricación y aumentar las cepas recuperables en la estructura. Para emplear los cables de un solo sentido, es necesario investigar cómo afectan a la recuperación de grandes cepas cuando están incrustadas en una estructura. En esta investigación, la gran recuperación de la deformación de un alambre SMA unidireccional incrustado en un poliuretano flexible se caracteriza por la novedosa técnica de medición de deformación conocida como correlación de imagen digital. Estos resultados se comparan con un modelo de actuación simple y un análisis de elementos finitos tridimensionales de la estructura utilizando el modelo Brinson para describir el comportamiento termomecánico del SMA. Los resultados indican que el nivel de tensión de accionamiento en la estructura se reduce sustancialmente por el comportamiento inelástico de los alambres SMA de un solo sentido, y hay diferencias significativas entre las deformaciones del material de la matriz adyacente a los alambres SMA y en la región que lo rodea. También se determinó que el comportamiento de transformación de los alambres SMA era la preservación del volumen, lo que tuvo un efecto significativo en los campos de cepa transversales. ",
            "error": []
        },
        "strain measurement": {
            "translated_key": [],
            "translated_annotated_text": "Una investigación fundamental sobre la recuperación de gran deformación de alambres de aleación de memoria de forma unidireccional incrustados en poliuretanos flexibles Las aleaciones de memoria de forma (SMA) están siendo incrustadas o conectadas externamente a estructuras inteligentes debido a la gran cantidad de deformación y fuerza de accionamiento que estos materiales son capaces de producir cuando se calientan. Las investigaciones anteriores se han centrado principalmente en el uso de cables SMA individuales o opuestos que exhiben el efecto de memoria de forma bidireccional (SME) debido a la simplicidad con la que se puede predecir el comportamiento de activación repetible de la estructura. Este comportamiento de activación repetible se logra a expensas de niveles reducidos de deformación recuperable. Alternativamente, muchas aplicaciones de estructura inteligente potencial emplearán múltiples cables SMA que exhiben una PYME permanente de un solo sentido para simplificar la fabricación y aumentar las cepas recuperables en la estructura. Para emplear los cables de un solo sentido, es necesario investigar cómo afectan a la recuperación de grandes cepas cuando están incrustadas en una estructura. En esta investigación, la gran recuperación de la deformación de un alambre SMA unidireccional incrustado en un poliuretano flexible se caracteriza por la novedosa técnica de medición de deformación conocida como correlación de imagen digital. Estos resultados se comparan con un modelo de actuación simple y un análisis de elementos finitos tridimensionales de la estructura utilizando el modelo Brinson para describir el comportamiento termomecánico del SMA. Los resultados indican que el nivel de tensión de accionamiento en la estructura se reduce sustancialmente por el comportamiento inelástico de los alambres SMA de un solo sentido, y hay diferencias significativas entre las deformaciones del material de la matriz adyacente a los alambres SMA y en la región que lo rodea. También se determinó que el comportamiento de transformación de los alambres SMA era la preservación del volumen, lo que tuvo un efecto significativo en los campos de cepa transversales. ",
            "error": []
        }
    }
}