{
    "original_text": "NARX-based technique for the modelling of magneto-rheological damping devices This paper presents a methodology for identifying variable-structure nonlinear models of magneto-rheological dampers (MRD) and similar devices. Its peculiarity with respect to the mainstream literature is to be especially conceived for obtaining models that are structurally simple, easy to estimate and well suited for model-based control. This goal is pursued by adopting linear-in-the-parameters NARX models, for which an identification method is developed based on the minimization of the simulation error. This method is capable of selecting the model structure together with the parameters, thus it does not require a priori structural information. A set of validation tests is reported, with the aim of demonstrating the techniques efficiency by comparing it to a widely accepted MRD modelling approach",
    "original_translation": "Técnica basada en NARX para el modelado de amortiguadores magnetorreológicos Este artículo presenta una metodología para identificar modelos no lineales de estructura variable de amortiguadores magnetorreológicos (MRD) y dispositivos similares. Su peculiaridad con respecto a la literatura convencional debe concebirse especialmente para obtener modelos estructuralmente simples, fáciles de estimar y adecuados para el control basado en modelos. Este objetivo se persigue mediante la adopción de modelos NARX lineales en los parámetros, para los que se desarrolla un método de identificación basado en la minimización del error de simulación. Este método es capaz de seleccionar la estructura del modelo junto con los parámetros, por lo que no requiere información estructural a priori. Se informa de un conjunto de pruebas de validación, con el fin de demostrar la eficiencia de las técnicas comparándolas con un enfoque de modelización de DRM ampliamente aceptado",
    "error_count": 11,
    "keys": {
        "modelling": {
            "translated_key": [],
            "translated_annotated_text": "Técnica basada en NARX para el modelado <br> de dispositivos de amortiguación magnetorreológicos Este artículo presenta una metodología para identificar modelos no lineales de estructura variable de amortiguadores magnetorreológicos (MRD) y dispositivos similares. Su peculiaridad con respecto a la literatura convencional debe concebirse especialmente para obtener modelos estructuralmente simples, fáciles de estimar y adecuados para el control basado en modelos. Este objetivo se persigue mediante la adopción de modelos NARX lineales en los parámetros, para los que se desarrolla un método de identificación basado en la minimización del error de simulación. Este método es capaz de seleccionar la estructura del modelo junto con los parámetros, por lo que no requiere información estructural a priori. Se informa de un conjunto de pruebas de validación, con el objetivo de demostrar la eficiencia de las técnicas comparándolas con un enfoque ampliamente aceptado de modelización de MRD<br> ",
            "error": []
        },
        "magnetorheological damping": {
            "translated_key": [],
            "translated_annotated_text": "Técnica basada en NARX para el modelado de amortiguadores magnetorreológicos Este artículo presenta una metodología para identificar modelos no lineales de estructura variable de amortiguadores magnetorreológicos (MRD) y dispositivos similares. Su peculiaridad con respecto a la literatura convencional debe concebirse especialmente para obtener modelos estructuralmente simples, fáciles de estimar y adecuados para el control basado en modelos. Este objetivo se persigue mediante la adopción de modelos NARX lineales en los parámetros, para los que se desarrolla un método de identificación basado en la minimización del error de simulación. Este método es capaz de seleccionar la estructura del modelo junto con los parámetros, por lo que no requiere información estructural a priori. Se informa de un conjunto de pruebas de validación, con el fin de demostrar la eficiencia de las técnicas comparándolas con un enfoque de modelización de DRM ampliamente aceptado ",
            "error": []
        },
        "model-based control": {
            "translated_key": "control basado en modelos",
            "translated_annotated_text": "Técnica basada en NARX para el modelado de amortiguadores magnetorreológicos Este artículo presenta una metodología para identificar modelos no lineales de estructura variable de amortiguadores magnetorreológicos (MRD) y dispositivos similares. Su peculiaridad con respecto a la literatura convencional debe concebirse especialmente para obtener modelos estructuralmente simples, fáciles de estimar y adecuados para el <br>control basado en modelos</br>. Este objetivo se persigue mediante la adopción de modelos NARX lineales en los parámetros, para los que se desarrolla un método de identificación basado en la minimización del error de simulación. Este método es capaz de seleccionar la estructura del modelo junto con los parámetros, por lo que no requiere información estructural a priori. Se informa de un conjunto de pruebas de validación, con el fin de demostrar la eficiencia de las técnicas comparándolas con un enfoque de modelización de DRM ampliamente aceptado ",
            "error": [
                ""
            ]
        },
        "NARX models": {
            "translated_key": "NARX",
            "translated_annotated_text": "Técnica basada en NARX para el modelado de amortiguadores magnetorreológicos Este artículo presenta una metodología para identificar modelos no lineales de estructura variable de amortiguadores magnetorreológicos (MRD) y dispositivos similares. Su peculiaridad con respecto a la literatura convencional debe concebirse especialmente para obtener modelos estructuralmente simples, fáciles de estimar y adecuados para el control basado en modelos. Este objetivo se persigue mediante la adopción de modelos lineales en los parámetros <br>NARX</br>, para los que se desarrolla un método de identificación basado en la minimización del error de simulación. Este método es capaz de seleccionar la estructura del modelo junto con los parámetros, por lo que no requiere información estructural a priori. Se informa de un conjunto de pruebas de validación, con el fin de demostrar la eficiencia de las técnicas comparándolas con un enfoque de modelización de DRM ampliamente aceptado ",
            "error": [
                ""
            ]
        },
        "identification": {
            "translated_key": [],
            "translated_annotated_text": "Técnica basada en NARX para el modelado de amortiguadores magnetorreológicos Este artículo presenta una metodología para identificar modelos no lineales de estructura variable de amortiguadores magnetorreológicos (MRD) y dispositivos similares. Su peculiaridad con respecto a la literatura convencional debe concebirse especialmente para obtener modelos estructuralmente simples, fáciles de estimar y adecuados para el control basado en modelos. Este objetivo se persigue mediante la adopción de modelos NARX lineales en los parámetros, para los que se desarrolla un método de identificación <br></br> basado en la minimización del error de simulación. Este método es capaz de seleccionar la estructura del modelo junto con los parámetros, por lo que no requiere información estructural a priori. Se informa de un conjunto de pruebas de validación, con el fin de demostrar la eficiencia de las técnicas comparándolas con un enfoque de modelización de DRM ampliamente aceptado ",
            "error": []
        },
        "minimization": {
            "translated_key": [],
            "translated_annotated_text": "Técnica basada en NARX para el modelado de amortiguadores magnetorreológicos Este artículo presenta una metodología para identificar modelos no lineales de estructura variable de amortiguadores magnetorreológicos (MRD) y dispositivos similares. Su peculiaridad con respecto a la literatura convencional debe concebirse especialmente para obtener modelos estructuralmente simples, fáciles de estimar y adecuados para el control basado en modelos. Este objetivo se persigue mediante la adopción de modelos NARX lineales en los parámetros, para los que se desarrolla un método de identificación basado en la minimización <br> del error de simulación. Este método es capaz de seleccionar la estructura del modelo junto con los parámetros, por lo que no requiere información estructural a priori. Se informa de un conjunto de pruebas de validación, con el fin de demostrar la eficiencia de las técnicas comparándolas con un enfoque de modelización de DRM ampliamente aceptado ",
            "error": []
        },
        "simulation error": {
            "translated_key": [],
            "translated_annotated_text": "Técnica basada en NARX para el modelado de amortiguadores magnetorreológicos Este artículo presenta una metodología para identificar modelos no lineales de estructura variable de amortiguadores magnetorreológicos (MRD) y dispositivos similares. Su peculiaridad con respecto a la literatura convencional debe concebirse especialmente para obtener modelos estructuralmente simples, fáciles de estimar y adecuados para el control basado en modelos. Este objetivo se persigue mediante la adopción de modelos NARX lineales en los parámetros, para los que se desarrolla un método de identificación basado en la minimización del error de simulación <br>. Este método es capaz de seleccionar la estructura del modelo junto con los parámetros, por lo que no requiere información estructural a priori. Se informa de un conjunto de pruebas de validación, con el fin de demostrar la eficiencia de las técnicas comparándolas con un enfoque de modelización de DRM ampliamente aceptado ",
            "error": []
        },
        "validation": {
            "translated_key": "validación",
            "translated_annotated_text": "Técnica basada en NARX para el modelado de amortiguadores magnetorreológicos Este artículo presenta una metodología para identificar modelos no lineales de estructura variable de amortiguadores magnetorreológicos (MRD) y dispositivos similares. Su peculiaridad con respecto a la literatura convencional debe concebirse especialmente para obtener modelos estructuralmente simples, fáciles de estimar y adecuados para el control basado en modelos. Este objetivo se persigue mediante la adopción de modelos NARX lineales en los parámetros, para los que se desarrolla un método de identificación basado en la minimización del error de simulación. Este método es capaz de seleccionar la estructura del modelo junto con los parámetros, por lo que no requiere información estructural a priori. Se informa de un conjunto de ensayos de <br>validación</br> con el fin de demostrar la eficiencia de las técnicas comparándolas con un método de modelización de DRM ampliamente aceptado ",
            "error": [
                ""
            ]
        },
        "MRD modelling": {
            "translated_key": "MRD ampliamente aceptado",
            "translated_annotated_text": "Técnica basada en NARX para el modelado de amortiguadores magnetorreológicos Este artículo presenta una metodología para identificar modelos no lineales de estructura variable de amortiguadores magnetorreológicos (MRD) y dispositivos similares. Su peculiaridad con respecto a la literatura convencional debe concebirse especialmente para obtener modelos estructuralmente simples, fáciles de estimar y adecuados para el control basado en modelos. Este objetivo se persigue mediante la adopción de modelos NARX lineales en los parámetros, para los que se desarrolla un método de identificación basado en la minimización del error de simulación. Este método es capaz de seleccionar la estructura del modelo junto con los parámetros, por lo que no requiere información estructural a priori. Se informa de un conjunto de pruebas de validación, con el objetivo de demostrar la eficiencia de las técnicas comparándolas con un método de modelización <br>MRD ampliamente aceptado</br> ",
            "error": [
                ""
            ]
        },
        "control system analysis": {
            "translated_key": [],
            "translated_annotated_text": "Técnica basada en NARX para el modelado de amortiguadores magnetorreológicos Este artículo presenta una metodología para identificar modelos no lineales de estructura variable de amortiguadores magnetorreológicos (MRD) y dispositivos similares. Su peculiaridad con respecto a la literatura convencional debe concebirse especialmente para obtener modelos estructuralmente simples, fáciles de estimar y adecuados para el control basado en modelos. Este objetivo se persigue mediante la adopción de modelos NARX lineales en los parámetros, para los que se desarrolla un método de identificación basado en la minimización del error de simulación. Este método es capaz de seleccionar la estructura del modelo junto con los parámetros, por lo que no requiere información estructural a priori. Se informa de un conjunto de pruebas de validación, con el fin de demostrar la eficiencia de las técnicas comparándolas con un enfoque de modelización de DRM ampliamente aceptado ",
            "error": []
        },
        "damping": {
            "translated_key": "damping",
            "translated_annotated_text": "Técnica basada en NARX para el modelado de dispositivos magnetorreológicos <br>damping</br> Este artículo presenta una metodología para identificar modelos no lineales de estructura variable de amortiguadores magnetorreológicos (MRD) y dispositivos similares. Su peculiaridad con respecto a la literatura convencional debe concebirse especialmente para obtener modelos estructuralmente simples, fáciles de estimar y adecuados para el control basado en modelos. Este objetivo se persigue mediante la adopción de modelos NARX lineales en los parámetros, para los que se desarrolla un método de identificación basado en la minimización del error de simulación. Este método es capaz de seleccionar la estructura del modelo junto con los parámetros, por lo que no requiere información estructural a priori. Se informa de un conjunto de pruebas de validación, con el fin de demostrar la eficiencia de las técnicas comparándolas con un enfoque de modelización de DRM ampliamente aceptado ",
            "error": [
                ""
            ]
        },
        "intelligent actuators": {
            "translated_key": [],
            "translated_annotated_text": "Técnica basada en NARX para el modelado de amortiguadores magnetorreológicos Este artículo presenta una metodología para identificar modelos no lineales de estructura variable de amortiguadores magnetorreológicos (MRD) y dispositivos similares. Su peculiaridad con respecto a la literatura convencional debe concebirse especialmente para obtener modelos estructuralmente simples, fáciles de estimar y adecuados para el control basado en modelos. Este objetivo se persigue mediante la adopción de modelos NARX lineales en los parámetros, para los que se desarrolla un método de identificación basado en la minimización del error de simulación. Este método es capaz de seleccionar la estructura del modelo junto con los parámetros, por lo que no requiere información estructural a priori. Se informa de un conjunto de pruebas de validación, con el fin de demostrar la eficiencia de las técnicas comparándolas con un enfoque de modelización de DRM ampliamente aceptado ",
            "error": []
        },
        "magnetorheology": {
            "translated_key": [],
            "translated_annotated_text": "Técnica basada en NARX para el modelado de amortiguadores magnetorreológicos Este artículo presenta una metodología para identificar modelos no lineales de estructura variable de amortiguadores magnetorreológicos (MRD) y dispositivos similares. Su peculiaridad con respecto a la literatura convencional debe concebirse especialmente para obtener modelos estructuralmente simples, fáciles de estimar y adecuados para el control basado en modelos. Este objetivo se persigue mediante la adopción de modelos NARX lineales en los parámetros, para los que se desarrolla un método de identificación basado en la minimización del error de simulación. Este método es capaz de seleccionar la estructura del modelo junto con los parámetros, por lo que no requiere información estructural a priori. Se informa de un conjunto de pruebas de validación, con el fin de demostrar la eficiencia de las técnicas comparándolas con un enfoque de modelización de DRM ampliamente aceptado ",
            "error": []
        },
        "minimisation": {
            "translated_key": [],
            "translated_annotated_text": "Técnica basada en NARX para el modelado de amortiguadores magnetorreológicos Este artículo presenta una metodología para identificar modelos no lineales de estructura variable de amortiguadores magnetorreológicos (MRD) y dispositivos similares. Su peculiaridad con respecto a la literatura convencional debe concebirse especialmente para obtener modelos estructuralmente simples, fáciles de estimar y adecuados para el control basado en modelos. Este objetivo se persigue mediante la adopción de modelos NARX lineales en los parámetros, para los que se desarrolla un método de identificación basado en la minimización del error de simulación. Este método es capaz de seleccionar la estructura del modelo junto con los parámetros, por lo que no requiere información estructural a priori. Se informa de un conjunto de pruebas de validación, con el fin de demostrar la eficiencia de las técnicas comparándolas con un enfoque de modelización de DRM ampliamente aceptado ",
            "error": []
        },
        "nonlinear control systems": {
            "translated_key": [],
            "translated_annotated_text": "Técnica basada en NARX para el modelado de amortiguadores magnetorreológicos Este artículo presenta una metodología para identificar modelos no lineales de estructura variable de amortiguadores magnetorreológicos (MRD) y dispositivos similares. Su peculiaridad con respecto a la literatura convencional debe concebirse especialmente para obtener modelos estructuralmente simples, fáciles de estimar y adecuados para el control basado en modelos. Este objetivo se persigue mediante la adopción de modelos NARX lineales en los parámetros, para los que se desarrolla un método de identificación basado en la minimización del error de simulación. Este método es capaz de seleccionar la estructura del modelo junto con los parámetros, por lo que no requiere información estructural a priori. Se informa de un conjunto de pruebas de validación, con el fin de demostrar la eficiencia de las técnicas comparándolas con un enfoque de modelización de DRM ampliamente aceptado ",
            "error": []
        }
    }
}