{
    "original_text": "Implementation of universal quantum gates based on nonadiabatic geometric phases We propose an experimentally feasible scheme to achieve quantum computation based on nonadiabatic geometric phase shifts, in which a cyclic geometric phase is used to realize a set of universal quantum gates. Physical implementation of this set of gates is designed for Josephson junctions and for NMR systems. Interestingly, we find that the nonadiabatic phase shift may be independent of the operation time under appropriate controllable conditions. A remarkable feature of the present nonadiabatic geometric gates is that there is no intrinsic limitation on the operation time",
    "original_translation": "Implementación de puertas cuánticas universales basadas en fases geométricas no adiabáticas Proponemos un esquema experimentalmente factible para lograr cálculos cuánticos basados en cambios de fases geométricas no adiabáticas, en los que se utiliza una fase geométrica cíclica para realizar un conjunto de puertas cuánticas universales. La implementación física de este conjunto de puertas está diseñada para las uniones Josephson y para los sistemas NMR. Curiosamente, encontramos que el cambio de fase no adiabático puede ser independiente del tiempo de operación bajo condiciones controlables apropiadas. Una característica notable de las actuales puertas geométricas no adiabáticas es que no hay ninguna limitación intrínseca en el tiempo de operación",
    "error_count": 4,
    "keys": {
        "quantum computation": {
            "translated_key": [],
            "translated_annotated_text": "Implementación de puertas cuánticas universales basadas en fases geométricas no adiabáticas Proponemos un esquema experimentalmente factible para lograr cálculos cuánticos basados en cambios de fases geométricas no adiabáticas, en los que se utiliza una fase geométrica cíclica para realizar un conjunto de puertas cuánticas universales. La implementación física de este conjunto de puertas está diseñada para las uniones Josephson y para los sistemas NMR. Curiosamente, encontramos que el cambio de fase no adiabático puede ser independiente del tiempo de operación bajo condiciones controlables apropiadas. Una característica notable de las actuales puertas geométricas no adiabáticas es que no hay ninguna limitación intrínseca en el tiempo de operación ",
            "error": []
        },
        "nonadiabatic geometric phase shifts": {
            "translated_key": [],
            "translated_annotated_text": "Implementación de puertas cuánticas universales basadas en fases geométricas no adiabáticas Proponemos un esquema experimentalmente factible para lograr cálculos cuánticos basados en cambios de fases geométricas no adiabáticas, en los que se utiliza una fase geométrica cíclica para realizar un conjunto de puertas cuánticas universales. La implementación física de este conjunto de puertas está diseñada para las uniones Josephson y para los sistemas NMR. Curiosamente, encontramos que el cambio de fase no adiabático puede ser independiente del tiempo de operación bajo condiciones controlables apropiadas. Una característica notable de las actuales puertas geométricas no adiabáticas es que no hay ninguna limitación intrínseca en el tiempo de operación ",
            "error": []
        },
        "cyclic geometric phase": {
            "translated_key": "cíclica",
            "translated_annotated_text": "Implementación de puertas cuánticas universales basadas en fases geométricas no adiabáticas Proponemos un esquema experimentalmente factible para lograr cálculos cuánticos basados en cambios de fases geométricas no adiabáticas, en los que se utiliza una fase geométrica <br>cíclica</br> para realizar un conjunto de puertas cuánticas universales. La implementación física de este conjunto de puertas está diseñada para las uniones Josephson y para los sistemas NMR. Curiosamente, encontramos que el cambio de fase no adiabático puede ser independiente del tiempo de operación bajo condiciones controlables apropiadas. Una característica notable de las actuales puertas geométricas no adiabáticas es que no hay ninguna limitación intrínseca en el tiempo de operación ",
            "error": [
                ""
            ]
        },
        "universal quantum gates": {
            "translated_key": "puertas cuánticas universales",
            "translated_annotated_text": "Implementación de <br>puertas cuánticas universales</br> basadas en fases geométricas no adiabáticas Proponemos un esquema experimentalmente factible para lograr un cálculo cuántico basado en cambios de fase geométrica no adiabática, en el que se utiliza una fase geométrica cíclica para realizar un conjunto de <br>puertas cuánticas universales</br>. La implementación física de este conjunto de puertas está diseñada para las uniones Josephson y para los sistemas NMR. Curiosamente, encontramos que el cambio de fase no adiabático puede ser independiente del tiempo de operación bajo condiciones controlables apropiadas. Una característica notable de las actuales puertas geométricas no adiabáticas es que no hay ninguna limitación intrínseca en el tiempo de operación ",
            "error": [
                ""
            ]
        },
        "Josephson junctions": {
            "translated_key": "Josephson",
            "translated_annotated_text": "Implementación de puertas cuánticas universales basadas en fases geométricas no adiabáticas Proponemos un esquema experimentalmente factible para lograr cálculos cuánticos basados en cambios de fases geométricas no adiabáticas, en los que se utiliza una fase geométrica cíclica para realizar un conjunto de puertas cuánticas universales. La implementación física de este conjunto de puertas está diseñada para conexiones <br>Josephson</br> y para sistemas NMR. Curiosamente, encontramos que el cambio de fase no adiabático puede ser independiente del tiempo de operación bajo condiciones controlables apropiadas. Una característica notable de las actuales puertas geométricas no adiabáticas es que no hay ninguna limitación intrínseca en el tiempo de operación ",
            "error": [
                ""
            ]
        },
        "NMR systems": {
            "translated_key": "NMR",
            "translated_annotated_text": "Implementación de puertas cuánticas universales basadas en fases geométricas no adiabáticas Proponemos un esquema experimentalmente factible para lograr cálculos cuánticos basados en cambios de fases geométricas no adiabáticas, en los que se utiliza una fase geométrica cíclica para realizar un conjunto de puertas cuánticas universales. La implementación física de este conjunto de puertas está diseñada para las uniones Josephson y para sistemas <br>NMR</br>. Curiosamente, encontramos que el cambio de fase no adiabático puede ser independiente del tiempo de operación bajo condiciones controlables apropiadas. Una característica notable de las actuales puertas geométricas no adiabáticas es que no hay ninguna limitación intrínseca en el tiempo de operación ",
            "error": [
                ""
            ]
        },
        "nonadiabatic phase shift": {
            "translated_key": "nondiabatic",
            "translated_annotated_text": "Implementación de puertas cuánticas universales basadas en fases geométricas no adiabáticas Proponemos un esquema experimentalmente factible para lograr cálculos cuánticos basados en cambios de fases geométricas no adiabáticas, en los que se utiliza una fase geométrica cíclica para realizar un conjunto de puertas cuánticas universales. La implementación física de este conjunto de puertas está diseñada para las uniones Josephson y para los sistemas NMR. Curiosamente, encontramos que el cambio de fase <br>nondiabatic</br> puede ser independiente del tiempo de operación en condiciones controlables adecuadas. Una característica notable de las actuales puertas geométricas no adiabáticas es que no hay ninguna limitación intrínseca en el tiempo de operación ",
            "error": [
                ""
            ]
        },
        "operation time": {
            "translated_key": "</br> en condiciones controlables adecuadas. Una característica notable de las actuales puertas geométricas no adiabáticas es que no hay ninguna limitación intrínseca en el tiempo de operación <br> ",
            "translated_annotated_text": "Implementación de puertas cuánticas universales basadas en fases geométricas no adiabáticas Proponemos un esquema experimentalmente factible para lograr cálculos cuánticos basados en cambios de fases geométricas no adiabáticas, en los que se utiliza una fase geométrica cíclica para realizar un conjunto de puertas cuánticas universales. La implementación física de este conjunto de puertas está diseñada para las uniones Josephson y para los sistemas NMR. Curiosamente, encontramos que el cambio de fase no adiabático puede ser independiente del tiempo de operación <br></br> en condiciones controlables adecuadas. Una característica notable de las actuales puertas geométricas no adiabáticas es que no hay ninguna limitación intrínseca en el tiempo de operación <br> </br> ",
            "error": [
                ""
            ]
        },
        "nonadiabatic geometric gates": {
            "translated_key": "nonadiabatic",
            "translated_annotated_text": "Implementación de puertas cuánticas universales basadas en fases geométricas no adiabáticas Proponemos un esquema experimentalmente factible para lograr cálculos cuánticos basados en cambios de fases geométricas no adiabáticas, en los que se utiliza una fase geométrica cíclica para realizar un conjunto de puertas cuánticas universales. La implementación física de este conjunto de puertas está diseñada para las uniones Josephson y para los sistemas NMR. Curiosamente, encontramos que el cambio de fase no adiabático puede ser independiente del tiempo de operación bajo condiciones controlables apropiadas. Una característica notable de las actuales puertas geométricas <br>nonadiabatic</br> es que no hay ninguna limitación intrínseca en el tiempo de operación ",
            "error": [
                ""
            ]
        },
        "nuclear magnetic resonance": {
            "translated_key": [],
            "translated_annotated_text": "Implementación de puertas cuánticas universales basadas en fases geométricas no adiabáticas Proponemos un esquema experimentalmente factible para lograr cálculos cuánticos basados en cambios de fases geométricas no adiabáticas, en los que se utiliza una fase geométrica cíclica para realizar un conjunto de puertas cuánticas universales. La implementación física de este conjunto de puertas está diseñada para las uniones Josephson y para los sistemas NMR. Curiosamente, encontramos que el cambio de fase no adiabático puede ser independiente del tiempo de operación bajo condiciones controlables apropiadas. Una característica notable de las actuales puertas geométricas no adiabáticas es que no hay ninguna limitación intrínseca en el tiempo de operación ",
            "error": []
        },
        "quantum gates": {
            "translated_key": " basadas en fases geométricas no adiabáticas Proponemos un esquema experimentalmente factible para lograr el cálculo cuántico basado en cambios de fases geométricas no adiabáticas, en los que se utiliza una fase geométrica cíclica para realizar un conjunto de puertas cuánticas universales<br>",
            "translated_annotated_text": "Implementación de puertas cuánticas universales<br> basadas en fases geométricas no adiabáticas Proponemos un esquema experimentalmente factible para lograr el cálculo cuántico basado en cambios de fases geométricas no adiabáticas, en los que se utiliza una fase geométrica cíclica para realizar un conjunto de puertas cuánticas universales<br></br>. La implementación física de este conjunto de puertas está diseñada para las uniones Josephson y para los sistemas NMR. Curiosamente, encontramos que el cambio de fase no adiabático puede ser independiente del tiempo de operación bajo condiciones controlables apropiadas. Una característica notable de las actuales puertas geométricas no adiabáticas es que no hay ninguna limitación intrínseca en el tiempo de operación ",
            "error": [
                ""
            ]
        },
        "superconducting junction devices": {
            "translated_key": [],
            "translated_annotated_text": "Implementación de puertas cuánticas universales basadas en fases geométricas no adiabáticas Proponemos un esquema experimentalmente factible para lograr cálculos cuánticos basados en cambios de fases geométricas no adiabáticas, en los que se utiliza una fase geométrica cíclica para realizar un conjunto de puertas cuánticas universales. La implementación física de este conjunto de puertas está diseñada para las uniones Josephson y para los sistemas NMR. Curiosamente, encontramos que el cambio de fase no adiabático puede ser independiente del tiempo de operación bajo condiciones controlables apropiadas. Una característica notable de las actuales puertas geométricas no adiabáticas es que no hay ninguna limitación intrínseca en el tiempo de operación ",
            "error": []
        }
    }
}