{
    "original_text": "Testing statistical bounds on entanglement using quantum chaos Previous results indicate that while chaos can lead to substantial entropy production, thereby maximizing dynamical entanglement, this still falls short of maximality. Random matrix theory modeling of composite quantum systems, investigated recently, entails a universal distribution of the eigenvalues of the reduced density matrices. We demonstrate that these distributions are realized in quantized chaotic systems by using a model of two coupled and kicked tops. We derive an explicit statistical universal bound on entanglement, which is also valid for the case of unequal dimensionality of the Hilbert spaces involved, and show that this describes well the bounds observed using composite quantized chaotic systems such as coupled tops",
    "original_translation": "Probando límites estadísticos sobre el enredo usando el caos cuántico Los resultados anteriores indican que si bien el caos puede conducir a una producción sustancial de entropía, maximizando así el enredo dinámico, esto todavía no alcanza la maximidad. La teoría de matriz aleatoria modelación de sistemas cuánticos compuestos, investigada recientemente, implica una distribución universal de los valores propios de las matrices de densidad reducida. Demostramos que estas distribuciones se realizan en sistemas caóticos cuantificados mediante el uso de un modelo de dos tops acoplados y pateados. Derivamos un estadístico universal explícito ligado al enredo, que también es válido para el caso de la dimensionalidad desigual de los espacios Hilbert involucrados, y muestra que esto describe bien los límites observados utilizando sistemas caóticos cuantificados compuestos como tops acoplados",
    "error_count": 12,
    "keys": {
        "statistical bounds": {
            "translated_key": "límites estadísticos",
            "translated_annotated_text": "Pruebas de <br>límites estadísticos</br> sobre el enredo usando caos cuántico Los resultados anteriores indican que si bien el caos puede conducir a una producción sustancial de entropía, maximizando así el enredo dinámico, esto todavía no alcanza la maximidad. La teoría de matriz aleatoria modelación de sistemas cuánticos compuestos, investigada recientemente, implica una distribución universal de los valores propios de las matrices de densidad reducida. Demostramos que estas distribuciones se realizan en sistemas caóticos cuantificados mediante el uso de un modelo de dos tops acoplados y pateados. Derivamos un estadístico universal explícito ligado al enredo, que también es válido para el caso de la dimensionalidad desigual de los espacios Hilbert involucrados, y muestra que esto describe bien los límites observados utilizando sistemas caóticos cuantificados compuestos como tops acoplados ",
            "error": [
                ""
            ]
        },
        "entanglement": {
            "translated_key": [
                "enredo",
                "enredo",
                "enlace "
            ],
            "translated_annotated_text": "Probando límites estadísticos sobre el <br>enredo</br> usando caos cuántico Los resultados anteriores indican que si bien el caos puede conducir a una producción sustancial de entropía, maximizando así el <br>enredo</br> dinámico, esto todavía no alcanza la maximidad. La teoría de matriz aleatoria modelación de sistemas cuánticos compuestos, investigada recientemente, implica una distribución universal de los valores propios de las matrices de densidad reducida. Demostramos que estas distribuciones se realizan en sistemas caóticos cuantificados mediante el uso de un modelo de dos tops acoplados y pateados. Derivamos un estadístico universal explícito ligado a <br>enlace </br>, que también es válido para el caso de la dimensionalidad desigual de los espacios Hilbert involucrados, y muestra que esto describe bien los límites observados utilizando sistemas caóticos cuantificados compuestos como tops acoplados ",
            "error": [
                "enredo",
                "enredo",
                "enlace "
            ]
        },
        "quantum chaos": {
            "translated_key": "quantum caos",
            "translated_annotated_text": "Pruebas de límites estadísticos sobre el enredo usando <br>quantum caos</br> Los resultados anteriores indican que si bien el caos puede conducir a una producción sustancial de entropía, maximizando así el enredo dinámico, esto todavía no alcanza la máxima. La teoría de matriz aleatoria modelación de sistemas cuánticos compuestos, investigada recientemente, implica una distribución universal de los valores propios de las matrices de densidad reducida. Demostramos que estas distribuciones se realizan en sistemas caóticos cuantificados mediante el uso de un modelo de dos tops acoplados y pateados. Derivamos un estadístico universal explícito ligado al enredo, que también es válido para el caso de la dimensionalidad desigual de los espacios Hilbert involucrados, y muestra que esto describe bien los límites observados utilizando sistemas caóticos cuantificados compuestos como tops acoplados ",
            "error": [
                ""
            ]
        },
        "entropy production": {
            "translated_key": "entropía",
            "translated_annotated_text": "Probando límites estadísticos sobre el enredo usando caos cuántico Los resultados anteriores indican que si bien el caos puede conducir a una producción sustancial de <br>entropía</br>, maximizando así el enredo dinámico, esto todavía no alcanza la máxima. La teoría de matriz aleatoria modelación de sistemas cuánticos compuestos, investigada recientemente, implica una distribución universal de los valores propios de las matrices de densidad reducida. Demostramos que estas distribuciones se realizan en sistemas caóticos cuantificados mediante el uso de un modelo de dos tops acoplados y pateados. Derivamos un estadístico universal explícito ligado al enredo, que también es válido para el caso de la dimensionalidad desigual de los espacios Hilbert involucrados, y muestra que esto describe bien los límites observados utilizando sistemas caóticos cuantificados compuestos como tops acoplados ",
            "error": [
                ""
            ]
        },
        "maximality": {
            "translated_key": " ",
            "translated_annotated_text": "Probando límites estadísticos sobre el enredo usando el caos cuántico Los resultados anteriores indican que si bien el caos puede conducir a una producción sustancial de entropía, maximizando así el enredo dinámico, esto todavía no alcanza la maximalidad <br> </br>. La teoría de matriz aleatoria modelación de sistemas cuánticos compuestos, investigada recientemente, implica una distribución universal de los valores propios de las matrices de densidad reducida. Demostramos que estas distribuciones se realizan en sistemas caóticos cuantificados mediante el uso de un modelo de dos tops acoplados y pateados. Derivamos un estadístico universal explícito ligado al enredo, que también es válido para el caso de la dimensionalidad desigual de los espacios Hilbert involucrados, y muestra que esto describe bien los límites observados utilizando sistemas caóticos cuantificados compuestos como tops acoplados ",
            "error": [
                ""
            ]
        },
        "random matrix theory": {
            "translated_key": [],
            "translated_annotated_text": "Probando límites estadísticos sobre el enredo usando el caos cuántico Los resultados anteriores indican que si bien el caos puede conducir a una producción sustancial de entropía, maximizando así el enredo dinámico, esto todavía no alcanza la maximidad. La teoría de matriz aleatoria modelación de sistemas cuánticos compuestos, investigada recientemente, implica una distribución universal de los valores propios de las matrices de densidad reducida. Demostramos que estas distribuciones se realizan en sistemas caóticos cuantificados mediante el uso de un modelo de dos tops acoplados y pateados. Derivamos un estadístico universal explícito ligado al enredo, que también es válido para el caso de la dimensionalidad desigual de los espacios Hilbert involucrados, y muestra que esto describe bien los límites observados utilizando sistemas caóticos cuantificados compuestos como tops acoplados ",
            "error": []
        },
        "composite quantum systems": {
            "translated_key": [],
            "translated_annotated_text": "Probando límites estadísticos sobre el enredo usando el caos cuántico Los resultados anteriores indican que si bien el caos puede conducir a una producción sustancial de entropía, maximizando así el enredo dinámico, esto todavía no alcanza la maximidad. El modelado de la teoría de matriz aleatoria de sistemas cuánticos compuestos <br>, investigado recientemente, implica una distribución universal de los valores propios de las matrices de densidad reducida. Demostramos que estas distribuciones se realizan en sistemas caóticos cuantificados mediante el uso de un modelo de dos tops acoplados y pateados. Derivamos un estadístico universal explícito ligado al enredo, que también es válido para el caso de la dimensionalidad desigual de los espacios Hilbert involucrados, y muestra que esto describe bien los límites observados utilizando sistemas caóticos cuantificados compuestos como tops acoplados ",
            "error": []
        },
        "universal distribution": {
            "translated_key": "distribución universal",
            "translated_annotated_text": "Probando límites estadísticos sobre el enredo usando el caos cuántico Los resultados anteriores indican que si bien el caos puede conducir a una producción sustancial de entropía, maximizando así el enredo dinámico, esto todavía no alcanza la maximidad. La teoría de matriz aleatoria modelación de sistemas cuánticos compuestos, investigada recientemente, implica una <br>distribución universal</br> de los valores propios de las matrices de densidad reducida. Demostramos que estas distribuciones se realizan en sistemas caóticos cuantificados mediante el uso de un modelo de dos tops acoplados y pateados. Derivamos un estadístico universal explícito ligado al enredo, que también es válido para el caso de la dimensionalidad desigual de los espacios Hilbert involucrados, y muestra que esto describe bien los límites observados utilizando sistemas caóticos cuantificados compuestos como tops acoplados ",
            "error": [
                ""
            ]
        },
        "reduced density matrices": {
            "translated_key": " ",
            "translated_annotated_text": "Probando límites estadísticos sobre el enredo usando el caos cuántico Los resultados anteriores indican que si bien el caos puede conducir a una producción sustancial de entropía, maximizando así el enredo dinámico, esto todavía no alcanza la maximidad. La teoría de la matriz aleatoria modelación de sistemas cuánticos compuestos, investigada recientemente, implica una distribución universal de los valores propios de las matrices de densidad reducidas <br> </br>. Demostramos que estas distribuciones se realizan en sistemas caóticos cuantificados mediante el uso de un modelo de dos tops acoplados y pateados. Derivamos un estadístico universal explícito ligado al enredo, que también es válido para el caso de la dimensionalidad desigual de los espacios Hilbert involucrados, y muestra que esto describe bien los límites observados utilizando sistemas caóticos cuantificados compuestos como tops acoplados ",
            "error": [
                ""
            ]
        },
        "quantized chaotic systems": {
            "translated_key": [
                " cuantificados",
                "cuantizados"
            ],
            "translated_annotated_text": "Probando límites estadísticos sobre el enredo usando el caos cuántico Los resultados anteriores indican que si bien el caos puede conducir a una producción sustancial de entropía, maximizando así el enredo dinámico, esto todavía no alcanza la maximidad. La teoría de matriz aleatoria modelación de sistemas cuánticos compuestos, investigada recientemente, implica una distribución universal de los valores propios de las matrices de densidad reducida. Demostramos que estas distribuciones se realizan en sistemas caóticos <br> cuantificados</br> utilizando un modelo de dos tops acoplados y pateados. Derivamos un estadístico universal explícito ligado al enredo, que también es válido para el caso de la dimensionalidad desigual de los espacios Hilbert involucrados, y muestra que esto describe bien los límites observados utilizando sistemas caóticos compuestos <br>cuantizados</br> como tops acoplados ",
            "error": [
                " cuantificados",
                "cuantizados"
            ]
        },
        "kicked tops": {
            "translated_key": "kicked",
            "translated_annotated_text": "Probando límites estadísticos sobre el enredo usando el caos cuántico Los resultados anteriores indican que si bien el caos puede conducir a una producción sustancial de entropía, maximizando así el enredo dinámico, esto todavía no alcanza la maximidad. La teoría de matriz aleatoria modelación de sistemas cuánticos compuestos, investigada recientemente, implica una distribución universal de los valores propios de las matrices de densidad reducida. Demostramos que estas distribuciones se realizan en sistemas caóticos cuantificados utilizando un modelo de dos tops acoplados y <br>kicked</br>. Derivamos un estadístico universal explícito ligado al enredo, que también es válido para el caso de la dimensionalidad desigual de los espacios Hilbert involucrados, y muestra que esto describe bien los límites observados utilizando sistemas caóticos cuantificados compuestos como tops acoplados ",
            "error": [
                ""
            ]
        },
        "Hilbert spaces": {
            "translated_key": [],
            "translated_annotated_text": "Probando límites estadísticos sobre el enredo usando el caos cuántico Los resultados anteriores indican que si bien el caos puede conducir a una producción sustancial de entropía, maximizando así el enredo dinámico, esto todavía no alcanza la maximidad. La teoría de matriz aleatoria modelación de sistemas cuánticos compuestos, investigada recientemente, implica una distribución universal de los valores propios de las matrices de densidad reducida. Demostramos que estas distribuciones se realizan en sistemas caóticos cuantificados mediante el uso de un modelo de dos tops acoplados y pateados. Derivamos un estadístico universal explícito ligado al enredo, que también es válido para el caso de la dimensionalidad desigual de los espacios <br>Hilbert involucrados, y muestra que esto describe bien los límites observados utilizando sistemas caóticos cuantificados compuestos como tops acoplados ",
            "error": []
        },
        "bound states": {
            "translated_key": [],
            "translated_annotated_text": "Probando límites estadísticos sobre el enredo usando el caos cuántico Los resultados anteriores indican que si bien el caos puede conducir a una producción sustancial de entropía, maximizando así el enredo dinámico, esto todavía no alcanza la maximidad. La teoría de matriz aleatoria modelación de sistemas cuánticos compuestos, investigada recientemente, implica una distribución universal de los valores propios de las matrices de densidad reducida. Demostramos que estas distribuciones se realizan en sistemas caóticos cuantificados mediante el uso de un modelo de dos tops acoplados y pateados. Derivamos un estadístico universal explícito ligado al enredo, que también es válido para el caso de la dimensionalidad desigual de los espacios Hilbert involucrados, y muestra que esto describe bien los límites observados utilizando sistemas caóticos cuantificados compuestos como tops acoplados ",
            "error": []
        },
        "chaos": {
            "translated_key": "chaos",
            "translated_annotated_text": "Los límites estadísticos de ensayo del enredo usando el enredo cuántico <br>chaos</br> Los resultados anteriores indican que mientras que <br>chaos</br> puede conducir a una producción sustancial de entropía, maximizando así el enredo dinámico, esto todavía no alcanza la máxima. La teoría de matriz aleatoria modelación de sistemas cuánticos compuestos, investigada recientemente, implica una distribución universal de los valores propios de las matrices de densidad reducida. Demostramos que estas distribuciones se realizan en sistemas caóticos cuantificados mediante el uso de un modelo de dos tops acoplados y pateados. Derivamos un estadístico universal explícito ligado al enredo, que también es válido para el caso de la dimensionalidad desigual de los espacios Hilbert involucrados, y muestra que esto describe bien los límites observados utilizando sistemas caóticos cuantificados compuestos como tops acoplados ",
            "error": [
                ""
            ]
        },
        "eigenvalues and eigenfunctions": {
            "translated_key": [],
            "translated_annotated_text": "Probando límites estadísticos sobre el enredo usando el caos cuántico Los resultados anteriores indican que si bien el caos puede conducir a una producción sustancial de entropía, maximizando así el enredo dinámico, esto todavía no alcanza la maximidad. La teoría de matriz aleatoria modelación de sistemas cuánticos compuestos, investigada recientemente, implica una distribución universal de los valores propios de las matrices de densidad reducida. Demostramos que estas distribuciones se realizan en sistemas caóticos cuantificados mediante el uso de un modelo de dos tops acoplados y pateados. Derivamos un estadístico universal explícito ligado al enredo, que también es válido para el caso de la dimensionalidad desigual de los espacios Hilbert involucrados, y muestra que esto describe bien los límites observados utilizando sistemas caóticos cuantificados compuestos como tops acoplados ",
            "error": []
        },
        "entropy": {
            "translated_key": "entropía",
            "translated_annotated_text": "Probando límites estadísticos sobre el enredo usando caos cuántico Los resultados anteriores indican que si bien el caos puede conducir a una producción sustancial de <br>entropía</br>, maximizando así el enredo dinámico, esto todavía no alcanza la máxima. La teoría de matriz aleatoria modelación de sistemas cuánticos compuestos, investigada recientemente, implica una distribución universal de los valores propios de las matrices de densidad reducida. Demostramos que estas distribuciones se realizan en sistemas caóticos cuantificados mediante el uso de un modelo de dos tops acoplados y pateados. Derivamos un estadístico universal explícito ligado al enredo, que también es válido para el caso de la dimensionalidad desigual de los espacios Hilbert involucrados, y muestra que esto describe bien los límites observados utilizando sistemas caóticos cuantificados compuestos como tops acoplados ",
            "error": [
                ""
            ]
        },
        "matrix algebra": {
            "translated_key": [],
            "translated_annotated_text": "Probando límites estadísticos sobre el enredo usando el caos cuántico Los resultados anteriores indican que si bien el caos puede conducir a una producción sustancial de entropía, maximizando así el enredo dinámico, esto todavía no alcanza la maximidad. La teoría de matriz aleatoria modelación de sistemas cuánticos compuestos, investigada recientemente, implica una distribución universal de los valores propios de las matrices de densidad reducida. Demostramos que estas distribuciones se realizan en sistemas caóticos cuantificados mediante el uso de un modelo de dos tops acoplados y pateados. Derivamos un estadístico universal explícito ligado al enredo, que también es válido para el caso de la dimensionalidad desigual de los espacios Hilbert involucrados, y muestra que esto describe bien los límites observados utilizando sistemas caóticos cuantificados compuestos como tops acoplados ",
            "error": []
        },
        "quantisation (quantum theory)": {
            "translated_key": [],
            "translated_annotated_text": "Probando límites estadísticos sobre el enredo usando el caos cuántico Los resultados anteriores indican que si bien el caos puede conducir a una producción sustancial de entropía, maximizando así el enredo dinámico, esto todavía no alcanza la maximidad. La teoría de matriz aleatoria modelación de sistemas cuánticos compuestos, investigada recientemente, implica una distribución universal de los valores propios de las matrices de densidad reducida. Demostramos que estas distribuciones se realizan en sistemas caóticos cuantificados mediante el uso de un modelo de dos tops acoplados y pateados. Derivamos un estadístico universal explícito ligado al enredo, que también es válido para el caso de la dimensionalidad desigual de los espacios Hilbert involucrados, y muestra que esto describe bien los límites observados utilizando sistemas caóticos cuantificados compuestos como tops acoplados ",
            "error": []
        },
        "quantum communication": {
            "translated_key": [],
            "translated_annotated_text": "Probando límites estadísticos sobre el enredo usando el caos cuántico Los resultados anteriores indican que si bien el caos puede conducir a una producción sustancial de entropía, maximizando así el enredo dinámico, esto todavía no alcanza la maximidad. La teoría de matriz aleatoria modelación de sistemas cuánticos compuestos, investigada recientemente, implica una distribución universal de los valores propios de las matrices de densidad reducida. Demostramos que estas distribuciones se realizan en sistemas caóticos cuantificados mediante el uso de un modelo de dos tops acoplados y pateados. Derivamos un estadístico universal explícito ligado al enredo, que también es válido para el caso de la dimensionalidad desigual de los espacios Hilbert involucrados, y muestra que esto describe bien los límites observados utilizando sistemas caóticos cuantificados compuestos como tops acoplados ",
            "error": []
        },
        "quantum theory": {
            "translated_key": [],
            "translated_annotated_text": "Probando límites estadísticos sobre el enredo usando el caos cuántico Los resultados anteriores indican que si bien el caos puede conducir a una producción sustancial de entropía, maximizando así el enredo dinámico, esto todavía no alcanza la maximidad. La teoría de matriz aleatoria modelación de sistemas cuánticos compuestos, investigada recientemente, implica una distribución universal de los valores propios de las matrices de densidad reducida. Demostramos que estas distribuciones se realizan en sistemas caóticos cuantificados mediante el uso de un modelo de dos tops acoplados y pateados. Derivamos un estadístico universal explícito ligado al enredo, que también es válido para el caso de la dimensionalidad desigual de los espacios Hilbert involucrados, y muestra que esto describe bien los límites observados utilizando sistemas caóticos cuantificados compuestos como tops acoplados ",
            "error": []
        }
    }
}