{
    "original_text": "Entanglement measures with asymptotic weak-monotonicity as lower (upper) bound for the entanglement of cost (distillation) We propose entanglement measures with asymptotic weak-monotonicity. We show that a normalized form of entanglement measures with the asymptotic weak-monotonicity are lower (upper) bound for the entanglement of cost (distillation)",
    "original_translation": "Medidas de enredo con monotonicidad débil asintótica como inferior (superior) ligadas para el enredo de costo (destilación) Proponemos medidas de enredo con monotonicidad débil asintótica. Demostramos que una forma normalizada de medidas de enredo con la monotonicidad débil asintótica son más bajas (superior) ligadas al enredo del costo (destilación)",
    "error_count": 3,
    "keys": {
        "entanglement measures": {
            "translated_key": "medidas de enredo",
            "translated_annotated_text": "Medidas de enredo con monotonicidad débil asintótica como inferior (superior) ligadas para el enredo de costo (destilación) Proponemos <br>medidas de enredo</br> con monotonicidad débil asintótica.  Demostramos que una forma normalizada de <br>medidas de enredo</br> con la monotonicidad débil asintótica son más bajas (superior) ligadas para el enredo del costo (destilación).  ",
            "error": [
                ""
            ]
        },
        "asymptotic weak-monotonicity": {
            "translated_key": "monotonicidad débil asintótica",
            "translated_annotated_text": "Medidas de enredo con <br>monotonicidad débil asintótica</br> como inferior (superior) unida para el enredo de costo (destilación) Proponemos medidas de enredo con <br>monotonicidad débil asintótica</br>. Demostramos que una forma normalizada de medidas de enredo con la <br>monotonicidad débil asintótica</br> son más bajas (superior) ligadas al enredo del costo (destilación) ",
            "error": [
                ""
            ]
        },
        "entanglement of cost": {
            "translated_key": "enredo de costo",
            "translated_annotated_text": "Medidas de enredo con monotonicidad débil asintótica como inferior (superior) ligadas al <br>enredo de costo</br> (destilación) Proponemos medidas de enredo con monotonicidad débil asintótica. Demostramos que una forma normalizada de medidas de enredo con la monotonicidad débil asintótica son más bajas (superior) ligadas al enredo del costo (destilación). ",
            "error": [
                ""
            ]
        },
        "distillation": {
            "translated_key": "destilación",
            "translated_annotated_text": "Medidas de enredo con monotonicidad débil asintótica como inferior (superior) ligadas al enredo del costo (<br>destilación</br>) Proponemos medidas de enredo con monotonicidad débil asintótica. Demostramos que una forma normalizada de medidas de enredo con la monotonicidad débil asintótica son más bajas (superior) ligadas al enredo del costo (<br>destilación</br>) ",
            "error": [
                ""
            ]
        },
        "quantum computing": {
            "translated_key": [],
            "translated_annotated_text": "Medidas de enredo con monotonicidad débil asintótica como inferior (superior) ligadas para el enredo de costo (destilación) Proponemos medidas de enredo con monotonicidad débil asintótica. Demostramos que una forma normalizada de medidas de enredo con la monotonicidad débil asintótica son más bajas (superior) ligadas al enredo del costo (destilación) ",
            "error": []
        },
        "quantum interference phenomena": {
            "translated_key": [],
            "translated_annotated_text": "Medidas de enredo con monotonicidad débil asintótica como inferior (superior) ligadas para el enredo de costo (destilación) Proponemos medidas de enredo con monotonicidad débil asintótica. Demostramos que una forma normalizada de medidas de enredo con la monotonicidad débil asintótica son más bajas (superior) ligadas al enredo del costo (destilación) ",
            "error": []
        },
        "quantum theory": {
            "translated_key": [],
            "translated_annotated_text": "Medidas de enredo con monotonicidad débil asintótica como inferior (superior) ligadas para el enredo de costo (destilación) Proponemos medidas de enredo con monotonicidad débil asintótica. Demostramos que una forma normalizada de medidas de enredo con la monotonicidad débil asintótica son más bajas (superior) ligadas al enredo del costo (destilación) ",
            "error": []
        }
    }
}