{
    "original_text": "A Blog in every law firm? You dont know today what youll want to know next year. Rather than trying to solve that problem, focus on providing simple tools to users that create valuable content across the firm. Individual contributions will be more visible, and you will have a searchable archive of your institutional memory and a simplified process for ensuring everyone is up to speed. Whether you embrace weblogs for their individual or institutional benefits, one thing is certain: They will become powerful tools for those who seek ways to more efficiently and intelligently manage information",
    "original_translation": "¿Un blog en cada bufete de abogados? Hoy no sabes lo que querrás saber el año que viene. En lugar de tratar de resolver ese problema, concéntrese en proporcionar herramientas simples a los usuarios que crean contenido valioso en toda la empresa. Las contribuciones individuales serán más visibles, y tendrás un archivo de búsqueda de tu memoria institucional y un proceso simplificado para asegurar que todos estén al día. Ya sea que usted acepte weblogs para sus beneficios individuales o institucionales, una cosa es cierta: Se convertirán en herramientas poderosas para aquellos que buscan maneras de administrar la información de manera más eficiente e inteligente",
    "error_count": 3,
    "keys": {
        "law firm": {
            "translated_key": "bufete de abogados",
            "translated_annotated_text": "Un blog en cada <br>bufete de abogados</br>?. Hoy no sabes lo que querrás saber el año que viene. En lugar de tratar de resolver ese problema, concéntrese en proporcionar herramientas simples a los usuarios que crean contenido valioso en toda la empresa. Las contribuciones individuales serán más visibles, y tendrás un archivo de búsqueda de tu memoria institucional y un proceso simplificado para asegurar que todos estén al día. Ya sea que usted acepte weblogs para sus beneficios individuales o institucionales, una cosa es cierta: Se convertirán en herramientas poderosas para aquellos que buscan maneras de administrar la información de manera más eficiente e inteligente ",
            "error": [
                ""
            ]
        },
        "weblogs": {
            "translated_key": "weblogs",
            "translated_annotated_text": "¿Un blog en cada bufete de abogados? Hoy no sabes lo que querrás saber el año que viene. En lugar de tratar de resolver ese problema, concéntrese en proporcionar herramientas simples a los usuarios que crean contenido valioso en toda la empresa. Las contribuciones individuales serán más visibles, y tendrás un archivo de búsqueda de tu memoria institucional y un proceso simplificado para asegurar que todos estén al día. Ya sea que abraces <br>weblogs</br> por sus beneficios individuales o institucionales, una cosa es cierta: se convertirán en herramientas poderosas para aquellos que buscan maneras de gestionar la información de manera más eficiente e inteligente ",
            "error": [
                ""
            ]
        },
        "institutional memory": {
            "translated_key": "memoria institucional",
            "translated_annotated_text": "¿Un blog en cada bufete de abogados? Hoy no sabes lo que querrás saber el año que viene. En lugar de tratar de resolver ese problema, concéntrese en proporcionar herramientas simples a los usuarios que crean contenido valioso en toda la empresa. Las contribuciones individuales serán más visibles, y tendrás un archivo de búsqueda de tu <br>memoria institucional</br> y un proceso simplificado para asegurar que todos estén al día.  Ya sea que usted acepte weblogs para sus beneficios individuales o institucionales, una cosa es cierta: Se convertirán en herramientas poderosas para aquellos que buscan maneras de administrar la información de manera más eficiente e inteligente ",
            "error": [
                ""
            ]
        },
        "Web site": {
            "translated_key": [],
            "translated_annotated_text": "¿Un blog en cada bufete de abogados? Hoy no sabes lo que querrás saber el año que viene. En lugar de tratar de resolver ese problema, concéntrese en proporcionar herramientas simples a los usuarios que crean contenido valioso en toda la empresa. Las contribuciones individuales serán más visibles, y tendrás un archivo de búsqueda de tu memoria institucional y un proceso simplificado para asegurar que todos estén al día. Ya sea que usted acepte weblogs para sus beneficios individuales o institucionales, una cosa es cierta: Se convertirán en herramientas poderosas para aquellos que buscan maneras de administrar la información de manera más eficiente e inteligente ",
            "error": []
        },
        "information resources": {
            "translated_key": [],
            "translated_annotated_text": "¿Un blog en cada bufete de abogados? Hoy no sabes lo que querrás saber el año que viene. En lugar de tratar de resolver ese problema, concéntrese en proporcionar herramientas simples a los usuarios que crean contenido valioso en toda la empresa. Las contribuciones individuales serán más visibles, y tendrás un archivo de búsqueda de tu memoria institucional y un proceso simplificado para asegurar que todos estén al día. Ya sea que usted acepte weblogs para sus beneficios individuales o institucionales, una cosa es cierta: Se convertirán en herramientas poderosas para aquellos que buscan maneras de administrar la información de manera más eficiente e inteligente ",
            "error": []
        },
        "law administration": {
            "translated_key": [],
            "translated_annotated_text": "¿Un blog en cada bufete de abogados? Hoy no sabes lo que querrás saber el año que viene. En lugar de tratar de resolver ese problema, concéntrese en proporcionar herramientas simples a los usuarios que crean contenido valioso en toda la empresa. Las contribuciones individuales serán más visibles, y tendrás un archivo de búsqueda de tu memoria institucional y un proceso simplificado para asegurar que todos estén al día. Ya sea que usted acepte weblogs para sus beneficios individuales o institucionales, una cosa es cierta: Se convertirán en herramientas poderosas para aquellos que buscan maneras de administrar la información de manera más eficiente e inteligente ",
            "error": []
        }
    }
}