{
    "original_text": "OMS battle heating up as Chicago Equity ousts LongView for Macgregor Chicago Equity Partners LLC has gone into full production with Macgregors Financial Trading Platform. This marks a concentrated effort to achieve straight-through processing",
    "original_translation": "La batalla de OMS se calienta mientras Chicago Equity expulsa a LongView para Macgregor Chicago Equity Partners LLC ha entrado en plena producción con Macgregors Financial Trading Platform. Esto marca un esfuerzo concentrado para lograr el procesamiento directo",
    "error_count": 1,
    "keys": {
        "Chicago Equity Partners": {
            "translated_key": "Chicago Equity Partners",
            "translated_annotated_text": "La batalla de OMS se calienta mientras Chicago Equity expulsa LongView para Macgregor <br>Chicago Equity Partners</br> LLC ha entrado en plena producción con Macgregors Financial Trading Platform. Esto marca un esfuerzo concentrado para lograr el procesamiento directo ",
            "error": [
                ""
            ]
        },
        "Macgregor": {
            "translated_key": "Macgregor",
            "translated_annotated_text": "La batalla de OMS se calienta mientras Chicago Equity expulsa LongView para <br>Macgregor</br> Chicago Equity Partners LLC ha entrado en plena producción con Macgregors Financial Trading Platform. Esto marca un esfuerzo concentrado para lograr el procesamiento directo ",
            "error": [
                ""
            ]
        },
        "Financial Trading Platform": {
            "translated_key": "Financial Trading Platform",
            "translated_annotated_text": "La batalla de la OMS contra el calentamiento como Chicago Equity expulsa a LongView para Macgregor Chicago Equity Partners LLC ha entrado en plena producción con Macgregors <br>Financial Trading Platform</br>. Esto marca un esfuerzo concentrado para lograr el procesamiento directo ",
            "error": [
                ""
            ]
        },
        "straight-through processing": {
            "translated_key": "straight-through processing",
            "translated_annotated_text": "La batalla de OMS se calienta mientras Chicago Equity expulsa a LongView para Macgregor Chicago Equity Partners LLC ha entrado en plena producción con Macgregors Financial Trading Platform. Esto marca un esfuerzo concentrado para lograr <br>straight-through processing</br> ",
            "error": [
                ""
            ]
        },
        "LongView": {
            "translated_key": "LongView",
            "translated_annotated_text": "La batalla de la OMC se calienta como Chicago Equity ousts <br>LongView</br> para Macgregor Chicago Equity Partners LLC ha entrado en plena producción con Macgregors Financial Trading Platform. Esto marca un esfuerzo concentrado para lograr el procesamiento directo ",
            "error": [
                ""
            ]
        },
        "investment": {
            "translated_key": [],
            "translated_annotated_text": "La batalla de OMS se calienta mientras Chicago Equity expulsa a LongView para Macgregor Chicago Equity Partners LLC ha entrado en plena producción con Macgregors Financial Trading Platform. Esto marca un esfuerzo concentrado para lograr el procesamiento directo ",
            "error": []
        }
    }
}