{"Since the receptors in human biology mostly consist of chiral molecules, drug action mostly involves a specified enantiomeric form. This has spurred the development, especially in the pharmaceutical industry, of a host of techniques to secure enantiopure products. Such methods, mostly multi-step and time-consuming, can typically be cast in one of two distinct categories: synthetic mechanisms designed to produce a single stereoisomer, or separation techniques to isolate distinct enantiomers from a racemic mixture. A significant drawback, for either approach, is a dependence on a supply of enantiopure reagents or substrates – synthesis routes generally utilise chiral building blocks or enantioselective catalysts [7,8], while enantiomer separation techniques typically incorporate chiral selector molecules to form chemically distinct and distinguishable diastereomeric complexes [8,9]. A key requirement in aiming to achieve enantiopure products, irrespective of the synthetic method, is therefore a means to measure, and duly quantitate the enantiomeric excess – signifying the degree of chirality within molecular products. Chiral discrimination through optical means is well-known to offer direct, non-contact ways to distinguish between molecules of different handedness, based on observations such as the subtle differences in absorption of left- and right-handed circularly polarised light, or indeed the twisting of polarisation in optical rotation. Other optical methods, under more recent development, also show some promise to achieve enantiomer separation, as will be introduced later.": "Como los receptores de la biología humana consisten principalmente en moléculas quiral, la acción de los fármacos en su mayor parte implica una forma enantiomérica específica, lo que ha estimulado el desarrollo, especialmente en la industria farmacéutica, de una serie de técnicas para asegurar los productos enantiopure. Estos métodos, en su mayoría multipaso y tiempo, pueden típicamente ser lanzados en una de dos categorías distintas: mecanismos sintéticos diseñados para producir un único estereoisómero, o técnicas de separación para aislar los distintos enantiómeros de una mezcla racémica. Un inconveniente significativo, para ambos enfoques, es la dependencia de un suministro de reactivos o sustratos enantiopure – rutas de síntesis generalmente utilizan bloques de construcción quiral o catalizadores enantioselectivos [7,8], mientras que las técnicas de separación enantiómeros suelen incorporar moléculas selectoras quiral para formar complejos diatéreoméricos químicamente distintos y distinguibles [8,9]. Un requisito clave para lograr productos enantiopúricos, independientemente del método sintético, es por lo tanto un medio de absorción más reciente, una mejor comprensión de la materia de la forma de la que se distingue."}