{"Both methods of structure solution reveal a bent conformation of the central terthiophene units of the DOTT molecule as is clearly visible in all three cases in Figure 5. However, there is a fundamental difference in the conformation of the octyl side chains. Whilst for the single crystal phase at T=100K linearly extended chains are observed (Figure 5B), a defined rotation of the octyl chains relative to the terthiophene unit is found for the three thin film phases (Figure 5A). The rotation angle of about ±70° results from a twist of the first CC single bond at the link between the terthiophene unit and the octyl chain (see arrows Figure 5A). Two features of this rotated conformation are interesting. First, a molecule with rotated side chains represents the equilibrium state of an isolated single DOTT molecule as obtained by combined MD and VASP calculations [33]. Second, the rotated conformation of the octyl chains allows a dense packing of the octyl side chains for both molecules. Interestingly, the single crystal structure at room temperature shows the twisted as well as the linear conformation of the octyl side chains within one molecule (Figure 5C).": "Ambos métodos de solución de estructura revelan una conformación curvada de las unidades centrales de tertiofeno de la molécula DOTT, como es claramente visible en los tres casos en la Figura 5. Sin embargo, hay una diferencia fundamental en la conformación de las cadenas laterales de octilo. Mientras que para la fase cristalina única en T=100K se observan cadenas linealmente extendidas (Figura 5B), se encuentra una rotación definida de las cadenas de octilo en relación con la unidad tertiofeno para las tres fases de película delgada (Figura 5A). El ángulo de rotación de aproximadamente ±70° resulta de una torsión del primer enlace único CC en el enlace entre la unidad tertiofeno y la cadena octilo (ver flechas Figura 5A). Dos características de esta conformación rotativa son interesantes. En primer lugar, una molécula con cadenas laterales rotadas representa el estado de equilibrio de una molécula única DOTT aislada tal como se obtiene mediante cálculos combinados de MD y VASP [33]. En segundo lugar, la conformación rotada de las cadenas octilo permite un embalaje denso de las cadenas laterales de octilo para ambas moléculas."}