{"We use open and close aperture Z-scan experiments, in analogy to the saturation absorption work discussed earlier in water [8], to respectively measure the β and n2 for a series of primary alcohols with the help of 1560nm femtosecond laser pulses, however, with the important inclusion of an optical-chopper. The vibrational combination states of the alcohols are coupled by the femtosecond laser pulses at 1560nm. These couplings result in the absorption of 1560nm and the excited molecules undergo relaxation through non-radiative processes, which gives rise to transient thermal effects. These transient thermal effects are related to the pure optical nonlinearity of the samples and can be measured as a change in their n2 values [14]. The transient thermal effects of individual pulses accumulate in case of high repetition-rate lasers to produce a cumulative thermal effect at longer timescales. We measure this cumulative thermal effect with the mode-mismatched two-color pump–probe experiment.": "Utilizamos experimentos de apertura abierta y cerrada Z-scan, en analogía con el trabajo de absorción de saturación discutido anteriormente en el agua [8], para medir respectivamente los β y n2 para una serie de alcoholes primarios con la ayuda de pulsos láser femtosegundos de 1560nm, sin embargo, con la importante inclusión de un chopper óptico. Los estados de combinación vibratoria de los alcoholes están acoplados por los pulsos láser femtosegundos a 1560nm. Estos acoplamientos resultan en la absorción de 1560nm y las moléculas excitadas experimentan relajación a través de procesos no radiativos, lo que da lugar a efectos térmicos transitorios. Estos efectos térmicos transitorios están relacionados con la pura no linealidad óptica de las muestras y se pueden medir como un cambio en sus valores n2 [14]. Los efectos térmicos transitorios de los pulsos individuales se acumulan en caso de láseres de alta tasa de repetición para producir un efecto térmico acumulativo a escalas más largas."}