{"Previous studies have shown that there are two main mechanisms for the development of radiation-induced DSBs [16,17]. For γ-ray radiation, single step is the main process to cause DSBs (see Figure 3b), which is attributed to the generation of number of ROS upon the incident of individual photon of γ-ray. Whereas photo-radiation causes DSBs through two step mechanism (Figure 3a) by reflecting that each single photon causes mostly single ROS and thus induces only single strand break. Then, when a second single strand break occurs where near the existing single strand break, DBS is caused, i.e., the two step mechanism. Summarizing the results and discussion we may conclude as that: (1) The significant protective effect of AA against photo-induced damage may reflect the effective diminish of ROS by AA. (2) For the γ-ray induced DSB, the protective effect by AA is a little bit weaker than the case of photo irradiation. This may be due to the generation of numbers of ROS by single photon of γ-ray. Surviving oxygen species against the diminishment effect by AA may cause DSBs. (3) As for the DSBs by ultrasound, damage is caused by the shockwave through the generation of cavitations [18]. Thus, the chemical effect of AA to diminish ROS is considered to be negligibly small for the protection of DSBs.": "Los estudios anteriores han demostrado que hay dos mecanismos principales para el desarrollo de OSD inducidas por radiación [16,17]. Para la radiación de rayos γ, un solo paso es el proceso principal para causar OSD (véase la Figura 3b), que se atribuye a la generación de número de ROS sobre el incidente de fotón individual de γ-ray. Mientras que la radiación fotografica causa OSD a través de dos mecanismos escalonados (Figura 3a) reflejando que cada fotón individual causa mayormente ROS y, por lo tanto, induce una única ruptura de filamento. Entonces, cuando una segunda ruptura de filamento individual ocurre donde cerca de la ruptura de filamento único existente, DBS es causada, es decir, el mecanismo de dos etapas. Resumiendo los resultados y la discusión podemos concluir que: (1) El efecto protector significativo de AA contra daños foto-inducidos puede reflejar la disminución efectiva de ROS por AA. (2) Para el γ-ray inducido por DSB, el efecto protector de AA es un poco más débil que el caso de la radiación foto-inducida por AA."}