{"The PESs here employed have already been tested in order to verify their validity for dynamical purposes. Such tests include studies of the nitrogen exchange reaction [14] both adiabatic by running trajectories on the lowest surfaces and non-adiabatic by using the trajectory surface hoping (TSH) method [22,23] for transitions to the excited state of same symmetry. It was concluded that nonadiabatic transitions could not make a significant impact on the rate coefficients, and therefore all trajectories here reported are independently integrated for each symmetry on the corresponding lowest adiabatic PES. In fact, we have tested the impact of running the trajectories starting on the upper sheets, and found no vibrational transition to take place, only small amounts of rotational energy is exchanged in this case. Also neglected are electronic transitions to the quartet state which are believed to be far less probable than the simple vibrational energy transfer here studied due to their spin-forbidden character. It should also be noted that the use of quasiclassical trajectories is justified by the large masses of the atoms involved [24].": "Los PES aquí empleados ya han sido probados para verificar su validez con fines dinámicos, tales como estudios de la reacción de intercambio de nitrógeno [14] tanto adiabáticos al ejecutar trayectorias en las superficies más bajas como no adiabaticos al utilizar el método de la superficie esperanzadora de trayectoria (TSH) [22,23] para transiciones al estado excitado de la misma simetría. Se concluyó que las transiciones no adiabáticas no podían tener un impacto significativo en los coeficientes de tasa, y por lo tanto todas las trayectorias aquí reportadas están integradas de forma independiente para cada simetría en el PES adiabático más bajo correspondiente. De hecho, hemos probado el impacto de ejecutar las trayectorias que comienzan en las hojas superiores, y no encontramos ninguna transición vibratoria que tenga lugar, sólo se intercambian pequeñas cantidades de energía rotacional en este caso. También se descuidan las transiciones electrónicas al estado cuarteto que se cree que son mucho menos probables que la simple transferencia de energía vibracional aquí estudiada debido a su carácter espino-forjado."}