{"In this Letter we revisit the Chesnavich model Hamiltonian [37] in the light of recent developments in TST. For barrierless systems such as ion–molecule reactions, the concepts of OTS and TTS can be clearly formulated in terms of well defined phase space geometrical objects. (For work on the phase space description of OTS, see Refs. [38–40].) The first goal of the present article is the identification of these notions with well defined phase space dividing surfaces attached to NHIMs. The second and main goal is an elucidation of the roaming phenomenon in the context of the Chesnavich model Hamiltonian. The associated potential function, possessing many features associated with a realistic molecular PES, leads to dynamics which clearly reveal the origins of the roaming effect. Based on our trajectory simulations, we show how the identification of the TTS and OTS DSs with periodic orbit dividing surfaces (PODS) provides the natural framework for analysis of the roaming mechanism.": "En esta carta revisamos el modelo de Chesnavich Hamiltoniano [37] a la luz de los recientes desarrollos en TST. Para sistemas sin barreras como las reacciones ion-moléculas, los conceptos de OTS y TTS pueden ser claramente formulados en términos de objetos geométricos de espacio de fase bien definidos. (Para el trabajo sobre la descripción del espacio de fase de OTS, véase Refs. [38–40].) El primer objetivo del presente artículo es la identificación de estas nociones con superficies de división espacial de fase bien definidas unidas a NHIMs. El segundo y principal objetivo es una dilucidación del fenómeno de itinerancia en el contexto del modelo de Chesnavich Hamiltoniano. La función potencial asociada, que posee muchas características asociadas con un PES molecular realista, conduce a dinámicas que revelan claramente los orígenes del efecto de itinerancia. Basado en nuestras simulaciones de trayectorias, mostramos cómo la identificación de los TTS y OTS DS con superficies divisorias periódicas de órbita (PODS) proporciona el marco natural para el análisis del mecanismo de itinerancia."}