{"The next important step might be the derivation of the Dirac equation. The Creutz model  [32] suggests that we should consider incorporating into the logical inference treatment, the additional knowledge that one has objects hopping on a lattice instead of particles moving in a space-time continuum. Recall that up to Section  2.4, the description of the measurement scenario, robustness etc. is explicitly discrete. In Section  2.4, the continuum limit was taken only because our aim was to derive the Pauli equation, which is formulated in continuum space-time. Of course, the description of the motion of the particle in Section  2.6 is entirely within a continuum description but there is no fundamental obstacle to replace this treatment by a proper treatment of objects hopping on a lattice. Therefore it seems plausible that the logical inference approach can be extended to describe massless spin-1/2 particles moving in continuum space-time by considering the continuum limit of the corresponding lattice model. An in-depth, general treatment of this problem is beyond the scope of the present paper and we therefore leave this interesting problem for future research.": "El siguiente paso importante podría ser la derivación de la ecuación de Dirac. El modelo Creutz [32] sugiere que debemos considerar la incorporación en el tratamiento de la inferencia lógica, el conocimiento adicional de que uno tiene objetos saltando sobre una celosía en lugar de partículas moviéndose en un continuo espacio-tiempo. Recordemos que hasta la Sección 2.4, la descripción del escenario de medición, robustez, etc. es explícitamente discreta. En la Sección 2.4, el límite continuo se tomó sólo porque nuestro objetivo era derivar la ecuación Pauli, que se formula en un continuo espacio-tiempo. Por supuesto, la descripción del movimiento de la partícula en la Sección 2.6 está totalmente dentro de una descripción de continuo pero no hay obstáculo fundamental para reemplazar este tratamiento por un tratamiento adecuado de objetos saltando sobre una celosía. Por lo tanto, parece plausible que el enfoque de la inferencia lógica pueda extenderse para describir partículas sin masa que se mueven en continuo espacio-tiempo considerando el límite continuo del correspondiente modelo de celosía."}