{"The oxide thickness is calculated using the weight gain and surface area. Artificially changing the surface profile will modify the surface area and calculated oxide thickness. SEM images of samples removed after 111 days oxidation were used to define the change in surface profile length with variation in applied roughness. The profile lengths extracted from the images were then used to modify the length of the sample and therefore the surface area. Table 1 shows the original oxide thicknesses after 111 days oxidation, the modified oxide thicknesses based on the surface profile length and the percentage difference. Results show a maximum decrease in the oxide thickness of 4% when using a surface which accounts for roughness. Comparing the change in oxide thickness between different surface finishes indicates a variation of less than 1%. As such, the impact of the variation in the profile length on the calculated oxide thickness is considered to be insignificant. In addition, if the differences in weight gain were only due to differences in surface area, rougher samples would be expected to demonstrate thicker oxides at the earliest stages of oxidation.": "El espesor del óxido se calcula utilizando la ganancia de peso y la superficie. Cambiar artificialmente el perfil de la superficie modificará la superficie y el espesor calculado del óxido. Se utilizaron imágenes SEM de muestras retiradas después de 111 días de oxidación para definir el cambio en la longitud del perfil de superficie con variación en la rugosidad aplicada. Las longitudes del perfil extraídas de las imágenes se utilizaron entonces para modificar la longitud de la muestra y por lo tanto la superficie. La tabla 1 muestra los espesores originales del óxido después de 111 días de oxidación, los espesores modificados del óxido basados en la longitud del perfil de superficie y la diferencia porcentual. Los resultados muestran una disminución máxima del espesor del óxido del 4% cuando se utiliza una superficie que explica la rugosidad. La comparación del cambio de espesor del óxido entre diferentes acabados de superficie indica una variación de menos del 1%. Así, el impacto de la variación de la longitud del perfil sobre el espesor calculado del óxido se considera insignificante. Además, si las diferencias en el aumento de peso se deben únicamente a diferencias en la superficie, se espera que las muestras más ásperas demuestren óxidos más gruesos en las primeras etapas de oxidación."}