{"There have been relatively few attempts to observe and in some cases extract the average current density from video images taken of growing 2D pits. Frankel presented a method to directly measure the average anodic current density from the growing pit boundary velocity in Al [33], an Al alloy [34] and Ni–Fe [35] thin films. Subsequently, Ryan et al. [27,36] determined the anodic current density in pits propagating as 2D disks in stainless steel thin films by measuring the pit edge movement velocity. Ernst and Newman [11,12,37] studied stability of pit growth in detail and measured the kinetics of 2D pit propagation in depth and width and compared the results with kinetics in 1D pencil electrodes. They developed a semi-quantitative model for pit propagation which explained the lacy pit cover formation during the pit growth, although they did not measure current density within the pit. More recently, Tang and Davenport [38] tracked the pit boundary movement and computed the instantaneous but average current density in Fe-Co thin films. However, there have been no previous attempts to quantify the local current density during inhomogeneous growth of pits, although such local variation in current density has long been recognised [7].": "Sin embargo, no ha habido intentos previos de cuantificar la densidad local durante el crecimiento homogénico de la densidad local, aunque sí ha habido relativamente pocos intentos de observar y, en algunos casos, extraer la densidad de corriente media a partir de imágenes de vídeo tomadas de pozos en crecimiento 2D. Frankel presentó un método para medir directamente la densidad media de corriente anódica de la velocidad límite del pozo en Al [33], una aleación Al [34] y películas delgadas Ni-Fe [35]. Posteriormente, Ryan et al. [27,36] determinaron la densidad de corriente anódica de los pozos que se propagan como discos 2D en películas delgadas de acero inoxidable midiendo la velocidad de movimiento del borde del pozo. Ernst y Newman [11,12,37] estudiaron la estabilidad del crecimiento de los pozos en detalle y midieron la cinética de la propagación de los pozos en profundidad y anchura de los pozos en 2D y compararon los resultados con la cinética en electrodos de lápiz 1D."}