{"Numerical simulation of the gas flow through such non-trivial internal geometries is, however, extremely challenging. This is because conventional continuum fluid dynamics, which assumes that locally a gas is close to a state of thermodynamic equilibrium, becomes invalid or inaccurate as the smallest characteristic scale of the geometry (e.g. the channel height) approaches the mean distance between molecular collisions, λ [1]. An accurate and flexible modelling alternative for these cases is the direct simulation Monte Carlo method (DSMC) [2]. However, DSMC can be prohibitively expensive for internal-flow applications, which typically have a geometry of high-aspect ratio (i.e. are extremely long, relative to their cross-section). The high-aspect ratio creates a formidable multiscale problem: processes need to be resolved occurring over the smallest characteristic scale of the geometry (e.g. a channelʼs height), as well as over the largest characteristic scale of the geometry (e.g. the length of a long channel network), simultaneously.": "La simulación numérica del flujo de gas a través de estas geometrías internas no triviales es, sin embargo, extremadamente difícil. Esto se debe a que la dinámica de fluido continuo convencional, que asume que localmente un gas está cerca de un estado de equilibrio termodinámico, se vuelve inválida o inexacta a medida que la escala característica más pequeña de la geometría (por ejemplo, la altura del canal) se aproxima a la distancia media entre colisiones moleculares, ♥ [1]. Una alternativa de modelización precisa y flexible para estos casos es el método de simulación directa Monte Carlo (DSMC) [2]. Sin embargo, el DSMC puede ser prohibitivamente costoso para aplicaciones de flujo interno, que típicamente tienen una geometría de relación de alto espectro (es decir, son extremadamente largas, en relación con su sección transversal). La relación de alto espectro crea un problema formidable de múltiples escalas: los procesos tienen que ser resueltos ocurriendo sobre la escala característica más pequeña de la geometría (por ejemplo, una altura del canal), así como sobre la escala característica más grande de la geometría (por ejemplo, la longitud de una red de canal larga), simultáneamente."}