{"The pipes under pressure in the RCS or connected to RCS are usually made of austenitic or austenitic & ferritic stainless steel. Most connections are welded. The pipes may be exposed to various degradation phenomena (diverse hazards, mechanical fatigue, thermal fatigue, stress corrosion, etc.). Event screening in the databases showed a total of 116 events (33 related to cracks and 83 to leaks). Three main causes for failure were identified, namely, fatigue, corrosion and the presence of manufacturing defects. Human factor induced defects proved to have little impact – less than 10% of the cases could be attributed to operation errors. Fatigue was found being induced by several factors: excessive vibration, pressure shocks and the thermal regime of operating the pipe, as well as by combinations of these factors. Corrosion was induced, in most of the cases, by a non-appropriate choice of alloys while not taking into account the chemical parameters of the fluid inside pipes. Manufacturing defects mostly dealt with welding related problems and deviation from the design documentation during post-weld heat treatment.": "Las tuberías bajo presión en el RCS o conectadas al RCS suelen estar hechas de acero inoxidable austenítico o austenítico y ferrítico. La mayoría de las conexiones están soldadas. Las tuberías pueden estar expuestas a diversos fenómenos de degradación (riesgos diversos, fatiga mecánica, fatiga térmica, corrosión por estrés, etc.). La detección de eventos en las bases de datos mostró un total de 116 eventos (33 relacionados con grietas y 83 con fugas). Se identificaron tres causas principales de falla, a saber, fatiga, corrosión y presencia de defectos de fabricación. Los defectos inducidos por el factor humano demostraron tener poco impacto – menos del 10% de los casos podrían atribuirse a errores de operación. Se encontró que la fatiga fue inducida por varios factores: vibración excesiva, choques de presión y el régimen térmico de funcionamiento del tubo, así como por combinaciones de estos factores. La corrosión fue inducida, en la mayoría de los casos, por una elección no apropiada de aleaciones, sin tener en cuenta los parámetros químicos del fluido interior."}