{"Ferritic and martensitic steels are candidate materials for use in nuclear reactors [1,2]. The transmutation-created inert gas, especially He, plays an important role in the microstructural evolution of these steels under neutron irradiation. In a previous paper [3] the mechanisms by which He in a perfect body-centred-cubic (bcc) Fe lattice, can agglomerate into bubbles was discussed. It was shown that small He interstitial clusters are highly mobile but become effectively pinned with the emission of Fe interstitials when the clusters contain 5 or more He atoms. Small bubbles up to around 1.5 nm in diameter can easily form at room temperature from such seed points but larger bubbles are more difficult to form by diffusion alone due to the induced strain in the bcc lattice which increases the energy barriers for diffusion towards the bubbles whilst reducing them in a direction away from the bubbles. Subsequent bubble enlargement can then only occur either through increased temperature or by radiation induced mechanisms which increase the number of vacancies in the bubble and reduce the lattice strain. Emission of interracial loops from such a bubble was not observed in molecular dynamics simulations.": "Los aceros ferríticos y martensicos son materiales candidatos para su uso en reactores nucleares [1,2]. El gas inerte creado por transmutación, especialmente Él, juega un papel importante en la evolución microestructural de estos aceros bajo irradiación de neutrones. En un documento anterior [3] se discutieron los mecanismos por los cuales Él en un perfecto cuerpo-centrado-cúbico (bcc) Fe lattice, puede aglomerarse en burbujas. Se demostró que los pequeños cúmulos intersticiales son altamente móviles pero se vuelven efectivamente fijados con la emisión de festiciales cuando los cúmulos contienen 5 o más átomos. Pequeñas burbujas de hasta alrededor de 1,5 nm de diámetro pueden formarse fácilmente a temperatura ambiente de tales puntos de semilla, pero burbujas más grandes son más difíciles de formar por difusión sola debido a la tensión inducida en la la red bcc que aumenta las barreras de energía para la difusión hacia las burbujas mientras que reducirlas en una dirección alejada de las burbujas."}