{"The early theoretical work of Catlow assessed a number of Willis type clusters and found them all to be stable using potential-based methods [6]. More recently “split interstitial” type clusters (Fig. 1) have emerged from computational studies as stable species following the potential based investigation of Govers et al. which found the 2:2:2 cluster in a UO2 supercell relaxed to a split di-interstitial [13] (Fig. 1(b)); a single VO with three Oi displaced approximately 1.6Å in 〈111〉 directions from the VO. This result was later confirmed by the LSDA+U calculations of Geng et al. [7]. The family of split interstitial clusters was extended to include tri-interstitials [8] (a di-interstitial with the fourth Oi site occupied) and quad-interstitials [9] (two di-interstitials on adjacent sites, giving a total of two VO and six Oi) (Fig. 1(d)). Following this Andersson et al. postulated a model for U4O9 based on a UO2 supercell containing multiple split quad-interstitial clusters; following the prediction of their LSDA+U calculations that the quad-interstitial is more stable than its cuboctahedral counterpart [12].": "El trabajo teórico inicial de Catlow evaluó una serie de clusters de tipo Willis y los encontró estables utilizando métodos basados en potenciales [6]. Más recientemente, los clusters de tipo “split interstitial” (Fig. 1) han surgido de estudios computacionales como especies estables siguiendo la investigación basada en potencial de Govers et al., que encontró el cluster 2:2 en una supercelda UO2 relajado a un di-intersticial dividido [13] (Fig. 1(b)); un VO único con tres Oi desplazados aproximadamente 1,6Å en 1,11% de direcciones del VO. Este resultado fue confirmado posteriormente por los cálculos de la LSDA+U de Geng et al. [7]. La familia de clusters intersticiales divididos se amplió para incluir a los tri-intersticiales [8] (un di-intersticial con el cuarto sitio Oi ocupado) y quad-interstitales [9] (dos clusters di-intersticiales divididos en sitios adyacentes, dando un total de dos VO y seis Oi) (Fig. 1(1))."}