{"This study proposes a new framework of a numerical modelling of the gas exchange between air and water across their interface, and subsequent chemical reaction in water based on an extended two-compartment model. The major purpose of this study is to provide a fundamental concept for modelling physicochemical processes of the gas exchange, followed by the chemical reaction in water. Demonstrating fundamental data and knowledge on the important environmental transport phenomena, especially the effects of the Schmidt number and the chemical reaction rate on the gas exchange mechanisms across the interface have also been attempted. The gas exchange processes are separated into two physicochemical substeps, the first is the gas–liquid equilibrium between the two phases, and the second is the chemical reaction in the water phase. A first-order, irreversible chemical reaction of the gaseous material after its uptake into the water phase is assumed here to simplify interactions of the chemical reactions and turbulent transport phenomena in water. While a traditional two-compartment model assumes uniform concentration of a material in each compartment, the present two-compartment model uses a computational fluid dynamics (CFD) technique in the water compartment to evaluate temporal development of three-dimensional profiles of the velocity and concentration fields. A direct numerical simulation (DNS) approach is used to evaluate profiles of fluid velocities and concentrations in water, and several important turbulence statistics have been evaluated without using turbulent closures, and subgrid-scale models. We assume that a fluid flow in the water phase is a well-developed turbulent water layer of a low Reynolds number, and the Schmidt number is varied from 1 to 8 to observe the effects of the molecular diffusion of the gas in sub-interface water on the gas exchange rate at the interface. Six degrees of the nondimensional chemical reaction rate are used to find the effect of the chemical reaction rate on the gas exchange mechanisms. Extrapolations of the gas exchange rates and the related transport phenomena toward larger Schmidt number and the faster chemical reaction rate will also be examined to predict the gas exchange processes of the actual gases of Sc∼O(102) based on results from the present numerical experiments.": "Este estudio propone un nuevo marco de modelización numérica del intercambio de gas entre el aire y el agua a través de su interfaz, y una posterior reacción química en el agua basada en un modelo ampliado de dos componentes. El objetivo principal de este estudio es proporcionar un concepto fundamental para modelar los procesos fisicoquímicos del intercambio de gas, seguido de la reacción química en el agua. Demostrando datos y conocimientos fundamentales sobre los importantes fenómenos de transporte ambiental, especialmente los efectos del número Schmidt y la tasa de reacción química en los mecanismos de intercambio de gas a través de la interfaz también se han intentado. Los procesos de intercambio de gas se separan en dos substeps fisicoquímicos, el primero es el equilibrio gas-líquido entre las dos fases, y el segundo es la reacción química en la fase hídrica. Un primer orden, irreversible reacción química del material gaseoso después de su incorporación a la fase hídrica se asume aquí para simplificar las interacciones de las reacciones químicas y fenómenos de transporte turbulento en el agua. Mientras que un modelo tradicional de dos componentes en la fase hídrica asume una concentración uniforme en cada uno de la capa de agua."}