{"An essential part of nuclear reactor analysis is the prediction of the three-dimensional space-time kinetics of neutrons in a relatively large, finite, heterogeneous, three-dimensional reactor core. In a majority of safety analyses the prediction of reactor physics responses is performed using neutron diffusion theory applied to three-dimensional systems, with inputs usually derived from deterministic neutron transport solutions of two-dimensional lattice geometries. There has been increased activity related to uncertainty and sensitivity in reactor physics calculations, and the Organization for Economic Cooperation and Development – Nuclear Energy Agency (OECD-NEA) has sponsored an ongoing benchmark entitled “Uncertainty Analysis in Modelling” (UAM) related to these efforts. The goal of this work is to offer a strategy for computing lattice sensitivities using the DRAGON lattice code and WIMS-D4 multi-group library. Results are presented with comparison to those from TSUNAMI, developed by Oak Ridge National Laboratories.": "Una parte esencial del análisis de los reactores nucleares es la predicción de la cinética tridimensional espacial de los neutrones en un núcleo relativamente grande, finito, heterogéneo y tridimensional del reactor. En la mayoría de los análisis de seguridad, la predicción de las respuestas físicas de los reactores se realiza utilizando la teoría de la difusión de neutrones aplicada a los sistemas tridimensionales, con insumos generalmente derivados de soluciones de transporte de neutrones deterministas de geometrías de celosías bidimensionales. Ha aumentado la actividad relacionada con la incertidumbre y la sensibilidad en los cálculos de la física de los reactores, y la Organización para la Cooperación y el Desarrollo Económicos (OCDE-NEA) ha patrocinado un punto de referencia permanente titulado “Análisis de incertidumbre en el modelado” (UAM) relacionado con estos esfuerzos. El objetivo de este trabajo es ofrecer una estrategia para calcular las sensibilidades de celosías utilizando el código de celosía DRAGON y la biblioteca multigrupo WIMS-D4. Los resultados se presentan en comparación con los de TSUNAMI, desarrollada por Laboratorios Nacionales Oak Ridge."}