{"In all these studies, the association between the transition and lateral cracking in the oxide layer depicts some interaction between the mechanical behaviour of the system, and its corrosion kinetics, but does not provide a clear understanding of the morphology of the metal:oxide interface during the corrosion process, at the nanometre level. Understanding why this transition behaviour happens is critical when modelling the rate of growth of oxide, and therefore to the lifetime prediction of Zr clads, and ultimately to the safety of nuclear power reactors. No model will be complete without a nanoscale understanding of what is going on during oxidation. Thus, it is essential that the oxide scale and the top layers of the metal are studied at nanometre resolution to reveal the detailed structural and chemical changes associated with diffusion of oxygen and the resulting oxidation of the metal. Whilst a number of techniques have been employed for this purpose, it is clear that various techniques within transmission electron microscopy (TEM) will be among the most versatile and informative for this purpose, although additional information can be added by techniques such as atom probe tomography.": "En todos estos estudios, la asociación entre la transición y el craqueo lateral en la capa de óxido muestra cierta interacción entre el comportamiento mecánico del sistema y su cinética de corrosión, pero no proporciona una comprensión clara de la morfología del metal: interfaz de óxido durante el proceso de corrosión, a nivel nanométrico. Comprender por qué este comportamiento de transición ocurre al modelar la tasa de crecimiento del óxido, y por lo tanto a la predicción de la vida útil de los chapados de Zr, y en última instancia a la seguridad de los reactores de energía nuclear. Ningún modelo estará completo sin una comprensión a nanoescala de lo que está sucediendo durante la oxidación. Por lo tanto, es esencial que la escala de óxido y las capas superiores del metal se estudien a resolución nanométrica para revelar los cambios estructurales y químicos detallados asociados con la difusión del oxígeno y la oxidación resultante del metal. Si bien se han empleado varias técnicas para este fin, es evidente que varias técnicas dentro de la microscopía electrónica de transmisión (TEM) estarán entre las más versátiles e informativas para este fin, aunque se puede añadir información adicional mediante técnicas como la sonda atómica."}