{"An early attempt to combine sets and networks in a single visualization relied on first drawing an Euler diagram then placing a graph inside it [30], however the sets were often visualized with convoluted, difficult to follow curves. In addition, only limited kinds of set data could be shown as the system was limited to well-formed Euler diagrams. Compound graphs can be used to represent restricted kinds of grouped network data [8]. Graph clusters are visualized with transparent hulls by Santamaria and Theron [39]. However, the technique removes edges from the graph and it is not sufficiently sophisticated for arbitrary overlapping sets. Itoh et al. [24] proposed to overlay pie-like glyphs over the nodes in a graph to encode multiple categories. Each set is hence represented using disconnected regions that are linked by having the same colour. This causes difficulties with tasks that involve finding relations between sets such as T1, T3 and T4 in Section 5.3. A related class of techniques visualize grouping information over graphs using convex hulls, such as Vizster [22]. However, they do not support visualizing set overlaps.": "Un intento temprano de combinar conjuntos y redes en una sola visualización se basó en dibujar primero un diagrama de Euler y luego colocar un gráfico dentro de él [30], sin embargo los conjuntos se visualizaron a menudo con curvas enrevesadas y difíciles de seguir. Además, solo se pudieron mostrar tipos limitados de datos de conjunto, ya que el sistema se limitó a diagramas de Euler bien formados. Los gráficos compuestos se pueden utilizar para representar tipos restringidos de datos de red agrupados [8]. Los cúmulos de gráficos se visualizan con cascos transparentes de Santamaria y Theron [39]. Sin embargo, la técnica elimina bordes del gráfico y no es suficientemente sofisticada para conjuntos de superposición arbitrarios. Itoh et al. [24] propusieron superponer glifos tipo pastel sobre los nodos en un gráfico para codificar múltiples categorías. Cada conjunto se representa por lo tanto utilizando regiones desconectadas que están vinculadas por tener el mismo color. Esto causa dificultades con tareas que implican encontrar relaciones entre conjuntos como T1, T3 y T4 en la sección 5.3."}