{"The Magnox reactors represent the first generation of gas-cooled reactors in the UK that used carbon dioxide (CO2) as the primary coolant and a honeycomb network of graphite bricks to provide neutron moderation. During reactor operation significant amounts of carbon monoxide (CO) was produced from the CO2 coolant. This CO in turn can be radiolytically polymerised to form a carbonaceous deposit on free surfaces [12]. This non-graphitic carbon deposit is significantly more chemically reactive to air than the underlying graphite [12,13]. During the lifetime of some Magnox reactors, small quantities of methane gas were injected into the coolant gas to inhibit weight loss of the graphite core due to radiolytic oxidation [14]. Methane (CH4) is a precursor for carbonaceous deposits that form a sacrificial layer protecting the underlying graphite from excessive weight loss [15] and reduction in mechanical strength [16]. It is assumed nitrogen incorporation during deposit formation is the subsequent production route for the high 14C levels observed.": "Los reactores Magnox representan la primera generación de reactores refrigerados por gas en el Reino Unido que utilizaron dióxido de carbono (CO2) como refrigerante primario y una red de ladrillos de grafito panal para proporcionar moderación de neutrones. Durante el funcionamiento del reactor se produjeron cantidades significativas de monóxido de carbono (CO) a partir del refrigerante de CO2. Este CO a su vez puede polimerizarse radiolíticamente para formar un depósito de carbono en superficies libres [12]. Este depósito de carbono no grafítico es significativamente más reactivo al aire que el grafito subyacente [12,13]. Durante la vida útil de algunos reactores Magnox, pequeñas cantidades de gas metano se inyectaron en el gas refrigerante para inhibir la pérdida de peso del núcleo de grafito debido a la oxidación radiolítica [14]. El metano (CH4) es un precursor de depósitos carbonáceos que forman una capa sacrificial que protege al grafito subyacente de una pérdida excesiva de peso [15] y la reducción de la resistencia mecánica [16]. Se supone que la incorporación de nitrógeno durante la formación de depósitos es la ruta de producción posterior para los altos niveles de 14C observados."}