{"The primary benefit of using a 3D model is that it allows the application of anisotropic material properties. As a hexagonal close packed lattice structure, a single zirconium grain is plastically anisotropic due to the difficulty of activating slip with a 〈c〉 component [23–26]. Abaqus allows this to be represented by setting plasticity potential ratios. The anisotropic elastic and plastic constants are shown in Table 1. Zirconium alloys can often have a bimodal basal pole distribution, with a tilt on the basal normal or c direction of ±30° in the normal direction being quoted for recrystallized Zircaloy-4 [27,28]. However, for simplicity the basal normal or c direction has been taken as being parallel to the normal direction. As such the 1, 2 and 3 directions in Table 1 correlate with the X, Y and Z global coordinate system for the 3D simulations, with the 3 direction correlating to the c direction of a zirconium unit lattice. Table 1 also shows the elastic properties incorporated into the simulations. The oxide layer has been simulated as a purely elastic material. Although it is known that the oxide is strongly textured [29], it is still simulated as a homogenous solid therefore isotropic material properties have been used for the oxide in all simulations.": "El principal beneficio de utilizar un modelo 3D es que permite la aplicación de propiedades de material anisótropo. Como estructura de celosía hexagonal cerrada, un solo grano de circonio es anisótropo plásticamente debido a la dificultad de activar el deslizamiento con un componente de \"c\" [23-26]. Abaqus permite que esto se represente estableciendo relaciones de potencial de plasticidad. Las constantes elásticas y plásticas anisotrópicas se muestran en la Tabla 1. Las aleaciones de zirconio a menudo pueden tener una distribución basal bimodal de polos, con una inclinación sobre la dirección normal basal o c de ±30° en la dirección normal que se cita para el sistema de coordenadas global de Zircaloy-4 recristalado [27,28]. Sin embargo, para la simplicidad la dirección normal basal o c se ha tomado como paralelo a la dirección normal. Como tal las direcciones 1, 2 y 3 en la Tabla 1 se correlacionan con el sistema de coordenadas X, Y y Z para las simulaciones 3D, por lo tanto, el material de óxido sólido se sigue simulando."}