{"In the calculations for the formation energy, the box size is set to 30a0×30a0×30a0, where a0 is the bcc Fe lattice parameter. For all calculations periodic boundary conditions and constant volume are used. The Monte Carlo algorithm used to determine the lowest energy configuration of the cluster [28] is organised as follows. First, the energetics of voids without helium are investigated. A vacancy is introduced into the simulation cell and the system is minimised using a conjugate gradient algorithm, yielding a single vacancy formation energy Evac of 1.72eV. Next, the atom with the highest potential energy is removed from the system and again the system is minimised. This scheme is iteratively continued to create voids up to the number of target vacancies and the formation energy of each is calculated. Next, helium atoms are introduced to the vacancies. The total system energy is measured and recorded. At this point, a Metropolis MC scheme [29] is used to find the low energy configurations. Every helium in the system is randomly displaced from its site up to a maximum of rmax (4.5Å, the cut off distance for He–He interactions) in each of the x, y and z directions and then minimised using the conjugate gradient algorithm. Each bubble is continued for a minimum of 10,000 steps. After that, the searches will be terminated if the system energy does not drop within a further 10 steps. A schematic of this iterative process is shown in Fig. 1.": "En los cálculos para la energía de formación, el tamaño de la caja se fija en 30a0×30a0×30a0, donde a0 es el parámetro de la celosía de Fe de bcc. Para todos los cálculos se utilizan condiciones de límite periódicas y volumen constante. El algoritmo de Monte Carlo utilizado para determinar la configuración de energía más baja del clúster [28] se organiza de la siguiente manera. En primer lugar, se investigan las energías de vacío sin helio. Se introduce una vacante en la célula de simulación y el sistema se minimiza utilizando un algoritmo de gradiente conjugado, produciendo una energía de formación de vacío única Evac de 1.72eV. A continuación, se introduce el átomo con la energía potencial más alta del sistema y se minimiza el sistema. En este punto, se continúa iterativamente el esquema de Metropolis MC para crear vacíos hasta el número de vacantes objetivo y se calcula la energía de formación de cada uno. A continuación, se introducen átomos de helio a las vacantes. Se mide y se registra la energía total del sistema rmax. En este punto, se muestra un esquema de interacción con el MC [29]."}