{"The need to represent scale interactions in weather and climate prediction models has, for many decades, motivated research into the use of adaptive meshes [3,34,38]. R-adaptivity – mesh redistribution – involves deforming a mesh in order to vary local resolution and was first considered for atmospheric modelling more than twenty years ago by Dietachmayer and Droegemeier [14]. It is an attractive form of adaptivity since it does not involve altering the mesh connectivity, does not create load balancing problems because points are never created or destroyed, does not require mapping of solutions between meshes [26], does not lead to sudden changes in resolution and can be retro-fitted into existing models. Variational methods exist which attempt to control resolution in different directions for r-adaptive meshes (e.g. [23,25]). Alternatively, the solution of the Monge–Ampère equation to generate an optimally transported (OT) mesh based on a scalar valued monitor function is a useful form of r-adaptive mesh generation because it generates a mesh equidistributed with respect to a monitor function and does not lead to mesh tangling [7]. We will see that the optimal transport problem on the sphere leads to a slightly different equation of Monge–Ampère type, which has not before been solved numerically on the surface of a sphere, which would be necessary for weather and climate prediction using r-adaptivity.": "La necesidad de representar las interacciones a escala en los modelos de predicción meteorológica y climática ha motivado, durante muchas décadas, la investigación sobre el uso de mallas adaptativas [3,34,38]. R-adaptividad – redistribución de malla – implica deformar una malla para variar la resolución local y fue considerada por primera vez para el modelado atmosférico hace más de veinte años por Dietachmayer y Droegemeier [14]. Es una forma atractiva de adaptación ya que no implica alterar la conectividad de malla, no crea problemas de equilibrio de carga porque los puntos nunca se crean o destruyen, no requiere el mapeo de soluciones entre mallas [26], no conduce a cambios repentinos en la resolución y puede ser retroadaptado en modelos existentes. Existen métodos de variación que intentan controlar la resolución en diferentes direcciones para mallas r-adaptivas (por ejemplo [23,25]). Alternativamente, la solución de la ecuación de Monge-Ampère para generar una membrana óptimamente transportada (OT) malla basada en una función de monitor valorada es una forma útil de generación de malla r-adaptiva porque genera una malla equidistribuida con respecto a una función de monitora y no se dirige a una esfera óptima."}