{"Solid pieces of 23–114 mg were further used to measure the enthalpy increments using a Setaram Multi-detector High Temperature Calorimeter (MDHTC-96) using a drop detector. For more details about the technique we refer to our previous studies [9,10]. The measurements were carried out under an argon atmosphere (with an oxygen content of 7 ppm), using pure platinum ingots (64–144 mg) of 99.95 at % purity as a reference material. The temperature range of the experiment was from 430.3 K to 1088.8 K using steps of 50 K. Each isothermal run consisted of 2–4 drops of Bi2UO6 samples, each surrounded by two drops of platinum from which the sensitivity of the device was determined. The drops were separated by time intervals of 20 min, long enough to re-stabilize the monitored heat flow signal. Background subtraction and peak integration were performed using commercially available software for data processing. The reported temperatures were corrected in accordance with the calibration curve obtained prior to measurement using several high purity standard metals (Sn, Pb, Zn, Al, Ag, Ni) with various melting temperatures in order to cover the whole temperature range of the measurement. After drop calorimetric measurements at the maximum considered temperature, the material was subjected to a new XRD measurement, confirming the stability of the compound under the experimental conditions.": "Se utilizaron además piezas sólidas de 23-114 mg para medir los incrementos de entalpía utilizando un Calorímetro de Alta Temperatura (MDHTC-96) de Setaram Multidetector (MDHTC-96) utilizando un detector de caídas. Para más detalles sobre la técnica, nos referimos a nuestros estudios anteriores [9,10]. Las mediciones se realizaron bajo una atmósfera de argón (con un contenido de oxígeno de 7 ppm), utilizando lingotes de platino puros (64-144 mg) de 99,95 al % de pureza como material de referencia. El rango de temperatura del experimento fue de 430,3 K a 1088,8 K utilizando pasos de 50 K. Cada ejecución isotérmica consistió en 2-4 gotas de muestras de Bi2UO6, cada una rodeada por dos gotas de platino de las que se determinó la sensibilidad del dispositivo. Las gotas se separaron por intervalos de tiempo de 20 minutos, lo suficiente para reestabilizar la señal de flujo de calor monitoreada."}