{"The class of steels known as oxide dispersion strengthened (ODS) ferritic alloys (also known as nanostructured ferritic alloys) consist of a dispersion of ultra-fine oxide particles throughout the matrix. These oxide particles serve to improve the mechanical properties of the system, particularly at high temperatures, of the system through inhibiting dislocation motion and grain boundary sliding. In nuclear applications the oxide particles have been suggested to act as point defect sinks [10,11] to improve radiation tolerance, and as preferential sites for the formation of nano-scale He bubbles therefore reducing swelling compared to non-ODS steels [12–15]. The ability of the oxide particles to improve these properties depends on the structure and composition of the particles [10,11,16,17] and their stability under irradiation. Typical compositions of ODS steels include between 9 and 14at.% Cr for oxidation resistance (most commonly 14at.%); W for solid solution hardening; Y2O3 that is put into solid solution during the initial, mechanical alloying, process but then during consolidation at high temperatures forms precipitates; and Ti to inhibit significant growth of the oxide particles; the balance being made up of Fe and impurities [18]. For this reason these steels are often referred to as 14YWT, reflecting the constituent elements.": "La clase de aceros conocidos como aleaciones ferríticas reforzadas por dispersión de óxidos (ODS) (también conocidas como aleaciones ferríticas nanoestructuradas) consiste en una dispersión de partículas de óxidos ultrafinos a través de la matriz. Estas partículas de óxidos sirven para mejorar las propiedades mecánicas del sistema, especialmente a altas temperaturas, del sistema mediante la inhibición del movimiento de dislocación y deslizamiento de los límites de los granos. En aplicaciones nucleares se ha sugerido que las partículas de óxidos actúen como sumideros de defectos puntuales [10,11] para mejorar la tolerancia a la radiación, y como sitios preferenciales para la formación de burbujas a nanoescala, reduciendo así la hinchazón en comparación con los aceros no ODS [12-15]. La capacidad de las partículas de óxidos para mejorar estas propiedades depende de la estructura y composición de las partículas [10,11,16,17] y su estabilidad bajo irradiación."}