{"The remainder of our discussion proceeds as follows. In Section 2 we briefly describe the problem of cell tracking and introduce our approach to cell tracking, which may be regarded as fitting a mathematical model to experimental image data sets. We present the geometric evolution law model we seek to fit, which is a simplification of recently developed models in the literature that show good agreement with experiments [8,10–12,4,13,9]. We finish Section 2 by reformulating our model into the phase field framework, which appears more suitable for the problem in hand, and we formulate the cell tracking problem as a PDE constrained optimisation problem. In Section 3 we propose an algorithm for the resolution of the PDE constrained optimisation problem and we discuss some practical aspects related to the implementation. In particular we note that the theoretical and computational framework may be applied directly to multi-cell image data sets and raw image data sets (of sufficient quality) without segmentation. In Section 4 we present some numerical examples for the case of 2d single and multi-cell image data sets. Finally in Section 5 we present some conclusions of our study and discuss future extensions and applications of the work.": "En la sección 2 se describe brevemente el problema del seguimiento de células y se introduce nuestro enfoque del seguimiento de células, que puede considerarse que se ajusta a un modelo matemático a conjuntos de datos de imágenes experimentales. Presentamos el modelo de ley de evolución geométrica que buscamos ajustar, que es una simplificación de los modelos recientemente desarrollados en la literatura que muestran un buen acuerdo con los experimentos [8,10-12,4,13,9]. Terminamos la sección 2 reformulando nuestro modelo en el marco de campo de fase, que parece más adecuado para el problema en cuestión, y formulamos el problema del seguimiento de células como un problema de optimización limitada PDE. En la sección 3 proponemos un algoritmo para la resolución del problema de optimización limitada PDE y discutimos algunos aspectos prácticos relacionados con la implementación. En particular, observamos que el marco teórico y computacional puede aplicarse directamente a conjuntos de datos de imágenes multicelulares y conjuntos de datos de imágenes en bruto (de calidad suficiente) sin segmentación. En la sección 4 presentamos algunos ejemplos numéricos para el caso de conjuntos de datos de imágenes individuales y multicelulares. Por último, en la sección 5 presentamos algunas conclusiones de nuestro estudio y discutimos las futuras extensiones y aplicaciones del trabajo."}