{"The second stress state is a tri-axial tensile stress designed to represent the zone ahead of an advancing crack tip. Micro-scale lateral cracks have been observed in the oxide layer, and appear to form very close to or at the metal–oxide interface (Fig. 1). Finite element analysis by Parise et al. indicated that these cracks form as a result of localised tensile stresses above peaks in the metal–oxide interface roughness [31]. These cracks are considered separate to any nano-scale cracks that might result from the tetragonal to monoclinic phase transformation. An assumption is made here that whether the micro-scale lateral cracks form via fracture of the oxide or by de-bonding at the interface a triaxial tensile stress state will still be present. In manufactured partially stabilised zirconia cracks would be expected to destabilise the tetragonal phase. This is simulated by applying tensile stress in direction 1, 2 and 3. As this the maximum stress at the crack tip is not known, the applied tensile stresses cover a range from 0.1GPa up to a maximum stress value of 2.2GPa as it is approximately equal to three times the fracture strength of bulk fracture strength for manufactured stabilized zirconia [34]. For the biaxial compressive and triaxial tensile stress states it is the trends in behaviour rather than the absolute values that are considered of greatest importance for this work.": "El segundo estado de tensión es una tensión de tracción triaxial diseñada para representar la zona por delante de una punta de fisura en avance. Se han observado grietas laterales de microescala en la capa de óxido, y parecen formarse muy cerca o en la interfaz metal-óxido (Fig. 1). El análisis de elementos finitos por Parise et al. indicó que estas grietas se forman como resultado de tensiones de tracción localizadas por encima de picos en la rugosidad de la interfaz metal-óxido [31]. Estas grietas se consideran separadas de cualquier fisuras de nanoescala que puedan resultar de la transformación de la fase tetragonal a monoclinica. Se supone aquí que si las fisuras laterales de microescala se forman mediante fractura del óxido o por desbono en la interfaz, un estado de tensión de tracción triaxial seguirá estando presente. En las fisuras de circonia parcialmente estabilizadas, se espera que las fisuras de la fase tetragonal se desestabilicen. Esto se simula aplicando tensión tensional en dirección 1, 2 y 3. Como esta tensión máxima en la punta de fisura, se considera la fuerza de la presión de la curva."}