{"The dynamics of various physical phenomena, such as the movement of pendulums, planets, or water waves can be described in a variational framework. The development of variational principles for classical mechanics traces back to Euler, Lagrange, and Hamilton; an overview of this history can be found in [1,19]. This approach allows to express all the dynamics of a system in a single functional – the Lagrangian – which is an action integral. Hamiltonian mechanics is a reformulation of Lagrangian mechanics which provides a convenient framework to study the symmetry properties of a system. This is expressed by Noether's theorem which establishes the direct connection between the symmetry properties of Hamiltonian systems and conservation laws. When one approximates the system numerically, it is advantageous to preserve the Hamiltonian structure also at the discrete level. Given that Hamiltonian systems are abundant in nature, their numerical approximation is therefore a topic of significant relevance.": "La dinámica de diversos fenómenos físicos, como el movimiento de péndulos, planetas o ondas de agua, se puede describir en un marco de variación. El desarrollo de principios variacionales para la mecánica clásica se remonta a Euler, Lagrange y Hamilton; una visión general de esta historia se puede encontrar en [1,19]. Este enfoque permite expresar todas las dinámicas de un sistema en un único funcional – el Lagrangian – que es una acción integral. La mecánica hamiltoniana es una reformulación de la mecánica lagrangiana que proporciona un marco conveniente para estudiar las propiedades de simetría de un sistema. Esto se expresa por el teorema de Noether que establece la conexión directa entre las propiedades de simetría de los sistemas Hamiltonianos y las leyes de conservación. Cuando se aproxima numéricamente al sistema, es ventajoso preservar la estructura hamiltoniana también en el nivel discreto. Dado que los sistemas hamiltonianos son abundantes en naturaleza, su aproximación numérica es por lo tanto un tema de relevancia significativa."}