{"Structural properties are well reproduced by all models (Table 2), but the significant improvement of our potential stands in the elastic constants which relate to how the system responds to stress. Indeed, structure and elasticity are important parameters for elucidating grain boundary stability. All potential models correctly predict the relative stability of the defect energies. The Morelon potential model performed best as it was specifically derived to replicate defect formation energies, but it largely underestimates the bulk modulus. The energies calculated with the Morl and the Arima potential models are overestimated; this is a known disadvantage of using rigid ion models as the ionic polarisability is not taken into account. For completeness, we report two shell models with the best results given by the Catlow potential model. The Morl, along with the Grimes shell potential model, accurately reproduce the activation energy of oxygen migration (the migration path was the lowest energy and most favourable diffusion mechanism observed in bulk UO2 [1]). The major deficiency of the Morl potential is that the cation defect energies are high, and hence the number of cation defects will be underestimated. However, this should not be an issue unless this model was applied to processes such as grain growth where cation mobility will contribute.": "Las propiedades estructurales están bien reproducidas por todos los modelos (Tabla 2), pero la mejora significativa de nuestro potencial se encuentra en las constantes elásticas que se relacionan con la forma en que el sistema responde al estrés. De hecho, la estructura y la elasticidad son parámetros importantes para dilucidar la estabilidad del límite de grano. Todos los modelos potenciales predicen correctamente la estabilidad relativa de las energías de defecto. El modelo potencial de Morelon funcionó mejor, ya que se deriva específicamente de la replicación de energías de formación de defectos, pero en gran medida subestima el módulo de masa. Las energías calculadas con los modelos potenciales de Morl y Arima están sobreestimadas; esto es una desventaja conocida de utilizar modelos de iones rígidos como polarización iónica no se tiene en cuenta. Para completar, informamos de dos modelos de cáscara con los mejores resultados dados por el modelo potencial de Catlow. La Morl, junto con el modelo potencial de cáscara Grimes, reproducen con precisión la energía de activación de la migración de oxígeno (la ruta de migración fue la energía más baja y el mecanismo de difusión más favorable observado en UO2 a granel [1])."}