{"The validity of semi-classical boundary conditions for the WTE as introduced in [8] is a topic under vivid debate, especially after recent works which address the non-uniqueness and the symmetry properties of the Wigner function [27,28,46]. The numerical test cases presented therein are for symmetric potentials for which we cannot provide reliable, i.e. well-resolved, results due to the presence of singular terms in the steady state Wigner functions, see Section 4.3. Other recent studies demonstrate the convergence of the WTE calculations upon increasing the size of the simulation domain [44] as well as possible improvements by adapting the boundary distribution to the physical state of the active device region [47]. Despite their approximate nature we employ inflow/outflow boundary conditions here as well and demonstrate that accurate and physically valid results can be achieved for sufficiently large values of Lres. Due to the problematics with singular terms we present simulations only for non-zero bias voltages VDS≠0 V.": "La validez de las condiciones de límite semiclásicas para el WTE, tal como se introdujo en [8], es un tema bajo un intenso debate, especialmente después de obras recientes que abordan las propiedades de no-única y simetría de la función Wigner [27,28,46]. Los casos de prueba numérica que se presentan son para potenciales simétricos para los que no podemos proporcionar resultados confiables, es decir, bien resueltos, debido a la presencia de términos singulares en las funciones Wigner del estado estacionario, véase Sección 4.3. Otros estudios recientes demuestran la convergencia de los cálculos del WTE al aumentar el tamaño del dominio de simulación [44], así como posibles mejoras mediante la adaptación de la distribución de límites al estado físico de la región del dispositivo activo [47]. A pesar de su naturaleza aproximada, utilizamos aquí también condiciones de límite de entrada/salida y demostramos que pueden lograrse resultados exactos y físicamente válidos para valores suficientemente grandes de Lres. Debido a las problemáticas con términos singulares, presentamos simulaciones sólo para voltajes de sesgo distintos de cero VDS"}