{"The dashed curve represents the PuO2 molar fraction on the sample surface. It shows that, following the UO2–PuO2 phase boundaries, rather well established in this compositional range (see Section 4.3 below), the newly formed liquid surface is initially enriched in plutonium dioxide. Subsequently, due to fast diffusion in the liquid phase, the initial sample composition (x(PuO2)=0.25) tends to be rapidly restored. It is however clear, from the simulation, that the fast cooling occurring after the end of the laser pulse leads to onset of solidification before the initial composition is fully recovered in the liquid. A surface solid crust forms then upon freezing before the total liquid mass has crystallised (see insets in Fig. 4). The double inflection during cooling in this case corresponds to the solidification onset on the sample surface (first inflection) and to the disappearance of the last liquid inside the material (second inflection). The highest recalescence temperature represents the solidification point of a composition very close to the initial one (approximately ±0.01 on x(PuO2) in the current example), except for small segregation effects. These latter have been studied also experimentally in the present research, by post-melting material characterisation.": "La curva estriada representa la fracción molar PuO2 en la superficie de la muestra. Muestra que, siguiendo los límites de la fase UO2-PuO2, más bien bien establecidos en este rango compositivo (véase la sección 4.3 infra), la superficie líquida recién formada se enriquece inicialmente en dióxido de plutonio. Posteriormente, debido a la rápida difusión en la fase líquida, la composición de la muestra inicial (x(PuO2)=0,25) tiende a ser rápidamente restaurada. Sin embargo, de la simulación se desprende claramente que el enfriamiento rápido que se produce después del final del pulso del láser conduce al inicio de la solidificación antes de que la composición inicial se recupere completamente en el líquido. Una corteza sólida superficial se forma entonces al congelarse antes de que se haya cristalizado la masa líquida total (véanse los insets en la figura 4). La doble inflexión durante el enfriamiento en este caso corresponde a la aparición de solidificación en la superficie de la muestra (primera inflexión) y a la desaparición del último líquido dentro del material (segunda inflexión)."}