{"Spark plasma sintering (SPS) is a relatively new sintering-based technique [17] in which the powder to be consolidated is loaded into an electrically and thermally conductive graphite mould and a large DC pulsed current (1000–5000A) is applied under a uniaxial pressure. When current passes through the graphite mould (and the powder if it is electrically conductive), the powder is heated both from the outside (the mould acts as a heating element) and inside (due to Joule heating from the intrinsic electrical resistance of the powder material). SPS is characterised by very fast heating (up to 2000°C/min) and cooling rates and short holding times (minutes) to achieve near theoretical density [17]. Thus SPS occupies a very different time–temperature–density space in powder consolidation maps when compared with conventional methods, such as hot pressing sintering and HIP with ramp rate of 50–80°C/min and a few hours holding time. Although SPS has been studied for a rapidly growing number of materials [17], there are only a small number of studies on the fabrication and microstructural characterisation of ODS steels processed by SPS, briefly reviewed below.": "Spark plasma sintering (SPS) es una técnica relativamente nueva basada en la sinterización [17] en la que el polvo que se va a consolidar se carga en un molde de grafito eléctrica y térmicamente conductivo y se aplica una gran corriente de corriente continua (1000-5000A) bajo una presión uniaxial. Cuando la corriente pasa por el molde de grafito (y el polvo si es eléctricamente conductivo), el polvo se calienta tanto desde el exterior (el molde actúa como elemento de calefacción) como dentro (debido a la calefacción de Joule a partir de la resistencia eléctrica intrínseca del material en polvo). SPS se caracteriza por una calefacción muy rápida (hasta 2000°C/min) y velocidades de refrigeración y tiempos de retención cortos (minutos) para alcanzar una densidad teórica cercana [17]. Así, SPS ocupa un espacio de tiempo muy diferente –temperatura–densidad en mapas de consolidación de polvo en comparación con los métodos convencionales, como la sinterización en caliente y la HIP con una velocidad de rampa de 50–80°C/min y unas horas de retención de tiempo."}