{"An increase of neutron leakage from the core region can be achieved through modifications in the core geometry (usually by adopting a pan-cake geometry of the active core region at the expense of the general neutron economy). Extensive studies determined a set of core design modifications that optimised the total sodium void reactivity (becoming less positive). Among the most efficient design solutions identified is an enlarged sodium plenum above the active core region in combination with an absorber layer above the sodium plenum (to reduce neutron backscattering from the reflector region above the plenum). Fig. 19 shows the combined effect of different upper plenum thicknesses of the absorber and boron layers. It can be observed that the sequential increase of the layer's thickness converge to an asymptotic value of reactivity reduction slightly over 800pcm. The pair of values selected was 60cm for the sodium plenum and 30cm for the boron layer. These modifications implied a considerable increase in the sub-assembly length that was compensated by reducing the upper axial reflector width (Sun et al., 2013).": "Se puede lograr un aumento de la fuga de neutrones de la región central mediante modificaciones de la geometría del núcleo (generalmente mediante la adopción de una geometría de panqueques de la región del núcleo activo a expensas de la economía general de neutrones). En amplios estudios se determinó un conjunto de modificaciones del diseño del núcleo que optimizaron la reactividad del vacío total de sodio (convirtiéndose en menos positiva). Entre las soluciones de diseño más eficientes identificadas se encuentra un plenum de sodio ampliado por encima de la región del núcleo activo en combinación con una capa absorbente por encima del plenum de sodio (para reducir la retrodispersión de neutrones de la región reflectora por encima del plenum). Fig. 19 muestra el efecto combinado de diferentes espesores superiores de plenum del absorbente y del boro. Se puede observar que el aumento secuencial del espesor de la capa converge a un valor asintótico de reducción de la reactividad ligeramente superior a 800pcm. El par de valores seleccionados fue de 60cm para el plenum de sodio y 30cm para la capa de boro. Estas modificaciones implicaron un aumento considerable de la longitud subascendente que se compensó al reducir la anchura del reflector axilar superior del reflector (Sun et al igual, 2013)."}