{"In general, the ion exchange capacity (IEC) is closely related to the proton conductivity of PEMs because the acid functionalities, such as sulfonic acid groups, contribute to the proton conduction in a membrane. Beyond a certain sulfonation degree, PEMs tend to absorb too much water or are even soluble in water, which negatively affect their mechanical resistance and water resistance [17,18]. Therefore, the improvement of proton conductivity using aromatic polymers with moderately adjusted IEC values has been under intense investigation [19–23]. To achieve high proton conductivity with moderate IEC values, the formation of ion channel structures, which enable effective proton conduction, has been studied. In the course of these studies, an ideal morphology has been pursued by microphase separation of segmented block copolymers in which hydrophilic sulfonated polymer segments form an interconnected three-dimensional network responsible for efficient proton transport, while a complementary network of hydrophobic non-sulfonated segments imparts a reinforcing effect, preventing excessive swelling in water and enhancing the mechanical properties. An image of the ideal morphology for PEMs is shown in Fig. 2.": "En general, la capacidad de intercambio iónico (IEC) está estrechamente relacionada con la conductividad de protones de los PEM porque las funcionalidades ácidas, como los grupos de ácido sulfónico, contribuyen a la conducción de protones en una membrana. Más allá de un cierto grado de sulfonación, los PEM tienden a absorber demasiada agua o incluso son solubles en agua, lo que afecta negativamente a su resistencia mecánica y resistencia al agua [17,18]. Por lo tanto, se ha estudiado la mejora de la conductividad de protones utilizando polímeros aromáticos con valores IEC moderadamente ajustados [19-23]. Para lograr una alta conductividad de protones con valores IEC moderados, se ha estudiado la formación de estructuras de canales de iones, que permiten la conducción efectiva de protones. En el curso de estos estudios, se ha seguido una morfología ideal mediante la separación microfásica de copolímeros de bloques segmentados en los que los segmentos polímeros sulfonados hidrofílicos forman una red tridimensional interconectada responsable del transporte eficiente de protones, mientras que se muestra una red complementaria de segmentos no sulfonados hidrofásicos, que confiere un efecto de refuerzo, impidiendo la hinchazón excesiva en el agua y potencia mecánica."}