{"The final contribution to the force is the van der Waals interaction. It includes the following contributions: (i) between the macroscopic Si tip of conical shape with the sphere of radius R at the end [27] and semi-infinite substrate; (ii) the dispersion forces between the atoms in the sample treated atomistically; and (iii) the interaction between the macroscopic part of the tip and the sample atoms. The first contribution is calculated analytically [27]. In fact, the macroscopic contribution to the van der Waals force is the same in each of the three systems described below, as it depends only on the tip–surface separation, macroscopic sphere radius, cone-angle and Hamaker constant of the system [27]. All these quantities are identical in each system we look at, so that the van der Waals force acts as a background attractive force independent of the microscopic properties of the system [8]. The Hamaker constant needed for the calculation of the macroscopic van der Waals force is estimated to be 0.5eV [32].": "La contribución final a la fuerza es la interacción van der Waals. Incluye las siguientes contribuciones: (i) entre la punta macroscópica Si de forma cónica con la esfera del radio R al final [27] y sustrato semiinfinito; (ii) las fuerzas de dispersión entre los átomos de la muestra tratados atomísticamente; y (iii) la interacción entre la parte macroscópica de la punta y los átomos de la muestra. La primera contribución se calcula analíticamente [27]. De hecho, la contribución macroscópica a la fuerza van der Waals es la misma en cada uno de los tres sistemas descritos a continuación, ya que depende únicamente de la separación entre la punta y la superficie, el radio de la esfera macroscópica, el ángulo de cono y la constante de Hagar del sistema [27]. Todas estas cantidades son idénticas en cada sistema que observamos, de modo que la fuerza van der Waals actúa como una fuerza atractiva de fondo independiente de las propiedades microscópicas del sistema [8]."}