{"Geomagnetic jerks are conspicuous yet poorly understood phenomena of Earth’s magnetic field, motivating investigations of their morphology and the theory behind their origins. Jerks are most commonly defined by their observed form at a single observatory as ‘V’ shapes in a single component of the geomagnetic secular variation (SV), the first time derivative of the main magnetic field (MF). The times of the gradient changes, which separate linear trends of several years, have associated step changes in the second time derivative of the MF (secular acceleration (SA)) and impulses in the third time derivative. The ‘V’ shape SV definition of jerks includes an implicit expectation of a ‘large’ magnitude step change in the gradient without definition of this scale or its threshold value other than the basic need for it to be observable in the data above the highly variable background noise. Jerks can be described by their amplitude, that is, the difference in the gradients of the two linear SV segments about a jerk, A=a2-a1, where a2 is the gradient after the jerk and a1 is the gradient before the jerk. This measure is essentially the best fit SA change across a jerk. Jerk amplitude is thus positive for a positive step in SA and negative for a negative step. Here we do not consider spatial extent in our definition and refer to individual features in one field component of a given observatory time series as a single jerk.": "Los jerks geomagnéticos son fenómenos visibles pero mal entendidos del campo magnético de la Tierra, motivando las investigaciones de su morfología y la teoría detrás de sus orígenes. Los jerks son más comúnmente definidos por su forma observada en un solo observatorio como formas ‘V’ en un único componente de la variación secular geomagnética (SV), la primera derivada del campo magnético principal (MF). Los tiempos de los cambios de gradiente, que separan las tendencias lineales de varios años, han asociado cambios graduales en la segunda derivada temporal del MF (aceleración secular (SA) e impulsos en la tercera derivada. La definición de sV de la forma ‘V’ incluye una expectativa implícita de un cambio gradual de magnitud ‘grande’ en el gradiente sin definir esta escala o su valor umbral, aparte de la necesidad básica de que sea observable en los datos superiores al ruido de fondo altamente variable. Jerks puede describirse por su amplitud, es decir, la diferencia en los gradientes de los dos segmentos lineales de SV sobre un trébol, A=a2-a1, donde a2 es el gradiente después del gradiente y a1 es el gradiente antes de la curva."}