{"An application of ROMP derived random copolymers is the covalent incorporation of optical sensor moieties into a polymer matrix. ROM polymers have been tested as matrix materials for the oxygen sensing phosphorescent complex platinum tetrakis(pentafluorophenyl)porphyrin. A correlation between the nature of the ROM polymer’s side chain and the optical response of the sensor molecules has been established [34]. Several works are dedicated to the synthesis of ROMP-able optical sensor molecules such as phenantroimidazoles [35,36], europium complexes [37] or xanthene dyes [38], their random copolymerization and the evaluation of their sensing profiles in the copolymers. Another application comprises random copolymers with covalently bound eosin and/or ethyl dimethylamino benzoate units which were tested as macroinitiators for the photopolymerization of acrylates aiming at an initiator/coinitiator system which combines good polymerization activity with improved migration stability [39].": "Una aplicación de copolímeros aleatorios derivados de ROMP es la incorporación covalente de moieties de sensores ópticos en una matriz de polímeros. Los polímeros ROM han sido probados como materiales de matriz para la detección de oxígeno complejo fosforescente platino tetrakis(pentafluorofenil)porfirina. Se ha establecido una correlación entre la naturaleza de la cadena lateral del polímero ROM y la respuesta óptica de las moléculas del sensor [34]. Varios trabajos están dedicados a la síntesis de moléculas de sensores ópticos ROMP-able como fenantroimidazoles [35,36], complejos europium [37] o tintes xanteno [38], su copolimerización aleatoria y la evaluación de sus perfiles de detección en los copolímeros. Otra aplicación comprende copolímeros aleatorios con eosina covalente y/o unidades de dimetilaminobenzoato etílico que fueron probados como macroiniciadores para la fotopolimerización de acrilatos dirigidos a un sistema iniciador/coiniciador que combina una buena actividad de polimerización con una mejor estabilidad de la migración [39]."}