{"When incompatible three component polymer chains are tethered at a junction point, the resultant star molecules of the ABC type are in a very frustrated field in bulk. That is, their junction points cannot be aligned on two-dimensional planes but on one-dimensional lines, as schematically shown in Fig. 1. Furthermore, when the chain length difference is not so large, the array of junction points tends to be straight and long one. Consequently each domain with mesoscopic sizes becomes cylinders, and their cross sections could be conformed by polygons [28,29]. This is because three interfaces, A/B, B/C and C/A are likely to be flat since there exist no junction points at interfaces and therefore chain entropy contribution to the free energy of structure formation is considerably small comparing with regular block and graft copolymer systems. As a matter of fact, Dotera predicted several tiling patterns by the diagonal bond method, a new Monte Carlo Simulation [30], while Gemma and Dotera pointed out that only three regular tilings, i.e., (6.6.6), (4.8.8) and (4.6.12) are permitted for three-branched molecules proposed as the “even polygon theorem” [31].": "Cuando las cadenas poliméricas de tres componentes incompatibles se atan en un punto de unión, las moléculas estelares resultantes del tipo ABC se encuentran en un campo muy frustrado en gran escala. Es decir, sus puntos de unión no pueden alinearse en planos bidimensionales sino en líneas unidimensionales, como se muestra esquemáticamente en la figura 1. Además, cuando la diferencia de longitud de la cadena no es tan grande, el conjunto de puntos de unión tiende a ser recto y largo. Por consiguiente, cada dominio con tamaños mesoscópicos se convierte en cilindros, y sus secciones transversales pueden ser conformadas por polígonos [28,29]. Esto se debe a que tres interfaces, A/B, B/C y C/A, son probablemente planas, ya que no existen puntos de unión en las interfaces y, por lo tanto, la contribución de la energía libre de la formación de la estructura es considerablemente pequeña comparada con los sistemas regulares de bloques e injertos copolímeros. De hecho, Dotera predijo varios patrones de alicate mediante el método de unión diagonal, una nueva simulación Monte Carlo [30], mientras que Gemma y Dotera señalaron que sólo tres tilos regulares, i."}