{"A hydroxyl-functionalized poly(butylene succinate) based polyester was prepared by conventional polycondensation of benzyl-protected dimethyl malonate and 1,4-butanediol (Scheme 2(a)) [24a]. Yao et al. reported on the direct polycondensation of l-lactic acid and citric acid with the formation of poly[(l-lactic acid)-co-(citric acid)], obtaining a polyester oligomer with both pendant carboxylic and hydroxyl groups [24b]. This PLCA oligomer was reacted with dihydroxylated PLLA as a macromonomer, yielding a PLCA–PLLA multiblock copolymer as shown in Scheme 2(b). While lipases have been investigated for the ring-opening polymerization (ROP) of cyclic ester monomers [25,26], they have also been used for the preparation of polyesters by polycondensation reactions. The advantage of this technique is that these enzyme-catalyzed reactions proceed without protection of the pendant functional groups. In this field, hydroxyl-bearing polyesters have been synthesized by the copolymerization of divinyl adipate with various triols (e.g. glycerol, 1,2,4-butanetriol) as represented in Scheme 2(c) [27] and by copolymerizations of 1,8-octanediol with adipic acid and several alditols [28]. Very recently, several α-hydroxy acids derived from amino acids were homo- and copolymerized with lactic acid by polycondensation in bulk without protected monomers (Scheme 2(d)) [29]. Biodegradable polyesters with various pendant groups were obtained, although the molecular weights remained low (1000–3000gmol−1).": "Se preparó un poliestireno a base de poli(butileno succinato) a base de policondensación convencional de dimetilo malonato protegido con bencilo y 1,4-butanodiol (Scheme 2(a)) [24a]. Yao et al. informaron sobre la policondensación directa del ácido lláctico y ácido cítrico con la formación de poli[(ácido lláctico)-co-ácido cítrico)], obteniendo un oligomero de poliéster con grupos colgantes carboxílicos e hidroxilo [24b]. Este oligomero PLCA fue reaccionado con monómeros ésteres cíclicos dihidroxilados [25,26], también se han utilizado para la preparación de poliestirenos por policondensación [2b], mientras que las lipasas han sido investigadas para la polimerización en anillo (ROP) de monomeros ésteres cíclicos [25,26], se han obtenido copolímeros a base de cobres, y se han obtenido varios copolímeros de cobres."}