{"Thermal performance of the smart window has been predicted under different simulated parameters namely, direct solar radiation intensity, ambient temperature, water inlet temperature, and water flow rate. Fig. 11 shows a sample of temperature distribution of all window components at a plane passing through the horizontal window segment based on simulation physical conditions listed on Table 3. Simulation data has been collected from all successive simulations. The effect of increasing direct solar radiation on both solar cells and water temperatures is shown in Fig. 12. Three different simulations were performed assuming direct solar radiation intensities of 400, 600, and 800W/m2 incident on the window’s front pane with set ambient temperature, water inlet temperature and water flow rate of respectively 273K, 283K and 0.01kg/s. Water temperature was found to increase by 5°C as it passed through the tube, carrying the solar cells, from left to right for the bottom most units at 800W/m2 of direct incident solar radiation.": "El rendimiento térmico de la ventana inteligente se ha predicho bajo diferentes parámetros simulados, a saber, intensidad de radiación solar directa, temperatura ambiente, temperatura de entrada de agua y caudal de agua. La figura 11 muestra una muestra de la distribución de la temperatura de todos los componentes de la ventana en un plano que pasa por el segmento de la ventana horizontal sobre la base de las condiciones físicas de simulación enumeradas en la tabla 3. Se han recopilado datos de simulación de todas las simulaciones sucesivas. El efecto del aumento de la radiación solar directa sobre las células solares y las temperaturas del agua se muestra en la figura 12. Se realizaron tres simulaciones diferentes suponiendo intensidades de radiación solar directa de 400, 600 y 800W/m2 en el panel frontal de la ventana con temperatura ambiente fija, temperatura de entrada de agua y caudal de agua de 273K, 283K y 0,01kg/s respectivamente. Se encontró que la temperatura del agua aumentaba en 5°C a medida que pasaba por el tubo, transportando las células solares, de izquierda a derecha para la parte inferior de la mayoría de las unidades a 800W/m2 de radiación solar incidente directa."}