{"Shading can be the most detrimental factor on performance for a domestic system. The impact of shading on performance varies depending on the electrical series and parallel arrangement of cells within a module and modules within an installed array. Whilst many approaches to shading analysis have been proposed, computational efficiency is not reported despite being of high importance when incorporating shading algorithms into an overall energy yield model. The lack of consideration of the non-linear impacts of shading on smaller systems for example means that the shading loss is significantly underestimated, especially from supposedly small obstacles such as antennas or chimneys. As an example, the system shown in Fig. 1 illustrates the case where the installer may have attested a shade loss factor close to unity under UK microgeneration guidelines (Microgeneration Certification Scheme, 2013), i.e. negligible, but the performance of the system is severely compromised due to the non-linear cell mismatch effects. An effective shading sub-model therefore needs to give feedback to inform decisions of array layout in the proximity of obstructions but must not rely on high power computing.": "El impacto del sombreado en el rendimiento varía dependiendo de la serie eléctrica y de la disposición paralela de las células dentro de un módulo y módulos dentro de un conjunto instalado. Si bien se han propuesto muchos enfoques para el análisis del sombreado, la eficiencia computacional no se informa a pesar de ser de gran importancia al incorporar algoritmos de sombreado en un modelo general de rendimiento energético. La falta de consideración de los impactos no lineales del sombreado en sistemas más pequeños, por ejemplo, significa que la pérdida del sombreado se subestima significativamente, especialmente debido a obstáculos supuestamente pequeños como antenas o chimeneas. Como ejemplo, el sistema mostrado en la figura 1 ilustra el caso en el que el instalador puede haber demostrado un factor de pérdida de sombra cercano a la unidad bajo las directrices de microgeneración del Reino Unido (Microgeneration Certification Scheme, 2013), es decir, insignificante, pero el rendimiento del sistema está gravemente comprometido debido a los efectos de desajuste de células no lineales."}