{"Note that the quantitative introduction of a reactive functionality into the polymer chain end can be easily achieved by adopting the living ROMP technique especially using the Schrock type molybdenum alkylidene initiator [7,12,21,61–65]. The exclusive preparation of end-functionalized ring-opened polymers (realized by a living polymerization with quantitative initiation) can be applied not only to prepare block copolymers (ABCs) coupled with another living polymerization techniques [66], but also for preparation of macromonomers, as described below. In contrast, the initiation efficiency is not always perfect as seen in the molybdenum alkylidene initiators, because dissociation of ligand (PR3 etc.) should be required to generate the catalytically active species in the ROMP with the ruthenium carbene catalysts (Scheme 2) [67–69]. An equilibrium between coordination and dissociation of PR3 should be present even in the propagation process, and replacement of halogen with the other anionic ligand (and/or replacement of PR3 with the other neutral donor ligands/substrates) can also be considered as the probable side reactions. Importance of using the molybdenum catalysts should be thus emphasized for their precise preparations, although the initiators are highly sensitive to moisture and both monomers and solvent have to be thus strictly purified to avoid the catalyst decomposition (deactivation).": "Tenga en cuenta que la introducción cuantitativa de una funcionalidad reactiva en el extremo de la cadena de polímeros puede lograrse fácilmente mediante la adopción de la técnica ROMP viva, especialmente utilizando el iniciador de molibdeno alquilideno de tipo Schrock [7,12,21,61–65]. La preparación exclusiva de polímeros de anillo abiertos funcionales finales (realizados por una polimerización viva con iniciación cuantitativa) puede aplicarse no sólo para preparar copolímeros de bloques (ABCs) junto con otras técnicas de polimerización viva [66], sino también para la preparación de macromonómeros, como se describe a continuación. En contraste, la eficiencia de iniciación no siempre es perfecta como se ve en los iniciadores de molibdeno alquilideo, porque la disociación de ligando (PR3 etc.) debe ser necesaria para generar las especies catalíticamente activas en el ROMP con los catalizadores de rutenio carbeno (Scheme 2) [67–69], ya que un equilibrio entre la coordinación y la disociación de PR3 debería estar presente incluso en el proceso de propagación con los otros agentes anónicos (y se pueden ser degradados por lo tanto en el principio como por el principio)."}