{"Up to now, morphological studies of the multi-component polymeric materials have been carried out by various microscopic and scattering methods. Optical microscopes, transmission electron microscopes (TEMs), scanning electron microscopes (SEMs) and atomic force microscopes (AFMs) are commercially available and widely used. The biggest advantage of microscopy is that they provide intuitive real-space representations of the various morphologies. However, when it comes to “measurements”, especially in a quantitative way, microscopy sometimes lacks a statistical accuracy due to the small field of view. In contrast, the scattering methods provide much a superior statistical accuracy than that of microscopy simply because the observation volume is larger than that of the microscopes. One must remember, however, that the scattering methods normally require “(hypothesized) models” for data analysis in advance: They do not provide an intuitive insight into the morphologies as does microscopy. After all, for the complete characterization of a specific morphology, one may need to first know the morphologies from the microscopy and subsequently to evaluate the structural parameters by scattering on the basis of the morphology; the two methods are complementary.": "Hasta ahora, los estudios morfológicos de los materiales poliméricos multicomponentes se han realizado mediante diversos métodos microscópicos y de dispersión. Los microscopios ópticos, los microscopios electrónicos de transmisión (TEM), los microscopios electrónicos de exploración (SEM) y los microscopios de fuerza atómica (AFM) están comercialmente disponibles y se utilizan ampliamente. La mayor ventaja de la microscopía es que proporcionan representaciones intuitivas en el espacio real de las diversas morfologías. Sin embargo, cuando se trata de “mediciones”, especialmente de manera cuantitativa, la microscopía a veces carece de precisión estadística debido al pequeño campo de visión. En contraste, los métodos de dispersión proporcionan una precisión estadística mucho superior a la de la microscopía simplemente porque el volumen de observación es mayor que el de los microscopios. Sin embargo, hay que recordar que los métodos de dispersión normalmente requieren modelos “hipotetizados” para el análisis de datos de antemano: no proporcionan una visión intuitiva de las morfologías como la microscopía."}