{"Finite Element Tearing and Interconnecting (FETI) methods are a powerful approach to designing solvers for large-scale problems in computational mechanics. The numerical simulation problem is subdivided into a number of independent sub-problems, which are then coupled in appropriate ways. NURBS- (Non-Uniform Rational B-spline) based isogeometric analysis (IGA) applied to complex geometries requires to represent the computational domain as a collection of several NURBS geometries. Since there is a natural decomposition of the computational domain into several subdomains, NURBS-based IGA is particularly well suited for using FETI methods.This paper proposes the new IsogEometric Tearing and Interconnecting (IETI) method, which combines the advanced solver design of FETI with the exact geometry representation of IGA. We describe the IETI framework for two classes of simple model problems (Poisson and linearized elasticity) and discuss the coupling of the subdomains along interfaces (both for matching interfaces and for interfaces with T-joints, i.e. hanging nodes). Special attention is paid to the construction of a suitable preconditioner for the iterative linear solver used for the interface problem. We report several computational experiments to demonstrate the performance of the proposed IETI method.": "Los métodos Finite Element Tearing and Interconnecting (FETI) son un enfoque poderoso para diseñar soluciones para problemas a gran escala en la mecánica computacional. El problema de simulación numérica se subdivide en una serie de sub-problemas independientes, que luego se acoplan de manera apropiada. NURBS- (Non-Uniforme Rational B-spline) basado en análisis isogeométrico (IGA) aplicado a geometrías complejas requiere representar el dominio computacional como una colección de varias geometrías NURBS. Dado que existe una descomposición natural del dominio computacional en varios subdominios, el IGA basado en NURBS es particularmente adecuado para utilizar métodos FETI.Este artículo propone el nuevo método IsogeEometric Tearing and Interconnecting (IETI), que combina el diseño avanzado del solucionador de FETI con la representación exacta de geometría de IGA. Describimos el marco IETI para dos clases de problemas simples de modelos (Poisson y la elasticidad lineal) y discute el funcionamiento de los subdominios junto con las interfaces (tanto para interfaces y para interfaces con T-conjuntives, i."}