{"Traditionally, the simulation of incompressible fluid flow by the SPH method has been through a weakly compressible SPH formulation (WCSPH). In this approach, the pressure is treated as a thermodynamic variable and is calculated using an artificial equation of state. The sound speed is set to be sufficiently high to limit density variations to within a small fraction of the actual fluid density. In practice, this high sound speed places a limitation on the maximum permissible time-step size through the Courant–Friedrichs–Lewy (CFL) constraint. A particular weakness relates to noise in the pressure field since a small perturbation in the local density will yield a large variation in the local pressure. This can make WCSPH formulations ineffective for accurate force and pressure prediction, although recent developments which create more uniform particle distributions have improved this [1,2]. A review of the SPH method can be found in [3] while a review of the classical WCSPH formulation applied to free-surface flows can be found in [4].": "Tradicionalmente, la simulación de flujo de fluido incomprimible por el método SPH ha sido a través de una formulación SPH débilmente comprimible (WCSPH). En este enfoque, la presión se trata como una variable termodinámica y se calcula utilizando una ecuación artificial de estado. La velocidad del sonido es lo suficientemente alta como para limitar las variaciones de densidad dentro de una pequeña fracción de la densidad de fluido real. En la práctica, esta alta velocidad del sonido pone una limitación en el tamaño máximo permitido de tiempo a través de la restricción Courant-Friedrichs-Lewy (CFL). Una debilidad particular se relaciona con el ruido en el campo de presión ya que una pequeña perturbación en la densidad local producirá una gran variación en la presión local. Esto puede hacer que las formulaciones WCSPH ineficaces para una predicción precisa de fuerza y presión, aunque los acontecimientos recientes que crean distribuciones de partículas más uniformes han mejorado este [1,2]. Una revisión del método SPH puede encontrarse en [3] mientras que una revisión de la formulación clásica WCSPH aplicada a los flujos de superficie libre puede encontrarse en [4]."}