{"One of the most important outcomes of the comparative analysis is the fact that in all tested cases the use of FM is associated with a dramatic reduction in computational time when compared with FE, generally being in the order of seconds for FM and in the order of hours for FE. Table 1 reports the timings of the simulations for both methods. Free expansion is the fastest case, where FM reaches the load-free configuration in just 2 s, while simulations inside the vessels with the diameter of around 30 mm take approximately 30 s. Most of the execution time of the FM deployment algorithm is dedicated to the contact check and calculations of the implications the vessel wall has on the stent structure. Interestingly, in both methods, the highest computational time (i.e., curved vessels) is not associated with the most complex geometry (i.e., patient-specific case of aortic dissection). Another fact worth mentioning is the relation of the computational time to the diameter of the vessel in both methods. While the computational time of FM appeared to be directly related to the diameter of the vessel, no immediate relation was found for the FE simulations. Such outcome is probably related to the simplified contact model used by FM, which makes the stent-graft expansion terminate once the nodes come in contact with the vessel wall. On the contrary, it is well known that the contact algorithm used in the FE analyses increases the computational cost of the simulations.": "Uno de los resultados más importantes del análisis comparativo es el hecho de que en todos los casos probados el uso de FM está asociado con una reducción dramática del tiempo computacional en comparación con FE, estando generalmente en el orden de segundos para FM y en el orden de horas para FE. La Tabla 1 reporta los tiempos de las simulaciones para ambos métodos. La expansión libre es el caso más rápido, donde FM alcanza la configuración libre de carga en sólo 2 s, mientras que las simulaciones dentro de los recipientes con el diámetro de alrededor de 30 mm toman aproximadamente 30 s. La mayor parte del tiempo de ejecución del algoritmo de implementación de FM se dedica al control de contacto y cálculos de las implicaciones que la pared del recipiente tiene en la estructura del stent. Curiosamente, en ambos métodos, el tiempo computacional más alto (es decir, vasos curvos) no está asociado con la geometría más compleja (es decir, caso específico del paciente de la disección aórtica). Otro hecho que vale la pena mencionar es la relación del tiempo computacional con el diámetro del recipiente en ambos métodos. Mientras que el tiempo computacional de FM parecía estar directamente relacionado con el diámetro de la disección, no se encontró ninguna relación inmediata con las simulaciones FE."}