{"Energy conservation is critical to ensure stability of a numerical method, especially for contact and collision problems  [28,43]. A number of conserving schemes have been developed to ensure energy conservation. These schemes make use of the penalty regulation of normal contact constraint and inherit the conservation property from continuum problems. These conservation schemes can conveniently be combined with the finite element method to simulate frictionless  [44] and frictional  [43] contact and collision. Hesch and Betsch  [45] formulated the node-to-segment contact method and solved large deformation contact problems with the conserving scheme. More recently, an energy and momentum-conserving temporal discretization scheme  [46] was developed for adhesive contact problems without considering friction and dissipation. Even though the conserving scheme improves numerical stability, it also inherits from the penalty method the difficulty of having to determine penalty parameters. In order to remove penalty sensitivity, Chawla and Laursen  [47] proposed an energy and momentum conserving algorithm, which makes use of Lagrange multipliers instead of penalty parameters.": "La conservación de la energía es fundamental para garantizar la estabilidad de un método numérico, especialmente para los problemas de contacto y colisión [28,43]. Se han desarrollado varios esquemas de conservación para garantizar la conservación de la energía, que utilizan la regulación de la restricción de contacto normal y heredan la propiedad de la conservación de problemas continuos. Estos esquemas de conservación pueden combinarse convenientemente con el método de elementos finitos para simular contacto y colisión sin fricción [44] y friccionales [43]. Hesch y Betsch [45] formularon el método de contacto entre nodos y segmentos y resolvieron grandes problemas de contacto de de deformación con el sistema de conservación. Más recientemente, se desarrolló un esquema de discretización temporal de energía y de ahorro de impulso [46] para problemas de contacto adhesivo sin considerar la fricción y la disipación. Aunque el sistema de conservación mejora la estabilidad numérica, también hereda del método de penalización la dificultad de tener que determinar los parámetros de penalización."}