{"In the present work we use the mortar finite element method for the coupling of nonconforming discretized sub-domains in the framework of nonlinear elasticity. The mortar method has been shown to preserve optimal convergence rates (see Laursen (2002) [25] for details) and is variationally consistent. We show that the method can be applied to isogeometric analysis with little effort, once the framework of NURBS based shape functions has been implemented. Furthermore, a specific coordinate augmentation technique allows the design of an energy–momentum scheme for the constrained mechanical system under consideration. The excellent performance of the redesigned mortar method as well as the energy–momentum scheme is illustrated in representative numerical examples.In the present work we use the mortar finite element method for the coupling of nonconforming discretized sub-domains in the framework of nonlinear elasticity. The mortar method has been shown to preserve optimal convergence rates (see Laursen (2002) [25] for details) and is variationally consistent. We show that the method can be applied to isogeometric analysis with little effort, once the framework of NURBS based shape functions has been implemented. Furthermore, a specific coordinate augmentation technique allows the design of an energy–momentum scheme for the constrained mechanical system under consideration. The excellent performance of the redesigned mortar method as well as the energy–momentum scheme is illustrated in representative numerical examples.": "En el presente trabajo se utiliza el método de elementos finitos de mortero para el acoplamiento de subdominios discontinuos no conformes en el marco de la elasticidad no lineal. Se ha demostrado que el método de mortero preserva las tasas de convergencia óptimas (véase Laursen (2002) [25] para los detalles) y es variablemente consistente. Demostramos que el método se puede aplicar al análisis isogeométrico con poco esfuerzo, una vez que se ha implementado el marco de funciones de forma basadas en NURBS. Además, una técnica específica de aumento de coordenadas permite el diseño de un esquema de energía-momento para el sistema mecánico limitado en consideración. El excelente rendimiento del método de mortero rediseñado así como el esquema de energía-momento se ilustra en ejemplos numéricos representativos.En el presente trabajo se utiliza el método de elementos finitos de mortero para el acoplamiento de subdominios discontinuos no conformes en el marco de elasticidad no lineal.El método de mortero se ha demostrado para preservar las tasas de convergencia óptimas (véase Laursen (2002) [25] para los detalles) y es variablemente coherente en el marco de elasticidad no lineal."}