{"A number of model parameters can change regionally or seasonally, in particular the inherent optical properties of water constituents [ai⁎(λ), aY⁎(λ), aD⁎(λ), bX(λ), bb,X⁎, bb,Mie⁎] and the apparent optical properties of the bottom [Rib(λ), Bi] and the atmosphere. The database provided with WASI has been derived from in-situ measurements from lakes in Southern Germany (Gege, 1998; Heege, 2000; Pinnel, 2007). If no site-specific information is available, it can be used as a first approximation for other ecosystems as well. The variability within an ecosystem can be as large as between different ecosystem, i.e. ecosystem-specific sets of optical properties do not exist. However, region or season specific information should be used whenever available. Ideally, the optical properties should be measured at the test site close to the airplane or satellite overpass. This is however not always possible. A valuable source of information is the IOCCG webpage (IOCCG, 2013b). It maintains a list of links to publicly available data sets, for example the IOCCG (2006) data bank, the NASA bio-Optical Marine Algorithm Data set (NOMAD) and the SeaWiFS Bio-Optical Archive and Storage System (SeaBASS).": "Una serie de parámetros del modelo pueden cambiar regional o estacionalmente, en particular las propiedades ópticas inherentes de los constituyentes del agua [ai(l), aY(l), aD(l), bX(l), bb,X, bb,Mie] y las aparentes propiedades ópticas del fondo [Rib(l), Bi] y la atmósfera. La base de datos proporcionada con WASI se ha derivado de mediciones in situ de lagos en el sur de Alemania (Gege, 1998; Heege, 2000; Pinnel, 2007). Si no se dispone de información específica del sitio, también puede utilizarse como primera aproximación para otros ecosistemas. La variabilidad dentro de un ecosistema puede ser tan grande como entre diferentes ecosistemas, es decir, no existen conjuntos de propiedades ópticas específicos del ecosistema. Sin embargo, una valiosa fuente de información es la página web del IOCCG (IOCCG, 2013b)."}