{"In this section, we use the terrain data processing as an example to describe the geodetic data transformation method. Since Google Maps/Earth server only gives the terrain data in graphical display, we have to get terrain digital data from other sources. The fine-resolution (3″ or finer) terrain data bases such as SRTM (Shuttle Radar Topographical Mission) or USGS's DEM (Digital Elevation Model) data are necessary. Moreover, since 3DWF is used to model the fine-scale (meters up to 100m) atmospheric flow, it needs fine resolution terrain data. In this project, we use the terrain elevation data set from SRTM (Farr et al. 2007) with 3-arcsecond (~90m resolution at the equator) resolution. The data covers the land area, nearly global from 56S to 60N latitudes. We use the processed version 4 SRTM data set as described in Gamache (2005) in which some of the missing data holes were filled. The original data is organized in WGS84 (World Geodetic System 84) geodetic coordinate system. When the data are applied to the 3DWF model, they are transformed to the local East, North and Up (ENU) coordinate (see Fig. 3). Since the 3DWF is a fine scale wind model and its entire model domain is not intended to be larger than 20×20km, this Cartesian coordinate system is a good choice with very little distortion due to the curvature of the Earth's surface. The transformation from the WGS84 data to the ENU coordinate is performed as follows (Fukushima, 2006; Featherstone and Claessens, 2008).": "En esta sección, utilizamos el procesamiento de datos del terreno como ejemplo para describir el método de transformación de datos geodésicos. Dado que Google Maps/Earth server solo da los datos del terreno en pantalla gráfica, tenemos que obtener datos digitales del terreno de otras fuentes. Las bases de datos del terreno de resolución fina (3′′ o más finas) como SRTM (Shuttle Radar Topographical Mission) o los datos de la DEM de USGS (Digital Elevation Model) son necesarias. Además, puesto que 3DWF se utiliza para modelar el flujo atmosférico de escala fina (metros de hasta 100m), necesita datos del terreno de resolución fina. En este proyecto, utilizamos los datos de elevación del terreno procesados de SRTM (Farr et al. 2007) con resolución de 3-arcsegundos (~90m resolución en el ecuador). Los datos cubren el área terrestre, casi global de 56S a 60N latitudes. Utilizamos la versión procesada 4 SRTM data set en curmache como se describe en Gamache (2005), en la cual algunos de los agujeros de coordenadas se llenan."}