{"Apache Pig is a platform for creating MapReduce workflows with Hadoop. These workflows are expressed as directed acyclic graphs (DAGs) of tasks that exist at a conceptually higher level than their implementations as series of MapReduce jobs. Pig Latin is the procedural language used for building these workflows, providing syntax similar to the declarative SQL commonly used for relational database systems. In addition to standard SQL operations, Pig can be extended with user-defined functions (UDFs) commonly written in Java. We adopted Pig for our implementation of the correlator to speed up development time, allow for ad hoc workflow changes, and to embrace the Hadoop community׳s migration away from MapReduce towards more generalized DAG processing (Mayer, 2013). Specifically, in the event that future versions of Hadoop are optimized to support paradigms other than MapReduce, Pig scripts could take advantage of these advances without recoding, whereas explicit Java MapReduce jobs would need to be rewritten.": "Apache Pig es una plataforma para crear MapReduce flujos de trabajo con Hadoop. Estos flujos de trabajo se expresan como gráficos acíclicos dirigidos (DAGs) de tareas que existen a un nivel conceptualmente superior a sus implementaciones como series de trabajos MapReduce. Pig Latin es el lenguaje de procedimiento utilizado para construir estos flujos de trabajo, proporcionando sintaxis similar a la declarativa SQL comúnmente utilizada para sistemas de bases de datos relacionales. Además de las operaciones SQL estándar, Pig se puede extender con funciones definidas por el usuario (UDFs) comúnmente escritas en Java. Adoptamos Pig para nuestra implementación del correlator para acelerar el tiempo de desarrollo, permitir cambios de flujo de trabajo ad hoc, y abrazar la migración de la comunidad de Hadoop lejos de MapReduce hacia un procesamiento DAG más generalizado (Mayer, 2013). Específicamente, en el caso de que las futuras versiones de Hadoop estén optimizadas para apoyar paradigmas distintos de MapReduce, los scripts de Pig podrían aprovechar estos avances sin recodificación, mientras que los trabajos Java MapReducen deberían ser reescritos."}