{"There have been suggestions that electrons can be trapped in the bulk and at surfaces of silica [15] but new models of electron trapping centres started to appear only recently. It has been suggested by Bersuker et al., who used molecular models, that electrons can be trapped by Si–O bonds in a-SiO2 leading to their weakening and thus facilitating Si–O bond dissociation [16]. Further calculations by Camellone et al. have shown that electrons can spontaneously trap in non-defective continuum random network model of a-SiO2 [17]. Recent calculations have also demonstrated that the two dominant neutral paramagnetic defects at surfaces of a-SiO2, the non-bridging oxygen centre and the silicon dangling bond, are deep electron traps and can form the corresponding negatively charged defects [18]. However, these theoretical predictions have not yet been confirmed experimentally, emphasising the challenges for identifying defect centres.": "Se ha sugerido que los electrones pueden quedar atrapados en la masa y en la superficie de la sílice [15], pero recientemente han comenzado a aparecer nuevos modelos de centros de captura de electrones. Bersuker et al., que utilizaron modelos moleculares, han sugerido que los electrones pueden quedar atrapados por enlaces Si-O en un-SiO2 que conducen a su debilitamiento y, por lo tanto, facilitan la disociación de enlaces Si-O [16]. Otros cálculos de Camellone et al. han demostrado que los electrones pueden atrapar espontáneamente en el modelo de red aleatoria continuo no defectivo de un-SiO2 [17]. Cálculos recientes también han demostrado que los dos defectos paramagnéticos neutros dominantes en las superficies de un-SiO2, el centro de oxígeno no puente y el enlace de silicio que cuelga, son trampas de electrones profundas y pueden formar los defectos de carga negativa correspondientes [18]. Sin embargo, estas predicciones teóricas aún no se han confirmado experimentalmente, enfatizando los desafíos para identificar centros de defectos."}