{"In conclusion, a new approach to the “grind-free” nanoprecursor route to direct combinatorial solid state synthesis of several “difficult to make” and hitherto unknown phase-pure heterometallic Ruddlesden Popper type La4Ni3−xFexO10 materials has been described. The new approach used a high-throughput reactor and robotic automation (RAMSI) to rapidly synthesise a range of nanoparticle co-precipitate precursors in cloned libraries at a rate of 7.5 samples an hour. Each library could then be heat-treated at a different temperature and an initial powder XRD screen was used to locate and approximate phase boundary. A more focussed second synthesis and XRD characterisation of selected larger heat-treated powders was then performed to reconfirm the locations of the phase boundaries with the highest dopant level being achieved for La4Ni2FeO10 which is significantly greater Fe doping than has been achieved by anyone previously (despite several notable efforts). EXAFS data suggested that Fe3+ was located onto Ni sites in all cases and did not exist as a separate iron oxide phase.": "En conclusión, se ha descrito un nuevo enfoque de la ruta nanoprecursor “libre de granos” para la síntesis directa de estado sólido combinatoria de varios materiales “difíciles de fabricar” y hasta ahora desconocidos de fase pura-heterometálica Ruddlesden Popper tipo La4Ni3−xFexO10. Se ha descrito el nuevo enfoque utilizado un reactor de alto rendimiento y automatización robótica (RAMSI) para sintetizar rápidamente una gama de precursores de co-precipitados nanopartículas en bibliotecas clonadas a una velocidad de 7,5 muestras por hora. Cada biblioteca podría ser tratada térmicamente a una temperatura diferente y se utilizó una pantalla XRD en polvo inicial para localizar y aproximar el límite de fase. Se realizó una segunda síntesis más centrada y caracterización XRD de polvos tratados térmicamente más grandes seleccionados para reconfirmar la ubicación de los límites de fase con el nivel dopant más alto que se estaba logrando para La4Ni2FeO10, que es significativamente mayor que la que ha logrado anteriormente (a pesar de varios esfuerzos notables)."}