{"Immunopotentiators activate innate immunity directly (for example, cytokines) or through pattern-recognition receptors (PRRs, such as those for bacterial components). The Toll-like receptors (TLRs) are a family of PRRs that are an important link between innate and adaptive immunity. Some studies have shown that TLR ligands have adjuvant activity and enhance antigen-specific antibody and cell-mediated immune responses, especially when they are combined with delivery systems that promote their uptake and delivery into antigen-presenting cells [22–24]. For clinical studies, TLR9 is generally stimulated with synthetic oligodeoxynucleotides containing one or more unmethylated CpG dinucleotides. In humans, CpG has been used as an adjuvant for infectious disease vaccination [25,26] and in the development of cancer therapy [27]. In a mouse model, CpG has also been shown to induce T helper 1 (Th1) immune responses, which are characterized by the production of IFN-γ and the generation of IgG2a [28,29]. Moreover, a previous study had demonstrated that different liposomes with CpG ODN significantly increased Th1-biased cytokines and augmented cell mediated immune response [30].": "Los inmunopotenciadores activan la inmunidad innata directamente (por ejemplo, citoquinas) o a través de receptores de reconocimiento de patrones (PRRs, como los de los componentes bacterianos).Los receptores de tipo toll (TLRs) son una familia de PRRs que son un vínculo importante entre la inmunidad innata y la inmunidad adaptativa.Algunos estudios han demostrado que los ligandos TLR tienen actividad adyuvante y mejoran las respuestas inmunes de anticuerpos específicos de antígenos y mediadas por células, especialmente cuando se combinan con sistemas de administración que promueven su absorción y entrega en células que presentan antígenos [22-24].Para los estudios clínicos, TLR9 generalmente se estimula con oligodeoxinucleótidos sintéticos que contienen uno o más dinucleótidos CpG no metilados.En los seres humanos, la CpG se ha utilizado como adyuvante para la vacunación de enfermedades infecciosas [25,26] y en el desarrollo de terapia del cáncer [27].En un modelo de ratón, CpG también se ha demostrado que inducen a T helper 1 (Th1) respuestas inmunes) y se han demostrado un efecto."}