{"We have demonstrated a new approach to the manufacture of self-folding hydrogel scaffolds by the use of readily available and fast throughput methods. The process shows effective pattern transfer by first embossing a sacrificial layer and using it as a soluble mould in the fabrication process. The use of a sacrificial layer of PAA imparts environmental sensitivity to the hydrogel film on only one surface. The subsequent swelling of the PAA inter-penetrating network (IPN) in elevated pH causes a swelling differential across the film, causing it to roll to accommodate the difference in surface area between the two surfaces. The surface functionalization and patterning stages are thus combined into one photolithographic operation. The net result is a method of producing environmentally triggered self-folding all hydrogel scaffolds by a, to the authors’ knowledge, novel use of sacrificial layer embossing. The patterned hydrogel films can be triggered consecutively allowing for successive rolling and unrolling depending on the aqueous pH. The choice of PEGDMA hydrogel provides a versatile platform for creating a variety of hydrogel scaffolds, and while being non-fouling and nontoxic it is permeable to proteins. Furthermore PEGDMA can be modified to produce biodegradable and cell adhesive hydrogels for a variety of biomedical applications.": "Hemos demostrado un nuevo enfoque para la fabricación de andamios hidrogeles de auto plegado mediante el uso de métodos de producción fácilmente disponibles y rápidos. El proceso muestra una transferencia efectiva del patrón mediante la primera impresión de una capa sacrificial y su utilización como molde soluble en el proceso de fabricación. El uso de una capa sacrificial de PAA imparte sensibilidad ambiental a la película hidrogel en una sola superficie. La posterior inflamación de la red interpenetradora de PAA (IPN) en pH elevado provoca un diferencial de inflamación a través de la película, lo que hace que se enrolle para acomodar la diferencia en la superficie entre las dos superficies. La funcionalidad de la superficie y las etapas de modelado se combinan así en una operación fotolitográfica. El resultado neto es un método de producción de andamios hidrogeles autoplegados por medio del medio ambiente por medio de un conocimiento de los autores, un uso novedoso de embossado de capa sacrificial. Las películas hidrogeles de patrón pueden activarse consecutivamente permitiendo la rotación y el desmoldeo sucesivos según el pH acuario."}