{"PDMS (Polydimethylsiloxane) has become by far the most popular material in the academic microfluidics community because it is inexpensive, easy to fabricate by replication of molds made using rapid prototyping or other techniques, flexible, optically transparent, biocompatible and its fabrication does not require high capital investment and cleanroom conditions. Various techniques have been adapted to fabricate microfluidic structures in PDMS, including wet and dry etching [20–22], photolithographic patterning of a photosensitive PDMS [23], and laser ablation [24]. But, it was the “soft-lithography” techniques [25] introduced by Whitesides et al. that enabled the widespread use of PDMS and opened up the era of PDMS-based microfluidics in the late 1990s. Replica molding, which is the casting of prepolymer against a master and generating a replica of the master in PDMS, has become a standard fabrication technique available in almost every research laboratory. Detailed overviews of soft-lithography techniques and their applications can be found from the reviews by McDonald et al. [26] and Sia et al. [27]. Nowadays, many tools dedicated for this purpose are available and can be purchased as a complete set (e.g. SoftLithoBox® provided by Elveflow (USA) [28]). Moreover, companies, such as FlowJEM (Canada) [29], Microfluidic Innovations (USA) [30], and Scientific Device Laboratory (USA) [31] provide rapid prototyping service for PDMS-based LOC devices.": "PDMS (Polydimetilsiloxane) se ha convertido con mucho en el material más popular en la comunidad de microfluidos académicos porque es barato, fácil de fabricar mediante la replicación de moldes hechos utilizando prototipado rápido u otras técnicas, flexible, ópticamente transparente, biocompatible y su fabricación no requiere una inversión de capital alta y condiciones de limpieza. Se han adaptado varias técnicas para fabricar estructuras microfluidas en PDMS, incluyendo grabado húmedo y seco [20-22], diseño fotolitográfico de un PDMS fotosensible [23] y ablación láser [24]. Sin embargo, fue la “soft-litografía” las técnicas [25] introducidas por Whitesides et al. que permitieron el uso generalizado de PDMS y abrieron la era de microfluidos basados en PDMS a finales de los años noventa."}