{"Thin MIEC layers of GDC and STFO on single-crystalline YSZ substrates were exposed to H2/H218O atmosphere for thermally and electrochemically driven tracer exchange experiments. Rectangular noble metal thin film current collectors were deposited on top and beneath the MIEC layer and used for polarization. The lateral distribution of the tracer revealed several interesting features: (i) In case of thermal tracer exchange, an enhanced tracer fraction is found on top of the metallic current collector due to its ionically blocking nature. At the edges of the current collector, the concentration of 18O decreases with a finite step width that is correlated with in-plane diffusion of oxygen ions. (ii) Due to the low electronic conductivity of STFO and GDC, the MIEC area that is influenced by an applied bias is restricted to a region close to the current collector. The width of this active region depends on the bias. It amounts to only 10–15μm for STFO but more than 100μm for GDC at a cathodic bias of −500mV. (iii) Not only enhanced tracer incorporation due to cathodic bias but also reduced incorporation due to anodic bias could be experimentally resolved in the active region.": "Las finas capas MIEC de GDC y STFO en sustratos YSZ monocristalinos fueron expuestas a la atmósfera H2/H218O para experimentos de intercambio de trazadores impulsados térmicamente y electroquímicamente. Los colectores de corriente de película fina de metal noble rectangular se depositaron en la parte superior y debajo de la capa MIEC y se utilizaron para la polarización. La distribución lateral del trazador reveló varias características interesantes: (i) En el caso del intercambio de trazadores térmicos, se encuentra una fracción de trazador mejorada en la parte superior del colector de corriente metálica debido a su naturaleza ionicamente bloqueante. En los bordes del colector actual, la concentración de 18O disminuye con un ancho de paso finito que se correlaciona con la difusión en plano de iones de oxígeno. (ii) Debido a la baja conductividad electrónica de STFO y GDC, el área MIEC influenciada por un sesgo aplicado está restringida a una región cercana al colector actual. La anchura de esta región activa depende del sesgo del catódico pero también se pudo reducir la incorporación a la incorporación experimental a la sesidad activa del seudo."}