{"We used 2μm of ultra-nanocrystalline diamond (UNCD) grown by chemical vapour deposition (CVD) on a ∼520μm silicon carrier wafer from Advanced Diamond Technologies Ltd. Detailed information about the material and the stamp fabrication can be found in our earlier paper [16]. The UNCD wafer was scribed into 1×1cm2 samples and subjected to RCA cleaning (SC-1), followed by ultrasonic solvent cleaning. Nanofeature stamps were then created from the samples using conventional electron beam lithography (EBL) with negative tone electron sensitive resist, hydrogen silsesquioxane (HSQ). An Al discharge layer was required above the resist to prevent e-beam deflection due to charge build-up on the surface [17]. Several stamps were produced with this process and the pattern written varied in design but consisted of arrays of circular pillars. After EBL and HSQ development, the HSQ was used as an etch mask for RIE with a mixture of oxygen and argon gas. The etched diamond nanopillars were typically 225nm high. Fig. 1 displays a scanning electron micrograph of some typical stamp features.": "Utilizamos 2 μm de diamante ultrananocristalino (UNCD) cultivado por deposición química de vapor (CVD) en una oblea de silicio de 520 μm de Advanced Diamond Technologies Ltd. Se puede encontrar información detallada sobre el material y la fabricación de sellos en nuestro papel anterior [16]. La oblea de UNCD fue asignada a muestras de 1×1cm2 y sometida a limpieza RCA (SC-1), seguida de limpieza de disolventes ultrasónicos. Se crearon sellos de nanofeature a partir de las muestras utilizando litografía convencional de haz de electrones (EBL) con resistencia a electrones de tono negativo, resistencia a silsequioxane de hidrógeno (HSQ). Se requirió una capa de descarga Al por encima de la resistencia para evitar la deflexión de haz electrónico debido a la acumulación de carga en la superficie [17]. Se produjeron varios sellos con este proceso y el patrón escrito variado en diseño, pero consistió en conjuntos de pilares circulares. Después del desarrollo de EBL y HSQ, la HSQ se utilizó como máscara de etch para RIE con una mezcla de oxígeno y gas argón."}