{"In order to study the mechanical behavior of metal films on compliant polymer substrates, fragmentation testing is often employed [8–12]. During fragmentation testing, the film-substrate couple is strained under uni-axial tension and observed with light microscopy (LM) or scanning electron microscopy (SEM). Brittle metals or ceramic films fracture, forming through thickness cracks (channel cracks) at low strain perpendicular to the straining direction. On the other hand, ductile metal films will first deform locally in the form of necks at low strains (Fig. 1a) and with increased strain through thickness cracks (TTC) can evolve (Fig. 1b). Fragmentation testing is best performed in-situ with LM or SEM so that the strain when the first crack forms can be observed. The initial fracture strain of the film, also known as the crack onset strain, can then be used to determine the interfacial fracture shear stress with knowledge of the crack spacing at saturation, λ, film thickness, h, and the fracture stress, σf=Efilmεf, where εf is the fracture strain, using the shear lag model [8,13,14]. In-situ fragmentation testing with LM or SEM allows for the crack spacing evolution to be observed as a function of applied strain (Fig. 1c). Under tensile straining conditions, a brittle film will initially fracture at very low strains (<1%) and then with further strain continue to form cracks until the saturation crack spacing is reached. After the saturation spacing has been reached, cracks can no longer form between existing crack fragments and the film could delaminate via buckling.": "Con el fin de estudiar el comportamiento mecánico de las películas metálicas en sustratos polímeros compatibles, a menudo se emplean pruebas de fragmentación [8-12]. Durante las pruebas de fragmentación, la pareja de películas-sustrato se tensa bajo tensión uni-axial y se observa con microscopía ligera (LM) o microscopía electrónica de barrido (SEM). Los metales o películas cerámicas estirados se fracturan, formando a través de grietas de espesor (grietas de canal) a baja tensión perpendicular a la dirección de esfuerzo. Por otro lado, las películas metálicas dúctiles primero se deforman localmente en forma de cuellos a bajas cepas (Fig. 1a) y con mayor tensión a través de grietas de espesor (TTC) pueden evolucionar (Fig. 1b). Las pruebas de fragmentación se realizan mejor in situ con LM o SEM para que la cepa cuando las primeras formas de fisura se pueden observar, la cepa inicial de fractura de la película, también conocida como cepa de inicio de grieta, se puede utilizar para determinar la densidad interfacial con más frecuencia de la grieta."}