{"Owing to widespread availability, the most extensively adopted tomography technique utilizes the milling power of a focused ion beam (FIB) in conjunction with the imaging capabilities of high resolution FE-SEM, to provide a sequence of 2D images that can be effectively re-combined in 3D space. However, because this technique is destructive, studies of microstructural evolution are influenced by inherent sample variability. Non-destructive X-ray nano-computed tomography (CT) [9–11] provides a platform for exploring dynamic microstructural change in the absence of these possible complications and is compatible with both laboratory and synchrotron radiation. The authors have previously demonstrated a technique for preparation of optimal sample geometries for X-ray nano-CT [12], while this FIB sample preparation route will involve the selective removal of portions of the fuel cell electrode microstructure (and therefore may be destructive to the working fuel cell), the non-destructive X-ray characterization technique allows repeated, non-destructive characterization of the selected sample which facilitates the study of microstructural evolution processes in response to various environmental changes.": "Debido a la disponibilidad generalizada, la técnica de tomografía más ampliamente adoptada utiliza la potencia de fresado de un haz de iones focalizado (FIB) en conjunción con las capacidades de imagen de la FE-SEM de alta resolución, para proporcionar una secuencia de imágenes 2D que pueden ser efectivamente recombinadas en el espacio 3D. Sin embargo, debido a que esta técnica es destructiva, los estudios de evolución microestructural están influenciados por la variabilidad inherente de la muestra. La tomografía nanocomputada de rayos X no destructiva (TC) [9-11] proporciona una plataforma para explorar cambios microestructurales dinámicos en ausencia de estas posibles complicaciones y es compatible con la radiación de laboratorio y sincrotrón. Los autores han demostrado previamente una técnica para la preparación de geometrías de muestra óptimas para nano-CT de rayos X [12], mientras que esta ruta de preparación de muestras de FIB implicará la eliminación selectiva de porciones de la microestructura de electrodos de pilas de combustible (y por lo tanto puede ser destructiva para la célula de combustible activa), la técnica de caracterización no destructiva de rayos X permite la caracterización repetida y no destructiva de la muestra seleccionada que facilita el estudio de los procesos de evolución microestructura en respuesta a diversos cambios ambientales."}