{"In this paper we construct such a physical model with a continuous distribution of relaxations. It is based on the phenomenological theory of relaxation processes which have a long history in physics literature and was recently summarized in a monograph in which references to other relevant publications can be found, [24]; also see [25]. The present work is confined to relaxation mechanisms which result from changes in normal stresses. More specifically, we are interested in the local mechanisms of irreversible energy loss caused by uniform compression or expansion of a medium for which all components remain unchanged, rather than the losses caused by friction between different layers of a medium which move with different velocities (for a more detailed discussion of this issue see [26]). No attempt is made to model effects of shear viscosity and heat conduction beyond the conventional Navier–Stokes approach, since this topic goes far beyond the scope of this paper.": "En este artículo se construye un modelo físico con una distribución continua de las relajaciónes. Se basa en la teoría fenomenológica de los procesos de relajación que tienen una larga historia en la literatura física y que se resume recientemente en una monografía en la que se pueden encontrar referencias a otras publicaciones relevantes, [24]; véase también [25]. El presente trabajo se limita a los mecanismos de relajación que resultan de cambios en las tensiones normales. Más concretamente, nos interesan los mecanismos locales de pérdida irreversible de energía causada por la compresión o expansión uniformes de un medio para el que todos los componentes permanecen sin cambios, en lugar de las pérdidas causadas por la fricción entre diferentes capas de un medio que se mueven con diferentes velocidades (para una discusión más detallada de este tema véase [26]). No se intenta modelar los efectos de la viscosidad quilate y la conducción del calor más allá del enfoque convencional Navier-Stokes, ya que este tema va mucho más allá del alcance de este artículo."}