{"As the progression towards smaller lithographic nodes continues it has become necessary to adopt thinner resist films to mitigate problems such as pattern collapse. To address the issue of reduced etch resistance of thin photoresist films the semiconductor industry has begun to develop multilayer processes where the pattern is first transferred into an intermediate organic hardmask with higher etch selectivity before final silicon pattern transfer [25–27]. In this paper we demonstrate how the introduction of such a multilayer process can also benefit nanosphere lithography by increasing achievable aspect ratios of silicon nanopillars without the need for complex etch processes requiring specialised and expensive equipment, but instead needing only a standard SF6/C4F8 inductively coupled plasma (ICP) mixed mode etch process at room temperature [28]. As intermediate layer material we used polyimide, which finds widespread use as encapsulation material for IC production. It is readily patterned in oxygen plasma and has a lower etch rate than silicon in SF6 gas. Its flexibility can also be used for the fabrication of soft polymer pillars by the same process as we will show. The multilayer process slightly increases the complexity of sample preparation but allows basic ICP etching to achieve high aspect ratio structures at smaller feature sizes that previously reported without the need for complex etching equipment.": "A medida que continúa la progresión hacia los nodos litográficos más pequeños, se hace necesario adoptar películas de resistencia más delgadas para mitigar problemas como el colapso del patrón. Para abordar la cuestión de la reducción de la resistencia a la entrada de películas fotorresistentes delgadas, la industria de semiconductores ha comenzado a desarrollar procesos multicapas en los que el patrón se transfiere por primera vez a una máscara orgánica intermedia con mayor selectividad de etch antes de la transferencia final del patrón de silicio [25-27]. En este documento demostramos cómo la introducción de este proceso multicapas también puede beneficiar a la litografía nanosfera aumentando las relaciones de aspecto alcanzables de nanopilares de silicio sin necesidad de procesos complejos de etch que requieran equipo especializado y costoso, sino que, en cambio, necesita sólo un proceso de SF6/C4F8 de plasma acoplado inductivamente estándar (IPC) en modo mixto a temperatura ambiente [28]. Como material de capa intermedia utilizamos poliimida, que encuentra un uso generalizado como material encapsulador para la producción de CI."}