{"A nanocomposite system consisting of a semiconducting matrix and embedded ferromagnetic nanostructures has been fabricated. The ferromagnetic characteristics as coercivity, remanence and magnetic anisotropy of the nanocomposite can be adjusted by the electrochemical parameters. Furthermore the spatial distribution of the metal structures within the pores can be varied which means that the magnetic interactions between the particles can be influenced. In the case of densely packed particles within the pores dipolar coupling between them occurs and results in quasi magnetic chains which offer a much larger magnetic anisotropy than non-interacting particles. By modifying the current density small Ni-particles (3–6nm) can be deposited. If the packing density of these particles is sufficiently close, Ni-tubes of a few nanometer in thickness are covering the pore walls. The presented nanocomposite is an interesting system for magnetic applications as magnetic sensor technology. Silicon as substrate renders this composite a good candidate for the integration in existing process technology.": "Se ha fabricado un sistema nanocompuesto compuesto por una matriz semiconductora y nanoestructuras ferromagnéticas incrustadas. Las características ferromagnéticas como coercitividad, remanencia y anisotropía magnética del nanocompuesto se pueden ajustar por los parámetros electroquímicos. Además, la distribución espacial de las estructuras metálicas dentro de los poros puede variar, lo que significa que se pueden influir en las interacciones magnéticas entre las partículas. En el caso de partículas densamente empaquetadas dentro de los poros se produce un acoplamiento dipolar entre ellas y resulta en cadenas cuasi magnéticas que ofrecen una anisotropía magnética mucho mayor que las partículas no interactivas. Al modificar la densidad actual se pueden depositar pequeñas partículas Ni (3-6nm). Si la densidad de embalaje de estas partículas es suficientemente cercana, los tubos Ni de unos pocos nanometros de espesor cubren las paredes porras. El nanocompuesto presentado es un sistema interesante para aplicaciones magnéticas como tecnología de sensores magnéticos."}