{"From this study where a commercial Al–12Si alloy was inoculated with different level of Nb+B addition to assess the grain refining potency of Nb+B inoculation it can be concluded that in-situ formed Nb-based intermetallics compounds are potent heterogeneous nucleation substrates with high potency for the refinement of Al–Si cast alloys. The primary α-Al dendritic grain size varies with the addition level of Nb and B. Moreover, significant grain refinement over a wide range of cooling rates is obtained via enhanced heterogeneous nucleation making the grain size of the material less sensitive to the cooling rate. Nb+B inoculants are characterised by some fading which is still acceptable after 4 h of contact time. Moreover, alloys refined by means of Nb+B inoculants can be recycled obtaining a fine grain structure with small addition or no further addition of inoculants after the first initial addition. Concluding, Nb+B inoculation is a promising candidate for the refinement of cast Al alloy which could lead to their wider employment in the automotive industry with the resultant intrinsic advantages of lighter structural component from an environmental point of view.": "A partir de este estudio, en el que se inoculó una aleación comercial Al-12Si con diferentes niveles de Nb+B para evaluar la potencia de refinación de granos de Nb+B, se puede concluir que los compuestos intermetálicos de Nb formados in situ son potentes sustratos heterogéneos de nucleación con alta potencia para el refinamiento de las aleaciones moldeadas Al-Si. El tamaño primario del grano α-Al dendrítico varía con el nivel de adición de Nb y B. Además, se obtiene un refinamiento significativo de los granos en una amplia gama de velocidades de refrigeración mediante una nucleación heterogénea mejorada que hace que el tamaño del grano del material sea menos sensible a la tasa de refrigeración. Los inoculantes Nb+B se caracterizan por alguna desfase que sigue siendo aceptable después de 4 h de tiempo de contacto. Además, las aleaciones refinadas mediante inoculantes Nb+B pueden reciclarse obteniendo una estructura de grano fino con pequeñas adiciones o ninguna adición de inoculantes después de la primera adición inicial."}