{"The observed conductivity of A2FeMoO6–δ (A = Ca, Sr, Ba) [7] was linked to a potential double exchange mechanism, with conduction between Fe3+-O-Mo-O-Fe2+. Double-exchange mechanisms, as proposed by Zener [23], posit that electron transfer between ions in different oxidation states may be facilitated if the electron does not have to alter its spin state. Replacement of Mo with Fe in this mechanism would be expected to result in a reduction of the conductivity through reduction of the available percolation pathways, unless delocalisation of Fe electrons through Fe2+-O-Fe3+ exchange could also occur. Double exchange mechanisms have been observed previously for mixed valent iron in iron oxides [24], and, as iron is known to exist in a mixed valent state for Ca2–xSrxFeMoO6–δ [25], this provides a plausible explanation for the observed metallic conductivity. Band structure calculations and Mossbauer spectroscopy could be utilised to further elucidate the conduction mechanism for these compounds, however this is outside the scope of this enquiry.": "La conductividad observada de A2FeMoO6– (A = Ca, Sr, Ba) [7] se vinculó a un potencial mecanismo de doble intercambio, con conducción entre Fe3+-O-Mo-O-Fe2+. Los mecanismos de doble intercambio, como propone Zener [23], postulan que la transferencia de electrones entre iones en diferentes estados de oxidación puede facilitarse si el electrón no tiene que alterar su estado de giro. Se espera que la sustitución de Mo por Fe en este mecanismo dé lugar a una reducción de la conductividad mediante la reducción de las vías de percolación disponibles, a menos que también se produzca la deslocalización de electrones Fe a través del intercambio Fe2+-O-Fe3+. Se han observado mecanismos de doble intercambio anteriormente para el hierro valente mixto en óxidos de hierro [24], y, como se sabe que el hierro existe en un estado valente mixto para Ca2–xSrxFeMo6–O6, esto proporciona una explicación plausible para la conductividad metálica observada."}