{"Fig. 7 shows the relationship between the testing time and friction coefficients of various samples under dry conditions. There exist running in and steady wear period in the wear process of uncoated AZ31 and anodizing coating without Al2O3 nanoparticles while there has a steady wear period only in the wear process of composite anodizing coating with Al2O3 nanoparticles. At the same time, the addition of nano-particles to electrolyte led to reduction of friction coefficient. The friction coefficient of composite coating is relatively lower and more stable than what has been reported in literature [24,25] for anodizing coatings. This may be caused by “rolling effect” made by Al2O3 nanoparticles on the surface of oxide coating. Spherical nanoparticles change sliding into rolling, which reduce friction, making the friction coefficient becomes more stable. The friction coefficient of anodizing coating without Al2O3 nanoparticles has large fluctuation maybe for the damage of coating. In contrast to the uncoated AZ31 magnesium alloy, the anodizing coatings show slightly lower friction coefficient. This can be attributed to their higher load-bearing capacity for high hardness.": "La figura 7 muestra la relación entre el tiempo de prueba y los coeficientes de fricción de varias muestras en condiciones secas. Existe un período de desgaste constante en el proceso de desgaste de las nanopartículas AZ31 no recubiertas y el recubrimiento anodizador sin nanopartículas Al2O3, mientras que el tiempo de desgaste es constante sólo en el proceso de desgaste de las nanopartículas anodizadoras compuestas con Al2O3. Al mismo tiempo, la adición de nanopartículas al electrolito llevó a la reducción del coeficiente de fricción. El coeficiente de fricción del recubrimiento compuesto es relativamente más bajo y más estable que lo reportado en la literatura [24,25] para los recubrimientos anodizantes. Esto puede deberse a que las nanopartículas anodizantes hechas por Al2O3 tienen una gran fluctuación en la superficie del recubrimiento. En contraste con la aleación de magnesio no recubierta AZ31, los recubrimientos anodizantes muestran un coeficiente de fricción ligeramente menor."}