{"Nanoparticle Tracking Analysis (NTA) has been applied to characterising soot agglomerates of particles and compared with Transmission Electron Microscoscopy (TEM). Soot nanoparticles were extracted from used oil drawn from the sump of a light duty automotive diesel engine. The samples were prepared for analysis by diluting with heptane. Individual tracking of soot agglomerates allows for size distribution analysis. The size of soot was compared with length measurements of projected two-dimensional TEM images of agglomerates. Both the techniques show that soot-in-oil exists as agglomerates with average size of 120nm. NTA is able to measure particles in polydisperse solutions and reports the size and volume distribution of soot-in-oil aggregates; it has the advantages of being fast and relatively low cost if compared with TEM.Nanoparticle Tracking Analysis (NTA) has been applied to characterising soot agglomerates of particles and compared with Transmission Electron Microscoscopy (TEM). Soot nanoparticles were extracted from used oil drawn from the sump of a light duty automotive diesel engine. The samples were prepared for analysis by diluting with heptane. Individual tracking of soot agglomerates allows for size distribution analysis. The size of soot was compared with length measurements of projected two-dimensional TEM images of agglomerates. Both the techniques show that soot-in-oil exists as agglomerates with average size of 120nm. NTA is able to measure particles in polydisperse solutions and reports the size and volume distribution of soot-in-oil aggregates; it has the advantages of being fast and relatively low cost if compared with TEM.": "Las nanopartículas de hollín se extrajeron del aceite usado extraído del sumidero de un motor diesel ligero. Las muestras se prepararon para ser analizadas diluyendo con heptano. El seguimiento individual de los aglomerados de hollín permite el análisis de la distribución de tamaño. El tamaño del hollín se comparó con las mediciones de longitud de las imágenes TEM bidimensionales proyectadas de los aglomerados. Ambas técnicas muestran que el hollín en aceite existe como aglomerados con un tamaño medio de 120nm. La NTA es capaz de medir partículas en soluciones de polidispersión e informa del tamaño y la distribución de volumen de los agregados de hollín en aceite; tiene las ventajas de ser rápido y relativamente bajo si se compara con la TEM.La NTA es capaz de medir las partículas en soluciones de polidisperso y se ha aplicado al volumen relativo de los agregados de hollín en aceite; tiene las ventajas de ser rápido y relativamente bajo si se compara con la TEM."}