{"It is critical to the success of the NPD technique that the MOF complex adsorbs a significant amount of D2 to boost the observed signal. This technique therefore has disadvantages when studying the binding interaction within MOFs with low uptakes. Furthermore, static crystallographic studies cannot provide insights into the dynamics of the adsorbed gas molecules. Thus, it is very challenging to probe experimentally the H2 binding interactions within a porous host system which has very low gas uptake due to the lack of suitable characterisation techniques. We report herein the application of the in situ inelastic neutron scattering (INS) technique to permit direct observation of the dynamics of the binding interactions between adsorbed H2 molecules and an aluminium-based porous MOF, NOTT-300, exhibiting moderate porosity, narrow pore window and very low uptake of H2. This neutron spectroscopy study reveals that adsorbed H2 molecules do not interact with the organic ligand within the pore channels, and form very weak interactions with [Al(OH)2O4] moieties via a type of through-spacing interaction (Al-O⋯H2). Interestingly, the very low H2 adsorption has been successfully characterised as weak binding interactions and, for the first time, we have found that the adsorbed H2 in the pore channel has a liquid type recoil motion at 5K (below its melting point) as a direct result of this weak interaction to the MOF host.": "Es fundamental para el éxito de la técnica NPD que el complejo MOF adsorbe una cantidad significativa de D2 para impulsar la señal observada. Por lo tanto, esta técnica tiene desventajas al estudiar la interacción de unión dentro de los MOFs con bajas absorciones. Además, los estudios cristalográficos estáticos no pueden proporcionar información sobre la dinámica de las moléculas de gas adsorbido. Así, es muy difícil sondear experimentalmente las interacciones de unión H2 dentro de un sistema huésped poroso que tiene muy baja absorción de gas debido a la falta de técnicas de caracterización adecuadas. Presentamos aquí la aplicación de la técnica de dispersión in situ de neutrones inelásticos (INS) para permitir la observación directa de la dinámica de las interacciones de unión entre las moléculas de H2 adsorbidas y un MOF poroso basado en aluminio, NOTT-300, exhibiendo porosidad moderada, ventana estrecha de poro y absorción muy baja de H2. Este estudio espectroscopia de neutrones revela que las moléculas de H2 adsorbidas no interactúan con el ligando orgánico en los canales poros, NOTT-300, y forman interacciones muy débiles con [Al(OH)2OH2OH)O] mediante una interacción a través."}