{"The vibrational spectra of l-cysteine have been recorded and assigned in both solution [8,9] and the solid state [10–14]. Spectral assignments have been made using empirical force fields [15], Hartree–Fock calculations [10,16,17] based on the isolated molecule approximation. For systems that exhibit strong intermolecular interactions, this approximation often leads to poor agreement between experiment and theory. A striking example is purine [18], where a study of the solid state vibrational spectra by isolated molecule and periodic calculations, gave almost quantitative agreement between theory and experiment for the latter, whereas the former gave only modest agreement and was unable to distinguish between the tautomers. In the present case, where the structure consists of ions linked by hydrogen bonds, periodic calculations based on the complete primitive cell are essential [19]. The only work [20] that includes some solid state effects used molecular dynamics but from which it is difficult to extract assignments. The aim of this paper is to provide a complete assignment of the vibrational spectra of l-cysteine in both the orthorhombic and monoclinic forms by the use of a combination of computational and experimental methods.": "Los espectros vibratorios de la l-cisteína se han registrado y asignado tanto en la solución [8,9] como en el estado sólido [10-14]. Las asignaciones espectrales se han hecho utilizando campos de fuerza empíricos [15], cálculos Hartree-Fock [10,16,17] basados en la aproximación de moléculas aisladas. Para los sistemas que presentan interacciones intermoleculares fuertes, esta aproximación a menudo conduce a un acuerdo pobre entre el experimento y la teoría. Un ejemplo llamativo es el purín [18], donde un estudio del espectro vibratorio del estado sólido mediante moléculas aisladas y cálculos periódicos, dio un acuerdo casi cuantitativo entre la teoría y el experimento para este último, mientras que el primero dio sólo acuerdo modesto y no pudo distinguir entre los tautómeros. En el presente caso, donde la estructura consiste en iones vinculados por enlaces de hidrógeno, los cálculos periódicos basados en la célula primitiva completa son esenciales [19]. El único trabajo [20] que incluye algunos efectos de estado sólido utiliza dinámicas moleculares pero de los cuales es difícil extraer asignaciones."}