{"Some methods use 1D radial profiles obtained from circular averaging of 2D experimental PSD [4,8,11] or by elliptical averaging [17]. An inadequacy of circular averaging is that it neglects astigmatism. Astigmatism distorts the circular shape of the Thon rings and thus decreases their modulation depth in the obtained 1D profile. A few algorithms that consider astigmatism involve concepts such as dividing the PSD into sectors where Thon rings are approximated by circular arcs [15,21], applying Canny edge detection to find the rings [17] prior to elliptical averaging, determining the relationship between the 1D circular averages with and without astigmatism [22], or using a brute-force scan of a database containing precalculated patterns as in ATLAS [23]. Some other approaches for estimating CTF parameters do a fully 2D PSD optimization [12,14,18,20] but they usually regulate and fit numerous parameters by an extensive search that does not guarantee convergence. Furthermore, only a few schemes that were developed for defocus estimation provide an error analysis [23,24].": "Algunos métodos utilizan perfiles radiales 1D obtenidos del promedio circular de PSD experimental 2D [4,8,11] o del promedio elíptico [17]. Una insuficiencia del promedio circular es que descuida el astigmatismo. El astigmatismo distorsiona la forma circular de los anillos Thon y, por lo tanto, disminuye su profundidad de modulación en el perfil 1D obtenido. Algunos algoritmos que consideran el astigmatismo implican conceptos como dividir el PSD en sectores donde los anillos Thon son aproximados por arcos circulares [15,21], aplicando la detección de cantos Canny para encontrar los anillos [17] antes del promedio elíptico, determinando la relación entre los promedios circulares 1D con y sin astigmatismo [22], o utilizando una exploración de fuerza bruta de una base de datos que contiene patrones precalculados como en ATLAS [23]. Otros enfoques para estimar los parámetros CTF hacen una optimización 2D [12,14,18,20] pero normalmente regulan y ajustan numerosos parámetros mediante una búsqueda extensa que no garantiza la convergencia."}