{"It has been known [9,14,18,22] that the fragmentation processes in polyatomic molecules induced by an intense ultrafast laser field can sometimes exhibit sensitive dependence on the instantaneous phase characteristics of the laser field. Depending on the change in sign the chirped laser pulses, fragmentation could be either enhanced or suppressed [14,18,22]. Controlling the outcome of such laser induced molecular fragmentation with chirped femtosecond laser pulses has brought forth a number of experimental and theoretical effects in the recent years. However, efforts are continuing for a specific fragment channel enhancement, which is difficult since it also is a function of the molecular system under study [20,22–24]. Here we report the observation of a coherently enhanced fragmentation pathway of n-propyl benzene, which seems to have such specific fragmentation channel available. We found that for n-propyl benzene, the relative yield of C3H3+ is extremely sensitive to the phase of the laser pulse as compared to any of the other possible channels. In fact, there is almost an order of magnitude enhancement in the yield of C3H3+ when negatively chirped pulses are used, while there is no effect with the positive chirp. Moreover, the relative yield of all the other heavier fragment ions resulting from interaction of the strong field with the molecule is not sensitive to the sign of the chirp, within the noise level.": "Se ha sabido [9,14,18,22] que los procesos de fragmentación en moléculas poliatómicas inducidas por un campo láser ultrarrápido intenso pueden a veces mostrar dependencia sensible de las características de fase instantánea del campo láser. Dependiendo del cambio en el signo de los pulsos láser quirped, la fragmentación podría mejorarse o suprimirse [14,18,22]. Controlar el resultado de dicha fragmentación molecular inducida por láser con pulsos láser femtosegundo quirped ha producido una serie de efectos experimentales y teóricos en los últimos años. Sin embargo, se siguen realizando esfuerzos para una mejora específica de los canales de fragmentación, lo que es difícil ya que también es una función del sistema molecular en estudio [20,22-24]. Aquí se informa de la observación de una vía de fragmentación coherentemente mejorada del n-propil benceno, que parece tener disponible tal canal de fragmentación específica. Encontramos que para el n-propil benceno, el rendimiento relativo de C3H3+ es extremadamente sensible a la fase del pulso láser en comparación con cualquiera de los otros canales posibles, el efecto de la chíper no es el efecto positivo de la acción de la acción activa."}