{"One of the challenges in quantum chromodynamics (QCD) is the relativistic bound state problem. In the light-cone Hamiltonian approach [1] light-cone wave functions can be constructed in a boost invariant way. It is necessary to have reliable light-cone wave functions if one wants to calculate high energy scattering, especially exclusive reactions. Many parametrizations assume separability of the dependence on the longitudinal momentum fraction and transverse momentum which is very unlikely since the two momenta are coupled in the kinetic energy operator. Various approaches have been tried to compute such wave functions. One can use the usual equal time Hamiltonian [2] and transform the resulting wave functions into light-cone form with the help of kinematical on-shell equations. The light-cone Hamiltonian in a string picture is formulated in Ref. [3]. More ambitious is the construction of an effective Hamiltonian including the gauge degrees of freedom explicitly and then solving the bound state problem. For mesons this approach [4,5] still needs many parameters to be fixed. Attempts have been made to solve the valence quark wave function for mesons in a simple Hamiltonian with a two-body potential [6].": "Uno de los desafíos en la cromodinámica cuántica (QCD) es el problema del estado limitado relativista. En el enfoque de la luz-cono Hamiltoniano [1] las funciones de la onda de luz-cono pueden ser construidas de una manera invariante. Es necesario tener funciones confiables de onda de luz-cono si uno quiere calcular la dispersión de alta energía, especialmente reacciones exclusivas. Muchas parametrizaciones asumen la separabilidad de la dependencia de la fracción de impulso longitudinal y el impulso transversal que es muy improbable ya que los dos momentos están acoplados en el operador de energía cinética. Se han intentado varios enfoques para calcular tales funciones de onda. Uno puede utilizar el habitual Hamiltoniano de tiempo igual [2] y transformar las funciones de onda resultantes en forma de cono-luz con la ayuda de ecuaciones cinémicas en shell. El Hamiltoniano de cono-luz en una imagen de cadena se formula en Ref. [3]. Más ambicioso es la construcción de un Hamiltoniano efectivo incluyendo los grados de libertad de medida explícitamente y luego resolver el problema del estado limitado."}