{"We start by outlining the motivation, structure and content of the review. It has long been known that cardiovascular signals contain a number of oscillatory components that are not exactly periodic. To put it differently, their periods (frequencies) fluctuate with time. For example, heart rate variability (HRV) has in itself provided a major topic of discussion. We introduce one of the statistical approaches to HRV in Section 3. However, in order to understand the variability of the cardiovascular system, discussion of a single source is insufficient because the cardiovascular system is composed of many different physiological components (subsystems) and it is the effects of their mutual interaction that combine to produce HRV. This is demonstrated in Section 4, revealed by results obtained using the wavelet transform. In Section 5, we discuss the cardio-respiratory interaction in terms of phase synchronization. To set the scene for these later discussions, we summarize the basic principles of phase dynamics in Section 2. For readers who are unfamiliar with the physiological aspects of the research, we provide Appendices A on the cardiovascular system and B on how measurements of cardiovascular signals are conducted. Appendix C provides details of the statistical methods used in the group data analyses.": "Se comienza por esbozar la motivación, la estructura y el contenido de la revisión. Se sabe desde hace mucho tiempo que las señales cardiovasculares contienen una serie de componentes oscilatorios que no son exactamente periódicos. Para decirlo de manera diferente, sus períodos (frecuencias) fluctúan con el tiempo. Por ejemplo, la variabilidad de la frecuencia cardíaca (VCR) ha proporcionado en sí misma un importante tema de discusión. Introducimos uno de los enfoques estadísticos de la VFC en la Sección 3. Sin embargo, para entender la variabilidad del sistema cardiovascular, la discusión de una sola fuente es insuficiente porque el sistema cardiovascular está compuesto por muchos componentes fisiológicos diferentes (subsistemas) y son los efectos de su interacción mutua los que se combinan para producir la VFC. Esto se demuestra en la Sección 4, revelada por los resultados obtenidos mediante la transformación de la onda. En la Sección 5, se discute la interacción cardiorrespiratoria en términos de sincronización de fase. Para establecer el escenario para estas discusiones posteriores, se resumen los principios básicos de la dinámica de fase en la Sección 2. Para los lectores que no conocen los aspectos fisiológicos de la investigación, se proporcionan los apéndices A sobre cómo se realizan las mediciones de las señales cardiovasculares."}