{"In exploring the WKB limit of quantum theory, Bohm [2] was the first to notice that although one starts with all the ambiguities about the nature of a quantum system, the first order approximation fits the ordinary classical ontology. By that we mean that the real part of the Schrödinger equation under polar decomposition of the wave function becomes the classical Hamilton–Jacobi equation in the limit where terms involving ℏ are neglected. In contrast to this approach, in this Letter we show that the classical trajectories arise from a short-time quantum propagator when terms of O(Δt2) can be neglected. This fact was actually already observed by Holland some twenty years ago: In page 269 of his book [6] infinitesimal time intervals are considered whose sequence constructs a finite path. It is shown that along each segment the motion is classical (negligible quantum potential), and that it follows that the quantum path may be decomposed into a sequence of segments along each of which the classical action is a minimum. The novel contribution of the present Letter is an improved proof of Hollandʼs result using an improved version of the propagator due to Makri and Miller [9,10]. (See also de Gosson [3] for a further discussion.)": "Al explorar el límite WKB de la teoría cuántica, Bohm [2] fue el primero en notar que aunque uno comienza con todas las ambigüedades acerca de la naturaleza de un sistema cuántico, la aproximación del primer orden se ajusta a la ontología clásica ordinaria. Con esto queremos decir que la parte real de la ecuación de Schrödinger bajo la descomposición polar de la función de onda se convierte en la ecuación clásica Hamilton-Jacobi en el límite donde se descuidan los términos que involucran a . . En contraste con este enfoque, en esta Carta mostramos que las trayectorias clásicas surgen de un propagador cuántico de corto tiempo cuando los términos de O(Δt2) pueden ser descuidados. Este hecho ya fue observado por Holanda hace unos veinte años: En la página 269 de su libro [6] se consideran intervalos de tiempo infinitos cuya secuencia construye un camino finito. Se muestra que a lo largo de cada segmento el movimiento es clásico (potencial cuántico insignificante), y que se deduce que el camino cuántico puede descomponerse en una secuencia de segmentos a lo largo de cada uno de los cuales la acción clásica es un mínimo."}