{"Classical, two-dimensional sigma models on compact symmetric spaces G/H are integrable by virtue of conserved quantities which can arise as integrals of local or non-local functions of the underlying fields (the accounts in [1–5] contain references to the extensive literature). Since these models are asymptotically free and strongly coupled in the infrared, their quantum properties are not straightforward to determine. Nevertheless, following Lüscher [6], Abdalla, Forger and Gomes showed [7] that, in a G/H sigma model with H simple,11Here, and throughout this Letter, we shall use ‘simple’ to mean that the corresponding Lie algebra has no non-trivial ideals. Hence U(1) is simple in our terminology, in addition to the usual non-Abelian simple groups of the Cartan–Killing classification [13]. the first conserved non-local charge survives quantization (after an appropriate renormalization [6–8]), which suffices to ensure quantum integrability of the theory. By contrast, calculations using the 1/N expansion reveal anomalies that spoil the conservation of the quantum non-local charges in the CPN−1=SU(N)/SU(N−1)×U(1) models for N>2, and in the wider class of theories based on the complex Grassmannians SU(N)/SU(n)×SU(N−n)×U(1) for N>n>1 [9].": "Los modelos clásicos y bidimensionales de sigma en espacios simétricos compactos G/H son integrables en virtud de cantidades conservadas que pueden surgir como integrales de las funciones locales o no locales de los campos subyacentes (las cuentas en [1–5] contienen referencias a la extensa literatura). Dado que estos modelos son asintóticamente libres y fuertemente acoplados en el infrarrojo, sus propiedades cuánticas no son fáciles de determinar. Sin embargo, siguiendo Lüscher [6], Abdalla, Forger y Gomes demostraron [7] que, en un modelo de sigma de G/H con H simple11, aquí y a lo largo de esta Carta, utilizaremos «simple» para significar que el correspondiente Lie álgebra no tiene ideales no triviales. Por lo tanto, U(1) es simple en nuestra terminología, además de los habituales grupos sencillos no abelianos de la clasificación Cartan–Killing [13]. la primera carga no local conservada sobrevive a la cuantificación (después de una renormalización apropiada [6–8], que basta para garantizar la integración cuántica de la teoría."}