{"Though, in this Letter we have constructed the Born–Infeld black holes in the presence of a cosmological constant and discussed their thermodynamical properties, many issues however still remain to be investigated. We know that Reissner–Nordström AdS black holes undergo Hawking–Page phase transition. This transition gets modified as we include Born–Infeld corrections into account. We hope to carry out a detail study on this issue in the future. Furthermore, in the context of brane world cosmology, it was found that a brane moving in a Reissner–Nordström AdS background generates non-singular cosmology [14]. However, as shown in [15], the brane always crosses the inner horizon of the bulk geometry, creating an instability. It would be interesting to study cosmology on the brane when it is moving in the charged black hole backgrounds that we have constructed. Note that since these charged holes does not have inner horizon for certain range of parameters, we may generate non-singular cosmology without creating the instabilities that we have just mentioned.": "Aunque en esta Carta hemos construido los agujeros negros Born-Infeld en presencia de una constante cosmológica y hemos discutido sus propiedades termodinámicas, todavía quedan muchos temas por investigar. Sabemos que los agujeros negros de Reissner-Nordström AdS se someten a la transición de la fase de Hawking-Page. Esta transición se modifica a medida que incluimos las correcciones de Born-Infeld en cuenta. Esperamos llevar a cabo un estudio detallado sobre este tema en el futuro. Además, en el contexto de la cosmología del mundo de la brana, se encontró que una brana que se mueve en un fondo Reissner-Nordström AdS genera cosmología no singular [14]. Sin embargo, como se muestra en [15], la brana siempre cruza el horizonte interior de la geometría a granel, creando una inestabilidad. Sería interesante estudiar la cosmología sobre la brana cuando se mueve en los fondos cargados del agujero negro que hemos construido."}