{"The systems in which the Stern–Gerlach force is most prominent are those with a high electromagnetic field gradient. Section 2 considers the implications of the coupling between the spin of a classical electron and the rapidly varying electromagnetic field produced by a laser-driven plasma wave. Sufficiently short, high-intensity laser pulses can form longitudinal waves within the electron density of a plasma. These density waves propagate with speed comparable to the group speed of the laser pulse. Not all plasma electrons form this wave, however; some of the electrons are caught up in the wave and accelerated by its high fields. The wave eventually collapses as these electrons damp the wave (the wave ‘breaks’). The extremely high electric field gradient of a plasma wave near wavebreaking provides an excellent theoretical testing ground for the effects of Stern–Gerlach-type contributions to the trajectory of a test electron.": "Los sistemas en los que la fuerza Stern-Gerlach es más prominente son aquellos con un alto gradiente de campo electromagnético. La sección 2 considera las implicaciones del acoplamiento entre el giro de un electrón clásico y el campo electromagnético rápidamente variable producido por una onda de plasma impulsada por láser. Pulsos láser suficientemente cortos y de alta intensidad pueden formar ondas longitudinales dentro de la densidad de electrones de un plasma. Estas ondas de densidad se propagan con una velocidad comparable a la velocidad de grupo del pulso láser. No todos los electrones de plasma forman esta onda, sin embargo; algunos de los electrones están atrapados en la onda y acelerados por sus campos altos. La onda eventualmente se colapsa a medida que estos electrones humedece la onda (la onda se rompe). El gradiente de campo eléctrico extremadamente alto de una onda de plasma cerca de romper ondas proporciona un excelente campo de pruebas teóricas para los efectos de las contribuciones del tipo Stern-Gerlach a la trayectoria de un electrón de prueba."}