{"With development of performance-based design, some studies have been conducted on fire risk analysis in buildings from different perspectives and levels. Models such as FiRECAM [11,12] and FiERAsystem [13] were used to calculate the expected life risk. In other studies probabilistic methods have been used to assess levels of people safety in buildings [14]. Quantitative risk analysis approaches have also been used to quantify the risk to occupants using stochastic factors [15]. However, studies to date have largely been concerned with various aspects of fire risk analysis and there has been little in the way of development of systematic theoretical methods for analyzing fire risk in buildings in terms of fire risk management. Existing fire risk management involves the identification of alternative fire safety design options [16,17], the ongoing inspection, maintenance of fire protection systems [18] and evacuation training and drills [19]. In this study, basic process of fire risk analysis in building is described, and a fire risk analysis model based on scenario clusters is established with consideration of the characteristics of fire dynamics and occupants' behavior. The number of deaths and directive property loss are selected as fire risk indices and the average fire risk of residential buildings is quantitatively analyzed, so that appropriate fire risk management measures can be adopted.": "Con el desarrollo del diseño basado en el desempeño, se han realizado algunos estudios sobre el análisis del riesgo de incendio en edificios desde diferentes perspectivas y niveles. Modelos como FiRECAM [11,12] y FiERAsystem [13] se han utilizado para calcular el riesgo de vida esperado. En otros estudios se han utilizado métodos probabilísticos para evaluar los niveles de seguridad de las personas en edificios [14]. También se han utilizado enfoques de análisis del riesgo cuantitativo para cuantificar el riesgo de incendio en edificios en términos de gestión del riesgo de incendio. La gestión del riesgo de incendio existente implica la identificación de opciones alternativas de diseño del riesgo de incendio [16,17], la inspección en curso, el mantenimiento de los sistemas de protección contra incendios [18] y el entrenamiento y simulacros de evacuación [19]. En este estudio se describe el proceso básico de análisis del riesgo de incendio en edificios, y se establece un modelo de análisis del riesgo de incendio basado en grupos de escenarios, teniendo en cuenta las características de la dinámica del fuego y el comportamiento de los ocupantes."}