{"We define a new multispecies model of Calogero type in D dimensions with harmonic, two-body and three-body interactions. Using the underlying conformal SU(1,1) algebra, we indicate how to find the complete set of the states in Bargmann–Fock space. There are towers of states, with equidistant energy spectra in each tower. We explicitely construct all polynomial eigenstates, namely the center-of-mass states and global dilatation modes, and find their corresponding eigenenergies. We also construct ladder operators for these global collective states. Analysing corresponding Fock space, we detect the universal critical point at which the model exhibits singular behavior. The above results are universal for all systems with underlying conformal SU(1,1) symmetry.We define a new multispecies model of Calogero type in D dimensions with harmonic, two-body and three-body interactions. Using the underlying conformal SU(1,1) algebra, we indicate how to find the complete set of the states in Bargmann–Fock space. There are towers of states, with equidistant energy spectra in each tower. We explicitely construct all polynomial eigenstates, namely the center-of-mass states and global dilatation modes, and find their corresponding eigenenergies. We also construct ladder operators for these global collective states. Analysing corresponding Fock space, we detect the universal critical point at which the model exhibits singular behavior. The above results are universal for all systems with underlying conformal SU(1,1) symmetry.": "Definimos un nuevo modelo multiespecífico de tipo Calogero en dimensiones D con interacciones armónicas, de dos cuerpos y de tres cuerpos. Usando el álgebra conformal SU(1,1) subyacente, indicamos cómo encontrar el conjunto completo de los estados en el espacio Bargmann-Fock. Existen torres de estados, con espectros de energía equidistante en cada torre. Exactamente construimos todos los eigenstatos polinomios, es decir, los estados de centro de masa y los modos de dilatación global, y encontramos sus correspondientes eigenergies. También construimos operadores de escaleras para estos estados colectivos globales. Analizamos el correspondiente espacio Fock, detectamos el punto crítico universal en el que el modelo presenta un comportamiento singular. Utilizando los resultados conformales subyacentes SU(1,1) álgebra, indicamos cómo encontrar el conjunto completo de estados en el espacio Bargmann-Fock."}