{"As mentioned earlier, this paper represents ongoing efforts to efficiently address the stochastic MPSP. Future work may consider investigating whether the algorithm would be as successful or not in solving variants of the MPSP that include more operational constraints, such as variable cut-off grade, grade blending, and stockpiling, as it is in solving the “classical” variant considered in this paper. Indeed, it is a general-purpose algorithm and should be applicable to any of these variants. Other research avenues include considering other strategies for updating the penalties within PH and other methods for solving the sub-problems. Finally, another important research direction is the development of other efficient solution approaches. Since it has been observed empirically that the problem formulation often achieves small integrality gaps, one approach could be to solve the linear relaxation of the problem using an efficient algorithm and then to use an LP-rounding procedure to get an integer solution.": "Como se mencionó anteriormente, este artículo representa los esfuerzos en curso para abordar de manera eficiente el MPSP estocástico. El trabajo futuro puede considerar la investigación de si el algoritmo sería tan exitoso o no en resolver variantes del MPSP que incluyen limitaciones más operativas, tales como grado de corte variable, mezcla de grado y almacenamiento, como lo es en la solución de la variante “clásica” considerada en este artículo. De hecho, es un algoritmo de propósito general y debe ser aplicable a cualquiera de estas variantes. Otras vías de investigación incluyen considerar otras estrategias para actualizar las penalidades dentro de PH y otros métodos para resolver los sub-problemas. Finalmente, otra dirección de investigación importante es el desarrollo de otros enfoques de solución eficientes. Como se ha observado empíricamente que la formulación de problemas a menudo logra pequeñas lagunas de integralidad, un enfoque podría ser resolver la relajación lineal del problema utilizando un algoritmo eficiente y luego utilizar un procedimiento de redondeo de LP para obtener una solución entera."}