{"A central question from the point of view of nuclear physics involves the changes to the quark and antiquark distributions of a bound proton. Since one must develop a reliable model of both the free proton and the binding of nucleons starting from the quark level [8], this problem is rather complicated. We intend to report on our investigation of that problem in future work. For the present, we have chosen to illustrate the formal ideas developed here by applying them to a toy model, namely the quark distributions of isospin symmetric quark matter in which each quark feels a scalar potential, −Vsq, and a vector potential, Vvq. This is the premise of the Quark–Meson Coupling (QMC) model [9] which has been used successfully to calculate the properties of nuclear matter as well as finite nuclei [10,11]. Most recently it has also been used to derive an effective nuclear force which is very close to the widely used Skyrme III force [12]. (Except that in QMC the quarks are confined by the MIT bag, as well as feeling the mean-field scalar and vector potentials generated by the surrounding nucleons.) In the mean field approximation, the Dirac equation for the quark in infinite quark matter is written as: (30)iγ·∂−m−Vqs−γ0VqvψQMq(x)=0.": "Una cuestión central desde el punto de vista de la física nuclear implica los cambios en las distribuciones quark y antiquark de un protón encuadernado. Puesto que se debe desarrollar un modelo fiable tanto del protón libre como de la unión de los nucleones a partir del nivel quark [8], este problema es bastante complicado. Tenemos la intención de informar sobre nuestra investigación de ese problema en el trabajo futuro. Por el momento, hemos elegido ilustrar las ideas formales desarrolladas aquí aplicándolas a un modelo de juguete, a saber, las distribuciones quark de materia quark simétrica isospin en la que cada quark siente un potencial escalar, −Vsq, y un potencial vector, Vvq. Esta es la premisa del modelo Quark–Meson Coupling (QMC) [9] que se ha utilizado con éxito para calcular las propiedades de la materia nuclear, así como los núcleos finitos [10,11]."}