{"In order for DLS based micro-rheology to be successful, there must be sufficient scattering contrast between the sample and the tracer particles. In order to achieve this, the maximum possible concentration of tracer particles was added such that single scattering events still dominated (as determined by measurements of diffusion coefficients in water at different concentrations). In order to determine whether or not the background scattering from the sample was sufficiently low compared to that of the tracer particles, we also compared the scattering intensities obtained from samples with and without tracer particles as a function of time. The results of this exercise are shown in Fig. 6. From this figure it can be seen that although initially the scattering from the sample without tracer particles is low compared to those containing tracer particles, as gelation proceeds this eventually ceases to be the case. This is presumably because of the development of supra-molecular structures, such as those seen previously (Fig. 2B). Based on the results in Fig. 6 it was decided to only use data collected in the first 240min of the experiment, after which point the scattering from the gel network became rather too large to ignore.": "Para que la microrreología basada en el DLS tenga éxito, debe haber suficiente contraste de dispersión entre la muestra y las partículas trazadoras. Para ello, se añadió la máxima concentración posible de partículas trazadoras de tal manera que los eventos de dispersión única todavía dominadas (según lo determinado por las mediciones de los coeficientes de difusión en el agua a diferentes concentraciones). Para determinar si la dispersión de fondo de la muestra era o no suficientemente baja en comparación con la de las partículas trazadoras, también comparamos las intensidades de dispersión obtenidas de las muestras con y sin partículas trazadoras en función del tiempo. Los resultados de este ejercicio se muestran en la figura 6. A partir de esta figura se puede ver que aunque inicialmente la dispersión de la muestra sin partículas trazadoras es baja en comparación con las que contienen partículas trazadoras, ya que la gelación finalmente deja de ser el caso. Esto se debe presumiblemente al desarrollo de estructuras supramoleculares, como las vistas anteriormente (Fig. 2B). Basado en los resultados de la figura 6 se decidió utilizar solamente los datos recogidos en los primeros 240 minutos del experimento, después de lo cual la dispersión de la red del gel se hizo demasiado grande para ignorar."}