{"Some non-standard couplings, which should be determined here, could also be studied in the standard e+e− option of a linear collider. Therefore, it is worth while to compare the potential power of the two options. As far as the parameter αγ1 is concerned, the γγ collider does not allow for its determination, while it could be determined at e+e−. The second tt̄γ coupling αγ2, which is proportional to the real part of the top-quark electric dipole moment,44See [23] taking into account that the operators OuB, OqB and OqW are redundant. can be measured here. It should be recalled that energy and polar-angle distributions of leptons and b-quarks in e+e− colliders are sensitive only to the imaginary part of the electric dipole moment,55However, it should be emphasized that there exist observables sensitive also to the real part of the top-quark electric dipole moment, see [24]. while here the real part could be determined. For the measurement of γγH couplings, e+e− colliders are, of course, useless, while here, for the bX final state both αh1 and αh2 could be measured. In the case of the decay form factor αd measurement, the e+e− option seems to be a little more advantageous, especially if e+e− polarization can be tuned appropriately [25].": "Algunos acoplamientos no estándar, que deben determinarse aquí, también podrían estudiarse en la opción e+e- estándar de un colisionador lineal. Por lo tanto, vale la pena comparar la potencia potencial de las dos opciones. En lo que respecta al parámetro «+1 », el colisionador de «+1» no permite su determinación, mientras que se puede determinar en e+e−. Aquí se puede medir el segundo acoplamiento tt «+2», que es proporcional a la parte real del momento dipolo eléctrico superior al cuarzo»,44 Véase [23] teniendo en cuenta que los operadores OuB, OqB y OqW son redundantes. Cabe recordar que existen distribuciones de ángulo polar y de energía de leptons y b-quarks en e+e-colliders son sensibles sólo a la parte imaginaria del momento dipolo eléctrico55. Sin embargo, debe destacarse que existen observables también a la parte real del momento dipolo superior al cuarco superior y b-cuarco superior al punto más bajo."}