{"Brodsky and Lepage [8] have proposed a formula for meson pair production which looks similar to (25), except for a different charge factor and the appearance of the timelike electromagnetic meson form factor instead of the annihilation form factor R(s). This formula was obtained from the leading-twist result by neglecting part of the amplitudes with opposite photon helicities. As has been pointed out in [9], this part is however not approximately independent of the pion distribution amplitude and not generically small. We also remark that the appearance of Fπ(s) in the γγ→π+π− amplitude is no longer observed if corrections from partonic transverse momentum in the hard scattering process are taken into account, and that these corrections are not numerically small for the values of s we are dealing with [13]. Notice further that two-photon annihilation produces two pions in a C-even state, whereas the electromagnetic form factor projects on the C-odd state of a pion pair. In contrast, our annihilation form factor R2π(s) is C-even as discussed after (24). Finally, due to a particular charge factor, the Brodsky–Lepage formula leads to a vanishing cross section for γγ annihilation into pairs of neutral pseudoscalars.": "Brodsky y Lepage [8] han propuesto una fórmula para la producción de pares de meson similar a (25), excepto para un factor de carga diferente y la aparición del factor de forma de meson electromagnético temporal en lugar del factor de forma de aniquilación R(s). Esta fórmula se obtuvo del resultado del twist de plomo al descuidar parte de las amplitudes con helices de fotones opuestas. Como se ha señalado en [9], esta parte no es aproximadamente independiente de la amplitud de distribución de piones y no es genéricamente pequeña. También observamos que la aparición de Fγ(s) en la amplitud  ya no se observa si se toman en cuenta las correcciones del impulso transverso parcial en el proceso de dispersión dura, y que estas correcciones no son numéricamente pequeñas para los valores de s que estamos tratando [13]. Observemos además que la aniquilación de dos fotones produce dos piones en un estado C-even, mientras que los proyectos del factor de forma electromagnética sobre el estado C-odd de un par de piones que estamos tratando con [13]."}