{"In this section we wish to calculate the cross section for the absorption of massless scalars by the self-dual string in the world volume of the M-theory five-brane. We will adopt an entirely world volume approach similar to that of [21–23]. We begin by writing the equation satisfied by the s-wave with energy ω, φ(r,t)=φ(r)eiωt, of the linear fluctuations of the four overall transverse scalars about the self-dual string, (it is known that there are problems when one considers higher angular momentum modes [23], one must take care with the validity of the linearized approximation, this is discussed in [13]): (15)ρ−3ddρρ3ddρ+1+R6ω6ρ6φ(ρ)=0, where ρ=rω, R=Q1/3ℓp. Note, as pointed out by [11] world volume solitons have a much sharper potential than the Coulomb type potential typical of brane solutions in supergravity; thus this scattering is different to that of the string in six-dimensional supergravity. Nevertheless, for small ωR one may solve this problem by matching an approximate solution in the inner region to an approximate solution in the outer region; this follows closely the supergravity calculation [24].": "En esta sección queremos calcular la sección transversal para la absorción de escalares sin masa por la cadena autodual en el volumen mundial del cinco-brano de la teoría M. Adoptaremos un enfoque de volumen completamente mundial similar al de [21-23]. Comenzamos escribiendo la ecuación satisfecha por la onda s con energía . . . . .(r,t)=(r)ei­ ., de las fluctuaciones lineales de las cuatro escalares transversales generales sobre la cadena autodual, (se sabe que hay problemas cuando se considera modos de impulso angular más alto [23], uno debe tener cuidado con la validez de la aproximación linealizada, esto se discute en [13]: (15)3dd3dd3dd1+R6­6­6­(l)=0, donde . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}