{"Regarding the implications of the results of this paper, we note two points. From a practical point of view, we have endowed the weighted additive model with a distance function structure, which takes negative values for points located outside the technology and non-negative values for points into the production possibility set. In this respect, the weighted additive distance function methodologically supports the branch of the literature that resorts to the weighted additive model or some related approach to measure productivity over time (see, for example, Mahlberg & Sahoo, 2011 or Chang et al., 2012). From a theoretical point of view, we have provided a new distance function with some interesting properties in contrast to the usual ones, mainly (1) when technical inefficiency has to be estimated, the weighted additive distance function coincides with the weighted additive model, which means that technical inefficiency is measured following the Pareto-Koopmans notion of efficiency; and (2) when productivity has to be determined and decomposed over time the weighted additive distance function emerges as an attractive tool to be used for cross-period evaluation of returns to scale changes, since this distance function is always feasible, even under Variable Returns to Scale.": "En cuanto a las implicaciones de los resultados de este trabajo, notamos dos puntos. Desde un punto de vista práctico, hemos dotado al modelo aditivo ponderado de una estructura de función a distancia, que toma valores negativos para puntos situados fuera de la tecnología y valores no negativos para puntos en el conjunto de posibilidades de producción. En este sentido, la función de distancia aditiva ponderada apoya metodológicamente la rama de la literatura que recurre al modelo aditivo ponderado o algún enfoque relacionado para medir la productividad a lo largo del tiempo (véase, por ejemplo, Mahlberg & Sahoo, 2011 o Chang et al., 2012). Desde un punto de vista teórico, hemos proporcionado una nueva función a distancia con algunas propiedades interesantes en contraste con las habituales, principalmente (1) cuando hay que estimar la ineficiencia técnica, la función de distancia aditiva ponderada coincide con el modelo aditivo ponderado, lo que significa que la ineficiencia técnica se mide siguiendo la noción Pareto-Koopmans de eficiencia; y (2) cuando la productividad debe determinarse y descomponerse a lo largo del tiempo la función de distancia aditiva ponderada surge como una herramienta atractiva para la evaluación interperíodo de retornos a los cambios de escala, ya que esta función a distancia siempre es factible, incluso en función de retornos variables a escala."}