{"Each hit position inside the drift chambers was calculated from the drift time digitized by a flash analog-to-digital converter. The calculation was carried out based on a relation between the hit position and the drift time (x–t relation). The x–t relation was precisely calculated by a drift chamber simulation package, GARFIELD [20], and a gas property simulation package, MAGBOLTZ [21]. Although the chambers were constructed carefully with a tolerance of 100 μm, there was a small position deviation of wires and field-shaping patterns, which could locally modify the electric field. In order to take account of the limited accuracy in the chamber manufacturing, a correction was commonly applied to the calculated x–t relation throughout the experiments. The correction was obtained to minimize the χ2 in the fitting of straight tracks of clean muon events observed on the ground without magnetic field. The correction was as small as expected from the accuracy in the chamber manufacturing. During the observations, the x–t relation was affected by the variation in the pressure and temperature of the chamber gas. In order to take account of these time-dependent variations, the x–t relation was calibrated for each data-taking run. Especially in calibrating the x–t relation of ODCs, an absolute reference positions were provided by SciFi, which are not affected by the variation in the pressure nor temperature.": "Cada posición de impacto dentro de las cámaras de deriva se calculó a partir del tiempo de deriva digitalizado por un convertidor analógico-digital de flash. El cálculo se llevó a cabo sobre la base de una relación entre la posición de impacto y el tiempo de deriva (relación x–t). La relación x–t fue calculada con precisión mediante un paquete de simulación de cámara de deriva, GARFIELD [20], y un paquete de simulación de propiedad de gas, MAGBOLTZ [21]. Aunque las cámaras fueron construidas cuidadosamente con una tolerancia de 100 μm, hubo una pequeña desviación de posición de alambres y patrones de modelado de campo, lo que podría modificar localmente el campo eléctrico. Para tener en cuenta la precisión limitada en la fabricación de la cámara, se aplicó comúnmente una corrección a la relación de x–t calculada a lo largo de los experimentos. Durante las observaciones, la relación de x–t fue afectada por la variación de las vías rectas de los eventos de muón limpios observados en tierra sin campo magnético. La corrección fue tan pequeña como se esperaba de la precisión en la fabricación de la cámara."}