{"It is well known that one of the long standing problems in physics is understanding the confinement physics from first principles. Hence the challenge is to develop analytical approaches which provide valuable insight and theoretical guidance. According to this viewpoint, an effective theory in which confining potentials are obtained as a consequence of spontaneous symmetry breaking of scale invariance has been developed [1]. In particular, it was shown that a such theory relies on a scale-invariant Lagrangian of the type [2] (1)L=14w2−12w−FμνaFaμν, where Fμνa=∂μAνa−∂νAμa+gfabcAμbAνc, and w is not a fundamental field but rather is a function of 4-index field strength, that is, (2)w=εμναβ∂μAναβ. The Aναβ equation of motion leads to (3)εμναβ∂βw−−FγδaFaγδ=0, which is then integrated to (4)w=−FμνaFaμν+M. It is easy to verify that the Aaμ equation of motion leads us to (5)∇μFaμν+MFaμν−FαβbFbαβ=0. It is worth stressing at this stage that the above equation can be obtained from the effective Lagrangian (6)Leff=−14FμνaFaμν+M2−FμνaFaμν. Spherically symmetric solutions of Eq. (5) display, even in the Abelian case, a Coulomb piece and a confining part. Also, the quantum theory calculation of the static energy between two charges displays the same behavior [1]. It is well known that the square root part describes string like solutions [3,4].": "Es bien sabido que uno de los problemas de larga data en la física es entender la física del confinamiento a partir de los primeros principios. Por lo tanto, el desafío es desarrollar enfoques analíticos que proporcionen información valiosa y orientación teórica. De acuerdo con este punto de vista, una teoría eficaz en la que se obtienen potenciales de confinación como consecuencia de la ruptura espontánea de la invariancia de escala [1]. En particular, se demostró que una teoría de este tipo se basa en un Lagrangiano a escala invariante del tipo [2] (1)L=14w2−12w−F?aFa. La ecuación de A de movimiento conduce a (3)wF?aFa\\b=0, que luego se integra a (4)w=−FaM es una función de fuerza de campo de 4 índices, es decir, (2)w=A. La ecuación de movimiento de A conduce a (3)wFaFa\\b=0, que se integra a continuación a (4)w=Füränvered."}