{"First results from RHIC on charged multiplicities, evolution of multiplicities with centrality, particle ratios and transverse momentum distributions in central and minimum bias collisions, are analyzed in a string model which includes hard collisions, collectivity in the initial state considered as string fusion, and rescattering of the produced secondaries. Multiplicities and their evolution with centrality are successfully reproduced. Transverse momentum distributions in the model show a larger pT-tail than experimental data, disagreement which grows with increasing centrality. Discrepancies with particle ratios appear and are examined comparing with previous features of the model at SPS.First results from RHIC on charged multiplicities, evolution of multiplicities with centrality, particle ratios and transverse momentum distributions in central and minimum bias collisions, are analyzed in a string model which includes hard collisions, collectivity in the initial state considered as string fusion, and rescattering of the produced secondaries. Multiplicities and their evolution with centrality are successfully reproduced. Transverse momentum distributions in the model show a larger pT-tail than experimental data, disagreement which grows with increasing centrality. Discrepancies with particle ratios appear and are examined comparing with previous features of the model at SPS.": "Los primeros resultados de RHIC sobre multiplicidades cargadas, evolución de multiplicidades con centralidad, proporciones de partículas y distribuciones de impulso transversal en colisiones centrales y mínimas de sesgo, se analizan en un modelo de cadena que incluye colisiones duras, colectividad en el estado inicial considerado como fusión de cuerdas, y rescatación de los segundos producidos. Multiplicidades y su evolución con centralidad se reproducen con éxito. Las distribuciones de impulso transversal en el modelo muestran una pT-tail más grande que los datos experimentales, desacuerdo que crece con la centralidad creciente. Las discrepancias con las relaciones de partículas aparecen y se examinan comparan con las características anteriores del modelo en SPS.Los primeros resultados de RHIC sobre multiplicidades cargadas, evolución de multiplicidades con centralidad, proporciones de partículas y distribuciones de impulso transversales en colisiones centrales y sestancias mínimas, se analizan en un modelo de cadena que incluye colisiones duras, collectividad en el estado inicial considerado como fusión en cadena, y rescattering de los segundos producidos. Multiplicidad y su evolución con centralidad se reproducen con éxito."}