{"Another remarkable feature of the quantum field treatment can be revealed from the investigation of the vacuum state. For a classical field, vacuum is realized by simply setting the potential to zero resulting in an unaltered, free evolution of the particle's plane wave (|ψI〉=|ψIII〉=|k0〉). In the quantized treatment, vacuum is represented by an initial Fock state |n0=0〉 which still interacts with the particle and yields as final state |ΨIII〉 behind the field region(19)|ΨI〉=|k0〉⊗|0〉⇒|ΨIII〉=∑n=0∞t0n|k−n〉⊗|n〉 with a photon exchange probability(20)P0,n=|t0n|2=1n!e−Λ2Λ2n The particle thus transfers energy to the vacuum field leading to a Poissonian distributed final photon number. Let's consider, for example, a superconducting resonant circuit as source of the field. The magnetic field along the axis of a properly shaped coil is well approximated by the rectangular form. A particle with a magnetic dipole moment passing through the coil then interacts with the circuit and excites it with a measurable loss of kinetic energy even if the circuit is initially uncharged and there is classically no field it can couple to. The phenomenon that vacuum in quantum field theory does not mean to “no influence” as known from Casimir forces or Lamb shift is clearly visible here as well.": "Otra característica notable del tratamiento de campo cuántico se puede revelar de la investigación del estado de vacío. Para un campo clásico, el vacío se realiza simplemente fijando el potencial a cero resultando en una evolución libre e inalterada de la onda plana de la partícula (IIII=k0). En el tratamiento cuantificado, el vacío está representado por un estado inicial de Fock n0=0 que todavía interactúa con la partícula y produce como estado final III detrás de la región de campo(19)Ik00IIIn=0k−nÃ3nÃ3n(20)P0,n=t0n=2=1n!e2nLa partícula transfiere energía al campo de vacío que conduce a un número de fotones distribuido final de Poissonian. Consideremos, por ejemplo, un circuito superconductor resonante como fuente del campo. La partícula así transfiere energía al campo de vacío que conduce a un número de fotonesia distribuido final."}