{"Absorption events through the charged current reactions (2)νe+40Ar→e−+40K∗andν̄e+40Ar→e++40Cl∗. There is some uncertainty in predicting e−(e+) event rates for these processes which arise due to the nuclear model dependencies of the absorption cross section and the treatment of the Coulomb distortion of electron (positron) in the field of the residual nucleus. The nuclear absorption cross section for the charged current neutrino reactions in 40Ar relevant to supernova neutrino energies was first calculated by Raghavan [10] and Bahcall et al. [11] for Fermi transitions leading to isobaric analogue state (IAS) at 4.38 MeV in 40K∗. Later Ormand et al. [12] used a shell model to calculate the Fermi and Gamow–Teller transitions. In these calculations Fermi function F(Z,Ee) was used to take into account the Coulomb effects. In a recent paper Bueno et al. [13] make use of a calculation by Martinez-Pinedo et al. [14] who use a shell model for Fermi and Gamow–Teller transitions and a continuum random phase approximation (CRPA) for forbidden transitions to calculate the absorption cross sections. In this calculation the Coulomb distortion of the produced electron is treated with a hybrid model where a Fermi function is used for lower electron energies and modified effective momentum approximation (MEMA) for higher electron energies [14–17]. In a recent work Bhattacharya et al. [18] have measured the Fermi and Gamow–Teller transition strengths leading to excited states up to 6 MeV in 40K∗ and obtained the neutrino absorption cross section for supernova neutrinos in 40Ar.": "Se produce una absorción a través de las reacciones actuales cargadas (2) v.e+40Ar→e40K*ande+40Ar→e++40Cl*. Hay cierta incertidumbre en la predicción de las tasas de eventos e−(e+) para estos procesos que surgen debido a las dependencias del modelo nuclear de la sección transversal de absorción y el tratamiento de la distorsión de Coulomb de electrones (positrón) en el campo del núcleo residual. La sección transversal de absorción nuclear para las reacciones actuales de neutrino cargadas en 40Ar relevante para energías de neutrino supernova fue calculada por primera vez por Raghavan [10] y Bahcall et al. [11] para transiciones de Fermi que conducen al estado análogo isobárico (IAS) en 4.38 MeV en 40K*. Más tarde Ormand et al. [12] utilizó un modelo de shell para calcular las transiciones de Fermi y Gamow–Teller. En estos cálculos Fermi función F(Z,Ee) se utilizó para medir los efectos de la absorción de la capa de commod."}