{"By the early 1970s, and following the ‘golden age’ of general relativity that took place in the 1960s, there was a wide array of candidate theories of gravity in existence that could rival Einstein’s. A formalism was needed to deal with this great abundance of possibilities, and this was provided in the form of the Parameterised Post-Newtonian (PPN) formalism by Kenneth Nordtvedt, Kip Thorne and Clifford Will. The PPN formalism was built on the earlier work of Eddington and Dicke, and allowed for the numerous theories available at the time to be compared to cutting edge astrophysical observations such as lunar laser ranging, radio echo, and, in 1974, the Hulse–Taylor binary pulsar. The PPN formalism provided a clear structure within which one could compare and assess various theories, and has been the benchmark for how theories of gravity should be evaluated ever since. We will give an outline of the PPN formalism, and the constraints available within it today, in Section 2.": "A principios de la década de 1970, y después de la ‘edad dorada’ de la relatividad general que tuvo lugar en los años 60, existía una amplia gama de teorías de gravedad candidatas que podían rivalizar con las de Einstein. Se necesitaba un formalismo para hacer frente a esta gran abundancia de posibilidades, y esto fue proporcionado en la forma del formalismo Post-Newtoniano parametrizado (PPN) por Kenneth Nordtvedt, Kip Thorne y Clifford Will. El formalismo PPN se construyó sobre la obra anterior de Eddington y Dicke, y permitió que las numerosas teorías disponibles en ese momento se compararan con observaciones astrofísicas de vanguardia como el láser lunar, el eco radioeléctrico y, en 1974, el pulsar binario Hulse-Taylor. El formalismo PPN proporcionó una estructura clara dentro de la cual se podían comparar y evaluar diversas teorías, y ha sido el punto de referencia para cómo las teorías de gravedad deben evaluarse desde entonces. Daremos un esbozo del formalismo PPN, y las limitaciones disponibles dentro de él en la sección 2."}