{"States outside the constituent quark model have been hypothesized to exist almost since the introduction of color [1–4]. Hybrid mesons, qq̄ states with an admixture of gluons, and glueballs, states with no quark content, rely on the self interaction property of gluons due to their color charge. Looking for glueballs would be the most obvious way to find evidence for states with constituent gluons; however, the search is hindered by the fact that these states may significantly mix with regular qq̄-mesons in the region where the lightest are predicted to occur. As such, they may not be observable as pure states and disentangling the observed spectra may be a very difficult task. Instead, hybrid mesons (qq̄gn) may be a better place to search for evidence of resonances outside the constituent quark model, especially since the lightest of theses states are predicted to have exotic quantum numbers of spin, parity, and charge conjugation, JPC, that is, combinations that are unattainable by regular qq̄-mesons.": "Los estados fuera del modelo quark constituyente han sido hipotetizados para existir casi desde la introducción del color [1–4]. Los mesons híbridos, qq̄ estados con una mezcla de gluones, y las bolas de pegamento, estados sin contenido de quark, dependen de la propiedad de la auto-interacción de gluones debido a su carga de color. Buscar bolas de pegamento sería la manera más obvia de encontrar evidencia para los estados con gluones constituyentes; sin embargo, la búsqueda se ve obstaculizada por el hecho de que estos estados pueden mezclarse significativamente con qq̄-mesons regulares en la región donde se predice que ocurra el más ligero. Como tal, no pueden ser observables como estados puros y desenfrenar el espectro observado puede ser una tarea muy difícil. En cambio, los mesons híbridos (qqq̄gn) pueden ser un mejor lugar para buscar evidencias de resonancias fuera del modelo quark constituyente, especialmente porque los estados más ligeros de estos estados son predichos para tener números cuánticos exóticos de giro, paridad y conjugación de carga, JPC, es decir, combinaciones que son inalcatables por qq'mes regulares."}