{"Production of charmonium states J/ψ and ψ′ in nucleus–nucleus collisions has been studied at CERN SPS over the previous 15 years by the NA38 and NA50 Collaborations. This experimental program was mainly motivated by the suggestion [1] to use the J/ψ as a probe of the state of matter created at the early stage of the collision. The original picture [1] (see also [2] for a modern review) assumes that charmonia are created exclusively at the initial stage of the reaction in primary nucleon–nucleon collisions. During the subsequent evolution of the system, the number of hidden charm mesons is reduced because of: (a) absorption of pre-resonance charmonium states by nuclear nucleons (normal nuclear suppression), (b) interactions of charmonia with secondary hadrons (comovers), (c) dissociation of cc̄ bound states in deconfined medium (anomalous suppression). It was found [3] that J/ψ suppression with respect to Drell–Yan muon pairs measured in proton–nucleus and nucleus–nucleus collisions with light projectiles can be explained by the so-called “normal” (due to sweeping nucleons) nuclear suppression alone. In contrast, the NA50 experiment with a heavy projectile and target (Pb+Pb) revealed essentially stronger J/ψ suppression for central collisions [4–7]. This anomalous J/ψ suppression was attributed to formation of quark–gluon plasma (QGP) [7], but a comover scenario cannot be excluded [8].": "La producción de los estados de charmònio J/ y  en colisiones núcleo-núcleo ha sido estudiada en el CERN SPS durante los 15 años anteriores por las Colaboraciones NA38 y NA50. Este programa experimental fue motivado principalmente por la sugerencia [1] de utilizar el J/® como una sonda del estado de la materia creada en la fase inicial de la colisión. El cuadro original [1] (véase también [2] para una revisión moderna) supone que la charmonia se crea exclusivamente en la etapa inicial de la reacción en colisiones nucleon-nucleon primarias. Durante la posterior evolución del sistema, el número de mesons de encanto ocultos se reduce debido a: a) la absorción de los estados de charmònio prerresonancia por los nucleones nucleares (supresión nuclear normal), b) las interacciones de la charmonia con los hadrons secundarios (comovers), c) la disociación de los estados unidos por cc® en medio deconfinado (supresión anomalosa)."}