{"We consider cosmological consequences of a conformal-invariant formulation of Einstein's General Relativity where instead of the scale factor of the spatial metrics in the action functional a massless scalar (dilaton) field occurs which scales all masses including the Planck mass. Instead of the expansion of the universe we obtain the Hoyle–Narlikar type of mass evolution, where the temperature history of the universe is replaced by the mass history. We show that this conformal-invariant cosmological model gives a satisfactory description of the new supernova Ia data for the effective magnitude–redshift relation without a cosmological constant and make a prediction for the high-redshift behavior which deviates from that of standard cosmology for z>1.7.We consider cosmological consequences of a conformal-invariant formulation of Einstein's General Relativity where instead of the scale factor of the spatial metrics in the action functional a massless scalar (dilaton) field occurs which scales all masses including the Planck mass. Instead of the expansion of the universe we obtain the Hoyle–Narlikar type of mass evolution, where the temperature history of the universe is replaced by the mass history. We show that this conformal-invariant cosmological model gives a satisfactory description of the new supernova Ia data for the effective magnitude–redshift relation without a cosmological constant and make a prediction for the high-redshift behavior which deviates from that of standard cosmology for z>1.7.": "Consideramos que las consecuencias cosmológicas de una formulación conformal-invariante de la Relatividad General de Einstein en lugar del factor de escala de las métricas espaciales en la acción funcional ocurre un campo escalar sin masa (dilatón) que escala todas las masas incluyendo la masa de Planck. En lugar de la expansión del universo obtenemos el tipo de evolución de masa Hoyle-Narlikar, donde la historia de temperatura del universo es reemplazada por la historia de masa. Demostramos que este modelo cosmológico conformal-invariante da una descripción satisfactoria de los datos de la nueva supernova Ia para la relación efectiva magnitud-desplazamiento rojo sin una constante cosmológica y hace una predicción para el comportamiento de alto desplazamiento en red que se desvía de la cosmología estándar para z>1.7.Consideramos consecuencias cosmológicas de una formulación conformal-invariante de la Relatividad General de Einstein donde en lugar del factor de escala de las métricas espaciales en la acción funcional hace un modelo de curvar sin masa covariación de la relación de alta temperatura."}