{"We propose an equilibrium model that allows to analyze the long-run impact of the electricity market design on transmission line expansion by the regulator and investment in generation capacity by private firms in liberalized electricity markets. The model incorporates investment decisions of the transmission system operator and private firms in expectation of an energy-only market and cost-based redispatch. In different specifications we consider the cases of one vs. multiple price zones (market splitting) and analyze different approaches to recover network cost—in particular lump sum, generation capacity based, and energy based fees. In order to compare the outcomes of our multilevel market model with a first best benchmark, we also solve the corresponding integrated planner problem. Using two test networks we illustrate that energy-only markets can lead to suboptimal locational decisions for generation capacity and thus imply excessive network expansion. Market splitting heals these problems only partially. These results are valid for all considered types of network tariffs, although investment slightly differs across those regimes.": "Proponemos un modelo de equilibrio que permite analizar el impacto a largo plazo del diseño del mercado de la electricidad en la expansión de las líneas de transmisión por parte del regulador y la inversión en capacidad de generación por parte de empresas privadas en mercados de electricidad liberalizados. El modelo incorpora decisiones de inversión del operador de la red de transporte y de las empresas privadas en la expectativa de un mercado de solo energía y un reenvío basado en costos. En diferentes especificaciones consideramos los casos de una frente a múltiples zonas de precios (división del mercado) y analizamos diferentes enfoques para recuperar el costo de la red, en particular la suma fija, la capacidad de generación y las tarifas basadas en energía. Para comparar los resultados de nuestro modelo de mercado multinivel con un primer punto de referencia, también resolvemos el problema de planificador integrado correspondiente."}