{"Recently, fundamental (thermophysical property) research on ionic clathrate hydrates has experienced remarkable growth, particularly over the last ten years [21–30]. Previously, beginning with the first paper on unusual hydrates of tetrabutylammonium salts in 1940 [31], a number of studies could be found on ionic clathrate hydrates (hereafter, semiclathrate hydrates) [32–35] before the unified terminology semiclathrate hydrate was generally accepted. Semiclathrate hydrates have been attracting increased attention because of their promising applications as phase change materials for refrigeration systems and in gas capture and storage [36–41]. In addition, there is interesting speculation that semiclathrate hydrate may be regarded as a representative substance for the study of thermal conductivity in clathrate hydrate in general. This is because: (1) it can reduce characterization problems as a solid sample, since semiclathrate hydrate is formed around ambient temperature under atmospheric pressure and is easy to handle; (2) accurately measuring the thermal conductivity of semiclathrate hydrates, which have many similarities to clathrate hydrates, may make possible a deeper understanding of the unique (anomalous) behavior of the thermal conductivity of clathrate hydrates; and (3) currently, there are no experimental studies on the thermal conductivity of semiclathrate hydrates.": "Recientemente, la investigación fundamental (propiedad termofísica) sobre los hidratos de clatrato iónico ha experimentado un crecimiento notable, particularmente en los últimos diez años [21-30]. Previamente, comenzando con el primer artículo sobre los inusuales hidratos de sales de tetrabutilamonio en 1940 [31], se pudieron encontrar varios estudios sobre los hidratos de clatrato iónico (en adelante, hidratos de semiclatrato) [32-35] antes de que se aceptara en general la terminología unificada hidrato de semiclatrato. Los hidratos de semiclatrato han estado atrayendo mayor atención debido a sus aplicaciones prometedoras como materiales de cambio de fase para sistemas de refrigeración y en la captura y almacenamiento de gas [36-48]. Además, existe una interesante especulación de que el hidrato de semiclatrato se puede considerar una sustancia representativa para el estudio de la conductividad térmica en el hidrato de clatrato en general. Esto se debe a que: (1) puede reducir los problemas de caracterización como muestra sólida, ya que el hidrato de semiclatrato se forma en torno a la temperatura bajo presión atmosférica y es fácil de manejar la con precisión de los hidratos semiclatratados térmicos."}