{"One of the great successes of the experimental program carried out at LEP has been to put a firm lower bound on the Higgs mass, mH>114 GeV [1], and at the same time, together with the information coming from SLD, to give a strong indirect evidence that the Higgs boson, the still missing particle of the Standard Model (SM), should be relatively light with a high probability for its mass to be below 200 GeV. The search for the Higgs boson is one of the main objective of the Tevatron and the future Large Hadron Collider (LHC), that are supposed to span all the Higgs mass regions up to 1 TeV. At hadron colliders the main Higgs production mechanism is the gluon fusion [2], a process whose knowledge is fundamental in order to put limits on the Higgs mass or, in case the Higgs is discovered, to compare the measured cross section with the SM result. Concerning the Higgs decay channels, it is quite difficult for an hadron collider to access part of the mass range favored by the LEP results, the so-called intermediate Higgs mass region 114≲mH≲160 GeV, because of the large QCD background to the dominant modes. In this region the rare decay H→γγ is the most interesting alternative to the usual decay channels.": "Uno de los grandes éxitos del programa experimental llevado a cabo en LEP ha sido poner un firme límite inferior en la masa de Higgs, mH>114 GeV [1], y al mismo tiempo, junto con la información procedente de SLD, para dar una fuerte evidencia indirecta de que el bosón de Higgs, la partícula todavía faltante del Modelo Estándar (SM), debe ser relativamente ligera con una alta probabilidad de que su masa sea inferior a 200 GeV. La búsqueda del bosón de Higgs es uno de los principales objetivos del Tevatron y del futuro Gran Colisionador de Hadrones (LHC), que se supone que abarca todas las regiones de masa de Higgs hasta 1 TeV. En los colideros de Hadron el principal mecanismo de producción de Higgs es la fusión de gluones [2], un proceso cuyo conocimiento es fundamental para poner límites a la masa de Higgs o, en caso de que se descubra el Higgs, para comparar la sección transversal medida con el resultado de SM."}