{"Despite the ubiquity of time-dependent dynamical systems in nature, there has been relatively little work done on the analysis of time series from such systems. Mathematically they are known as non-autonomous systems, which are named as such because, unlike autonomous systems, in addition to the points in space over which they are observed they are also influenced by the points in time. Recently there has been much work on the direct ‘bottom-up’ approach to these systems, which includes the introduction of a subclass known as chronotaxic systems that are able to model the stable but time-varying frequencies of oscillations in living systems  [8,9]. In contrast, the time series analysis of these systems, referred to as the inverse or ‘top-down’ approach, has not been studied in detail before. This is partly because non-autonomous systems can still be analysed in the same way as other types of systems in both the deterministic  [10] and the stochastic  [11] regime. However, it is now argued that this type of analysis is insufficient and that an entirely new analytical framework is required to provide a more useful picture of such systems. In the case of chronotaxic systems some methods have already been developed for the inverse approach and they have shown to be useful in analysing heart rate variability  [12]. A general and dedicated procedure for analysing non-autonomous systems has still not been tackled though.": "A pesar de la ubicuidad de los sistemas dinámicos dependientes del tiempo en la naturaleza, ha habido relativamente poco trabajo en el análisis de series temporales de tales sistemas. Matemáticamente se conocen como sistemas no autónomos, que se denominan como tales porque, a diferencia de los sistemas autónomos, además de los puntos en el espacio sobre los que se observan, también se ven influidos por los puntos en el tiempo. Recientemente se ha trabajado mucho en el enfoque directo “de abajo arriba” de estos sistemas, que incluye la introducción de una subclase conocida como sistemas cronotáxicos que son capaces de modelar las frecuencias estables pero variables del tiempo de oscilaciones en sistemas vivos [8,9]. En contraste, el análisis de series temporales de estos sistemas, referido como el enfoque inverso o “de arriba abajo”, no se ha estudiado en detalle antes. Esto se debe en parte a que los sistemas no autónomos todavía pueden analizarse de la misma manera que otros tipos de sistemas en el enfoque determinista [10] y el régimen estocástico [11] no se han estudiado en detalle."}