{"RemarkThe purely radiative spacetimes used as reference solutions in our analysis are not perturbations of the Minkowski spacetime. A way of seeing this is to consider the Newman–Penrose constants of the spacetime. The Newman–Penrose constants are a set of absolutely conserved quantities defined as integrals of certain components of the Weyl tensor and the Maxwell fields over cuts of null infinity—see [19–21] for the Einstein–Maxwell case. In [22] it has been shown that the value of the Newman–Penrose constants for a vacuum radiative spacetime coincides with the value of the rescaled Weyl spinor at i+—this result can be extended to the electrovacuum case using the methods of this article. For the radiative spacetimes arising from the construction of [17] it can be seen that the value of the Weyl spinor at i+ is essentially the mass quadrupole of the seed static spacetime. It follows, that the Newman–Penrose constants of the radiative spacetime can take arbitrary values. On the other hand, for the Minkowski spacetime, the Newman–Penrose constants are exactly zero, and those of perturbations thereof will be small. Thus, in this precise sense, our radiative spacetimes are, generically, not perturbations of the Minkowski spacetime, unless all the Newman–Penrose constants vanish.": "Los espacios puramente radiativos utilizados como soluciones de referencia en nuestro análisis no son perturbaciones del espacio-tiempo de Minkowski. Una manera de ver esto es considerar las constantes Newman-Penrose del espacio-tiempo. Las constantes Newman-Penrose son un conjunto de cantidades absolutamente conservadas definidas como integrales de ciertos componentes del tensor de Weyl y los campos Maxwell sobre cortes de infinito nulo —véase [19-21] para el caso Einstein-Maxwell. En [22] se ha demostrado que el valor de las constantes Newman-Penrose para un espacio-tiempo radiativo de vacío coincide con el valor del spinor Weyl escalado en i+— este resultado puede extenderse al caso electrovacúum utilizando los métodos de este artículo. Para los espacios-tiempos radiativos derivados de la construcción de [17] se puede ver que el valor del spintor de Weyl reescaleado en i+—este resultado puede extenderse esencialmente al caso electrovacúum utilizando los métodos de este artículo."}