{"To calculate hedonic price indices in the linear model, the initial or reference price has to be calculated (Triplett, 2006). The present study adopts the approach of de Haan and Diewert (2013): a price index is constructed using the price generated by the estimated coefficients of a base period regression model, and it is calculated based on the based period average values of a given cell phone plan characteristic z¯ for each operator (Supplementary Table S5). For continuous characteristics, direct averages are used; for binary characteristics, the proportions of cell phone plans containing the feature are used. The resulting prices for this average cell phone plan are converted to an index by applying previously calculated pure price changes (δs). Finally, the overall hedonic price index is calculated as the weighted average of firm-level indices. Weights correspond to the relative proportion of cell phone plans by operator in the sample (0.3534 for HT, 0.3212 for Vip, and 0.3254 for Tele2).": "Para calcular los índices de precios hedónicos en el modelo lineal, hay que calcular el precio inicial o de referencia (Triplett, 2006). El presente estudio adopta el enfoque de de Haan y Diewert (2013): un índice de precios se construye utilizando el precio generado por los coeficientes estimados de un modelo de regresión del período base, y se calcula sobre la base de los valores medios del período basado en un plan de telefonía celular determinado característica z ̄ para cada operador (Tabla S5 Suplementaria). Para las características continuas, se utilizan promedios directos; para las características binarias, se utilizan las proporciones de los planes de telefonía celular que contienen la característica. Los precios resultantes de este plan de telefonía celular promedio se convierten en un índice aplicando cambios de precios puros calculados previamente. Finalmente, el índice de precios hedónicos globales se calcula como la media ponderada de los índices a nivel de empresa. Los pesos corresponden a la proporción relativa de los planes de telefonía celular por operador en la muestra (0.3534 para HT, 0.3212 para Vip, y 0.3254 para Tele2)."}