{"However, the measured reflectivity is less than the predicted value (∼96%), which is likely to relate to, amongst other factors, the roughness of the GaN/AlN interfaces particularly for the first layer in the DBR stack and the non-uniformity of the DBR layer thicknesses. Using STEM measurements of the thickness of each layer (on the a-plane) through the thickness of the stack, we calculate a new model (green curve) in which the overall reflectivity is reduced to 85%. This implies that variations in layer thickness through the stack are the main source of the reduced reflectivity in comparison to the model. In fact, a closer look at the cross-sectional STEM data and a careful extraction of layer thickness have revealed that whilst the layer thicknesses are fairly consistent through the DBR stack in the wing regions, there is a monotonic variation in the measured layer thicknesses in the window regions. (The GaN layer width smoothly increases, while the AlN layer thickness decreases through the DBR stack.). This observation could potentially be of practical importance, for samples grown on templates with a uniform defect density, as one could achieve much better reflectivities simply by altering the growth time to counteract the change in growth rate. This possibility is the subject of ongoing investigations. In addition, the presence of cracks and trenches in the top surface may also reduce the measured reflectivity further.": "Sin embargo, la reflectividad medida es menor que el valor previsto (+96%), que probablemente se relacione, entre otros factores, con la rugosidad de las interfaces GaN/AlN, especialmente para la primera capa de la pila DBR y la falta de uniformidad de los espesores de la capa DBR. Utilizando las mediciones STEM del espesor de cada capa (en el plano a) a través del espesor de la pila, calculamos un nuevo modelo (curva verde) en el que la reflectividad global se reduce al 85%. Esto implica que las variaciones de espesor de la capa a través de la pila son la principal fuente de la reflectividad reducida en comparación con el modelo. De hecho, una mirada más cercana a los datos STEM transversales y una cuidadosa extracción del espesor de la capa han revelado que mientras que los espesores de la capa de AlN son bastante consistentes a través de la pila DBR en las regiones del ala, existe una variación monotónica en los espesores de la capa medida en las regiones de la ventana."}