{"The first step of PB, the enumeration of the conditional sample space through abductive logic programming, could be compared to “logical inference” in ProbLog [9]. While both languages aim to generate a propositional formula and compile it into a decision diagram, “logical inference” in PB is based on abductive logic programming, while ProbLog grounds the relevant parts of the probabilistic program. Moreover, in PB compilation of the boolean formulas is performed using (RO)BDDs, while ProbLog can use a wider range of decision diagrams, e.g. sentential decision diagrams (SDD), deterministic, decomposable negation normal form (d-DNNF). These differences reflect the different aims of the two PPLs: ProbLog focuses on models where “logical inference” needs to be efficient, and the resulting representation, the decision diagrams, need to be compact, while PB focuses on models where “logical inference” is typically easy, however it must be applied repeatedly, according to the nature and the number of the observations. However, in future work, PB could benefit from the use of more compact decision diagrams.": "El primer paso de la PB, la enumeración del espacio de muestra condicional a través de la programación lógica abductiva, podría compararse con la “inferencia lógica” en ProbLog [9]. Si bien ambos lenguajes tienen como objetivo generar una fórmula proposicional y compilarla en un diagrama de decisión, la “inferencia lógica” en PB se basa en la programación lógica abductiva, mientras que ProbLog basa las partes relevantes del programa probabilístico. Además, en la compilación de las fórmulas booleanas en PB se realizan usando (RO)BDDs, mientras que ProbLog puede utilizar una gama más amplia de diagramas de decisión, por ejemplo, diagramas de decisión sentimentales (SDD), forma normal de negación determinista y descomposable (D-DNNF). Estas diferencias reflejan los diferentes objetivos de las dos PPLs: ProbLog se centra en modelos donde la “inferencia lógica” necesita ser eficiente, y la consiguiente representación, los diagramas de decisión deben ser compactos, mientras que PB se centra en modelos donde la “inferencia lógica” es típicamente fácil, sin embargo debe aplicarse repetidamente, según la naturaleza y el número de las observaciones."}