{"The GFRFs of nonlinear systems can be determined by either a parametric-model-based method or a nonparametric-model-based method [8]. In the parametric approach, a nonlinear parametric model is first identified from the input–output data. The GFRFs are then obtained by mapping the resultant model into the frequency domain using the probing method [9]. The nonparametric approach is often referred to as frequency-domain Volterra system identification and is based on the observation that the Volterra model of nonlinear systems is linear in terms of the unknown Volterra kernels, which, in the frequency domain, corresponds to a linear relation between the output frequency response and linear, quadratic, and higher order GFRFs. This linear relationship allows the use of a least squares (LS) approach to solve for the GFRFs. Several researchers [10–12] have used this method to estimate the GFRFs. But they usually made the assumption that it is known a priori that the system under study can be represented by just two or three terms. However, such information is rarely available a priori.": "Los GFRF de los sistemas no lineales pueden ser determinados por un método basado en modelos paramétricos o por un método basado en modelos no paramétricos [8]. En el enfoque paramétrico, un modelo paramétrico no lineal se identifica primero a partir de los datos de entrada-salida. Los GFRF se obtienen luego cartografiando el modelo resultante en el dominio de frecuencia utilizando el método de sondeo [9]. El enfoque no paramétrico se refiere a menudo como identificación del sistema Volterra de frecuencia-dominio y se basa en la observación de que el modelo Volterra de sistemas no lineales es lineal en términos de núcleos Volterra desconocidos, que, en el dominio de frecuencia, corresponde a una relación lineal entre la respuesta de frecuencia de salida y los GFRF lineales, cuadráticos y de orden superior. Esta relación lineal permite el uso de un enfoque de mínimos cuadrados (LS) para resolver para los GFRF. Varios investigadores [10-12] han utilizado este método para estimar los GFRF."}