{"Structural adhesives are increasingly used for bonding components within critical load bearing engineering structures such as aerospace and automotives. Typically these adhesives are based on epoxy polymers. Epoxies are inherently brittle due to their homogeneous microstructure and highly cross linked nature. Thus, there has been much research focused on improving the fracture toughness of epoxy polymers by incorporating a second minority phase at the nano-scale. These modifiers fall into one of two main categories: inorganic additives, e.g. silica [1,2], glass [3], alumina [4], nano-clays [5] and carbon nanotubes [6,7] or organic, usually rubber particles. Rubbery additives can be either core–shell rubber particles [8–10] or can form during curing via reaction induced phase separation mechanisms [11,12]. The primary energy dissipation mechanisms for rubber toughened epoxies are known to be both plastic void growth and shear band development [13]. It has also been shown that a combination of the above additives to create a hybrid material can provide synergistic toughening effects, e.g. carbon nanotubes and silica nanoparticles [14] or rubber with silica nanoparticles [15–17].": "Los adhesivos estructurales se utilizan cada vez más para unir componentes dentro de estructuras de ingeniería de rodamientos de carga crítica como los aeroespaciales y los automotrices. Típicamente estos adhesivos se basan en polímeros epoxi. Los epoxis son inherentemente frágiles debido a su microestructura homogénea y su naturaleza altamente vinculada. Así, se ha realizado mucha investigación centrada en mejorar la resistencia a la fractura de los polímeros epoxi mediante la incorporación de una segunda fase minoritaria en la nanoescala. Estos modificadores caen en una de las dos categorías principales: aditivos inorgánicos, por ejemplo sílice [1,2], vidrio [3], alúmina [4], nano-clays [5] y nanotubos de carbono [6,7] o partículas orgánicas, generalmente de caucho. Los aditivos de goma pueden ser partículas de caucho nucleado [8-10] o pueden formarse durante el curado mediante mecanismos de separación de fase inducida por reacción [11,12]."}