{"These results demonstrate that SW-SVR predicts complicated micrometeorological data with the best prediction performance and the lowest computational complexity compared with standard algorithms. In particular, we found that dynamic aggregation of models built from very little extracted data by D-SDC is effective for compatibility of high prediction performance and low computational complexity. However, there are problems to be solved in SW-SVR. Firstly, the prediction performance of SW-SVR sometimes deteriorates despite an increase of training data. In particular, this problem occurred under the conditions that prediction horizons are 6 h as shown in Fig. 3. This is because data extracted by D-SDC involves unnecessary training data for highly accurate prediction. If D-SDC extracts the same data as the extracted data when training periods are shorter, the prediction performance of SW-SVR never deteriorates due to an increase of training data. Therefore, we must review both feature mapping and algorithms of D-SDC so as to avoid extracting unnecessary training data. Meanwhile, SW-SVR is based on a combination of several algorithms: kernel approximation, PLS regression, k-means, D-SDC, and linear SVR. Moreover, each algorithm has several parameters. Therefore, SW-SVR has more varied parameters, and it takes more time to tune the parameters. In this experiment, we used a grid search roughly so as to decide the parameters in a certain time. However, there is still room for improvement in the prediction performance by using other approaches such as a genetic algorithm instead of a grid search (Huang & Wang, 2006).": "Estos resultados demuestran que SW-SVR predice datos micrometeorológicos complicados con el mejor rendimiento de predicción y la menor complejidad computacional en comparación con algoritmos estándar. En particular, encontramos que la agregación dinámica de modelos construida a partir de muy pocos datos extraídos por D-SDC es efectiva para la compatibilidad de alto rendimiento de predicción y baja complejidad computacional. Sin embargo, hay problemas que resolver en SW-SVR. En primer lugar, el rendimiento predictivo de SW-SVR a veces se deteriora a pesar de un aumento de los datos de entrenamiento. En particular, este problema ocurrió bajo las condiciones en que los horizontes de predicción son 6 h como se muestra en la figura 3. Esto se debe a que los datos extraídos por D-SDC implican datos de entrenamiento innecesarios para una predicción altamente precisa. Si D-SDC extrae los mismos datos que los extraídos cuando los períodos de entrenamiento son más cortos, el rendimiento predictivo de SW-SVR nunca se deteriora debido a un aumento de los datos de entrenamiento. Por lo tanto, debemos revisar tanto el mapeado como los algoritmos de D-SDC, así como la tabla de búsqueda, SVR."}