{"There are a number of avenues to explore for future work, in particular the use of other time–frequency analysis methods. The STFT spectrogram was utilised here, as it is the simplest to implement. Whilst all of the echoes could be clearly resolved in both time and frequency, the spectrogram suffers from a fixed resolution, i.e. an increase of time resolution necessarily leads to a decrease in frequency resolution. Other methods of time–frequency analysis, such as discrete wavelet analysis, benefit from advantage of multi-resolution analysis, which offers improved temporal resolution of the high frequency components, and frequency resolution of the low frequency components [25,18,19]. Also, whilst the current work has utilised SH waves that are generated by EMATs, the physics that describes the pulsed array system is universal to other types of waves. Future work will include demonstrating this phenomenon with a number of other systems, for example using longitudinal ultrasonic waves or electromagnetic waves.": "El espectrograma STFT fue utilizado aquí, ya que es el más simple de implementar. Si bien todos los ecos podrían resolverse claramente en tiempo y frecuencia, el espectrograma sufre de una resolución fija, es decir, un aumento de la resolución del tiempo conduce necesariamente a una disminución de la resolución de frecuencia. Otros métodos de análisis tiempo-frecuencia, como el análisis discreto de wavelets, se benefician de la ventaja del análisis multi-resolución, que ofrece una mejor resolución temporal de los componentes de alta frecuencia, y la resolución de frecuencia de los componentes de baja frecuencia [25,18,19]. Además, mientras que el trabajo actual ha utilizado ondas SH generadas por EMATS, la física que describe el sistema de matriz pulsada es universal a otros tipos de ondas. El trabajo futuro incluirá demostrar este fenómeno con un número de otros sistemas, por ejemplo utilizando ondas ultrasónicas longitudinales u ondas electromagnéticas."}