{"Many applications in fluid mechanics have shown that surface suction can be used as an effective flow-control mechanism. For example, Gregory and Walker [1] discuss how the introduction of suction extends the laminar-flow region over a swept wing by reducing the thickness of the boundary layer and the magnitude of crossflow velocity. Conclusions for the swept-wing flow arose from equivalent studies of the von Kármán (rotating disk) flow (see Gregory and Walker [2], Stuart [3]) and work has since continued into this and related flows using numerical and asymptotic approaches (see Ockendon [4], Dhanak [5], Bassom and Seddougui [6], Lingwood [7], Turkyilmazoglu [8], Lingwood and Garrett [9], for example). The literature shows that increasing suction has a stabilising effect on the general class of “Bödewadt, Ekman and von Kármán” (BEK) flows which results in an increase in critical Reynolds numbers for the onset of convective and absolute instabilities, a narrowing in the range of unstable parameters and a decrease in amplification rates of the unstable convective modes. The convective instability results are interpreted in terms of a delay in the onset of spiral vortices, and the absolute instability results in terms of the onset of laminar-turbulent transition (Lingwood [7,10,11]).": "Muchas aplicaciones en la mecánica de fluidos han demostrado que la succión de superficie puede utilizarse como un mecanismo eficaz de control de flujo. Por ejemplo, Gregory y Walker [1] discuten cómo la introducción de la succión extiende la región de flujo laminar sobre un ala barrida reduciendo el espesor de la capa límite y la magnitud de la velocidad de flujo cruzado. Las conclusiones para el flujo de ala barrida surgieron de estudios equivalentes del flujo de von Kármán (disco rotativo) (véase Gregory y Walker [2], Stuart [3]) y el trabajo ha continuado desde entonces en este y otros flujos relacionados utilizando enfoques numéricos y asintóticos (véase Ockendon [4], Dhanak [5], Bassom y Seddougui [6], Lingwood [7], Turkyilmazoglu [8], Lingwood y Garrett [9], por ejemplo). La literatura muestra que el aumento de la succión tiene un efecto estabilizador en la clase general de “Bödewadt, Ekman y von Kármán” (BEK) fluye en términos de convulación en la fase de la marcha de la espiral, los resultados de la interacción."}