{"An obvious metric to measure the monitoring performance between the different conditions would be to compare how many clicks the users made in average for each condition. Furthermore of interest are the buffer values of the respective buffers at the time of the user's interaction with the simulation (e.g., the input buffer of a certain machine at the time of refilling it). A relatively high average buffer value can e.g. signify that the users do not trust that the respective mode of process monitoring conveys the need for interaction in time, leading the users to switching their attention to the process simulation in regular intervals, and performing interactions just in case. A low average buffer can, on the other hand, signify that the users rely on the respective conditions’ ability to signal interaction needs. On the other hand, if e.g. an input buffer had already been completely depleted at the time of intervention, this may signify that the respective condition has failed to inform the users in time. In many cases, participants used double clicks for their interactions, while a single click would have been sufficient, a fact that was perhaps not communicated clearly enough to the participants. Therefore, if several clicks were performed directly one after another, only the first click was taken into account.": "Una métrica obvia para medir el rendimiento de monitoreo entre las diferentes condiciones sería comparar cuántos clics hicieron los usuarios en promedio para cada condición. Además, son de interés los valores de búfer de los búferes respectivos en el momento de la interacción del usuario con la simulación (por ejemplo, el búfer de entrada de una determinada máquina en el momento de rellenarla). Un valor de búfer medio relativamente alto puede significar, por ejemplo, que los usuarios no confían en que el modo de monitoreo del proceso respectivo transmita la necesidad de interacción en el tiempo, llevando a los usuarios a cambiar su atención a la simulación del proceso en intervalos regulares, y realizando interacciones justo en caso. Un búfer medio bajo puede, por otro lado, significar que los usuarios confían en la capacidad de las condiciones respectivas para señalar las necesidades de interacción. Por otro lado, si un búfer de entrada ya se había agotado completamente en el momento de la intervención, esto puede significar que la condición respectiva no ha informado a los usuarios en el tiempo. En muchos casos, los participantes utilizaron doble clics para sus interacciones, mientras que un solo clic habría sido suficiente, un hecho que quizás no se comunicó suficientemente claramente a los participantes."}