{"We have developed a systematic, quantified understanding of a specific problem: the design of mobile-friendly unique identifiers. But our results also apply to the design of other text-based services. There has been a trend toward bespoke and adaptive keyboards (e.g., Dunlop and Levine, 2012; Karrenbauer and Oulasvirta, 2014; Leiva et al., 2015; Wiseman et al., 2013). More often than not, though, input devices are a fixed constraint in the design of a service. Most users are typing on the keyboard that came with their phone. Those keyboards have advantages, limitations and quirks. The mode-switching that most touchscreen keyboards require to reach numbers and capital letters is at the root of design improvements we propose in this paper. When designing services, it is vital to be aware of the fixed constraints of a system and to then focus on the aspects of a service's design that can be controlled. Making changes to input data in this way is a cheap, quick and easy way to improve user experience.": "Hemos desarrollado una comprensión sistemática y cuantificada de un problema específico: el diseño de identificadores únicos para dispositivos móviles. Pero nuestros resultados también se aplican al diseño de otros servicios basados en texto. Ha habido una tendencia hacia teclados a medida y adaptativos (por ejemplo, Dunlop y Levine, 2012; Karrenbauer y Oulasvirta, 2014; Leiva et al., 2015; Wiseman et al., 2013). Sin embargo, la mayoría de los dispositivos de entrada son una limitación fija en el diseño de un servicio. La mayoría de los usuarios están escribiendo en el teclado que viene con su teléfono. Esos teclados tienen ventajas, limitaciones y peculiaridades. El cambio de modo que la mayoría de los teclados de pantalla táctil requieren para alcanzar números y letras mayúsculas es la raíz de las mejoras de diseño que proponemos en este artículo. Al diseñar servicios, es vital ser conscientes de las limitaciones fijas de un sistema y luego centrarse en los aspectos del diseño de un servicio que se pueden controlar."}