{"The data acquisition strategies must balance the relevant scales and volumes of the datasets to be used in the physical and statistical modeling. Approaches for extraction of the necessary information must be able to disregard spurious information, so as to develop a working network of models for each active mechanism related to each degradation pathway on the mesoscopic physical level and the data-driven statistical model level. To capture the temporal evolution of the energy material over long time frames, appropriate informatics methods are needed to balance data volume (e.g., simple univariate time-series data streams with high-dimensional volumetric imaging datasets) while considering their respective information contents [68,69]. The raw data and extracted information must be accessible for query and modeling. Similarly, the modeling approaches used to understand and parameterize active mechanisms and phenomena over lifetime fall into the broad categories of micro-, meso- and macroscopic approaches. Laboratory and real-world experimentation, informatics, analytics, and the development of network models for mesoscopic evolution of energy materials over lifetime together constitute the field of degradation science.": "Las estrategias de adquisición de datos deben equilibrar las escalas y volúmenes pertinentes de los conjuntos de datos que se utilizarán en el modelado físico y estadístico. Los enfoques para la extracción de la información necesaria deben ser capaces de pasar por alto la información espuriosa, a fin de desarrollar una red de trabajo de modelos para cada mecanismo activo relacionado con cada vía de degradación en el nivel físico mesoscópico y el nivel de modelo estadístico impulsado por los datos. Para captar la evolución temporal del material energético a lo largo de largos períodos de tiempo, se necesitan métodos informáticos adecuados para equilibrar el volumen de datos (por ejemplo, flujos de datos de series cronológicas simples univariadas con conjuntos de datos de imágenes volumétricas de alta dimensión) teniendo en cuenta sus respectivos contenidos de información [68,69]. Los datos brutos y la información extraída deben ser accesibles para la consulta y el modelado. Del mismo modo, los enfoques de modelado utilizados para comprender y parametrizar los mecanismos activos y los fenómenos a lo largo de la vida caen en las amplias categorías de enfoques micro, mesoscópicos y macroscópicos."}