{"As a particular case of survey data, we used the iUTAH “Utah Water Survey,” which was implemented by participating researchers from several Utah institutions of higher education. The objectives of the survey were to document how a representative cross-section of Utah's adult population thinks about water issues. The survey included three core blocks of questions: perceptions of the adequacy of local water supplies, perceptions of the quality of local water resources, and concern about a range of water and non-water issues. A number of additional questions captured information about respondents' familiarity with water cost, lawn-watering behaviors, participation in water based recreation, and demographic attributes. Supplementary material to this paper includes a document with a description of the dataset as a whole, a document containing the complete survey instrument, and two data files containing the results and an associated codebook (see Section 4.3).": "Como un caso particular de los datos de la encuesta, utilizamos el iUTAH “Utah Water Survey”, que fue implementado por investigadores participantes de varias instituciones de educación superior de Utah. Los objetivos de la encuesta fueron documentar cómo una muestra representativa de la población adulta de Utah piensa acerca de los problemas del agua. La encuesta incluyó tres bloques básicos de preguntas: percepciones de la adecuación del suministro local de agua, percepciones de la calidad de los recursos hídricos locales, y preocupación acerca de una variedad de cuestiones relacionadas con el agua y no relacionadas con el agua. Varias preguntas adicionales capturaron información sobre la familiaridad de los encuestados con el costo del agua, comportamientos de riego del césped, participación en recreación basada en el agua y atributos demográficos. El material complementario de este documento incluye un documento con una descripción del conjunto de datos en su conjunto, un documento que contiene el instrumento completo de la encuesta, y dos archivos de datos que contienen los resultados y un libro de códigos asociado (ver Sección 4.3)."}