{"Using measured data from two arable sites in the UK we have shown that lags can have significant impact on model evaluation and can affect both the level of correlation between measured and simulated data and the magnitude of the sums of the residuals. Also, we used the division of MSE to three constituent statistics (SB, SDSD and LCS) to show how the level of correlation can affect the sum of residuals. By dividing the algorithm-predicted series of lag values into monthly sets and examining the frequency distribution of the lags, certain patterns in these temporally patchy series have been identified. A challenging task in relation to time lags between observed and simulated daily data, is to determine their cause. This task becomes more difficult for model outputs such as soil N2O emissions that are driven by various interacting variables. Even more so, because the measured N2O datasets and the measured datasets of their drivers (e.g. soil moisture, soil N content) cover small time periods, they are not continuous and can vary widely in size. In this study we implemented the algorithm using measured and simulated data for soil moisture (first and second example) and soil mineral N (second example), and compared its results with the respective results for N2O. In our first example, we showed that the estimated lags in N2O prediction are related to the lags in soil moisture prediction in a way that changes gradually through time. In our second example, the lags in N2O prediction were explained by the lags in soil moisture and soil mineral N prediction, with which they had a positive relationship.": "Utilizando datos medidos de dos sitios herbáceos en el Reino Unido hemos demostrado que los retrasos pueden tener un impacto significativo en la evaluación de modelos y pueden afectar tanto el nivel de correlación entre los datos medidos y simulados como la magnitud de las sumas de los residuos. Además, hemos utilizado la división de MSE a tres estadísticas constituyentes (SB, SDSD y LCS) para mostrar cómo el nivel de correlación puede afectar a la suma de residuos. Al dividir la serie de valores de retraso predichos por algoritmos en conjuntos mensuales y examinar la distribución de frecuencias de los rezagos, se han identificado ciertos patrones en estas series temporalmente irregulares. Una tarea difícil en relación con los intervalos de tiempo entre los datos diarios observados y simulados, es determinar su causa. Esta tarea se vuelve más difícil para las salidas de modelos tales como las emisiones de N2O del suelo que son impulsadas por diversas variables interactuantes. Aún más, porque los conjuntos de datos medidos de N2O y los conjuntos de datos medidos de sus controladores (por ejemplo, humedad del suelo, contenido del suelo N) abarcan pequeños períodos de tiempo que no son continuos y pueden variar mucho."}