{"The purported advantages of EMR implementation in urban slums are widely promoted. Increasingly capable health information systems could facilitate communication, help coordinate care, and improve the continuity of care in disadvantaged communities like Kibera. However, available systems may not have the ability to simplify care or improve efficiency where funding and human resources are scarce, infrastructure is unreliable and health data demands are opportunistic, not strategic. This study described perceptions of local EMR stakeholders in two urban slum clinics. They shared many observations that may be important for other EMR initiatives to heed, and worried most about the sustainability of EMR initiatives in like communities. The future for EMR use in urban slums is promising. Innovative new technologies, such as mobile applications and point-of-care laboratory tests, could extend the reach of EMRs where infrastructure is wanting. New cloud-based EMR ecosystems, where data is collected and stored centrally could leverage cell phone networks to promote more health information sharing, coordination of care and ultimately better outcomes for vulnerable populations.Summary pointsWhat was already known on the topic?•Rapid urbanization is associated with growth in the number and size of urban slums and an associated rise in the burden of disease, further worsening an already fragmented and inefficient health care system.": "Las supuestas ventajas de la implementación de la EMR en barrios de tugurios urbanos son ampliamente promovidas.Los sistemas de información de salud cada vez más capaces podrían facilitar la comunicación, ayudar a coordinar la atención y mejorar la continuidad de la atención en comunidades desfavorecidas como Kibera.Sin embargo, los sistemas disponibles pueden no tener la capacidad de simplificar la atención o mejorar la eficiencia donde la financiación y los recursos humanos son escasos, la infraestructura no es confiable y las demandas de datos de salud son oportunistas, no estratégicas.Este estudio describió las percepciones de las partes interesadas locales en la EMR en dos clínicas de barrios de tugurios urbanos.Compartieron muchas observaciones que pueden ser importantes para otras iniciativas de EMR a la atención, y se preocupó más por la sostenibilidad de las iniciativas de EMR en comunidades similares.El futuro para el uso de EMR en barrios de tugurios urbanos es prometedor.Las nuevas tecnologías innovadoras, como aplicaciones móviles y pruebas de laboratorio de puntos de cuidado, podrían ampliar el alcance de las EMR donde falta infraestructura."}