{"Isogeometric analysis (IGA) is a numerical simulation method which is directly based on the NURBS-based representation of CAD models. It exploits the tensor-product structure of 2- or 3-dimensional NURBS objects to parameterize the physical domain. Hence the physical domain is parameterized with respect to a rectangle or to a cube. Consequently, singularly parameterized NURBS surfaces and NURBS volumes are needed in order to represent non-quadrangular or non-hexahedral domains without splitting, thereby producing a very compact and convenient representation.The Galerkin projection introduces finite-dimensional spaces of test functions in the weak formulation of partial differential equations. In particular, the test functions used in isogeometric analysis are obtained by composing the inverse of the domain parameterization with the NURBS basis functions. In the case of singular parameterizations, however, some of the resulting test functions do not necessarily fulfill the required regularity properties. Consequently, numerical methods for the solution of partial differential equations cannot be applied properly.We discuss the regularity properties of the test functions. For one- and two-dimensional domains we consider several important classes of singularities of NURBS parameterizations. For specific cases we derive additional conditions which guarantee the regularity of the test functions. In addition we present a modification scheme for the discretized function space in case of insufficient regularity. It is also shown how these results can be applied for computational domains in higher dimensions that can be parameterized via sweeping.": "El análisis isogeométrico (IGA) es un método de simulación numérica que se basa directamente en la representación basada en NURBS de los modelos CAD. Aprovecha la estructura de producto tensor de los objetos NURBS de 2 o 3 dimensiones para parametrizar el dominio físico. De ahí que el dominio físico se parametrice con respecto a un rectángulo o a un cubo. Por lo tanto, se necesitan singularmente superficies NURBS y volúmenes NURBS para representar dominios no cuadrangulares o no hexaédricos sin dividirse, produciendo así una representación muy compacta y conveniente.La proyección Galerkin introduce espacios de prueba de dimensiones finitas en la débil formulación de ecuaciones diferenciales parciales. En particular, las funciones de prueba utilizadas en el análisis isogeométrico se obtienen componiendo el inverso de la parametrización del dominio con las funciones de base de NURBS. Sin embargo, en el caso de las parametrizaciones singulares, algunas de las funciones de prueba resultantes no cumplen necesariamente las propiedades de regularidad requeridas en el análisis isogeométrico."}