{"The above discussion also lays bare the difference of perspectives between the fusion of hard constraints and knowledge-base merging: the idea of Konieczny and Pino-Perez is to explain the fusion of plain epistemic states, understood as a set of plausible worlds, by the existence of underlying partial orderings or numerical plausibility degrees (obtained by distances), based on axioms that only use plausible sets attached to these orderings. In [67] the same authors use both hard (integrity) constraints and belief sets referring to plausible worlds, and try to extend both the AGM revision and knowledge-based merging. However, they do not envisage the merging of integrity constraints discussed in the previous section. The belief revision and merging literature takes an external point of view on cognitive processes under study. The underlying ordered structures are here a consequence of the merging postulates, but they do not appear explicitly in the axioms and they are not observable from the outside. On the contrary, our approach is to construct fusion rules that only rely on what is explicitly supplied by sources. In the sequel we consider the counterpart of our fusion postulates for ranked models, that can be expressed by means of total orders of possible worlds or by their encodings on a plausibility scale.": "La discusión anterior también pone de manifiesto la diferencia de perspectivas entre la fusión de restricciones duras y la fusión de la base de conocimiento: la idea de Konieczny y Pino-Perez es explicar la fusión de estados epistémicos llanos, entendidos como un conjunto de mundos plausibles, por la existencia de órdenes parciales subyacentes o grados de plausibilidad numérica (obtenidos por distancias), basados en axiomas que sólo utilizan conjuntos plausibles vinculados a estos pedidos. En [67] los mismos autores utilizan tanto restricciones duras (integridad) como conjuntos de creencias referentes a mundos plausibles, y tratan de extender tanto la revisión de la AGM como la fusión basada en el conocimiento. Sin embargo, no prevén la fusión de restricciones de integridad discutidas en la sección anterior. La revisión de creencias y la literatura de fusión toman un punto de vista externo sobre los procesos cognitivos en estudio. Las estructuras ordenadas subyacentes son aquí una consecuencia de los postulados fusionados, pero no aparecen explícitamente en los axiomas y no son observables desde el exterior."}