{"As future work on the protocol, we would promote two items. Firstly, the two mobility models that we have considered in this work propose possible way to capture social context in the way nodes move in the physical space, yet still potentially allowing nodes to explore the geographical regions considered in its entirety. Further insights to the performance potential could be given through the assessment of the protocol with other mobilities that can extend the physical region of movement as well as impose potential restrictions on the nodes mobility, for example by forcing similar nodes to move within specifically defined areas. Secondly, the different forwarding modes introduced in Section  3.3 express different levels of cooperation across the network. The push-community mode, for example, is a form of interest-community selfishness and assumes reciprocation in the nodes’ behaviour. The vulnerability (resp. resilience) of the protocol to different instances of node misbehaviours is a research item worth exploring.": "Como trabajo futuro sobre el protocolo, promoveríamos dos ítems. En primer lugar, los dos modelos de movilidad que hemos considerado en este trabajo proponen una posible manera de capturar el contexto social en la forma en que los nodos se mueven en el espacio físico, pero aún potencialmente permitiendo que los nodos exploren las regiones geográficas consideradas en su totalidad. Se podría dar más información sobre el potencial de rendimiento mediante la evaluación del protocolo con otras movilidades que puedan ampliar la región física de movimiento, así como imponer restricciones potenciales a la movilidad de los nodos, por ejemplo forzando a nodos similares a moverse dentro de áreas específicas definidas. En segundo lugar, los diferentes modos de transmisión introducidos en la sección 3.3 expresan diferentes niveles de cooperación a través de la red. El modo push-community, por ejemplo, es una forma de egoísmo interes-comunitario y supone una reciprocidad en el comportamiento de los nodos. La vulnerabilidad (respuesta) del protocolo a diferentes casos de mal comportamiento de los nodos es un ítem de investigación que vale la pena explorar."}