{"ObjectiveElectrically evoked auditory steady-state responses (EASSRs) are neural potentials measured in the electroencephalogram (EEG) in response to periodic pulse trains presented, for example, through a cochlear implant (CI). EASSRs could potentially be used for objective CI fitting. However, EEG signals are contaminated with electrical CI artifacts. In this paper, we characterized the CI artifacts for monopolar mode stimulation and evaluated at which pulse rate, linear interpolation over the signal part contaminated with CI artifact is successful.MethodsCI artifacts were characterized by means of their amplitude growth functions and duration.ResultsCI artifact durations were between 0.7 and 1.7ms, at contralateral recording electrodes. At ipsilateral recording electrodes, CI artifact durations are range from 0.7 to larger than 2ms.ConclusionAt contralateral recording electrodes, the artifact was shorter than the interpulse interval across subjects for 500pps, which was not always the case for 900pps.SignificanceCI artifact-free EASSRs are crucial for reliable CI fitting and neuroscience research. The CI artifact has been characterized and linear interpolation allows to remove it at contralateral recording electrodes for stimulation at 500pps.": "ObjetivoLas respuestas auditivas en estado estacionario evocadas eléctricamente (EASSSR) son potenciales neuronales medidos en el electroencefalograma (EEG) en respuesta a trenes de pulso periódicos presentados, por ejemplo, a través de un implante coclear (IC).Las EASSR podrían ser potencialmente utilizadas para el ajuste de CI objetivo.Sin embargo, las señales de EEG están contaminadas con artefactos eléctricos de CI.En este artículo, caracterizamos los artefactos de IC para estimulación monopolar y evaluamos a qué velocidad de pulso, interpolación lineal sobre la parte de señal contaminada con artefacto CI tiene éxito.Los artefactos de CI de los métodos se caracterizaron por sus funciones de crecimiento de amplitud y duración.ResultadosLa duración del artefacto CI fue entre 0,7 y 1,7ms, en electrodos de registro contralateral.En electrodos de registro ipsilateral, la duración del artefacto de CI es de 0,7 a más de 2ms.ConclusiónEn electrodos de registro contralateral, el artefacto fue más corto que el intervalo interpulso entre sujetos para electrodos de 500pps, que no siempre fue el caso de 900pps."}