{"While virtualization technologies certainly reduce the complexity of using a system, and especially when working across multiple heterogeneous computing environments, they are not widely deployed in high performance computing scenarios. As its name suggest, HPC seeks to obtain maximum performance from computing platforms. Extra software layers impact detrimentally on performance, meaning that in HPC scenarios users typically run the applications as close to the ‘bare metal’ as possible. In addition to the performance degradation introduced by virtualization technologies, choosing what details to abstract in a virtualized interface is itself very important. Grid and cloud computing support different interaction models. In grid computing, the user interacts with an individual resource (or sometimes a broker) in order to launch jobs into a queuing system. In cloud computing, users interact with a virtual server, in effect putting them in control of their own complete operating system. Both of these interaction models put the onus on the user to understand very specific details of the system that they are dealing with, making life difficult for the end user, typically a scientist who wants to progress his or her scientific investigations without any specific usability hurdles obstructing the pathway.": "Si bien las tecnologías de virtualización ciertamente reducen la complejidad del uso de un sistema, y especialmente al trabajar en múltiples entornos de computación heterogéneos, no están ampliamente implementadas en escenarios de computación de alto rendimiento. Como su nombre sugiere, HPC busca obtener el máximo rendimiento de las plataformas de computación. Capas de software adicionales impactan negativamente en el rendimiento, lo que significa que en los escenarios de HPC los usuarios suelen ejecutar las aplicaciones lo más cerca posible del ‘bare metal’. Además de la degradación del rendimiento introducida por las tecnologías de virtualización, elegir qué detalles a abstract en una interfaz virtualizada es en sí mismo muy importante. La red y la computación en la nube apoyan diferentes modelos de interacción. En la computación en red, el usuario interactúa con un recurso individual (o a veces un corredor) para lanzar trabajos en un sistema de quehacer. En la computación en nube, los usuarios interactúan con un servidor virtual, en efecto poniéndolos en control de su propio sistema operativo completo."}