{"One way to enforce this ratio is to use a probabilistic, ‘roulette wheel’ style lane selection policy. VISSIM, along with most simulation toolkits, offers methods to specify probabilistic routing whereby a defined percentage of vehicles are sent down unique routes. This is a piecewise technique that can be reapplied at various locations around a simulation. While these methods are attractive from a calibration perspective as exact representations of existing statistics can be ensured, the process is an unrealistic one as it assumes that drivers make probabilistic decisions at precise locations. So in this case when a vehicle arrives at a point prior to the weighbridges it is allocated one of the lanes based on the respective probabilities. It turns out that this method leads to significant variations in trip times depending on the initial random number seed, this can be seen in a graphic of the key areas of the simulation for the 2 different runs (Fig. 7). One of the benefits of graphical microsimulation is that the 2D and 3D simulations help the researcher to visualise a new scheme and its potential benefits but also to highlight unrealistic behaviour. Fig. 7 shows the congestion at the decision point for 2 different runs. Using probabilistic routing to enforce correct routing percentages is a clear case of overcalibration affecting simulation brittleness.": "Una forma de reforzar esta relación es utilizar una política de selección de carriles de estilo probabilístico, de rueda de ruleta. VISSIM, junto con la mayoría de los kits de simulación, ofrece métodos para especificar el enrutamiento probabilístico mediante el cual un porcentaje definido de vehículos se envía por rutas únicas. Esta es una técnica a medida que se puede volver a aplicar en varios lugares alrededor de una simulación. Si bien estos métodos son atractivos desde una perspectiva de calibración como representaciones exactas de las estadísticas existentes se pueden asegurar, el proceso es poco realista ya que supone que los conductores toman decisiones probabilísticas en lugares precisos. Así, en este caso, cuando un vehículo llega a un punto anterior a los puentes de pesaje se le asigna uno de los carriles basados en las respectivas probabilidades. Resulta que este método conduce a variaciones significativas en los tiempos de viaje dependiendo de la semilla de número aleatorio inicial, esto se puede ver en un gráfico de las áreas clave de la simulación para las dos rutas diferentes (Fig. 7). Una de las ventajas de la microsimulación gráfica es que las simulaciones 2D ayudan al investigador a visualizar un nuevo esquema y sus beneficios potenciales para destacar el comportamiento."}