{"In this paper we consider problems of creating and introducing intelligent management systems as one of the most important mechanism of increasing energy efficiency in industry. Operating principles of intelligent electric power distribution systems developed in MSTU «STANKIN» for AC and DC grids on industrial plants are described. Essential devices composing the systems are considered, their technical characteristics are described. Experimental results are presented.In this paper we consider problems of creating and introducing intelligent management systems as one of the most important mechanism of increasing energy efficiency in industry. Operating principles of intelligent electric power distribution systems developed in MSTU «STANKIN» for AC and DC grids on industrial plants are described. Essential devices composing the systems are considered, their technical characteristics are described. Experimental results are presented.": "En este trabajo se consideran los problemas de creación e introducción de sistemas de gestión inteligentes como uno de los mecanismos más importantes para aumentar la eficiencia energética en la industria. Se describen los principios operativos de los sistemas inteligentes de distribución de energía eléctrica desarrollados en MSTU «STANKIN» para redes de CA y DC en plantas industriales. Se consideran los dispositivos esenciales que componen los sistemas, se describen sus características técnicas. Se presentan los resultados experimentales. En este trabajo se consideran los problemas de creación e introducción de sistemas de gestión inteligentes como uno de los mecanismos más importantes para aumentar la eficiencia energética en la industria. Se describen los principios operativos de los sistemas inteligentes de distribución de energía eléctrica desarrollados en MSTU «STANKIN» para redes de CA y DC en plantas industriales. Se consideran los dispositivos esenciales que componen los sistemas, se describen sus características técnicas. Se presentan los resultados experimentales."}