{"An innovative sound wall system was developed in the University of Western Ontario, and was examined to serve as a vertical extension to the existing sound walls. The wall system (denoted as flexi-wall) consists of stay-in-place poly-blocks as formwork, light polyurethane foam (LPF) reinforced with steel rebars as structural cores and polyurea as a coating of the wall surfaces (Fig. 1). Poly-blocks are interlocking light-weight blocks which are stacked up layer by layer and act as formwork for the LPF cores. The poly-block is 20×20×80cm3 and includes four cylindrical voids with 14cm diameter. It is made of molded low-density polyurethane and weighs approximately 1kg. The poly-blocks are fire-resistant blocks and have an excellent capability to absorb, mitigate and reflect a wide range of noises with unmatched frequency of reflective noise. Polyurea coating is an abrasion-resistant finishing layer, which is sprayed on the surfaces of the wall and sets within 2–3min. This layer also enhances the surface resistance of poly-blocks against stone impact, weathering, fire development, chemicals and penetration. LPF is an expanding liquid mixture which is injected into the poly-block voids and cures within 10min. Steel rebars are epoxied into holes drilled in the existing sound wall to connect the wall extension to its base.": "El sistema de pared (denominada flexi-wall) consiste en polibloques que permanecen en el lugar como encofrado, espuma de poliuretano ligera (LPF) reforzada con barras de acero como núcleos estructurales y poliurea como revestimiento de las superficies de pared (Fig. 1). Los polibloques son bloques ligeros entrelazados que se apilan capa por capa y actúan como encofrado para los núcleos de LPF. El polibloque es 20×20×80cm3 e incluye cuatro huecos cilíndricos de 14cm de diámetro. Está hecho de poliuretano de baja densidad moldeado y pesa aproximadamente 1kg. Los polibloques son bloques resistentes al fuego y tienen una excelente capacidad de absorción, mitigación y reflejo de una amplia gama de ruidos con una frecuencia sin igual de ruido reflectante. El revestimiento de poliurea es una capa de acabado resistente a la abrasión, que se pulveriza en las superficies de la pared y se fija en 2-3min. Esta capa también mejora la superficie de la resistencia a la corrosión en la pared."}