{"A sentence alignment model based on combined clues and Kernel Extensional Matrix Matching (KEMM) method is proposed. In this model, a similarity matrix for sentence aligning is formed by the similarities of bilingual sentences calculated by the combined clues, such as lexicon, morphology, length and special symbols, etc.; then this similarity matrix is used to construct a select matrix for sentence aligning; finally, obtains the sentence alignments by KEMM. Experimental results illustrated that our model outperforms over the Gale's system on handling any types of sentence alignments, with 30% total sentence alignment error rate decreasing.A sentence alignment model based on combined clues and Kernel Extensional Matrix Matching (KEMM) method is proposed. In this model, a similarity matrix for sentence aligning is formed by the similarities of bilingual sentences calculated by the combined clues, such as lexicon, morphology, length and special symbols, etc.; then this similarity matrix is used to construct a select matrix for sentence aligning; finally, obtains the sentence alignments by KEMM. Experimental results illustrated that our model outperforms over the Gale's system on handling any types of sentence alignments, with 30% total sentence alignment error rate decreasing.": "Se propone un modelo de alineación de oraciones basado en pistas combinadas y en el método de coincidencia de matrices kernel extensionales (KEMM). En este modelo, una matriz de similitud para alineamiento de oraciones se forma por las similitudes de oraciones bilingües calculadas por las pistas combinadas, como el léxico, la morfología, la longitud y los símbolos especiales, etc.; entonces esta matriz de similitud se utiliza para construir una matriz selecta para alineamiento de oraciones; finalmente, obtiene las alineaciones de oraciones por medio de KEMM. Resultados experimentales ilustraron que nuestro modelo supera el sistema de Gale en el manejo de cualquier tipo de alineamiento de oraciones, con una disminución de la tasa de error total de alineación de oraciones del 30%. Se propone un modelo de alineación de oraciones basado en pistas combinadas y en el método de emparejamiento de matrices kernel extensionales (KEMM). En este modelo, una matriz de similitud para alineamiento de oraciones está formada por las similitudes de frases bilingües calculadas por las pistas combinadas, como el léxico, la morfología, la longitud y símbolos especiales, etc."}