{"MicroCT has been applied to AM parts in various forms. Some preliminary results demonstrating the visualization of defects including porosity in AM components were reported in [6]. In another study, the porosity structures in parts built with improper settings were investigated [7]. In this work, the average porosity ranged from 0.1–0.5%, and large pores were observed which followed the build direction and may be attributed to the electron beam raster and overlap pattern. This was followed by more recent reports of the porosity distribution as a function of build strategy for electron beam melted samples with average porosity < 0.2% [8]. In another study, similar porosity images from microCT were reported at levels above 0.2% average porosity [9,10]. Very recent work reports similar images and may indicate that the porosity structure depends on the build direction [11]. Other applications of the use of microCT to characterize AM parts include the comparison of the part to its design model [12] and the characterization of surface roughness of such parts [13]. In the present work, the aim is to demonstrate a specific type of defect present at very low average porosity levels below 0.01%, and which does not follow the build direction as in some other reported examples. We also demonstrate how this porosity structure changes after Hot Isostatic Pressing (HIP) treatment of the same sample.": "En otro estudio, se investigaron las estructuras de porosidad en partes construidas con ajustes inadecuados [7]. En este trabajo, la porosidad media varió entre el 0,1% y el 0,5%, y se observaron grandes poros que siguieron la dirección de construcción y que pueden atribuirse al patrón de raster y superposición del haz de electrones, seguido de informes más recientes de la distribución de la porosidad como función de la estrategia de construcción de muestras fundidas con haz de electrones con porosidad media < 0,2% [8]. En otro estudio, imágenes de porosidad similares de microCT se reportaron a niveles superiores al 0,2% de porosidad media [9,10]. Muy recientes informes de trabajo reportan imágenes similares y pueden indicar que la estructura de porosidad depende de la dirección de construcción [11]. Otras aplicaciones del uso de microCT para caracterizar las partes de AM incluyen la comparación de la parte con su modelo de diseño [12] y la caracterización de la rugosidad superficial de dichas partes [13]."}