{"Aeroengine turbine disks often consist of paramagnetic, that means non-ferromagnetic Nickel based alloys. Sometimes, parasitic small ferromagnetic particles can be included in these disks that may decrease the mechanical stability. For this reason, in case of a suspicion disks are to be analysed with respect to ferromagnetic inclusions. These inclusions generate a magnetic density which can be measured by a flux gate magnetometer using the magnetic remanence method [1]. The detection principle of ferromagnetic impurities in non-magnetic metallic materials is based on their remanence. Before such a measurement can be carried out, the aeroengine turbine disks are premagnetised in axial direction. As ferromagnetic materials show the well-known hysteresis behaviour, those materials can be magnetised by a strong magnetic field which drives the magnetic material into saturation. When removing the magnetic field, the remanence is left. This remaining flux density is used to detect them in non-magnetic materials.": "Los discos de turbina aeromotores a menudo consisten en paramagnéticos, es decir, aleaciones a base de níquel no ferromagnético. A veces, pequeñas partículas ferromagnéticas parasitarias se pueden incluir en estos discos que pueden disminuir la estabilidad mecánica. Por esta razón, en caso de sospecha se deben analizar discos con respecto a inclusiones ferromagnéticas. Estas inclusiones generan una densidad magnética que se puede medir mediante un magnetómetro de puerta de flujo utilizando el método de remanencia magnética [1]. El principio de detección de impurezas ferromagnéticas en materiales metálicos no magnéticos se basa en su remanencia. Antes de que se pueda realizar tal medición, los discos de turbina aeromotores están premagnetizados en dirección axial. Como los materiales ferromagnéticos muestran el conocido comportamiento de histéresis, estos materiales pueden ser magnetizados por un fuerte campo magnético que impulsa el material magnético a saturación. Al retirar el campo magnético, se deja la remanencia. Esta densidad de flujo restante se utiliza para detectarlos en materiales no magnéticos."}