{"In this paper, an implementation of a LBP (local binary pattern) based fast face recognition system on symbian platform is presented. First, face in picture taken from camera is detected using AdaBoost algorithm. Second, the pre-processing of the face is done, including eye location, geometric normalization, illumination normalization. During the face preprocessing, a rapid eye location method named ER (Eyeball Search) is proposed and implemented. Last, the improved LBP is adopted for recognition. Although the computational capability of the symbian platform is limited, the experimental results show good performance for recognition rate and time. in pressIn this paper, an implementation of a LBP (local binary pattern) based fast face recognition system on symbian platform is presented. First, face in picture taken from camera is detected using AdaBoost algorithm. Second, the pre-processing of the face is done, including eye location, geometric normalization, illumination normalization. During the face preprocessing, a rapid eye location method named ER (Eyeball Search) is proposed and implemented. Last, the improved LBP is adopted for recognition. Although the computational capability of the symbian platform is limited, the experimental results show good performance for recognition rate and time. in press": "En este artículo se presenta una implementación de un sistema de reconocimiento rápido de la cara basado en LBP (patrón binario local) en la plataforma simbiónica. En primer lugar, se detecta una imagen tomada de la cámara utilizando el algoritmo AdaBoost. En segundo lugar, se realiza el preprocesamiento de la cara, incluyendo la ubicación de los ojos, normalización geométrica, normalización de la iluminación. Durante el preprocesamiento de la cara, se propone e implementa un método de localización rápida de la vista llamado ER (Eyeball Search). Por último, se adopta la mejora de LBP para su reconocimiento. Aunque la capacidad computacional de la plataforma simbiana es limitada, los resultados experimentales muestran un buen rendimiento para la tasa de reconocimiento y el tiempo. en prensaEn este artículo, se presenta una implementación de un sistema de reconocimiento rápido de la cara basado en LBP (patrón binario local) basado en la localización de la cara en la plataforma simbiónica. En primer lugar, se detecta una imagen tomada de la cámara utilizando el algoritmo AdaBoost. En segundo lugar, se realiza el preprocesamiento de la cara, incluida la localización geométrica, la normalización de la iluminación."}