{"In this paper a comparison between two popular feature extraction methods is presented. Scale-invariant feature transform (or SIFT) is the first method. The Speeded up robust features (or SURF) is presented as second. These two methods are tested on set of depth maps. Ten defined gestures of left hand are in these depth maps. The Microsoft Kinect camera is used for capturing the images [1]. The Support vector machine (or SVM) is used as classification method. The results are accuracy of SVM prediction on selected images.In this paper a comparison between two popular feature extraction methods is presented. Scale-invariant feature transform (or SIFT) is the first method. The Speeded up robust features (or SURF) is presented as second. These two methods are tested on set of depth maps. Ten defined gestures of left hand are in these depth maps. The Microsoft Kinect camera is used for capturing the images [1]. The Support vector machine (or SVM) is used as classification method. The results are accuracy of SVM prediction on selected images.": "En este artículo se presenta una comparación entre dos métodos populares de extracción de características. Transformación de características invariantes de escala (o SIFT) es el primer método. Las características robustas de aceleración (o SURF) se presentan como segundas. Estos dos métodos se prueban en mapas de profundidad. En estos mapas de profundidad se presentan diez gestos definidos de mano izquierda. La cámara Microsoft Kinect se utiliza para capturar las imágenes [1]. La máquina vectorial de soporte (o SVM) se utiliza como método de clasificación. Los resultados son la exactitud de la predicción de SVM en imágenes seleccionadas. En este artículo se presenta una comparación entre dos métodos de extracción de características populares. La transformación de características invariantes de escala (o SIFT) es el primer método. La máquina vectorial de aceleración (o SURF) se presenta como segunda. Estos dos métodos se prueban en mapas de profundidad. En estos mapas de profundidad se presentan diez gestos definidos de mano izquierda. La cámara de Microsoft Kinect se utiliza para capturar las imágenes [1]. La máquina vectorial de soporte (o SVM) se utiliza como método de clasificación."}