{"Although the presented model is developed and tested with a-C:H layers in mind, it is not necessarily limited to them. Moreover, the only assumptions are chemical reactions between the gas and the solid forming volatiles, the loss of these volatiles from the material and the two stated boundary conditions of gas influx at a single outer surface and the possibility of reactions throughout the bulk. Porosity and significant gas inventories were observed not only for carbon [12] but, e.g. also for beryllium co-deposits [25] and can be expected for other co-deposits formed in plasma devices [1]. Thus, TCR and its description by the presented model may be applicable to all deposits. If a layer has constituents that are not forming volatiles with the reactive gas, e.g. W and Be with O2, these constituents cannot be removed by TCR, as they will not be removed from the deposit. This can influence the removal of other deposit constituents and the time evolution of the process can change. The new understanding of TCR may, for the first time, allow applying the method in a controlled way to nuclear fusion devices, possibly solving the tritium retention issue especially related to carbon based materials.": "Aunque el modelo presentado se desarrolla y se prueba teniendo en cuenta las capas a-C:H, no se limita necesariamente a ellas. Además, los únicos supuestos son las reacciones químicas entre el gas y los volátiles de formación sólida, la pérdida de estos volátiles del material y las dos condiciones límite declaradas de entrada de gas en una sola superficie exterior y la posibilidad de reacciones a lo largo de la masa. La porosidad y los inventarios significativos de gas se observaron no sólo para el carbono [12] sino, por ejemplo, también para los codepósitos de berilio [25] y pueden esperarse para otros codepósitos formados en dispositivos de plasma [1]. Así, TCR y su descripción por el modelo presentado pueden ser aplicables a todos los depósitos. Si una capa tiene constituyentes que no forman volátiles con el gas reactivo, por ejemplo W y Be with O2, estos constituyentes no pueden ser eliminados por TCR, ya que no serán eliminados del depósito. Esto puede influir en la eliminación de otros constituyentes de depósito y la evolución temporal del proceso puede cambiar."}