{
    "original_text": "Faced with deficient ability of autonomic learning among learners and low emotional involvement in current web-based instructional environment, here we propose a construct model that is based on inter-subjectivity fusing cognition with emotion to make up for these shortages. Further more, we’ve put the construct model into practice through the online teaching reformation of the quality course apparel production and management.",
    "original_translation": "Enfrentados con la capacidad deficiente del aprendizaje autónomo entre los alumnos y la baja participación emocional en el entorno de instrucción actual basado en la web, aquí proponemos un modelo de construcción que se basa en la cognición entre subjetividad con emoción para compensar esta escasez.Además, hemos puesto en práctica el modelo de construcción a través de la reforma docente en línea de la producción y la gestión de la ropa del curso de calidad.",
    "error_count": 0,
    "keys": {
        "autonomic learning": {
            "translated_key": "aprendizaje autónomo",
            "translated_annotated_text": "Frente a la capacidad deficiente de \"aprendizaje autónomo\" entre los alumnos y la baja participación emocional en el entorno de instrucción actual basado en la web, aquí proponemos un modelo de construcción que se basa en la cognición entre subjetividad con la emoción para compensar estas escasez.Además, hemos puesto en práctica el modelo de construcción a través de la reforma docente en línea de la producción y la gestión de la ropa del curso de calidad.",
            "errors": ""
        },
        "construct model": {
            "translated_key": "modelo de construcción",
            "translated_annotated_text": "Enfrentados con la capacidad deficiente del aprendizaje autónomo entre los alumnos y la baja participación emocional en el entorno de instrucción basado en la web actual, aquí proponemos un \"modelo de construcción\" que se basa en la cognición entre subjetividad con la emoción para compensar estas escasez.Además, hemos puesto en práctica el \"modelo de construcción\" a través de la reforma docente en línea de la producción y la gestión de la ropa del curso de calidad.",
            "errors": ""
        },
        "fusing cognition with emotion": {
            "translated_key": "fusionando la cognición con la emoción",
            "translated_annotated_text": "Frente a la capacidad deficiente del aprendizaje autónomo entre los alumnos y la baja participación emocional en el entorno de instrucción actual basado en la web, aquí proponemos un modelo de construcción que se basa en la intersubjetividad \"fusionando la cognición con la emoción\" para compensar estas escasez.Además, hemos puesto en práctica el modelo de construcción a través de la reforma docente en línea de la producción y la gestión de la ropa del curso de calidad.",
            "errors": ""
        },
        "low emotional involvement": {
            "translated_key": "baja participación emocional",
            "translated_annotated_text": "Enfrentados con la capacidad deficiente del aprendizaje autónomo entre los alumnos y la \"baja participación emocional\" en el entorno de instrucción actual basado en la web, aquí proponemos un modelo de construcción que se basa en la cognición entre subjetividad con la emoción para compensar estas escasez.Además, hemos puesto en práctica el modelo de construcción a través de la reforma docente en línea de la producción y la gestión de la ropa del curso de calidad.",
            "errors": ""
        },
        "online teaching reformation": {
            "translated_key": "Reforma docente en línea",
            "translated_annotated_text": "Enfrentados con la capacidad deficiente del aprendizaje autónomo entre los alumnos y la baja participación emocional en el entorno de instrucción actual basado en la web, aquí proponemos un modelo de construcción que se basa en la cognición entre subjetividad con emoción para compensar esta escasez.Además, hemos puesto en práctica el modelo de construcción a través de la \"Reforma docente en línea\" de la producción y gestión del curso de calidad.",
            "errors": ""
        },
        "propose a construct model": {
            "translated_key": "proponemos un modelo de construcción",
            "translated_annotated_text": "Enfrentados con la capacidad deficiente del aprendizaje autónomo entre los alumnos y la baja participación emocional en el entorno de instrucción basado en la web actual, aquí \"proponemos un modelo de construcción\" que se basa en la cognición entre subjetividad con la emoción para compensar esta escasez.Además, hemos puesto en práctica el modelo de construcción a través de la reforma docente en línea de la producción y la gestión de la ropa del curso de calidad.",
            "errors": ""
        },
        "web-based instructional environment": {
            "translated_key": "entorno de instrucción basado en la web",
            "translated_annotated_text": "Enfrentados con la capacidad deficiente del aprendizaje autónomo entre los alumnos y la baja participación emocional en el \"entorno de instrucción basado en la web\" actual, aquí proponemos un modelo de construcción que se basa en la cognición entre subjetividad con la emoción para compensar estas escasez.Además, hemos puesto en práctica el modelo de construcción a través de la reforma docente en línea de la producción y la gestión de la ropa del curso de calidad.",
            "errors": ""
        }
    }
}