{
    "original_text": "Selective representing and world-making We discuss the thesis of selective representing-the idea that the contents of the mental representations had by organisms are highly constrained by the biological niches within which the organisms evolved. While such a thesis has been defended by several authors elsewhere, our primary concern here is to take up the issue of the compatibility of selective representing and realism. We hope to show three things. First, that the notion of selective representing is fully consistent with the realist idea of a mind-independent world. Second, that not only are these two consistent, but that the latter (the realist conception of a mind-independent world) provides the most powerful perspective from which to motivate and understand the differing perceptual and cognitive profiles themselves. Third, that the (genuine and important) sense in which organism and environment may together constitute an integrated system of scientific interest poses no additional threat to the realist conception",
    "original_translation": "Representación selectiva y creación de mundo Discutimos la tesis de la representación selectiva-la idea de que los contenidos de las representaciones mentales que tienen los organismos están altamente limitados por los nichos biológicos dentro de los cuales los organismos evolucionaron. Si bien esta tesis ha sido defendida por varios autores en otros lugares, nuestra principal preocupación aquí es abordar la cuestión de la compatibilidad de la representación selectiva y el realismo. Esperamos mostrar tres cosas. En primer lugar, que la noción de representación selectiva es totalmente consistente con la idea realista de un mundo independiente de la mente. En segundo lugar, que no sólo son estos dos consistentes, sino que este último (la concepción realista de un mundo independiente de la mente) proporciona la perspectiva más poderosa desde la cual motivar y entender los perfiles perceptuales y cognitivos diferentes en sí mismos. En tercer lugar, que el sentido (genuino e importante) en el que el organismo y el medio ambiente juntos pueden constituir un sistema integrado de interés científico no plantea ninguna amenaza adicional a la concepción realista",
    "error_count": 5,
    "keys": {
        "world-making": {
            "translated_key": "world",
            "translated_annotated_text": "Representar selectivamente y hacer <br>world</br> Discutimos la tesis de representar selectivamente-la idea de que los contenidos de las representaciones mentales que tienen los organismos están altamente limitados por los nichos biológicos dentro de los cuales los organismos evolucionaron. Si bien esta tesis ha sido defendida por varios autores en otros lugares, nuestra principal preocupación aquí es abordar la cuestión de la compatibilidad de la representación selectiva y el realismo. Esperamos mostrar tres cosas. En primer lugar, que la noción de representación selectiva es totalmente consistente con la idea realista de un mundo independiente de la mente. En segundo lugar, que no sólo son estos dos consistentes, sino que este último (la concepción realista de un mundo independiente de la mente) proporciona la perspectiva más poderosa desde la cual motivar y entender los perfiles perceptuales y cognitivos diferentes en sí mismos. En tercer lugar, que el sentido (genuino e importante) en el que el organismo y el medio ambiente juntos pueden constituir un sistema integrado de interés científico no plantea ninguna amenaza adicional a la concepción realista ",
            "error": [
                ""
            ]
        },
        "selective representing": {
            "translated_key": [
                "selectiva representando",
                "representación selectiva",
                "representación selectiva"
            ],
            "translated_annotated_text": "Representación selectiva y creación de mundo Discutimos la tesis de <br>selectiva representando</br>-la idea de que los contenidos de las representaciones mentales que tienen los organismos están altamente limitados por los nichos biológicos dentro de los cuales los organismos evolucionaron. Si bien esta tesis ha sido defendida por varios autores en otros lugares, nuestra principal preocupación aquí es abordar la cuestión de la compatibilidad de la <br>representación selectiva</br> y el realismo. Esperamos mostrar tres cosas. En primer lugar, que la noción de <br>representación selectiva</br> es totalmente coherente con la idea realista de un mundo independiente de la mente. En segundo lugar, que no sólo son estos dos consistentes, sino que este último (la concepción realista de un mundo independiente de la mente) proporciona la perspectiva más poderosa desde la cual motivar y entender los perfiles perceptuales y cognitivos diferentes en sí mismos. En tercer lugar, que el sentido (genuino e importante) en el que el organismo y el medio ambiente juntos pueden constituir un sistema integrado de interés científico no plantea ninguna amenaza adicional a la concepción realista ",
            "error": [
                "selectiva representando",
                "representación selectiva",
                "representación selectiva"
            ]
        },
        "mental representations": {
            "translated_key": [],
            "translated_annotated_text": "Representación selectiva y creación de mundo Discutimos la tesis de la representación selectiva-la idea de que los contenidos de las representaciones mentales <br> que tienen los organismos están altamente limitados por los nichos biológicos dentro de los cuales los organismos evolucionaron. Si bien esta tesis ha sido defendida por varios autores en otros lugares, nuestra principal preocupación aquí es abordar la cuestión de la compatibilidad de la representación selectiva y el realismo. Esperamos mostrar tres cosas. En primer lugar, que la noción de representación selectiva es totalmente consistente con la idea realista de un mundo independiente de la mente. En segundo lugar, que no sólo son estos dos consistentes, sino que este último (la concepción realista de un mundo independiente de la mente) proporciona la perspectiva más poderosa desde la cual motivar y entender los perfiles perceptuales y cognitivos diferentes en sí mismos. En tercer lugar, que el sentido (genuino e importante) en el que el organismo y el medio ambiente juntos pueden constituir un sistema integrado de interés científico no plantea ninguna amenaza adicional a la concepción realista ",
            "error": []
        },
        "organisms": {
            "translated_key": "organismos",
            "translated_annotated_text": "Representación selectiva y creación de mundo Discutimos la tesis de la representación selectiva-la idea de que los contenidos de las representaciones mentales tenían por <br>organismos</br> están altamente limitados por los nichos biológicos dentro de los cuales los <br>organismos</br> evolucionaron. Si bien esta tesis ha sido defendida por varios autores en otros lugares, nuestra principal preocupación aquí es abordar la cuestión de la compatibilidad de la representación selectiva y el realismo. Esperamos mostrar tres cosas. En primer lugar, que la noción de representación selectiva es totalmente consistente con la idea realista de un mundo independiente de la mente. En segundo lugar, que no sólo son estos dos consistentes, sino que este último (la concepción realista de un mundo independiente de la mente) proporciona la perspectiva más poderosa desde la cual motivar y entender los perfiles perceptuales y cognitivos diferentes en sí mismos. En tercer lugar, que el sentido (genuino e importante) en el que el organismo y el medio ambiente juntos pueden constituir un sistema integrado de interés científico no plantea ninguna amenaza adicional a la concepción realista ",
            "error": [
                ""
            ]
        },
        "realism": {
            "translated_key": "realismo",
            "translated_annotated_text": "Representación selectiva y creación de mundo Discutimos la tesis de la representación selectiva-la idea de que los contenidos de las representaciones mentales que tienen los organismos están altamente limitados por los nichos biológicos dentro de los cuales los organismos evolucionaron. Si bien esta tesis ha sido defendida por varios autores en otros lugares, nuestra principal preocupación aquí es abordar la cuestión de la compatibilidad de la representación selectiva y el <br>realismo</br>. Esperamos mostrar tres cosas. En primer lugar, que la noción de representación selectiva es totalmente consistente con la idea realista de un mundo independiente de la mente. En segundo lugar, que no sólo son estos dos consistentes, sino que este último (la concepción realista de un mundo independiente de la mente) proporciona la perspectiva más poderosa desde la cual motivar y entender los perfiles perceptuales y cognitivos diferentes en sí mismos. En tercer lugar, que el sentido (genuino e importante) en el que el organismo y el medio ambiente juntos pueden constituir un sistema integrado de interés científico no plantea ninguna amenaza adicional a la concepción realista ",
            "error": [
                ""
            ]
        },
        "mind-independent world": {
            "translated_key": "mente-independiente",
            "translated_annotated_text": "Representación selectiva y creación de mundo Discutimos la tesis de la representación selectiva-la idea de que los contenidos de las representaciones mentales que tienen los organismos están altamente limitados por los nichos biológicos dentro de los cuales los organismos evolucionaron. Si bien esta tesis ha sido defendida por varios autores en otros lugares, nuestra principal preocupación aquí es abordar la cuestión de la compatibilidad de la representación selectiva y el realismo. Esperamos mostrar tres cosas. En primer lugar, que la noción de representación selectiva es totalmente consistente con la idea realista de un mundo <br>mente-independiente</br>. En segundo lugar, que no sólo son estos dos consistentes, sino que este último (la concepción realista de un mundo <br>mente-independiente</br>) proporciona la perspectiva más poderosa desde la cual motivar y comprender los perfiles perceptivos y cognitivos diferentes. En tercer lugar, que el sentido (genuino e importante) en el que el organismo y el medio ambiente juntos pueden constituir un sistema integrado de interés científico no plantea ninguna amenaza adicional a la concepción realista ",
            "error": [
                ""
            ]
        },
        "cognitive profiles": {
            "translated_key": [],
            "translated_annotated_text": "Representación selectiva y creación de mundo Discutimos la tesis de la representación selectiva-la idea de que los contenidos de las representaciones mentales que tienen los organismos están altamente limitados por los nichos biológicos dentro de los cuales los organismos evolucionaron. Si bien esta tesis ha sido defendida por varios autores en otros lugares, nuestra principal preocupación aquí es abordar la cuestión de la compatibilidad de la representación selectiva y el realismo. Esperamos mostrar tres cosas. En primer lugar, que la noción de representación selectiva es totalmente consistente con la idea realista de un mundo independiente de la mente. En segundo lugar, que no sólo son estos dos consistentes, sino que este último (la concepción realista de un mundo independiente de la mente) proporciona la perspectiva más poderosa desde la cual motivar y entender los perfiles perceptuales y cognitivos diferentes.  En tercer lugar, que el sentido (genuino e importante) en el que el organismo y el medio ambiente juntos pueden constituir un sistema integrado de interés científico no plantea ninguna amenaza adicional a la concepción realista ",
            "error": []
        },
        "artificial intelligence": {
            "translated_key": [],
            "translated_annotated_text": "Representación selectiva y creación de mundo Discutimos la tesis de la representación selectiva-la idea de que los contenidos de las representaciones mentales que tienen los organismos están altamente limitados por los nichos biológicos dentro de los cuales los organismos evolucionaron. Si bien esta tesis ha sido defendida por varios autores en otros lugares, nuestra principal preocupación aquí es abordar la cuestión de la compatibilidad de la representación selectiva y el realismo. Esperamos mostrar tres cosas. En primer lugar, que la noción de representación selectiva es totalmente consistente con la idea realista de un mundo independiente de la mente. En segundo lugar, que no sólo son estos dos consistentes, sino que este último (la concepción realista de un mundo independiente de la mente) proporciona la perspectiva más poderosa desde la cual motivar y entender los perfiles perceptuales y cognitivos diferentes en sí mismos. En tercer lugar, que el sentido (genuino e importante) en el que el organismo y el medio ambiente juntos pueden constituir un sistema integrado de interés científico no plantea ninguna amenaza adicional a la concepción realista ",
            "error": []
        },
        "cognitive systems": {
            "translated_key": [],
            "translated_annotated_text": "Representación selectiva y creación de mundo Discutimos la tesis de la representación selectiva-la idea de que los contenidos de las representaciones mentales que tienen los organismos están altamente limitados por los nichos biológicos dentro de los cuales los organismos evolucionaron. Si bien esta tesis ha sido defendida por varios autores en otros lugares, nuestra principal preocupación aquí es abordar la cuestión de la compatibilidad de la representación selectiva y el realismo. Esperamos mostrar tres cosas. En primer lugar, que la noción de representación selectiva es totalmente consistente con la idea realista de un mundo independiente de la mente. En segundo lugar, que no sólo son estos dos consistentes, sino que este último (la concepción realista de un mundo independiente de la mente) proporciona la perspectiva más poderosa desde la cual motivar y entender los perfiles perceptuales y cognitivos diferentes en sí mismos. En tercer lugar, que el sentido (genuino e importante) en el que el organismo y el medio ambiente juntos pueden constituir un sistema integrado de interés científico no plantea ninguna amenaza adicional a la concepción realista ",
            "error": []
        }
    }
}