{
    "original_text": "Lobs theorem as a limitation on mechanism We argue that Lobs Theorem implies a limitation on mechanism. Specifically, we argue, via an application of a generalized version of Lobs Theorem, that any particular device known by an observer to be mechanical cannot be used as an epistemic authority (of a particular type) by that observer: either the belief-set of such an authority is not mechanizable or, if it is, there is no identifiable formal system of which the observer can know (or truly believe) it to be the theorem-set. This gives, we believe, an important and hitherto unnoticed connection between mechanism and the use of authorities by human-like epistemic agents",
    "original_translation": "Teorema de Lobs como limitación del mecanismo Argumentamos que el Teorema de Lobs implica una limitación del mecanismo. Específicamente, argumentamos, a través de una aplicación de una versión generalizada del Teorema de Lobs, que cualquier dispositivo particular conocido por un observador como mecánico no puede ser utilizado como autoridad epistémica (de un tipo particular) por ese observador: o el conjunto de creencias de tal autoridad no es mecanizable o, si lo es, no hay un sistema formal identificable del cual el observador pueda saber (o creer realmente) que es el conjunto de te Esto da, en nuestra opinión, una conexión importante y hasta ahora inadvertida entre el mecanismo y el uso de las autoridades por agentes epistémicos similares a los humanos.",
    "error_count": 5,
    "keys": {
        "Lob Theorem": {
            "translated_key": [],
            "translated_annotated_text": "Teorema de Lobs como limitación del mecanismo Argumentamos que el Teorema de Lobs implica una limitación del mecanismo. Específicamente, argumentamos, a través de una aplicación de una versión generalizada del Teorema de Lobs, que cualquier dispositivo particular conocido por un observador como mecánico no puede ser utilizado como autoridad epistémica (de un tipo particular) por ese observador: o el conjunto de creencias de tal autoridad no es mecanizable o, si lo es, no hay un sistema formal identificable del cual el observador pueda saber (o creer realmente) que es el conjunto de te Esto da, en nuestra opinión, una conexión importante y hasta ahora inadvertida entre el mecanismo y el uso de las autoridades por agentes epistémicos similares a los humanos. ",
            "error": []
        },
        "limitation on mechanism": {
            "translated_key": "limitación sobre el mecanismo",
            "translated_annotated_text": "Teorema de Lobs como una \"limitación sobre el mecanismo\" Argumentamos que Teorema de Lobs implica una \"limitación sobre el mecanismo\". Específicamente, argumentamos, a través de una aplicación de una versión generalizada del Teorema de Lobs, que cualquier dispositivo particular conocido por un observador como mecánico no puede ser utilizado como autoridad epistémica (de un tipo particular) por ese observador: o el conjunto de creencias de tal autoridad no es mecanizable o, si lo es, no hay un sistema formal identificable del cual el observador pueda saber (o creer realmente) que es el conjunto de te Esto da, en nuestra opinión, una conexión importante y hasta ahora inadvertida entre el mecanismo y el uso de las autoridades por agentes epistémicos similares a los humanos. ",
            "error": [
                ""
            ]
        },
        "epistemic authority": {
            "translated_key": "autoridad epistémica",
            "translated_annotated_text": "Teorema de Lobs como limitación del mecanismo Argumentamos que el Teorema de Lobs implica una limitación del mecanismo. Específicamente, argumentamos, a través de una aplicación de una versión generalizada del Teorema de Lobs, que cualquier dispositivo en particular conocido por un observador como mecánico no puede ser utilizado como una \"autoridad epistémica\" (de un tipo particular) por ese observador: o el conjunto de creencias de tal autoridad no es mecanizable o, si lo es, no hay un sistema formal identificable del cual el observador pueda saber (o creer realmente) que Esto da, en nuestra opinión, una conexión importante y hasta ahora inadvertida entre el mecanismo y el uso de las autoridades por agentes epistémicos similares a los humanos. ",
            "error": [
                ""
            ]
        },
        "belief-set": {
            "translated_key": "conjunto de creencias",
            "translated_annotated_text": "Teorema de Lobs como limitación del mecanismo Argumentamos que el Teorema de Lobs implica una limitación del mecanismo. Específicamente, argumentamos, a través de una aplicación de una versión generalizada del Teorema de Lobs, que cualquier dispositivo en particular conocido por un observador como mecánico no puede ser utilizado como autoridad epistémica (de un tipo particular) por ese observador: o bien el \"conjunto de creencias\" de tal autoridad no es mecanizable o, si lo es, no hay un sistema formal identificable del cual el observador pueda conocer (o creer realmente) que Esto da, en nuestra opinión, una conexión importante y hasta ahora inadvertida entre el mecanismo y el uso de las autoridades por agentes epistémicos similares a los humanos. ",
            "error": [
                ""
            ]
        },
        "formal system": {
            "translated_key": "sistema formal",
            "translated_annotated_text": "Teorema de Lobs como limitación del mecanismo Argumentamos que el Teorema de Lobs implica una limitación del mecanismo. Específicamente, argumentamos, a través de una aplicación de una versión generalizada del Teorema de Lobs, que cualquier dispositivo en particular conocido por un observador como mecánico no puede ser utilizado como una autoridad epistémica (de un tipo particular) por ese observador: o el conjunto de creencias de tal autoridad no es mecanizable o, si lo es, no hay un \"sistema formal\" identificable de la que el observador pueda saber (o creer realmente) que Esto da, en nuestra opinión, una conexión importante y hasta ahora inadvertida entre el mecanismo y el uso de las autoridades por agentes epistémicos similares a los humanos. ",
            "error": [
                ""
            ]
        },
        "theorem-set": {
            "translated_key": [],
            "translated_annotated_text": "Teorema de Lobs como limitación del mecanismo Argumentamos que el Teorema de Lobs implica una limitación del mecanismo. Específicamente, argumentamos, a través de una aplicación de una versión generalizada del Teorema de Lobs, que cualquier dispositivo en particular conocido por un observador como mecánico no puede ser utilizado como autoridad epistémica (de un tipo particular) por ese observador: o el conjunto de creencias de tal autoridad no es mecanizable o, si lo es, no hay un sistema formal identificable del cual el observador pueda saber (o creer realmente) que es el \"con Esto da, en nuestra opinión, una conexión importante y hasta ahora inadvertida entre el mecanismo y el uso de las autoridades por agentes epistémicos similares a los humanos. ",
            "error": []
        },
        "human-like epistemic agents": {
            "translated_key": "agentes epistémicos semejantes a los humanos",
            "translated_annotated_text": "Teorema de Lobs como limitación del mecanismo Argumentamos que el Teorema de Lobs implica una limitación del mecanismo. Específicamente, argumentamos, a través de una aplicación de una versión generalizada del Teorema de Lobs, que cualquier dispositivo particular conocido por un observador como mecánico no puede ser utilizado como autoridad epistémica (de un tipo particular) por ese observador: o el conjunto de creencias de tal autoridad no es mecanizable o, si lo es, no hay un sistema formal identificable del cual el observador pueda saber (o creer realmente) que es el conjunto de te Esto da, en nuestra opinión, una conexión importante y hasta ahora inadvertida entre el mecanismo y el uso de las autoridades por \"agentes epistémicos semejantes a los humanos\" ",
            "error": [
                ""
            ]
        },
        "belief maintenance": {
            "translated_key": [],
            "translated_annotated_text": "Teorema de Lobs como limitación del mecanismo Argumentamos que el Teorema de Lobs implica una limitación del mecanismo. Específicamente, argumentamos, a través de una aplicación de una versión generalizada del Teorema de Lobs, que cualquier dispositivo particular conocido por un observador como mecánico no puede ser utilizado como autoridad epistémica (de un tipo particular) por ese observador: o el conjunto de creencias de tal autoridad no es mecanizable o, si lo es, no hay un sistema formal identificable del cual el observador pueda saber (o creer realmente) que es el conjunto de te Esto da, en nuestra opinión, una conexión importante y hasta ahora inadvertida entre el mecanismo y el uso de las autoridades por agentes epistémicos similares a los humanos. ",
            "error": []
        },
        "cognitive systems": {
            "translated_key": [],
            "translated_annotated_text": "Teorema de Lobs como limitación del mecanismo Argumentamos que el Teorema de Lobs implica una limitación del mecanismo. Específicamente, argumentamos, a través de una aplicación de una versión generalizada del Teorema de Lobs, que cualquier dispositivo particular conocido por un observador como mecánico no puede ser utilizado como autoridad epistémica (de un tipo particular) por ese observador: o el conjunto de creencias de tal autoridad no es mecanizable o, si lo es, no hay un sistema formal identificable del cual el observador pueda saber (o creer realmente) que es el conjunto de te Esto da, en nuestra opinión, una conexión importante y hasta ahora inadvertida entre el mecanismo y el uso de las autoridades por agentes epistémicos similares a los humanos. ",
            "error": []
        },
        "inference mechanisms": {
            "translated_key": [],
            "translated_annotated_text": "Teorema de Lobs como limitación del mecanismo Argumentamos que el Teorema de Lobs implica una limitación del mecanismo. Específicamente, argumentamos, a través de una aplicación de una versión generalizada del Teorema de Lobs, que cualquier dispositivo particular conocido por un observador como mecánico no puede ser utilizado como autoridad epistémica (de un tipo particular) por ese observador: o el conjunto de creencias de tal autoridad no es mecanizable o, si lo es, no hay un sistema formal identificable del cual el observador pueda saber (o creer realmente) que es el conjunto de te Esto da, en nuestra opinión, una conexión importante y hasta ahora inadvertida entre el mecanismo y el uso de las autoridades por agentes epistémicos similares a los humanos. ",
            "error": []
        }
    }
}