{
    "original_text": "Games machines play Individual rationality, or doing what is best for oneself, is a standard model used to explain and predict human behavior, and von Neumann-Morgenstern game theory is the classical mathematical formalization of this theory in multiple-agent settings. Individual rationality, however, is an inadequate model for the synthesis of artificial social systems where cooperation is essential, since it does not permit the accommodation of group interests other than as aggregations of individual interests. Satisficing game theory is based upon a well-defined notion of being good enough, and does accommodate group as well as individual interests through the use of conditional preference relationships, whereby a decision maker is able to adjust its preferences as a function of the preferences, and not just the options, of others. This new theory is offered as an alternative paradigm to construct artificial societies that are capable of complex behavior that goes beyond exclusive self interest",
    "original_translation": "Juegos máquinas jugar Racionalidad individual, o hacer lo que es mejor para uno mismo, es un modelo estándar utilizado para explicar y predecir el comportamiento humano, y von Neumann-Morgenstern teoría de juegos es la formalización matemática clásica de esta teoría en entornos de agentes múltiples. Sin embargo, la racionalidad individual es un modelo inadecuado para la síntesis de sistemas sociales artificiales en los que la cooperación es esencial, ya que no permite la adaptación de los intereses de los grupos que no sean agregación de intereses individuales. Satisfacer la teoría del juego se basa en una noción bien definida de ser lo suficientemente bueno, y se adapta tanto a los intereses del grupo como a los individuales mediante el uso de relaciones de preferencia condicional, por lo que un responsable de la toma de decisiones es capaz de ajustar sus preferencias en función de las preferencias, y no sólo de las opciones, de los demás. Esta nueva teoría se ofrece como un paradigma alternativo para construir sociedades artificiales capaces de un comportamiento complejo que va más allá del interés propio exclusivo",
    "error_count": 6,
    "keys": {
        "individual rationality": {
            "translated_key": [],
            "translated_annotated_text": "Juegos máquinas jugar Racionalidad individual, o hacer lo que es mejor para uno mismo, es un modelo estándar utilizado para explicar y predecir el comportamiento humano, y von Neumann-Morgenstern teoría de juegos es la formalización matemática clásica de esta teoría en entornos de agentes múltiples. Sin embargo, la racionalidad individual es un modelo inadecuado para la síntesis de sistemas sociales artificiales en los que la cooperación es esencial, ya que no permite la adaptación de los intereses de los grupos que no sean agregación de intereses individuales. Satisfacer la teoría del juego se basa en una noción bien definida de ser lo suficientemente bueno, y se adapta tanto a los intereses del grupo como a los individuales mediante el uso de relaciones de preferencia condicional, por lo que un responsable de la toma de decisiones es capaz de ajustar sus preferencias en función de las preferencias, y no sólo de las opciones, de los demás. Esta nueva teoría se ofrece como un paradigma alternativo para construir sociedades artificiales capaces de un comportamiento complejo que va más allá del interés propio exclusivo ",
            "error": []
        },
        "human behavior": {
            "translated_key": "comportamiento humano",
            "translated_annotated_text": "Juegos máquinas jugar Racionalidad individual, o hacer lo que es mejor para uno mismo, es un modelo estándar utilizado para explicar y predecir \"comportamiento humano\", y von Neumann-Morgenstern teoría de juegos es la formalización matemática clásica de esta teoría en entornos de agentes múltiples. Sin embargo, la racionalidad individual es un modelo inadecuado para la síntesis de sistemas sociales artificiales en los que la cooperación es esencial, ya que no permite la adaptación de los intereses de los grupos que no sean agregación de intereses individuales. Satisfacer la teoría del juego se basa en una noción bien definida de ser lo suficientemente bueno, y se adapta tanto a los intereses del grupo como a los individuales mediante el uso de relaciones de preferencia condicional, por lo que un responsable de la toma de decisiones es capaz de ajustar sus preferencias en función de las preferencias, y no sólo de las opciones, de los demás. Esta nueva teoría se ofrece como un paradigma alternativo para construir sociedades artificiales capaces de un comportamiento complejo que va más allá del interés propio exclusivo ",
            "error": [
                ""
            ]
        },
        "game theory": {
            "translated_key": "teoría del juego",
            "translated_annotated_text": "Juegos máquinas jugar Racionalidad individual, o hacer lo que es mejor para uno mismo, es un modelo estándar utilizado para explicar y predecir el comportamiento humano, y von Neumann-Morgenstern \"teoría del juego\" es la formalización matemática clásica de esta teoría en entornos de agentes múltiples. Sin embargo, la racionalidad individual es un modelo inadecuado para la síntesis de sistemas sociales artificiales en los que la cooperación es esencial, ya que no permite la adaptación de los intereses de los grupos que no sean agregación de intereses individuales. Satisfacer la \"teoría del juego\" se basa en una noción bien definida de ser lo suficientemente bueno, y da cabida a intereses tanto de grupo como individuales mediante el uso de relaciones de preferencia condicionales, por lo que un responsable de la toma de decisiones es capaz de ajustar sus preferencias en función de las preferencias, y no sólo de las opciones, de los demás. Esta nueva teoría se ofrece como un paradigma alternativo para construir sociedades artificiales capaces de un comportamiento complejo que va más allá del interés propio exclusivo ",
            "error": [
                ""
            ]
        },
        "multiple-agent": {
            "translated_key": "agente múltiple",
            "translated_annotated_text": "Juegos máquinas jugar Racionalidad individual, o hacer lo que es mejor para uno mismo, es un modelo estándar utilizado para explicar y predecir el comportamiento humano, y la teoría de juegos de von Neumann-Morgenstern es la formalización matemática clásica de esta teoría en entornos de \"agente múltiple\". Sin embargo, la racionalidad individual es un modelo inadecuado para la síntesis de sistemas sociales artificiales en los que la cooperación es esencial, ya que no permite la adaptación de los intereses de los grupos que no sean agregación de intereses individuales. Satisfacer la teoría del juego se basa en una noción bien definida de ser lo suficientemente bueno, y se adapta tanto a los intereses del grupo como a los individuales mediante el uso de relaciones de preferencia condicional, por lo que un responsable de la toma de decisiones es capaz de ajustar sus preferencias en función de las preferencias, y no sólo de las opciones, de los demás. Esta nueva teoría se ofrece como un paradigma alternativo para construir sociedades artificiales capaces de un comportamiento complejo que va más allá del interés propio exclusivo ",
            "error": [
                ""
            ]
        },
        "artificial social systems": {
            "translated_key": "sistemas sociales artificiales",
            "translated_annotated_text": "Juegos máquinas jugar Racionalidad individual, o hacer lo que es mejor para uno mismo, es un modelo estándar utilizado para explicar y predecir el comportamiento humano, y von Neumann-Morgenstern teoría de juegos es la formalización matemática clásica de esta teoría en entornos de agentes múltiples. La racionalidad individual, sin embargo, es un modelo inadecuado para la síntesis de \"sistemas sociales artificiales\" en los que la cooperación es esencial, ya que no permite la adaptación de los intereses de grupo que no sean agregación de intereses individuales. Satisfacer la teoría del juego se basa en una noción bien definida de ser lo suficientemente bueno, y se adapta tanto a los intereses del grupo como a los individuales mediante el uso de relaciones de preferencia condicional, por lo que un responsable de la toma de decisiones es capaz de ajustar sus preferencias en función de las preferencias, y no sólo de las opciones, de los demás. Esta nueva teoría se ofrece como un paradigma alternativo para construir sociedades artificiales capaces de un comportamiento complejo que va más allá del interés propio exclusivo ",
            "error": [
                ""
            ]
        },
        "cooperation": {
            "translated_key": "cooperación",
            "translated_annotated_text": "Juegos máquinas jugar Racionalidad individual, o hacer lo que es mejor para uno mismo, es un modelo estándar utilizado para explicar y predecir el comportamiento humano, y von Neumann-Morgenstern teoría de juegos es la formalización matemática clásica de esta teoría en entornos de agentes múltiples. La racionalidad individual, sin embargo, es un modelo inadecuado para la síntesis de sistemas sociales artificiales en los que la \"cooperación\" es esencial, ya que no permite la adaptación de los intereses de grupo que no sean agregación de intereses individuales. Satisfacer la teoría del juego se basa en una noción bien definida de ser lo suficientemente bueno, y se adapta tanto a los intereses del grupo como a los individuales mediante el uso de relaciones de preferencia condicional, por lo que un responsable de la toma de decisiones es capaz de ajustar sus preferencias en función de las preferencias, y no sólo de las opciones, de los demás. Esta nueva teoría se ofrece como un paradigma alternativo para construir sociedades artificiales capaces de un comportamiento complejo que va más allá del interés propio exclusivo ",
            "error": [
                ""
            ]
        },
        "conditional preference relationships": {
            "translated_key": "relaciones de preferencia condicional",
            "translated_annotated_text": "Juegos máquinas jugar Racionalidad individual, o hacer lo que es mejor para uno mismo, es un modelo estándar utilizado para explicar y predecir el comportamiento humano, y von Neumann-Morgenstern teoría de juegos es la formalización matemática clásica de esta teoría en entornos de agentes múltiples. Sin embargo, la racionalidad individual es un modelo inadecuado para la síntesis de sistemas sociales artificiales en los que la cooperación es esencial, ya que no permite la adaptación de los intereses de los grupos que no sean agregación de intereses individuales. Satisfacer la teoría del juego se basa en una noción bien definida de ser lo suficientemente bueno, y se adapta tanto a los intereses de grupo como individuales mediante el uso de \"relaciones de preferencia condicional\", por lo que un responsable de la toma de decisiones es capaz de ajustar sus preferencias en función de las preferencias, y no sólo de las opciones, de los demás. Esta nueva teoría se ofrece como un paradigma alternativo para construir sociedades artificiales capaces de un comportamiento complejo que va más allá del interés propio exclusivo ",
            "error": [
                ""
            ]
        },
        "artificial societies": {
            "translated_key": "sociedades artificiales",
            "translated_annotated_text": "Juegos máquinas jugar Racionalidad individual, o hacer lo que es mejor para uno mismo, es un modelo estándar utilizado para explicar y predecir el comportamiento humano, y von Neumann-Morgenstern teoría de juegos es la formalización matemática clásica de esta teoría en entornos de agentes múltiples. Sin embargo, la racionalidad individual es un modelo inadecuado para la síntesis de sistemas sociales artificiales en los que la cooperación es esencial, ya que no permite la adaptación de los intereses de los grupos que no sean agregación de intereses individuales. Satisfacer la teoría del juego se basa en una noción bien definida de ser lo suficientemente bueno, y se adapta tanto a los intereses del grupo como a los individuales mediante el uso de relaciones de preferencia condicional, por lo que un responsable de la toma de decisiones es capaz de ajustar sus preferencias en función de las preferencias, y no sólo de las opciones, de los demás. Esta nueva teoría se ofrece como un paradigma alternativo para construir \"sociedades artificiales\" capaces de un comportamiento complejo que va más allá del interés propio exclusivo ",
            "error": [
                ""
            ]
        },
        "self interest": {
            "translated_key": "interés propio",
            "translated_annotated_text": "Juegos máquinas jugar Racionalidad individual, o hacer lo que es mejor para uno mismo, es un modelo estándar utilizado para explicar y predecir el comportamiento humano, y von Neumann-Morgenstern teoría de juegos es la formalización matemática clásica de esta teoría en entornos de agentes múltiples. Sin embargo, la racionalidad individual es un modelo inadecuado para la síntesis de sistemas sociales artificiales en los que la cooperación es esencial, ya que no permite la adaptación de los intereses de los grupos que no sean agregación de intereses individuales. Satisfacer la teoría del juego se basa en una noción bien definida de ser lo suficientemente bueno, y se adapta tanto a los intereses del grupo como a los individuales mediante el uso de relaciones de preferencia condicional, por lo que un responsable de la toma de decisiones es capaz de ajustar sus preferencias en función de las preferencias, y no sólo de las opciones, de los demás. Esta nueva teoría se ofrece como un paradigma alternativo para construir sociedades artificiales capaces de un comportamiento complejo que va más allá del \"interés propio\" exclusivo. ",
            "error": [
                ""
            ]
        },
        "decision theory": {
            "translated_key": [],
            "translated_annotated_text": "Juegos máquinas jugar Racionalidad individual, o hacer lo que es mejor para uno mismo, es un modelo estándar utilizado para explicar y predecir el comportamiento humano, y von Neumann-Morgenstern teoría de juegos es la formalización matemática clásica de esta teoría en entornos de agentes múltiples. Sin embargo, la racionalidad individual es un modelo inadecuado para la síntesis de sistemas sociales artificiales en los que la cooperación es esencial, ya que no permite la adaptación de los intereses de los grupos que no sean agregación de intereses individuales. Satisfacer la teoría del juego se basa en una noción bien definida de ser lo suficientemente bueno, y se adapta tanto a los intereses del grupo como a los individuales mediante el uso de relaciones de preferencia condicional, por lo que un responsable de la toma de decisiones es capaz de ajustar sus preferencias en función de las preferencias, y no sólo de las opciones, de los demás. Esta nueva teoría se ofrece como un paradigma alternativo para construir sociedades artificiales capaces de un comportamiento complejo que va más allá del interés propio exclusivo ",
            "error": []
        },
        "group rationality": {
            "translated_key": [],
            "translated_annotated_text": "Juegos máquinas jugar Racionalidad individual, o hacer lo que es mejor para uno mismo, es un modelo estándar utilizado para explicar y predecir el comportamiento humano, y von Neumann-Morgenstern teoría de juegos es la formalización matemática clásica de esta teoría en entornos de agentes múltiples. Sin embargo, la racionalidad individual es un modelo inadecuado para la síntesis de sistemas sociales artificiales en los que la cooperación es esencial, ya que no permite la adaptación de los intereses de los grupos que no sean agregación de intereses individuales. Satisfacer la teoría del juego se basa en una noción bien definida de ser lo suficientemente bueno, y se adapta tanto a los intereses del grupo como a los individuales mediante el uso de relaciones de preferencia condicional, por lo que un responsable de la toma de decisiones es capaz de ajustar sus preferencias en función de las preferencias, y no sólo de las opciones, de los demás. Esta nueva teoría se ofrece como un paradigma alternativo para construir sociedades artificiales capaces de un comportamiento complejo que va más allá del interés propio exclusivo ",
            "error": []
        },
        "artificial intelligence": {
            "translated_key": [],
            "translated_annotated_text": "Juegos máquinas jugar Racionalidad individual, o hacer lo que es mejor para uno mismo, es un modelo estándar utilizado para explicar y predecir el comportamiento humano, y von Neumann-Morgenstern teoría de juegos es la formalización matemática clásica de esta teoría en entornos de agentes múltiples. Sin embargo, la racionalidad individual es un modelo inadecuado para la síntesis de sistemas sociales artificiales en los que la cooperación es esencial, ya que no permite la adaptación de los intereses de los grupos que no sean agregación de intereses individuales. Satisfacer la teoría del juego se basa en una noción bien definida de ser lo suficientemente bueno, y se adapta tanto a los intereses del grupo como a los individuales mediante el uso de relaciones de preferencia condicional, por lo que un responsable de la toma de decisiones es capaz de ajustar sus preferencias en función de las preferencias, y no sólo de las opciones, de los demás. Esta nueva teoría se ofrece como un paradigma alternativo para construir sociedades artificiales capaces de un comportamiento complejo que va más allá del interés propio exclusivo ",
            "error": []
        },
        "cognitive systems": {
            "translated_key": [],
            "translated_annotated_text": "Juegos máquinas jugar Racionalidad individual, o hacer lo que es mejor para uno mismo, es un modelo estándar utilizado para explicar y predecir el comportamiento humano, y von Neumann-Morgenstern teoría de juegos es la formalización matemática clásica de esta teoría en entornos de agentes múltiples. Sin embargo, la racionalidad individual es un modelo inadecuado para la síntesis de sistemas sociales artificiales en los que la cooperación es esencial, ya que no permite la adaptación de los intereses de los grupos que no sean agregación de intereses individuales. Satisfacer la teoría del juego se basa en una noción bien definida de ser lo suficientemente bueno, y se adapta tanto a los intereses del grupo como a los individuales mediante el uso de relaciones de preferencia condicional, por lo que un responsable de la toma de decisiones es capaz de ajustar sus preferencias en función de las preferencias, y no sólo de las opciones, de los demás. Esta nueva teoría se ofrece como un paradigma alternativo para construir sociedades artificiales capaces de un comportamiento complejo que va más allá del interés propio exclusivo ",
            "error": []
        }
    }
}