{
    "original_text": "The average-case identifiability and controllability of large scale systems Needs for increased product quality, reduced pollution, and reduced energy and material consumption are driving enhanced process integration. This increases the number of manipulated and measured variables required by the control system to achieve its objectives. This paper addresses the question of whether processes tend to become increasingly more difficult to identify and control as the process dimension increases. Tools and results of multivariable statistics are used to show that, under a variety of assumed distributions on the elements, square processes of higher dimension tend to be more difficult to identify and control, whereas the expected controllability and identifiability of nonsquare processes depends on the relative numbers of measured and manipulated variables. These results suggest that the procedure of simplifying the control problem so that only a square process is considered is a poor practice for large scale systems",
    "original_translation": "La identificación y controlabilidad media de los sistemas a gran escala Las necesidades de aumentar la calidad de los productos, reducir la contaminación y reducir el consumo de energía y materiales impulsan una mayor integración de los procesos. Esto aumenta el número de variables manipuladas y medidas requeridas por el sistema de control para lograr sus objetivos. El presente documento aborda la cuestión de si los procesos tienden a ser cada vez más difíciles de identificar y controlar a medida que aumenta la dimensión del proceso. Se utilizan herramientas y resultados de estadísticas multivariables para demostrar que, bajo una variedad de distribuciones supuestas sobre los elementos, los procesos cuadrados de mayor dimensión tienden a ser más difíciles de identificar y controlar, mientras que la capacidad de control e identificación esperada de los procesos no cuadrados depende del número relativo de variables medidas y manipuladas. Estos resultados sugieren que el procedimiento de simplificación del problema de control para que sólo se considere un proceso cuadrado es una mala práctica para los sistemas a gran escala",
    "error_count": 14,
    "keys": {
        "large scale systems": {
            "translated_key": "sistemas a gran escala",
            "translated_annotated_text": "La identificación y controlabilidad media de los \"sistemas a gran escala\" Las necesidades de mayor calidad de los productos, reducción de la contaminación y reducción del consumo de energía y materiales están impulsando una mayor integración de los procesos. Esto aumenta el número de variables manipuladas y medidas requeridas por el sistema de control para lograr sus objetivos. El presente documento aborda la cuestión de si los procesos tienden a ser cada vez más difíciles de identificar y controlar a medida que aumenta la dimensión del proceso. Se utilizan herramientas y resultados de estadísticas multivariables para demostrar que, bajo una variedad de distribuciones supuestas sobre los elementos, los procesos cuadrados de mayor dimensión tienden a ser más difíciles de identificar y controlar, mientras que la capacidad de control e identificación esperada de los procesos no cuadrados depende del número relativo de variables medidas y manipuladas. Estos resultados sugieren que el procedimiento de simplificación del problema de control para que sólo se considere un proceso cuadrado es una mala práctica para los \"sistemas a gran escala\" ",
            "error": [
                ""
            ]
        },
        "average-case identifiability": {
            "translated_key": "identificabilidad media en casos",
            "translated_annotated_text": "La \"identificabilidad media en casos\" y la controlabilidad de los sistemas a gran escala Las necesidades de una mayor calidad de los productos, una menor contaminación y un menor consumo de energía y materiales impulsan una mayor integración de los procesos. Esto aumenta el número de variables manipuladas y medidas requeridas por el sistema de control para lograr sus objetivos. El presente documento aborda la cuestión de si los procesos tienden a ser cada vez más difíciles de identificar y controlar a medida que aumenta la dimensión del proceso. Se utilizan herramientas y resultados de estadísticas multivariables para demostrar que, bajo una variedad de distribuciones supuestas sobre los elementos, los procesos cuadrados de mayor dimensión tienden a ser más difíciles de identificar y controlar, mientras que la capacidad de control e identificación esperada de los procesos no cuadrados depende del número relativo de variables medidas y manipuladas. Estos resultados sugieren que el procedimiento de simplificación del problema de control para que sólo se considere un proceso cuadrado es una mala práctica para los sistemas a gran escala ",
            "error": [
                ""
            ]
        },
        "average-case controllability": {
            "translated_key": [],
            "translated_annotated_text": "La identificación y controlabilidad media de los sistemas a gran escala Las necesidades de aumentar la calidad de los productos, reducir la contaminación y reducir el consumo de energía y materiales impulsan una mayor integración de los procesos. Esto aumenta el número de variables manipuladas y medidas requeridas por el sistema de control para lograr sus objetivos. El presente documento aborda la cuestión de si los procesos tienden a ser cada vez más difíciles de identificar y controlar a medida que aumenta la dimensión del proceso. Se utilizan herramientas y resultados de estadísticas multivariables para demostrar que, bajo una variedad de distribuciones supuestas sobre los elementos, los procesos cuadrados de mayor dimensión tienden a ser más difíciles de identificar y controlar, mientras que la capacidad de control e identificación esperada de los procesos no cuadrados depende del número relativo de variables medidas y manipuladas. Estos resultados sugieren que el procedimiento de simplificación del problema de control para que sólo se considere un proceso cuadrado es una mala práctica para los sistemas a gran escala ",
            "error": []
        },
        "enhanced process integration": {
            "translated_key": "integración de procesos mejorados",
            "translated_annotated_text": "La identificación y controlabilidad media de los sistemas a gran escala Las necesidades de mayor calidad de los productos, reducción de la contaminación y reducción del consumo de energía y materiales están impulsando la \"integración de procesos mejorados\". Esto aumenta el número de variables manipuladas y medidas requeridas por el sistema de control para lograr sus objetivos. El presente documento aborda la cuestión de si los procesos tienden a ser cada vez más difíciles de identificar y controlar a medida que aumenta la dimensión del proceso. Se utilizan herramientas y resultados de estadísticas multivariables para demostrar que, bajo una variedad de distribuciones supuestas sobre los elementos, los procesos cuadrados de mayor dimensión tienden a ser más difíciles de identificar y controlar, mientras que la capacidad de control e identificación esperada de los procesos no cuadrados depende del número relativo de variables medidas y manipuladas. Estos resultados sugieren que el procedimiento de simplificación del problema de control para que sólo se considere un proceso cuadrado es una mala práctica para los sistemas a gran escala ",
            "error": [
                ""
            ]
        },
        "process control": {
            "translated_key": [],
            "translated_annotated_text": "La identificación y controlabilidad media de los sistemas a gran escala Las necesidades de aumentar la calidad de los productos, reducir la contaminación y reducir el consumo de energía y materiales impulsan una mayor integración de los procesos. Esto aumenta el número de variables manipuladas y medidas requeridas por el sistema de control para lograr sus objetivos. El presente documento aborda la cuestión de si los procesos tienden a ser cada vez más difíciles de identificar y controlar a medida que aumenta la dimensión del proceso. Se utilizan herramientas y resultados de estadísticas multivariables para demostrar que, bajo una variedad de distribuciones supuestas sobre los elementos, los procesos cuadrados de mayor dimensión tienden a ser más difíciles de identificar y controlar, mientras que la capacidad de control e identificación esperada de los procesos no cuadrados depende del número relativo de variables medidas y manipuladas. Estos resultados sugieren que el procedimiento de simplificación del problema de control para que sólo se considere un proceso cuadrado es una mala práctica para los sistemas a gran escala ",
            "error": []
        },
        "multivariable statistics": {
            "translated_key": "estadísticas multivariables",
            "translated_annotated_text": "La identificación y controlabilidad media de los sistemas a gran escala Las necesidades de aumentar la calidad de los productos, reducir la contaminación y reducir el consumo de energía y materiales impulsan una mayor integración de los procesos. Esto aumenta el número de variables manipuladas y medidas requeridas por el sistema de control para lograr sus objetivos. El presente documento aborda la cuestión de si los procesos tienden a ser cada vez más difíciles de identificar y controlar a medida que aumenta la dimensión del proceso. Se utilizan herramientas y resultados de \"estadísticas multivariables\" para demostrar que, bajo una variedad de distribuciones supuestas sobre los elementos, los procesos cuadrados de mayor dimensión tienden a ser más difíciles de identificar y controlar, mientras que la capacidad de control e identificación esperada de los procesos no cuadrados depende del número relativo de variables medidas y manipuladas. Estos resultados sugieren que el procedimiento de simplificación del problema de control para que sólo se considere un proceso cuadrado es una mala práctica para los sistemas a gran escala ",
            "error": [
                ""
            ]
        },
        "high dimension square processes": {
            "translated_key": [],
            "translated_annotated_text": "La identificación y controlabilidad media de los sistemas a gran escala Las necesidades de aumentar la calidad de los productos, reducir la contaminación y reducir el consumo de energía y materiales impulsan una mayor integración de los procesos. Esto aumenta el número de variables manipuladas y medidas requeridas por el sistema de control para lograr sus objetivos. El presente documento aborda la cuestión de si los procesos tienden a ser cada vez más difíciles de identificar y controlar a medida que aumenta la dimensión del proceso. Se utilizan herramientas y resultados de estadísticas multivariables para demostrar que, bajo una variedad de distribuciones supuestas sobre los elementos, los procesos cuadrados de mayor dimensión tienden a ser más difíciles de identificar y controlar, mientras que la capacidad de control e identificación esperada de los procesos no cuadrados depende del número relativo de variables medidas y manipuladas. Estos resultados sugieren que el procedimiento de simplificación del problema de control para que sólo se considere un proceso cuadrado es una mala práctica para los sistemas a gran escala ",
            "error": []
        },
        "nonsquare processes": {
            "translated_key": "procesos no cuadrados",
            "translated_annotated_text": "La identificación y controlabilidad media de los sistemas a gran escala Las necesidades de aumentar la calidad de los productos, reducir la contaminación y reducir el consumo de energía y materiales impulsan una mayor integración de los procesos. Esto aumenta el número de variables manipuladas y medidas requeridas por el sistema de control para lograr sus objetivos. El presente documento aborda la cuestión de si los procesos tienden a ser cada vez más difíciles de identificar y controlar a medida que aumenta la dimensión del proceso. Se utilizan herramientas y resultados de estadísticas multivariables para demostrar que, bajo una variedad de distribuciones supuestas sobre los elementos, los procesos cuadrados de mayor dimensión tienden a ser más difíciles de identificar y controlar, mientras que la capacidad de control e identificación esperada de los \"procesos no cuadrados\" depende del número relativo de variables medidas y manipuladas. Estos resultados sugieren que el procedimiento de simplificación del problema de control para que sólo se considere un proceso cuadrado es una mala práctica para los sistemas a gran escala ",
            "error": [
                ""
            ]
        },
        "measured variables": {
            "translated_key": "medidas",
            "translated_annotated_text": "La identificación y controlabilidad media de los sistemas a gran escala Las necesidades de aumentar la calidad de los productos, reducir la contaminación y reducir el consumo de energía y materiales impulsan una mayor integración de los procesos. Esto aumenta el número de variables manipuladas y \"medidas\" requeridas por el sistema de control para lograr sus objetivos. El presente documento aborda la cuestión de si los procesos tienden a ser cada vez más difíciles de identificar y controlar a medida que aumenta la dimensión del proceso. Se utilizan herramientas y resultados de estadísticas multivariables para demostrar que, bajo una variedad de distribuciones supuestas sobre los elementos, los procesos cuadrados de mayor dimensión tienden a ser más difíciles de identificar y controlar, mientras que la capacidad de control e identificación esperada de los procesos no cuadrados depende del número relativo de variables medidas y manipuladas. Estos resultados sugieren que el procedimiento de simplificación del problema de control para que sólo se considere un proceso cuadrado es una mala práctica para los sistemas a gran escala ",
            "error": [
                ""
            ]
        },
        "manipulated variables": {
            "translated_key": "manipuladas",
            "translated_annotated_text": "La identificación y controlabilidad media de los sistemas a gran escala Las necesidades de aumentar la calidad de los productos, reducir la contaminación y reducir el consumo de energía y materiales impulsan una mayor integración de los procesos. Esto aumenta el número de variables manipuladas y medidas requeridas por el sistema de control para lograr sus objetivos. El presente documento aborda la cuestión de si los procesos tienden a ser cada vez más difíciles de identificar y controlar a medida que aumenta la dimensión del proceso. Se utilizan herramientas y resultados de estadísticas multivariables para demostrar que, bajo una variedad de distribuciones supuestas sobre los elementos, los procesos cuadrados de mayor dimensión tienden a ser más difíciles de identificar y controlar, mientras que la capacidad de control e identificación esperada de los procesos no cuadrados depende de los números relativos de variables medidas y \"manipuladas\". Estos resultados sugieren que el procedimiento de simplificación del problema de control para que sólo se considere un proceso cuadrado es una mala práctica para los sistemas a gran escala ",
            "error": [
                ""
            ]
        },
        "process identification": {
            "translated_key": [],
            "translated_annotated_text": "La identificación y controlabilidad media de los sistemas a gran escala Las necesidades de aumentar la calidad de los productos, reducir la contaminación y reducir el consumo de energía y materiales impulsan una mayor integración de los procesos. Esto aumenta el número de variables manipuladas y medidas requeridas por el sistema de control para lograr sus objetivos. El presente documento aborda la cuestión de si los procesos tienden a ser cada vez más difíciles de identificar y controlar a medida que aumenta la dimensión del proceso. Se utilizan herramientas y resultados de estadísticas multivariables para demostrar que, bajo una variedad de distribuciones supuestas sobre los elementos, los procesos cuadrados de mayor dimensión tienden a ser más difíciles de identificar y controlar, mientras que la capacidad de control e identificación esperada de los procesos no cuadrados depende del número relativo de variables medidas y manipuladas. Estos resultados sugieren que el procedimiento de simplificación del problema de control para que sólo se considere un proceso cuadrado es una mala práctica para los sistemas a gran escala ",
            "error": []
        },
        "Monte Carlo simulations": {
            "translated_key": [],
            "translated_annotated_text": "La identificación y controlabilidad media de los sistemas a gran escala Las necesidades de aumentar la calidad de los productos, reducir la contaminación y reducir el consumo de energía y materiales impulsan una mayor integración de los procesos. Esto aumenta el número de variables manipuladas y medidas requeridas por el sistema de control para lograr sus objetivos. El presente documento aborda la cuestión de si los procesos tienden a ser cada vez más difíciles de identificar y controlar a medida que aumenta la dimensión del proceso. Se utilizan herramientas y resultados de estadísticas multivariables para demostrar que, bajo una variedad de distribuciones supuestas sobre los elementos, los procesos cuadrados de mayor dimensión tienden a ser más difíciles de identificar y controlar, mientras que la capacidad de control e identificación esperada de los procesos no cuadrados depende del número relativo de variables medidas y manipuladas. Estos resultados sugieren que el procedimiento de simplificación del problema de control para que sólo se considere un proceso cuadrado es una mala práctica para los sistemas a gran escala ",
            "error": []
        },
        "chemical engineering": {
            "translated_key": [],
            "translated_annotated_text": "La identificación y controlabilidad media de los sistemas a gran escala Las necesidades de aumentar la calidad de los productos, reducir la contaminación y reducir el consumo de energía y materiales impulsan una mayor integración de los procesos. Esto aumenta el número de variables manipuladas y medidas requeridas por el sistema de control para lograr sus objetivos. El presente documento aborda la cuestión de si los procesos tienden a ser cada vez más difíciles de identificar y controlar a medida que aumenta la dimensión del proceso. Se utilizan herramientas y resultados de estadísticas multivariables para demostrar que, bajo una variedad de distribuciones supuestas sobre los elementos, los procesos cuadrados de mayor dimensión tienden a ser más difíciles de identificar y controlar, mientras que la capacidad de control e identificación esperada de los procesos no cuadrados depende del número relativo de variables medidas y manipuladas. Estos resultados sugieren que el procedimiento de simplificación del problema de control para que sólo se considere un proceso cuadrado es una mala práctica para los sistemas a gran escala ",
            "error": []
        },
        "chemical technology": {
            "translated_key": [],
            "translated_annotated_text": "La identificación y controlabilidad media de los sistemas a gran escala Las necesidades de aumentar la calidad de los productos, reducir la contaminación y reducir el consumo de energía y materiales impulsan una mayor integración de los procesos. Esto aumenta el número de variables manipuladas y medidas requeridas por el sistema de control para lograr sus objetivos. El presente documento aborda la cuestión de si los procesos tienden a ser cada vez más difíciles de identificar y controlar a medida que aumenta la dimensión del proceso. Se utilizan herramientas y resultados de estadísticas multivariables para demostrar que, bajo una variedad de distribuciones supuestas sobre los elementos, los procesos cuadrados de mayor dimensión tienden a ser más difíciles de identificar y controlar, mientras que la capacidad de control e identificación esperada de los procesos no cuadrados depende del número relativo de variables medidas y manipuladas. Estos resultados sugieren que el procedimiento de simplificación del problema de control para que sólo se considere un proceso cuadrado es una mala práctica para los sistemas a gran escala ",
            "error": []
        },
        "controllability": {
            "translated_key": "controlabilidad",
            "translated_annotated_text": "La identificación y \"controlabilidad\" media de los sistemas a gran escala La necesidad de aumentar la calidad de los productos, reducir la contaminación y reducir el consumo de energía y materiales está impulsando una mayor integración de los procesos. Esto aumenta el número de variables manipuladas y medidas requeridas por el sistema de control para lograr sus objetivos. El presente documento aborda la cuestión de si los procesos tienden a ser cada vez más difíciles de identificar y controlar a medida que aumenta la dimensión del proceso. Se utilizan herramientas y resultados de estadísticas multivariables para mostrar que, bajo una variedad de distribuciones supuestas sobre los elementos, los procesos cuadrados de mayor dimensión tienden a ser más difíciles de identificar y controlar, mientras que la \"controlabilidad\" e identificabilidad esperada de procesos no cuadrados depende del número relativo de variables medidas y manipuladas. Estos resultados sugieren que el procedimiento de simplificación del problema de control para que sólo se considere un proceso cuadrado es una mala práctica para los sistemas a gran escala ",
            "error": [
                ""
            ]
        },
        "higher order statistics": {
            "translated_key": [],
            "translated_annotated_text": "La identificación y controlabilidad media de los sistemas a gran escala Las necesidades de aumentar la calidad de los productos, reducir la contaminación y reducir el consumo de energía y materiales impulsan una mayor integración de los procesos. Esto aumenta el número de variables manipuladas y medidas requeridas por el sistema de control para lograr sus objetivos. El presente documento aborda la cuestión de si los procesos tienden a ser cada vez más difíciles de identificar y controlar a medida que aumenta la dimensión del proceso. Se utilizan herramientas y resultados de estadísticas multivariables para demostrar que, bajo una variedad de distribuciones supuestas sobre los elementos, los procesos cuadrados de mayor dimensión tienden a ser más difíciles de identificar y controlar, mientras que la capacidad de control e identificación esperada de los procesos no cuadrados depende del número relativo de variables medidas y manipuladas. Estos resultados sugieren que el procedimiento de simplificación del problema de control para que sólo se considere un proceso cuadrado es una mala práctica para los sistemas a gran escala ",
            "error": []
        },
        "identification": {
            "translated_key": [],
            "translated_annotated_text": "La identificación y controlabilidad media de los sistemas a gran escala Las necesidades de aumentar la calidad de los productos, reducir la contaminación y reducir el consumo de energía y materiales impulsan una mayor integración de los procesos. Esto aumenta el número de variables manipuladas y medidas requeridas por el sistema de control para lograr sus objetivos. El presente documento aborda la cuestión de si los procesos tienden a ser cada vez más difíciles de identificar y controlar a medida que aumenta la dimensión del proceso. Se utilizan herramientas y resultados de estadísticas multivariables para demostrar que, bajo una variedad de distribuciones supuestas sobre los elementos, los procesos cuadrados de mayor dimensión tienden a ser más difíciles de identificar y controlar, mientras que la capacidad de control e identificación esperada de los procesos no cuadrados depende del número relativo de variables medidas y manipuladas. Estos resultados sugieren que el procedimiento de simplificación del problema de control para que sólo se considere un proceso cuadrado es una mala práctica para los sistemas a gran escala ",
            "error": []
        },
        "large-scale systems": {
            "translated_key": [],
            "translated_annotated_text": "La identificación y controlabilidad media de los sistemas a gran escala Las necesidades de aumentar la calidad de los productos, reducir la contaminación y reducir el consumo de energía y materiales impulsan una mayor integración de los procesos. Esto aumenta el número de variables manipuladas y medidas requeridas por el sistema de control para lograr sus objetivos. El presente documento aborda la cuestión de si los procesos tienden a ser cada vez más difíciles de identificar y controlar a medida que aumenta la dimensión del proceso. Se utilizan herramientas y resultados de estadísticas multivariables para demostrar que, bajo una variedad de distribuciones supuestas sobre los elementos, los procesos cuadrados de mayor dimensión tienden a ser más difíciles de identificar y controlar, mientras que la capacidad de control e identificación esperada de los procesos no cuadrados depende del número relativo de variables medidas y manipuladas. Estos resultados sugieren que el procedimiento de simplificación del problema de control para que sólo se considere un proceso cuadrado es una mala práctica para los sistemas a gran escala ",
            "error": []
        },
        "Monte Carlo methods": {
            "translated_key": [],
            "translated_annotated_text": "La identificación y controlabilidad media de los sistemas a gran escala Las necesidades de aumentar la calidad de los productos, reducir la contaminación y reducir el consumo de energía y materiales impulsan una mayor integración de los procesos. Esto aumenta el número de variables manipuladas y medidas requeridas por el sistema de control para lograr sus objetivos. El presente documento aborda la cuestión de si los procesos tienden a ser cada vez más difíciles de identificar y controlar a medida que aumenta la dimensión del proceso. Se utilizan herramientas y resultados de estadísticas multivariables para demostrar que, bajo una variedad de distribuciones supuestas sobre los elementos, los procesos cuadrados de mayor dimensión tienden a ser más difíciles de identificar y controlar, mientras que la capacidad de control e identificación esperada de los procesos no cuadrados depende del número relativo de variables medidas y manipuladas. Estos resultados sugieren que el procedimiento de simplificación del problema de control para que sólo se considere un proceso cuadrado es una mala práctica para los sistemas a gran escala ",
            "error": []
        },
        "multivariable control systems": {
            "translated_key": [],
            "translated_annotated_text": "La identificación y controlabilidad media de los sistemas a gran escala Las necesidades de aumentar la calidad de los productos, reducir la contaminación y reducir el consumo de energía y materiales impulsan una mayor integración de los procesos. Esto aumenta el número de variables manipuladas y medidas requeridas por el sistema de control para lograr sus objetivos. El presente documento aborda la cuestión de si los procesos tienden a ser cada vez más difíciles de identificar y controlar a medida que aumenta la dimensión del proceso. Se utilizan herramientas y resultados de estadísticas multivariables para demostrar que, bajo una variedad de distribuciones supuestas sobre los elementos, los procesos cuadrados de mayor dimensión tienden a ser más difíciles de identificar y controlar, mientras que la capacidad de control e identificación esperada de los procesos no cuadrados depende del número relativo de variables medidas y manipuladas. Estos resultados sugieren que el procedimiento de simplificación del problema de control para que sólo se considere un proceso cuadrado es una mala práctica para los sistemas a gran escala ",
            "error": []
        },
        "transfer functions": {
            "translated_key": [],
            "translated_annotated_text": "La identificación y controlabilidad media de los sistemas a gran escala Las necesidades de aumentar la calidad de los productos, reducir la contaminación y reducir el consumo de energía y materiales impulsan una mayor integración de los procesos. Esto aumenta el número de variables manipuladas y medidas requeridas por el sistema de control para lograr sus objetivos. El presente documento aborda la cuestión de si los procesos tienden a ser cada vez más difíciles de identificar y controlar a medida que aumenta la dimensión del proceso. Se utilizan herramientas y resultados de estadísticas multivariables para demostrar que, bajo una variedad de distribuciones supuestas sobre los elementos, los procesos cuadrados de mayor dimensión tienden a ser más difíciles de identificar y controlar, mientras que la capacidad de control e identificación esperada de los procesos no cuadrados depende del número relativo de variables medidas y manipuladas. Estos resultados sugieren que el procedimiento de simplificación del problema de control para que sólo se considere un proceso cuadrado es una mala práctica para los sistemas a gran escala ",
            "error": []
        }
    }
}