{
    "original_text": "Robust model-order reduction of complex biological processes This paper addresses robust model-order reduction of a high dimensional nonlinear partial differential equation (PDE) model of a complex biological process. Based on a nonlinear, distributed parameter model of the same process which was validated against experimental data of an existing, pilot-scale biological nutrient removal (BNR) activated sludge plant, we developed a state-space model with 154 state variables. A general algorithm for robustly reducing the nonlinear PDE model is presented and, based on an investigation of five state-of-the-art model-order reduction techniques, we are able to reduce the original model to a model with only 30 states without incurring pronounced modelling errors. The singular perturbation approximation balanced truncating technique is found to give the lowest modelling errors in low frequency ranges and hence is deemed most suitable for controller design and other real-time applications",
    "original_translation": "Robusto modelo-orden de reducción de procesos biológicos complejos Este artículo aborda la robusta reducción de modelo-orden de un modelo de ecuación diferencial parcial no lineal de alta dimensión (PDE) de un proceso biológico complejo. Con base en un modelo de parámetro no lineal y distribuido del mismo proceso que fue validado a partir de datos experimentales de una planta de extracción de nutrientes biológicos (BNR) activada a escala piloto, se desarrolló un modelo de estado-espacio con 154 variables de estado. Se presenta un algoritmo general para reducir robustamente el modelo PDE no lineal y, basado en una investigación de cinco técnicas de reducción de orden de modelo de última generación, podemos reducir el modelo original a un modelo con sólo 30 estados sin incurrir en errores de modelado pronunciados. La técnica de truncamiento equilibrado de aproximación de perturbaciones singulares se encuentra para dar los errores de modelado más bajos en rangos de baja frecuencia y por lo tanto se considera más adecuado para el diseño del controlador y otras aplicaciones en tiempo real",
    "error_count": 15,
    "keys": {
        "complex biological processes": {
            "translated_key": "procesos biológicos complejos",
            "translated_annotated_text": "Robusto modelo-orden de reducción de \"procesos biológicos complejos\" Este artículo aborda la robusta reducción de modelo-orden de un modelo de ecuación diferencial parcial no lineal de alta dimensión (PDE) de un proceso biológico complejo. Con base en un modelo de parámetro no lineal y distribuido del mismo proceso que fue validado a partir de datos experimentales de una planta de extracción de nutrientes biológicos (BNR) activada a escala piloto, se desarrolló un modelo de estado-espacio con 154 variables de estado. Se presenta un algoritmo general para reducir robustamente el modelo PDE no lineal y, basado en una investigación de cinco técnicas de reducción de orden de modelo de última generación, podemos reducir el modelo original a un modelo con sólo 30 estados sin incurrir en errores de modelado pronunciados. La técnica de truncamiento equilibrado de aproximación de perturbaciones singulares se encuentra para dar los errores de modelado más bajos en rangos de baja frecuencia y por lo tanto se considera más adecuado para el diseño del controlador y otras aplicaciones en tiempo real ",
            "error": [
                ""
            ]
        },
        "robust model-order reduction": {
            "translated_key": "robusto modelo-orden de reducción",
            "translated_annotated_text": "Robusto modelo-orden de reducción de procesos biológicos complejos Este artículo aborda \"robusto modelo-orden de reducción\" de un modelo de ecuación diferencial parcial no lineal de alta dimensión (PDE) de un proceso biológico complejo. Con base en un modelo de parámetro no lineal y distribuido del mismo proceso que fue validado a partir de datos experimentales de una planta de extracción de nutrientes biológicos (BNR) activada a escala piloto, se desarrolló un modelo de estado-espacio con 154 variables de estado. Se presenta un algoritmo general para reducir robustamente el modelo PDE no lineal y, basado en una investigación de cinco técnicas de reducción de orden de modelo de última generación, podemos reducir el modelo original a un modelo con sólo 30 estados sin incurrir en errores de modelado pronunciados. La técnica de truncamiento equilibrado de aproximación de perturbaciones singulares se encuentra para dar los errores de modelado más bajos en rangos de baja frecuencia y por lo tanto se considera más adecuado para el diseño del controlador y otras aplicaciones en tiempo real ",
            "error": [
                ""
            ]
        },
        "high dimensional nonlinear partial differential equation model": {
            "translated_key": [],
            "translated_annotated_text": "Robusto modelo-orden de reducción de procesos biológicos complejos Este artículo aborda la robusta reducción de modelo-orden de un modelo de ecuación diferencial parcial no lineal de alta dimensión (PDE) de un proceso biológico complejo. Con base en un modelo de parámetro no lineal y distribuido del mismo proceso que fue validado a partir de datos experimentales de una planta de extracción de nutrientes biológicos (BNR) activada a escala piloto, se desarrolló un modelo de estado-espacio con 154 variables de estado. Se presenta un algoritmo general para reducir robustamente el modelo PDE no lineal y, basado en una investigación de cinco técnicas de reducción de orden de modelo de última generación, podemos reducir el modelo original a un modelo con sólo 30 estados sin incurrir en errores de modelado pronunciados. La técnica de truncamiento equilibrado de aproximación de perturbaciones singulares se encuentra para dar los errores de modelado más bajos en rangos de baja frecuencia y por lo tanto se considera más adecuado para el diseño del controlador y otras aplicaciones en tiempo real ",
            "error": []
        },
        "nonlinear distributed parameter model": {
            "translated_key": [],
            "translated_annotated_text": "Robusto modelo-orden de reducción de procesos biológicos complejos Este artículo aborda la robusta reducción de modelo-orden de un modelo de ecuación diferencial parcial no lineal de alta dimensión (PDE) de un proceso biológico complejo. Con base en un modelo de parámetro no lineal y distribuido del mismo proceso que fue validado a partir de datos experimentales de una planta de extracción de nutrientes biológicos (BNR) activada a escala piloto, se desarrolló un modelo de estado-espacio con 154 variables de estado. Se presenta un algoritmo general para reducir robustamente el modelo PDE no lineal y, basado en una investigación de cinco técnicas de reducción de orden de modelo de última generación, podemos reducir el modelo original a un modelo con sólo 30 estados sin incurrir en errores de modelado pronunciados. La técnica de truncamiento equilibrado de aproximación de perturbaciones singulares se encuentra para dar los errores de modelado más bajos en rangos de baja frecuencia y por lo tanto se considera más adecuado para el diseño del controlador y otras aplicaciones en tiempo real ",
            "error": []
        },
        "pilot-scale BNR activated sludge plant": {
            "translated_key": [],
            "translated_annotated_text": "Robusto modelo-orden de reducción de procesos biológicos complejos Este artículo aborda la robusta reducción de modelo-orden de un modelo de ecuación diferencial parcial no lineal de alta dimensión (PDE) de un proceso biológico complejo. Con base en un modelo de parámetro no lineal y distribuido del mismo proceso que fue validado a partir de datos experimentales de una planta de extracción de nutrientes biológicos (BNR) activada a escala piloto, se desarrolló un modelo de estado-espacio con 154 variables de estado. Se presenta un algoritmo general para reducir robustamente el modelo PDE no lineal y, basado en una investigación de cinco técnicas de reducción de orden de modelo de última generación, podemos reducir el modelo original a un modelo con sólo 30 estados sin incurrir en errores de modelado pronunciados. La técnica de truncamiento equilibrado de aproximación de perturbaciones singulares se encuentra para dar los errores de modelado más bajos en rangos de baja frecuencia y por lo tanto se considera más adecuado para el diseño del controlador y otras aplicaciones en tiempo real ",
            "error": []
        },
        "state-space model": {
            "translated_key": "modelo de estado-espacio",
            "translated_annotated_text": "Robusto modelo-orden de reducción de procesos biológicos complejos Este artículo aborda la robusta reducción de modelo-orden de un modelo de ecuación diferencial parcial no lineal de alta dimensión (PDE) de un proceso biológico complejo. Con base en un modelo de parámetro no lineal y distribuido del mismo proceso que fue validado a partir de datos experimentales de una planta de extracción de nutrientes biológicos (BNR) activada a escala piloto, desarrollamos un \"modelo de estado-espacio\" con 154 variables de estado. Se presenta un algoritmo general para reducir robustamente el modelo PDE no lineal y, basado en una investigación de cinco técnicas de reducción de orden de modelo de última generación, podemos reducir el modelo original a un modelo con sólo 30 estados sin incurrir en errores de modelado pronunciados. La técnica de truncamiento equilibrado de aproximación de perturbaciones singulares se encuentra para dar los errores de modelado más bajos en rangos de baja frecuencia y por lo tanto se considera más adecuado para el diseño del controlador y otras aplicaciones en tiempo real ",
            "error": [
                ""
            ]
        },
        "singular perturbation approximation balanced truncating technique": {
            "translated_key": "técnica de truncamiento equilibrado de aproximación a la perturbación singular",
            "translated_annotated_text": "Robusto modelo-orden de reducción de procesos biológicos complejos Este artículo aborda la robusta reducción de modelo-orden de un modelo de ecuación diferencial parcial no lineal de alta dimensión (PDE) de un proceso biológico complejo. Con base en un modelo de parámetro no lineal y distribuido del mismo proceso que fue validado a partir de datos experimentales de una planta de extracción de nutrientes biológicos (BNR) activada a escala piloto, se desarrolló un modelo de estado-espacio con 154 variables de estado. Se presenta un algoritmo general para reducir robustamente el modelo PDE no lineal y, basado en una investigación de cinco técnicas de reducción de orden de modelo de última generación, podemos reducir el modelo original a un modelo con sólo 30 estados sin incurrir en errores de modelado pronunciados. La \"técnica de truncamiento equilibrado de aproximación a la perturbación singular\" da los errores de modelado más bajos en rangos de baja frecuencia y por lo tanto se considera más adecuado para el diseño del controlador y otras aplicaciones en tiempo real ",
            "error": [
                ""
            ]
        },
        "modelling errors": {
            "translated_key": "errores de modelado",
            "translated_annotated_text": "Robusto modelo-orden de reducción de procesos biológicos complejos Este artículo aborda la robusta reducción de modelo-orden de un modelo de ecuación diferencial parcial no lineal de alta dimensión (PDE) de un proceso biológico complejo. Con base en un modelo de parámetro no lineal y distribuido del mismo proceso que fue validado a partir de datos experimentales de una planta de extracción de nutrientes biológicos (BNR) activada a escala piloto, se desarrolló un modelo de estado-espacio con 154 variables de estado. Se presenta un algoritmo general para reducir robustamente el modelo PDE no lineal y, basado en una investigación de cinco técnicas de reducción de orden de modelo de última generación, podemos reducir el modelo original a un modelo con sólo 30 estados sin incurrir en pronunciados \"errores de modelado\". La singular aproximación a la perturbación técnica de truncamiento equilibrado se encuentra para dar los más bajos \"errores de modelado\" en rangos de baja frecuencia y por lo tanto se considera más adecuado para el diseño del controlador y otras aplicaciones en tiempo real ",
            "error": [
                ""
            ]
        },
        "controller design": {
            "translated_key": "diseño controlador",
            "translated_annotated_text": "Robusto modelo-orden de reducción de procesos biológicos complejos Este artículo aborda la robusta reducción de modelo-orden de un modelo de ecuación diferencial parcial no lineal de alta dimensión (PDE) de un proceso biológico complejo. Con base en un modelo de parámetro no lineal y distribuido del mismo proceso que fue validado a partir de datos experimentales de una planta de extracción de nutrientes biológicos (BNR) activada a escala piloto, se desarrolló un modelo de estado-espacio con 154 variables de estado. Se presenta un algoritmo general para reducir robustamente el modelo PDE no lineal y, basado en una investigación de cinco técnicas de reducción de orden de modelo de última generación, podemos reducir el modelo original a un modelo con sólo 30 estados sin incurrir en errores de modelado pronunciados. La técnica de truncamiento equilibrado de aproximación de perturbaciones singulares se encuentra para dar los errores de modelado más bajos en rangos de baja frecuencia y por lo tanto se considera más adecuado para \"diseño controlador\" y otras aplicaciones en tiempo real ",
            "error": [
                ""
            ]
        },
        "Hankel singular values": {
            "translated_key": [],
            "translated_annotated_text": "Robusto modelo-orden de reducción de procesos biológicos complejos Este artículo aborda la robusta reducción de modelo-orden de un modelo de ecuación diferencial parcial no lineal de alta dimensión (PDE) de un proceso biológico complejo. Con base en un modelo de parámetro no lineal y distribuido del mismo proceso que fue validado a partir de datos experimentales de una planta de extracción de nutrientes biológicos (BNR) activada a escala piloto, se desarrolló un modelo de estado-espacio con 154 variables de estado. Se presenta un algoritmo general para reducir robustamente el modelo PDE no lineal y, basado en una investigación de cinco técnicas de reducción de orden de modelo de última generación, podemos reducir el modelo original a un modelo con sólo 30 estados sin incurrir en errores de modelado pronunciados. La técnica de truncamiento equilibrado de aproximación de perturbaciones singulares se encuentra para dar los errores de modelado más bajos en rangos de baja frecuencia y por lo tanto se considera más adecuado para el diseño del controlador y otras aplicaciones en tiempo real ",
            "error": []
        },
        "biological nutrient removal activated sludge processes": {
            "translated_key": [],
            "translated_annotated_text": "Robusto modelo-orden de reducción de procesos biológicos complejos Este artículo aborda la robusta reducción de modelo-orden de un modelo de ecuación diferencial parcial no lineal de alta dimensión (PDE) de un proceso biológico complejo. Con base en un modelo de parámetro no lineal y distribuido del mismo proceso que fue validado a partir de datos experimentales de una planta de extracción de nutrientes biológicos (BNR) activada a escala piloto, se desarrolló un modelo de estado-espacio con 154 variables de estado. Se presenta un algoritmo general para reducir robustamente el modelo PDE no lineal y, basado en una investigación de cinco técnicas de reducción de orden de modelo de última generación, podemos reducir el modelo original a un modelo con sólo 30 estados sin incurrir en errores de modelado pronunciados. La técnica de truncamiento equilibrado de aproximación de perturbaciones singulares se encuentra para dar los errores de modelado más bajos en rangos de baja frecuencia y por lo tanto se considera más adecuado para el diseño del controlador y otras aplicaciones en tiempo real ",
            "error": []
        },
        "biotechnology": {
            "translated_key": [],
            "translated_annotated_text": "Robusto modelo-orden de reducción de procesos biológicos complejos Este artículo aborda la robusta reducción de modelo-orden de un modelo de ecuación diferencial parcial no lineal de alta dimensión (PDE) de un proceso biológico complejo. Con base en un modelo de parámetro no lineal y distribuido del mismo proceso que fue validado a partir de datos experimentales de una planta de extracción de nutrientes biológicos (BNR) activada a escala piloto, se desarrolló un modelo de estado-espacio con 154 variables de estado. Se presenta un algoritmo general para reducir robustamente el modelo PDE no lineal y, basado en una investigación de cinco técnicas de reducción de orden de modelo de última generación, podemos reducir el modelo original a un modelo con sólo 30 estados sin incurrir en errores de modelado pronunciados. La técnica de truncamiento equilibrado de aproximación de perturbaciones singulares se encuentra para dar los errores de modelado más bajos en rangos de baja frecuencia y por lo tanto se considera más adecuado para el diseño del controlador y otras aplicaciones en tiempo real ",
            "error": []
        },
        "control system synthesis": {
            "translated_key": [],
            "translated_annotated_text": "Robusto modelo-orden de reducción de procesos biológicos complejos Este artículo aborda la robusta reducción de modelo-orden de un modelo de ecuación diferencial parcial no lineal de alta dimensión (PDE) de un proceso biológico complejo. Con base en un modelo de parámetro no lineal y distribuido del mismo proceso que fue validado a partir de datos experimentales de una planta de extracción de nutrientes biológicos (BNR) activada a escala piloto, se desarrolló un modelo de estado-espacio con 154 variables de estado. Se presenta un algoritmo general para reducir robustamente el modelo PDE no lineal y, basado en una investigación de cinco técnicas de reducción de orden de modelo de última generación, podemos reducir el modelo original a un modelo con sólo 30 estados sin incurrir en errores de modelado pronunciados. La técnica de truncamiento equilibrado de aproximación de perturbaciones singulares se encuentra para dar los errores de modelado más bajos en rangos de baja frecuencia y por lo tanto se considera más adecuado para el diseño del controlador y otras aplicaciones en tiempo real ",
            "error": []
        },
        "nonlinear control systems": {
            "translated_key": [],
            "translated_annotated_text": "Robusto modelo-orden de reducción de procesos biológicos complejos Este artículo aborda la robusta reducción de modelo-orden de un modelo de ecuación diferencial parcial no lineal de alta dimensión (PDE) de un proceso biológico complejo. Con base en un modelo de parámetro no lineal y distribuido del mismo proceso que fue validado a partir de datos experimentales de una planta de extracción de nutrientes biológicos (BNR) activada a escala piloto, se desarrolló un modelo de estado-espacio con 154 variables de estado. Se presenta un algoritmo general para reducir robustamente el modelo PDE no lineal y, basado en una investigación de cinco técnicas de reducción de orden de modelo de última generación, podemos reducir el modelo original a un modelo con sólo 30 estados sin incurrir en errores de modelado pronunciados. La técnica de truncamiento equilibrado de aproximación de perturbaciones singulares se encuentra para dar los errores de modelado más bajos en rangos de baja frecuencia y por lo tanto se considera más adecuado para el diseño del controlador y otras aplicaciones en tiempo real ",
            "error": []
        },
        "nonlinear differential equations": {
            "translated_key": [],
            "translated_annotated_text": "Robusto modelo-orden de reducción de procesos biológicos complejos Este artículo aborda la robusta reducción de modelo-orden de un modelo de ecuación diferencial parcial no lineal de alta dimensión (PDE) de un proceso biológico complejo. Con base en un modelo de parámetro no lineal y distribuido del mismo proceso que fue validado a partir de datos experimentales de una planta de extracción de nutrientes biológicos (BNR) activada a escala piloto, se desarrolló un modelo de estado-espacio con 154 variables de estado. Se presenta un algoritmo general para reducir robustamente el modelo PDE no lineal y, basado en una investigación de cinco técnicas de reducción de orden de modelo de última generación, podemos reducir el modelo original a un modelo con sólo 30 estados sin incurrir en errores de modelado pronunciados. La técnica de truncamiento equilibrado de aproximación de perturbaciones singulares se encuentra para dar los errores de modelado más bajos en rangos de baja frecuencia y por lo tanto se considera más adecuado para el diseño del controlador y otras aplicaciones en tiempo real ",
            "error": []
        },
        "partial differential equations": {
            "translated_key": [],
            "translated_annotated_text": "Robusto modelo-orden de reducción de procesos biológicos complejos Este artículo aborda la robusta reducción de modelo-orden de un modelo de ecuación diferencial parcial no lineal de alta dimensión (PDE) de un proceso biológico complejo. Con base en un modelo de parámetro no lineal y distribuido del mismo proceso que fue validado a partir de datos experimentales de una planta de extracción de nutrientes biológicos (BNR) activada a escala piloto, se desarrolló un modelo de estado-espacio con 154 variables de estado. Se presenta un algoritmo general para reducir robustamente el modelo PDE no lineal y, basado en una investigación de cinco técnicas de reducción de orden de modelo de última generación, podemos reducir el modelo original a un modelo con sólo 30 estados sin incurrir en errores de modelado pronunciados. La técnica de truncamiento equilibrado de aproximación de perturbaciones singulares se encuentra para dar los errores de modelado más bajos en rangos de baja frecuencia y por lo tanto se considera más adecuado para el diseño del controlador y otras aplicaciones en tiempo real ",
            "error": []
        },
        "reduced order systems": {
            "translated_key": [],
            "translated_annotated_text": "Robusto modelo-orden de reducción de procesos biológicos complejos Este artículo aborda la robusta reducción de modelo-orden de un modelo de ecuación diferencial parcial no lineal de alta dimensión (PDE) de un proceso biológico complejo. Con base en un modelo de parámetro no lineal y distribuido del mismo proceso que fue validado a partir de datos experimentales de una planta de extracción de nutrientes biológicos (BNR) activada a escala piloto, se desarrolló un modelo de estado-espacio con 154 variables de estado. Se presenta un algoritmo general para reducir robustamente el modelo PDE no lineal y, basado en una investigación de cinco técnicas de reducción de orden de modelo de última generación, podemos reducir el modelo original a un modelo con sólo 30 estados sin incurrir en errores de modelado pronunciados. La técnica de truncamiento equilibrado de aproximación de perturbaciones singulares se encuentra para dar los errores de modelado más bajos en rangos de baja frecuencia y por lo tanto se considera más adecuado para el diseño del controlador y otras aplicaciones en tiempo real ",
            "error": []
        },
        "robust control": {
            "translated_key": [],
            "translated_annotated_text": "Robusto modelo-orden de reducción de procesos biológicos complejos Este artículo aborda la robusta reducción de modelo-orden de un modelo de ecuación diferencial parcial no lineal de alta dimensión (PDE) de un proceso biológico complejo. Con base en un modelo de parámetro no lineal y distribuido del mismo proceso que fue validado a partir de datos experimentales de una planta de extracción de nutrientes biológicos (BNR) activada a escala piloto, se desarrolló un modelo de estado-espacio con 154 variables de estado. Se presenta un algoritmo general para reducir robustamente el modelo PDE no lineal y, basado en una investigación de cinco técnicas de reducción de orden de modelo de última generación, podemos reducir el modelo original a un modelo con sólo 30 estados sin incurrir en errores de modelado pronunciados. La técnica de truncamiento equilibrado de aproximación de perturbaciones singulares se encuentra para dar los errores de modelado más bajos en rangos de baja frecuencia y por lo tanto se considera más adecuado para el diseño del controlador y otras aplicaciones en tiempo real ",
            "error": []
        },
        "singularly perturbed systems": {
            "translated_key": [],
            "translated_annotated_text": "Robusto modelo-orden de reducción de procesos biológicos complejos Este artículo aborda la robusta reducción de modelo-orden de un modelo de ecuación diferencial parcial no lineal de alta dimensión (PDE) de un proceso biológico complejo. Con base en un modelo de parámetro no lineal y distribuido del mismo proceso que fue validado a partir de datos experimentales de una planta de extracción de nutrientes biológicos (BNR) activada a escala piloto, se desarrolló un modelo de estado-espacio con 154 variables de estado. Se presenta un algoritmo general para reducir robustamente el modelo PDE no lineal y, basado en una investigación de cinco técnicas de reducción de orden de modelo de última generación, podemos reducir el modelo original a un modelo con sólo 30 estados sin incurrir en errores de modelado pronunciados. La técnica de truncamiento equilibrado de aproximación de perturbaciones singulares se encuentra para dar los errores de modelado más bajos en rangos de baja frecuencia y por lo tanto se considera más adecuado para el diseño del controlador y otras aplicaciones en tiempo real ",
            "error": []
        },
        "state-space methods": {
            "translated_key": [],
            "translated_annotated_text": "Robusto modelo-orden de reducción de procesos biológicos complejos Este artículo aborda la robusta reducción de modelo-orden de un modelo de ecuación diferencial parcial no lineal de alta dimensión (PDE) de un proceso biológico complejo. Con base en un modelo de parámetro no lineal y distribuido del mismo proceso que fue validado a partir de datos experimentales de una planta de extracción de nutrientes biológicos (BNR) activada a escala piloto, se desarrolló un modelo de estado-espacio con 154 variables de estado. Se presenta un algoritmo general para reducir robustamente el modelo PDE no lineal y, basado en una investigación de cinco técnicas de reducción de orden de modelo de última generación, podemos reducir el modelo original a un modelo con sólo 30 estados sin incurrir en errores de modelado pronunciados. La técnica de truncamiento equilibrado de aproximación de perturbaciones singulares se encuentra para dar los errores de modelado más bajos en rangos de baja frecuencia y por lo tanto se considera más adecuado para el diseño del controlador y otras aplicaciones en tiempo real ",
            "error": []
        },
        "water treatment": {
            "translated_key": [],
            "translated_annotated_text": "Robusto modelo-orden de reducción de procesos biológicos complejos Este artículo aborda la robusta reducción de modelo-orden de un modelo de ecuación diferencial parcial no lineal de alta dimensión (PDE) de un proceso biológico complejo. Con base en un modelo de parámetro no lineal y distribuido del mismo proceso que fue validado a partir de datos experimentales de una planta de extracción de nutrientes biológicos (BNR) activada a escala piloto, se desarrolló un modelo de estado-espacio con 154 variables de estado. Se presenta un algoritmo general para reducir robustamente el modelo PDE no lineal y, basado en una investigación de cinco técnicas de reducción de orden de modelo de última generación, podemos reducir el modelo original a un modelo con sólo 30 estados sin incurrir en errores de modelado pronunciados. La técnica de truncamiento equilibrado de aproximación de perturbaciones singulares se encuentra para dar los errores de modelado más bajos en rangos de baja frecuencia y por lo tanto se considera más adecuado para el diseño del controlador y otras aplicaciones en tiempo real ",
            "error": []
        }
    }
}