{
    "original_text": "Robust output feedback model predictive control using off-line linear matrix inequalities A fundamental question about model predictive control (MPC) is its robustness to model uncertainty. In this paper, we present a robust constrained output feedback MPC algorithm that can stabilize plants with both polytopic uncertainty and norm-bound uncertainty. The design procedure involves off-line design of a robust constrained state feedback MPC law and a state estimator using linear matrix inequalities (LMIs). Since we employ an off-line approach for the controller design which gives a sequence of explicit control laws, we are able to analyze the robust stabilizability of the combined control laws and estimator, and by adjusting the design parameters, guarantee robust stability of the closed-loop system in the presence of constraints. The algorithm is illustrated with two examples",
    "original_translation": "Control predictivo del modelo de retroalimentación de salida robusta utilizando desigualdades de matriz lineal fuera de línea Una pregunta fundamental sobre el control predictivo del modelo (MPC) es su robustez para modelar incertidumbre. En este artículo, presentamos un robusto algoritmo de retroalimentación de salida limitada MPC que puede estabilizar las plantas con incertidumbre politópica e incertidumbre normativa. El procedimiento de diseño implica el diseño off-line de una sólida ley de retroalimentación del estado con restricciones MPC y un estimador de estado usando desigualdades de matriz lineal (LMI). Puesto que utilizamos un enfoque off-line para el diseño del controlador que da una secuencia de leyes de control explícitas, somos capaces de analizar la estabilidad robusta de las leyes de control y estimador combinados, y mediante el ajuste de los parámetros de diseño, garantizar una estabilidad robusta del sistema de bucle cerrado en presencia de restricciones. El algoritmo se ilustra con dos ejemplos",
    "error_count": 11,
    "keys": {
        "robust output feedback model predictive control": {
            "translated_key": [],
            "translated_annotated_text": "Control predictivo del modelo de retroalimentación de salida robusta utilizando desigualdades de matriz lineal fuera de línea Una pregunta fundamental sobre el control predictivo del modelo (MPC) es su robustez para modelar incertidumbre. En este artículo, presentamos un robusto algoritmo de retroalimentación de salida limitada MPC que puede estabilizar las plantas con incertidumbre politópica e incertidumbre normativa. El procedimiento de diseño implica el diseño off-line de una sólida ley de retroalimentación del estado con restricciones MPC y un estimador de estado usando desigualdades de matriz lineal (LMI). Puesto que utilizamos un enfoque off-line para el diseño del controlador que da una secuencia de leyes de control explícitas, somos capaces de analizar la estabilidad robusta de las leyes de control y estimador combinados, y mediante el ajuste de los parámetros de diseño, garantizar una estabilidad robusta del sistema de bucle cerrado en presencia de restricciones. El algoritmo se ilustra con dos ejemplos ",
            "error": []
        },
        "off-line linear matrix inequalities": {
            "translated_key": "desigualdades de matriz lineales fuera de línea",
            "translated_annotated_text": "Control predictivo del modelo de retroalimentación de salida robusto usando \"desigualdades de matriz lineales fuera de línea\" Una pregunta fundamental sobre el control predictivo del modelo (MPC) es su robustez para modelar incertidumbre. En este artículo, presentamos un robusto algoritmo de retroalimentación de salida limitada MPC que puede estabilizar las plantas con incertidumbre politópica e incertidumbre normativa. El procedimiento de diseño implica el diseño off-line de una sólida ley de retroalimentación del estado con restricciones MPC y un estimador de estado usando desigualdades de matriz lineal (LMI). Puesto que utilizamos un enfoque off-line para el diseño del controlador que da una secuencia de leyes de control explícitas, somos capaces de analizar la estabilidad robusta de las leyes de control y estimador combinados, y mediante el ajuste de los parámetros de diseño, garantizar una estabilidad robusta del sistema de bucle cerrado en presencia de restricciones. El algoritmo se ilustra con dos ejemplos ",
            "error": [
                ""
            ]
        },
        "model uncertainty robustness": {
            "translated_key": [],
            "translated_annotated_text": "Control predictivo del modelo de retroalimentación de salida robusta utilizando desigualdades de matriz lineal fuera de línea Una pregunta fundamental sobre el control predictivo del modelo (MPC) es su robustez para modelar incertidumbre. En este artículo, presentamos un robusto algoritmo de retroalimentación de salida limitada MPC que puede estabilizar las plantas con incertidumbre politópica e incertidumbre normativa. El procedimiento de diseño implica el diseño off-line de una sólida ley de retroalimentación del estado con restricciones MPC y un estimador de estado usando desigualdades de matriz lineal (LMI). Puesto que utilizamos un enfoque off-line para el diseño del controlador que da una secuencia de leyes de control explícitas, somos capaces de analizar la estabilidad robusta de las leyes de control y estimador combinados, y mediante el ajuste de los parámetros de diseño, garantizar una estabilidad robusta del sistema de bucle cerrado en presencia de restricciones. El algoritmo se ilustra con dos ejemplos ",
            "error": []
        },
        "robust constrained output feedback MPC algorithm": {
            "translated_key": "algoritmo de retroalimentación MPC de salida con restricciones robustas",
            "translated_annotated_text": "Control predictivo del modelo de retroalimentación de salida robusta utilizando desigualdades de matriz lineal fuera de línea Una pregunta fundamental sobre el control predictivo del modelo (MPC) es su robustez para modelar incertidumbre. En este artículo, presentamos un \"algoritmo de retroalimentación MPC de salida con restricciones robustas\" que puede estabilizar las plantas con incertidumbre politópica e incertidumbre normativa. El procedimiento de diseño implica el diseño off-line de una sólida ley de retroalimentación del estado con restricciones MPC y un estimador de estado usando desigualdades de matriz lineal (LMI). Puesto que utilizamos un enfoque off-line para el diseño del controlador que da una secuencia de leyes de control explícitas, somos capaces de analizar la estabilidad robusta de las leyes de control y estimador combinados, y mediante el ajuste de los parámetros de diseño, garantizar una estabilidad robusta del sistema de bucle cerrado en presencia de restricciones. El algoritmo se ilustra con dos ejemplos ",
            "error": [
                ""
            ]
        },
        "polytopic uncertainty": {
            "translated_key": "incertidumbre politópica",
            "translated_annotated_text": "Control predictivo del modelo de retroalimentación de salida robusta utilizando desigualdades de matriz lineal fuera de línea Una pregunta fundamental sobre el control predictivo del modelo (MPC) es su robustez para modelar incertidumbre. En este artículo, presentamos un robusto algoritmo de retroalimentación de salida limitada MPC que puede estabilizar las plantas con \"incertidumbre politópica\" e incertidumbre normativa. El procedimiento de diseño implica el diseño off-line de una sólida ley de retroalimentación del estado con restricciones MPC y un estimador de estado usando desigualdades de matriz lineal (LMI). Puesto que utilizamos un enfoque off-line para el diseño del controlador que da una secuencia de leyes de control explícitas, somos capaces de analizar la estabilidad robusta de las leyes de control y estimador combinados, y mediante el ajuste de los parámetros de diseño, garantizar una estabilidad robusta del sistema de bucle cerrado en presencia de restricciones. El algoritmo se ilustra con dos ejemplos ",
            "error": [
                ""
            ]
        },
        "norm-bound uncertainty": {
            "translated_key": "incertidumbre normativa",
            "translated_annotated_text": "Control predictivo del modelo de retroalimentación de salida robusta utilizando desigualdades de matriz lineal fuera de línea Una pregunta fundamental sobre el control predictivo del modelo (MPC) es su robustez para modelar incertidumbre. En este artículo, presentamos un robusto algoritmo de retroalimentación de salida limitada MPC que puede estabilizar las plantas con incertidumbre politópica e \"incertidumbre normativa\". El procedimiento de diseño implica el diseño off-line de una sólida ley de retroalimentación del estado con restricciones MPC y un estimador de estado usando desigualdades de matriz lineal (LMI). Puesto que utilizamos un enfoque off-line para el diseño del controlador que da una secuencia de leyes de control explícitas, somos capaces de analizar la estabilidad robusta de las leyes de control y estimador combinados, y mediante el ajuste de los parámetros de diseño, garantizar una estabilidad robusta del sistema de bucle cerrado en presencia de restricciones. El algoritmo se ilustra con dos ejemplos ",
            "error": [
                ""
            ]
        },
        "controller design procedure": {
            "translated_key": [],
            "translated_annotated_text": "Control predictivo del modelo de retroalimentación de salida robusta utilizando desigualdades de matriz lineal fuera de línea Una pregunta fundamental sobre el control predictivo del modelo (MPC) es su robustez para modelar incertidumbre. En este artículo, presentamos un robusto algoritmo de retroalimentación de salida limitada MPC que puede estabilizar las plantas con incertidumbre politópica e incertidumbre normativa. El procedimiento de diseño implica el diseño off-line de una sólida ley de retroalimentación del estado con restricciones MPC y un estimador de estado usando desigualdades de matriz lineal (LMI). Puesto que utilizamos un enfoque off-line para el diseño del controlador que da una secuencia de leyes de control explícitas, somos capaces de analizar la estabilidad robusta de las leyes de control y estimador combinados, y mediante el ajuste de los parámetros de diseño, garantizar una estabilidad robusta del sistema de bucle cerrado en presencia de restricciones. El algoritmo se ilustra con dos ejemplos ",
            "error": []
        },
        "robust constrained state feedback MPC law": {
            "translated_key": "robusta ley de retroalimentación del estado limitado MPC",
            "translated_annotated_text": "Control predictivo del modelo de retroalimentación de salida robusta utilizando desigualdades de matriz lineal fuera de línea Una pregunta fundamental sobre el control predictivo del modelo (MPC) es su robustez para modelar incertidumbre. En este artículo, presentamos un robusto algoritmo de retroalimentación de salida limitada MPC que puede estabilizar las plantas con incertidumbre politópica e incertidumbre normativa. El procedimiento de diseño implica el diseño off-line de una \"robusta ley de retroalimentación del estado limitado MPC\" y un estimador de estado usando desigualdades de matriz lineal (LMI). Puesto que utilizamos un enfoque off-line para el diseño del controlador que da una secuencia de leyes de control explícitas, somos capaces de analizar la estabilidad robusta de las leyes de control y estimador combinados, y mediante el ajuste de los parámetros de diseño, garantizar una estabilidad robusta del sistema de bucle cerrado en presencia de restricciones. El algoritmo se ilustra con dos ejemplos ",
            "error": [
                ""
            ]
        },
        "state estimator": {
            "translated_key": "estimador de estado",
            "translated_annotated_text": "Control predictivo del modelo de retroalimentación de salida robusta utilizando desigualdades de matriz lineal fuera de línea Una pregunta fundamental sobre el control predictivo del modelo (MPC) es su robustez para modelar incertidumbre. En este artículo, presentamos un robusto algoritmo de retroalimentación de salida limitada MPC que puede estabilizar las plantas con incertidumbre politópica e incertidumbre normativa. El procedimiento de diseño implica el diseño off-line de una sólida ley de retroalimentación del estado con restricciones MPC y un \"estimador de estado\" usando desigualdades de matriz lineal (LMI). Puesto que utilizamos un enfoque off-line para el diseño del controlador que da una secuencia de leyes de control explícitas, somos capaces de analizar la estabilidad robusta de las leyes de control y estimador combinados, y mediante el ajuste de los parámetros de diseño, garantizar una estabilidad robusta del sistema de bucle cerrado en presencia de restricciones. El algoritmo se ilustra con dos ejemplos ",
            "error": [
                ""
            ]
        },
        "explicit control law sequence": {
            "translated_key": [],
            "translated_annotated_text": "Control predictivo del modelo de retroalimentación de salida robusta utilizando desigualdades de matriz lineal fuera de línea Una pregunta fundamental sobre el control predictivo del modelo (MPC) es su robustez para modelar incertidumbre. En este artículo, presentamos un robusto algoritmo de retroalimentación de salida limitada MPC que puede estabilizar las plantas con incertidumbre politópica e incertidumbre normativa. El procedimiento de diseño implica el diseño off-line de una sólida ley de retroalimentación del estado con restricciones MPC y un estimador de estado usando desigualdades de matriz lineal (LMI). Puesto que utilizamos un enfoque off-line para el diseño del controlador que da una secuencia de leyes de control explícitas, somos capaces de analizar la estabilidad robusta de las leyes de control y estimador combinados, y mediante el ajuste de los parámetros de diseño, garantizar una estabilidad robusta del sistema de bucle cerrado en presencia de restricciones. El algoritmo se ilustra con dos ejemplos ",
            "error": []
        },
        "closed-loop system": {
            "translated_key": "sistema de bucle cerrado",
            "translated_annotated_text": "Control predictivo del modelo de retroalimentación de salida robusta utilizando desigualdades de matriz lineal fuera de línea Una pregunta fundamental sobre el control predictivo del modelo (MPC) es su robustez para modelar incertidumbre. En este artículo, presentamos un robusto algoritmo de retroalimentación de salida limitada MPC que puede estabilizar las plantas con incertidumbre politópica e incertidumbre normativa. El procedimiento de diseño implica el diseño off-line de una sólida ley de retroalimentación del estado con restricciones MPC y un estimador de estado usando desigualdades de matriz lineal (LMI). Puesto que utilizamos un enfoque off-line para el diseño del controlador que da una secuencia de leyes de control explícitas, somos capaces de analizar la estabilidad robusta de las leyes de control y estimador combinados, y mediante el ajuste de los parámetros de diseño, garantizar una estabilidad robusta del \"sistema de bucle cerrado\" en presencia de restricciones. El algoritmo se ilustra con dos ejemplos ",
            "error": [
                ""
            ]
        },
        "asymptotically stable invariant ellipsoid": {
            "translated_key": [],
            "translated_annotated_text": "Control predictivo del modelo de retroalimentación de salida robusta utilizando desigualdades de matriz lineal fuera de línea Una pregunta fundamental sobre el control predictivo del modelo (MPC) es su robustez para modelar incertidumbre. En este artículo, presentamos un robusto algoritmo de retroalimentación de salida limitada MPC que puede estabilizar las plantas con incertidumbre politópica e incertidumbre normativa. El procedimiento de diseño implica el diseño off-line de una sólida ley de retroalimentación del estado con restricciones MPC y un estimador de estado usando desigualdades de matriz lineal (LMI). Puesto que utilizamos un enfoque off-line para el diseño del controlador que da una secuencia de leyes de control explícitas, somos capaces de analizar la estabilidad robusta de las leyes de control y estimador combinados, y mediante el ajuste de los parámetros de diseño, garantizar una estabilidad robusta del sistema de bucle cerrado en presencia de restricciones. El algoritmo se ilustra con dos ejemplos ",
            "error": []
        },
        "asymptotic stability": {
            "translated_key": [],
            "translated_annotated_text": "Control predictivo del modelo de retroalimentación de salida robusta utilizando desigualdades de matriz lineal fuera de línea Una pregunta fundamental sobre el control predictivo del modelo (MPC) es su robustez para modelar incertidumbre. En este artículo, presentamos un robusto algoritmo de retroalimentación de salida limitada MPC que puede estabilizar las plantas con incertidumbre politópica e incertidumbre normativa. El procedimiento de diseño implica el diseño off-line de una sólida ley de retroalimentación del estado con restricciones MPC y un estimador de estado usando desigualdades de matriz lineal (LMI). Puesto que utilizamos un enfoque off-line para el diseño del controlador que da una secuencia de leyes de control explícitas, somos capaces de analizar la estabilidad robusta de las leyes de control y estimador combinados, y mediante el ajuste de los parámetros de diseño, garantizar una estabilidad robusta del sistema de bucle cerrado en presencia de restricciones. El algoritmo se ilustra con dos ejemplos ",
            "error": []
        },
        "closed loop systems": {
            "translated_key": [],
            "translated_annotated_text": "Control predictivo del modelo de retroalimentación de salida robusta utilizando desigualdades de matriz lineal fuera de línea Una pregunta fundamental sobre el control predictivo del modelo (MPC) es su robustez para modelar incertidumbre. En este artículo, presentamos un robusto algoritmo de retroalimentación de salida limitada MPC que puede estabilizar las plantas con incertidumbre politópica e incertidumbre normativa. El procedimiento de diseño implica el diseño off-line de una sólida ley de retroalimentación del estado con restricciones MPC y un estimador de estado usando desigualdades de matriz lineal (LMI). Puesto que utilizamos un enfoque off-line para el diseño del controlador que da una secuencia de leyes de control explícitas, somos capaces de analizar la estabilidad robusta de las leyes de control y estimador combinados, y mediante el ajuste de los parámetros de diseño, garantizar una estabilidad robusta del sistema de bucle cerrado en presencia de restricciones. El algoritmo se ilustra con dos ejemplos ",
            "error": []
        },
        "control system synthesis": {
            "translated_key": [],
            "translated_annotated_text": "Control predictivo del modelo de retroalimentación de salida robusta utilizando desigualdades de matriz lineal fuera de línea Una pregunta fundamental sobre el control predictivo del modelo (MPC) es su robustez para modelar incertidumbre. En este artículo, presentamos un robusto algoritmo de retroalimentación de salida limitada MPC que puede estabilizar las plantas con incertidumbre politópica e incertidumbre normativa. El procedimiento de diseño implica el diseño off-line de una sólida ley de retroalimentación del estado con restricciones MPC y un estimador de estado usando desigualdades de matriz lineal (LMI). Puesto que utilizamos un enfoque off-line para el diseño del controlador que da una secuencia de leyes de control explícitas, somos capaces de analizar la estabilidad robusta de las leyes de control y estimador combinados, y mediante el ajuste de los parámetros de diseño, garantizar una estabilidad robusta del sistema de bucle cerrado en presencia de restricciones. El algoritmo se ilustra con dos ejemplos ",
            "error": []
        },
        "matrix algebra": {
            "translated_key": [],
            "translated_annotated_text": "Control predictivo del modelo de retroalimentación de salida robusta utilizando desigualdades de matriz lineal fuera de línea Una pregunta fundamental sobre el control predictivo del modelo (MPC) es su robustez para modelar incertidumbre. En este artículo, presentamos un robusto algoritmo de retroalimentación de salida limitada MPC que puede estabilizar las plantas con incertidumbre politópica e incertidumbre normativa. El procedimiento de diseño implica el diseño off-line de una sólida ley de retroalimentación del estado con restricciones MPC y un estimador de estado usando desigualdades de matriz lineal (LMI). Puesto que utilizamos un enfoque off-line para el diseño del controlador que da una secuencia de leyes de control explícitas, somos capaces de analizar la estabilidad robusta de las leyes de control y estimador combinados, y mediante el ajuste de los parámetros de diseño, garantizar una estabilidad robusta del sistema de bucle cerrado en presencia de restricciones. El algoritmo se ilustra con dos ejemplos ",
            "error": []
        },
        "predictive control": {
            "translated_key": "control predictivo",
            "translated_annotated_text": "Robusto modelo de retroalimentación de salida \"control predictivo\" utilizando desigualdades de matriz lineal fuera de línea Una pregunta fundamental sobre el modelo de \"control predictivo\" (MPC) es su robustez para modelar incertidumbre. En este artículo, presentamos un robusto algoritmo de retroalimentación de salida limitada MPC que puede estabilizar las plantas con incertidumbre politópica e incertidumbre normativa. El procedimiento de diseño implica el diseño off-line de una sólida ley de retroalimentación del estado con restricciones MPC y un estimador de estado usando desigualdades de matriz lineal (LMI). Puesto que utilizamos un enfoque off-line para el diseño del controlador que da una secuencia de leyes de control explícitas, somos capaces de analizar la estabilidad robusta de las leyes de control y estimador combinados, y mediante el ajuste de los parámetros de diseño, garantizar una estabilidad robusta del sistema de bucle cerrado en presencia de restricciones. El algoritmo se ilustra con dos ejemplos ",
            "error": [
                ""
            ]
        },
        "robust control": {
            "translated_key": [],
            "translated_annotated_text": "Control predictivo del modelo de retroalimentación de salida robusta utilizando desigualdades de matriz lineal fuera de línea Una pregunta fundamental sobre el control predictivo del modelo (MPC) es su robustez para modelar incertidumbre. En este artículo, presentamos un robusto algoritmo de retroalimentación de salida limitada MPC que puede estabilizar las plantas con incertidumbre politópica e incertidumbre normativa. El procedimiento de diseño implica el diseño off-line de una sólida ley de retroalimentación del estado con restricciones MPC y un estimador de estado usando desigualdades de matriz lineal (LMI). Puesto que utilizamos un enfoque off-line para el diseño del controlador que da una secuencia de leyes de control explícitas, somos capaces de analizar la estabilidad robusta de las leyes de control y estimador combinados, y mediante el ajuste de los parámetros de diseño, garantizar una estabilidad robusta del sistema de bucle cerrado en presencia de restricciones. El algoritmo se ilustra con dos ejemplos ",
            "error": []
        },
        "state estimation": {
            "translated_key": [],
            "translated_annotated_text": "Control predictivo del modelo de retroalimentación de salida robusta utilizando desigualdades de matriz lineal fuera de línea Una pregunta fundamental sobre el control predictivo del modelo (MPC) es su robustez para modelar incertidumbre. En este artículo, presentamos un robusto algoritmo de retroalimentación de salida limitada MPC que puede estabilizar las plantas con incertidumbre politópica e incertidumbre normativa. El procedimiento de diseño implica el diseño off-line de una sólida ley de retroalimentación del estado con restricciones MPC y un estimador de estado usando desigualdades de matriz lineal (LMI). Puesto que utilizamos un enfoque off-line para el diseño del controlador que da una secuencia de leyes de control explícitas, somos capaces de analizar la estabilidad robusta de las leyes de control y estimador combinados, y mediante el ajuste de los parámetros de diseño, garantizar una estabilidad robusta del sistema de bucle cerrado en presencia de restricciones. El algoritmo se ilustra con dos ejemplos ",
            "error": []
        },
        "state feedback": {
            "translated_key": "retroalimentación del estado",
            "translated_annotated_text": "Control predictivo del modelo de retroalimentación de salida robusta utilizando desigualdades de matriz lineal fuera de línea Una pregunta fundamental sobre el control predictivo del modelo (MPC) es su robustez para modelar incertidumbre. En este artículo, presentamos un robusto algoritmo de retroalimentación de salida limitada MPC que puede estabilizar las plantas con incertidumbre politópica e incertidumbre normativa. El procedimiento de diseño implica el diseño off-line de una sólida ley de \"retroalimentación del estado\" MPC y un estimador de estado usando desigualdades de matriz lineal (LMI). Puesto que utilizamos un enfoque off-line para el diseño del controlador que da una secuencia de leyes de control explícitas, somos capaces de analizar la estabilidad robusta de las leyes de control y estimador combinados, y mediante el ajuste de los parámetros de diseño, garantizar una estabilidad robusta del sistema de bucle cerrado en presencia de restricciones. El algoritmo se ilustra con dos ejemplos ",
            "error": [
                ""
            ]
        }
    }
}