{
    "original_text": "Evolving receptive-field controllers for mobile robots The use of evolutionary methods to generate controllers for real-world autonomous agents has attracted attention. Most of the pertinent research has employed genetic algorithms or variations thereof. Research has applied an alternative evolutionary method, evolution strategies, to the generation of simple Braitenberg vehicles. This application accelerates the development of such controllers by more than an order of magnitude (a few hours compared to more than two days). Motivated by this useful speedup, the paper investigates the evolution of more complex architectures, receptive-field controllers, that can employ nonlinear interactions and, therefore, can yield more complex behavior. It is interesting to note that the evolution strategy yields the same efficacy in terms of function evaluations, even though the second class of controllers requires up to 10 times more parameters than the simple Braitenberg architecture. In addition to the speedup, there is an important theoretical reason for preferring an evolution strategy over a genetic algorithm for this problem, namely the presence of epistasis",
    "original_translation": "Evolución de controladores de campo receptivo para robots móviles El uso de métodos evolutivos para generar controladores para agentes autónomos del mundo real ha atraído la atención. La mayoría de las investigaciones pertinentes han empleado algoritmos genéticos o variaciones de los mismos. La investigación ha aplicado un método evolutivo alternativo, estrategias de evolución, a la generación de vehículos Braitenberg simples. Esta aplicación acelera el desarrollo de estos controladores en más de un orden de magnitud (unas pocas horas en comparación con más de dos días). Motivado por esta útil aceleración, el artículo investiga la evolución de arquitecturas más complejas, controladores de campo receptivos, que pueden emplear interacciones no lineales y, por lo tanto, pueden producir un comportamiento más complejo. Es interesante notar que la estrategia de evolución produce la misma eficacia en términos de evaluaciones de funciones, a pesar de que la segunda clase de controladores requiere hasta 10 veces más parámetros que la simple arquitectura Braitenberg. Además de la aceleración, hay una importante razón teórica para preferir una estrategia de evolución sobre un algoritmo genético para este problema, a saber, la presencia de epistasis",
    "error_count": 4,
    "keys": {
        "receptive-field controllers": {
            "translated_key": "controladores de campo receptivo",
            "translated_annotated_text": "Evolución de los \"controladores de campo receptivo\" para robots móviles El uso de métodos evolutivos para generar controladores para agentes autónomos del mundo real ha atraído la atención. La mayoría de las investigaciones pertinentes han empleado algoritmos genéticos o variaciones de los mismos. La investigación ha aplicado un método evolutivo alternativo, estrategias de evolución, a la generación de vehículos Braitenberg simples. Esta aplicación acelera el desarrollo de estos controladores en más de un orden de magnitud (unas pocas horas en comparación con más de dos días). Motivado por esta útil aceleración, el artículo investiga la evolución de arquitecturas más complejas, \"controladores de campo receptivo\", que pueden emplear interacciones no lineales y, por lo tanto, pueden producir un comportamiento más complejo. Es interesante notar que la estrategia de evolución produce la misma eficacia en términos de evaluaciones de funciones, a pesar de que la segunda clase de controladores requiere hasta 10 veces más parámetros que la simple arquitectura Braitenberg. Además de la aceleración, hay una importante razón teórica para preferir una estrategia de evolución sobre un algoritmo genético para este problema, a saber, la presencia de epistasis ",
            "error": [
                ""
            ]
        },
        "mobile robots": {
            "translated_key": "robots móviles",
            "translated_annotated_text": "Evolucionando controladores de campo receptivo para \"robots móviles\" El uso de métodos evolutivos para generar controladores para agentes autónomos del mundo real ha atraído la atención. La mayoría de las investigaciones pertinentes han empleado algoritmos genéticos o variaciones de los mismos. La investigación ha aplicado un método evolutivo alternativo, estrategias de evolución, a la generación de vehículos Braitenberg simples. Esta aplicación acelera el desarrollo de estos controladores en más de un orden de magnitud (unas pocas horas en comparación con más de dos días). Motivado por esta útil aceleración, el artículo investiga la evolución de arquitecturas más complejas, controladores de campo receptivos, que pueden emplear interacciones no lineales y, por lo tanto, pueden producir un comportamiento más complejo. Es interesante notar que la estrategia de evolución produce la misma eficacia en términos de evaluaciones de funciones, a pesar de que la segunda clase de controladores requiere hasta 10 veces más parámetros que la simple arquitectura Braitenberg. Además de la aceleración, hay una importante razón teórica para preferir una estrategia de evolución sobre un algoritmo genético para este problema, a saber, la presencia de epistasis ",
            "error": [
                ""
            ]
        },
        "evolutionary methods": {
            "translated_key": "métodos evolutivos",
            "translated_annotated_text": "Evolución de controladores de campo receptivo para robots móviles El uso de \"métodos evolutivos\" para generar controladores para agentes autónomos del mundo real ha atraído la atención. La mayoría de las investigaciones pertinentes han empleado algoritmos genéticos o variaciones de los mismos. La investigación ha aplicado un método evolutivo alternativo, estrategias de evolución, a la generación de vehículos Braitenberg simples. Esta aplicación acelera el desarrollo de estos controladores en más de un orden de magnitud (unas pocas horas en comparación con más de dos días). Motivado por esta útil aceleración, el artículo investiga la evolución de arquitecturas más complejas, controladores de campo receptivos, que pueden emplear interacciones no lineales y, por lo tanto, pueden producir un comportamiento más complejo. Es interesante notar que la estrategia de evolución produce la misma eficacia en términos de evaluaciones de funciones, a pesar de que la segunda clase de controladores requiere hasta 10 veces más parámetros que la simple arquitectura Braitenberg. Además de la aceleración, hay una importante razón teórica para preferir una estrategia de evolución sobre un algoritmo genético para este problema, a saber, la presencia de epistasis ",
            "error": [
                ""
            ]
        },
        "real-world autonomous agents": {
            "translated_key": "agentes autónomos del mundo real",
            "translated_annotated_text": "Controladores de campo receptivo en evolución para robots móviles El uso de métodos evolutivos para generar controladores para \"agentes autónomos del mundo real\" ha atraído la atención. La mayoría de las investigaciones pertinentes han empleado algoritmos genéticos o variaciones de los mismos. La investigación ha aplicado un método evolutivo alternativo, estrategias de evolución, a la generación de vehículos Braitenberg simples. Esta aplicación acelera el desarrollo de estos controladores en más de un orden de magnitud (unas pocas horas en comparación con más de dos días). Motivado por esta útil aceleración, el artículo investiga la evolución de arquitecturas más complejas, controladores de campo receptivos, que pueden emplear interacciones no lineales y, por lo tanto, pueden producir un comportamiento más complejo. Es interesante notar que la estrategia de evolución produce la misma eficacia en términos de evaluaciones de funciones, a pesar de que la segunda clase de controladores requiere hasta 10 veces más parámetros que la simple arquitectura Braitenberg. Además de la aceleración, hay una importante razón teórica para preferir una estrategia de evolución sobre un algoritmo genético para este problema, a saber, la presencia de epistasis ",
            "error": [
                ""
            ]
        },
        "evolution strategies": {
            "translated_key": "estrategias de evolución",
            "translated_annotated_text": "Evolución de controladores de campo receptivo para robots móviles El uso de métodos evolutivos para generar controladores para agentes autónomos del mundo real ha atraído la atención. La mayoría de las investigaciones pertinentes han empleado algoritmos genéticos o variaciones de los mismos. La investigación ha aplicado un método evolutivo alternativo, \"estrategias de evolución\", a la generación de vehículos Braitenberg simples. Esta aplicación acelera el desarrollo de estos controladores en más de un orden de magnitud (unas pocas horas en comparación con más de dos días). Motivado por esta útil aceleración, el artículo investiga la evolución de arquitecturas más complejas, controladores de campo receptivos, que pueden emplear interacciones no lineales y, por lo tanto, pueden producir un comportamiento más complejo. Es interesante notar que la estrategia de evolución produce la misma eficacia en términos de evaluaciones de funciones, a pesar de que la segunda clase de controladores requiere hasta 10 veces más parámetros que la simple arquitectura Braitenberg. Además de la aceleración, hay una importante razón teórica para preferir una estrategia de evolución sobre un algoritmo genético para este problema, a saber, la presencia de epistasis ",
            "error": [
                ""
            ]
        },
        "simple Braitenberg vehicles": {
            "translated_key": "vehículos simples Braitenberg",
            "translated_annotated_text": "Evolución de controladores de campo receptivo para robots móviles El uso de métodos evolutivos para generar controladores para agentes autónomos del mundo real ha atraído la atención. La mayoría de las investigaciones pertinentes han empleado algoritmos genéticos o variaciones de los mismos. La investigación ha aplicado un método evolutivo alternativo, estrategias de evolución, a la generación de \"vehículos simples Braitenberg\". Esta aplicación acelera el desarrollo de estos controladores en más de un orden de magnitud (unas pocas horas en comparación con más de dos días). Motivado por esta útil aceleración, el artículo investiga la evolución de arquitecturas más complejas, controladores de campo receptivos, que pueden emplear interacciones no lineales y, por lo tanto, pueden producir un comportamiento más complejo. Es interesante notar que la estrategia de evolución produce la misma eficacia en términos de evaluaciones de funciones, a pesar de que la segunda clase de controladores requiere hasta 10 veces más parámetros que la simple arquitectura Braitenberg. Además de la aceleración, hay una importante razón teórica para preferir una estrategia de evolución sobre un algoritmo genético para este problema, a saber, la presencia de epistasis ",
            "error": [
                ""
            ]
        },
        "nonlinear interactions": {
            "translated_key": "interacciones no lineales",
            "translated_annotated_text": "Evolución de controladores de campo receptivo para robots móviles El uso de métodos evolutivos para generar controladores para agentes autónomos del mundo real ha atraído la atención. La mayoría de las investigaciones pertinentes han empleado algoritmos genéticos o variaciones de los mismos. La investigación ha aplicado un método evolutivo alternativo, estrategias de evolución, a la generación de vehículos Braitenberg simples. Esta aplicación acelera el desarrollo de estos controladores en más de un orden de magnitud (unas pocas horas en comparación con más de dos días). Motivado por esta útil aceleración, el artículo investiga la evolución de arquitecturas más complejas, controladores de campo receptivos, que pueden emplear \"interacciones no lineales\" y, por lo tanto, pueden producir un comportamiento más complejo. Es interesante notar que la estrategia de evolución produce la misma eficacia en términos de evaluaciones de funciones, a pesar de que la segunda clase de controladores requiere hasta 10 veces más parámetros que la simple arquitectura Braitenberg. Además de la aceleración, hay una importante razón teórica para preferir una estrategia de evolución sobre un algoritmo genético para este problema, a saber, la presencia de epistasis ",
            "error": [
                ""
            ]
        },
        "complex behavior": {
            "translated_key": "comportamiento complejo",
            "translated_annotated_text": "Evolución de controladores de campo receptivo para robots móviles El uso de métodos evolutivos para generar controladores para agentes autónomos del mundo real ha atraído la atención. La mayoría de las investigaciones pertinentes han empleado algoritmos genéticos o variaciones de los mismos. La investigación ha aplicado un método evolutivo alternativo, estrategias de evolución, a la generación de vehículos Braitenberg simples. Esta aplicación acelera el desarrollo de estos controladores en más de un orden de magnitud (unas pocas horas en comparación con más de dos días). Motivado por esta útil aceleración, el artículo investiga la evolución de arquitecturas más complejas, controladores de campo receptivos, que pueden emplear interacciones no lineales y, por lo tanto, pueden producir un \"comportamiento complejo\". Es interesante notar que la estrategia de evolución produce la misma eficacia en términos de evaluaciones de funciones, a pesar de que la segunda clase de controladores requiere hasta 10 veces más parámetros que la simple arquitectura Braitenberg. Además de la aceleración, hay una importante razón teórica para preferir una estrategia de evolución sobre un algoritmo genético para este problema, a saber, la presencia de epistasis ",
            "error": [
                ""
            ]
        },
        "radial basis functions": {
            "translated_key": [],
            "translated_annotated_text": "Evolución de controladores de campo receptivo para robots móviles El uso de métodos evolutivos para generar controladores para agentes autónomos del mundo real ha atraído la atención. La mayoría de las investigaciones pertinentes han empleado algoritmos genéticos o variaciones de los mismos. La investigación ha aplicado un método evolutivo alternativo, estrategias de evolución, a la generación de vehículos Braitenberg simples. Esta aplicación acelera el desarrollo de estos controladores en más de un orden de magnitud (unas pocas horas en comparación con más de dos días). Motivado por esta útil aceleración, el artículo investiga la evolución de arquitecturas más complejas, controladores de campo receptivos, que pueden emplear interacciones no lineales y, por lo tanto, pueden producir un comportamiento más complejo. Es interesante notar que la estrategia de evolución produce la misma eficacia en términos de evaluaciones de funciones, a pesar de que la segunda clase de controladores requiere hasta 10 veces más parámetros que la simple arquitectura Braitenberg. Además de la aceleración, hay una importante razón teórica para preferir una estrategia de evolución sobre un algoritmo genético para este problema, a saber, la presencia de epistasis ",
            "error": []
        },
        "scalability": {
            "translated_key": [],
            "translated_annotated_text": "Evolución de controladores de campo receptivo para robots móviles El uso de métodos evolutivos para generar controladores para agentes autónomos del mundo real ha atraído la atención. La mayoría de las investigaciones pertinentes han empleado algoritmos genéticos o variaciones de los mismos. La investigación ha aplicado un método evolutivo alternativo, estrategias de evolución, a la generación de vehículos Braitenberg simples. Esta aplicación acelera el desarrollo de estos controladores en más de un orden de magnitud (unas pocas horas en comparación con más de dos días). Motivado por esta útil aceleración, el artículo investiga la evolución de arquitecturas más complejas, controladores de campo receptivos, que pueden emplear interacciones no lineales y, por lo tanto, pueden producir un comportamiento más complejo. Es interesante notar que la estrategia de evolución produce la misma eficacia en términos de evaluaciones de funciones, a pesar de que la segunda clase de controladores requiere hasta 10 veces más parámetros que la simple arquitectura Braitenberg. Además de la aceleración, hay una importante razón teórica para preferir una estrategia de evolución sobre un algoritmo genético para este problema, a saber, la presencia de epistasis ",
            "error": []
        },
        "evolutionary computation": {
            "translated_key": [],
            "translated_annotated_text": "Evolución de controladores de campo receptivo para robots móviles El uso de métodos evolutivos para generar controladores para agentes autónomos del mundo real ha atraído la atención. La mayoría de las investigaciones pertinentes han empleado algoritmos genéticos o variaciones de los mismos. La investigación ha aplicado un método evolutivo alternativo, estrategias de evolución, a la generación de vehículos Braitenberg simples. Esta aplicación acelera el desarrollo de estos controladores en más de un orden de magnitud (unas pocas horas en comparación con más de dos días). Motivado por esta útil aceleración, el artículo investiga la evolución de arquitecturas más complejas, controladores de campo receptivos, que pueden emplear interacciones no lineales y, por lo tanto, pueden producir un comportamiento más complejo. Es interesante notar que la estrategia de evolución produce la misma eficacia en términos de evaluaciones de funciones, a pesar de que la segunda clase de controladores requiere hasta 10 veces más parámetros que la simple arquitectura Braitenberg. Además de la aceleración, hay una importante razón teórica para preferir una estrategia de evolución sobre un algoritmo genético para este problema, a saber, la presencia de epistasis ",
            "error": []
        },
        "neurocontrollers": {
            "translated_key": [],
            "translated_annotated_text": "Evolución de controladores de campo receptivo para robots móviles El uso de métodos evolutivos para generar controladores para agentes autónomos del mundo real ha atraído la atención. La mayoría de las investigaciones pertinentes han empleado algoritmos genéticos o variaciones de los mismos. La investigación ha aplicado un método evolutivo alternativo, estrategias de evolución, a la generación de vehículos Braitenberg simples. Esta aplicación acelera el desarrollo de estos controladores en más de un orden de magnitud (unas pocas horas en comparación con más de dos días). Motivado por esta útil aceleración, el artículo investiga la evolución de arquitecturas más complejas, controladores de campo receptivos, que pueden emplear interacciones no lineales y, por lo tanto, pueden producir un comportamiento más complejo. Es interesante notar que la estrategia de evolución produce la misma eficacia en términos de evaluaciones de funciones, a pesar de que la segunda clase de controladores requiere hasta 10 veces más parámetros que la simple arquitectura Braitenberg. Además de la aceleración, hay una importante razón teórica para preferir una estrategia de evolución sobre un algoritmo genético para este problema, a saber, la presencia de epistasis ",
            "error": []
        }
    }
}