{
    "original_text": "Modelling of complete robot dynamics based on a multi-dimensional, RBF-like neural architecture A neural network based identification approach of manipulator dynamics is presented. For a structured modelling, RBF-like static neural networks are used in order to represent and adapt all model parameters with their non-linear dependences on the joint positions. The neural architecture is hierarchically organised to reach optimal adjustment to structural a priori-knowledge about the identification problem. The model structure is substantially simplified by general system analysis independent of robot type. But also a lot of specific features of the utilised experimental robot are taken into account. A fixed, grid based neuron placement together with application of B-spline polynomial basis functions is utilised favourably for a very effective recursive implementation of the neural architecture. Thus, an online identification of a dynamic model is submitted for a complete 6 joint industrial robot",
    "original_translation": "Modelado de dinámica robot completa basada en una arquitectura neural multidimensional, tipo RBF Se presenta un enfoque de identificación de la dinámica manipuladora basado en redes neuronales. Para un modelado estructurado, se utilizan redes neurales estáticas tipo RBF con el fin de representar y adaptar todos los parámetros del modelo con sus dependencias no lineales en las posiciones articulares. La arquitectura neural está jerárquicamente organizada para alcanzar un ajuste óptimo al conocimiento a priori estructural sobre el problema de identificación. La estructura del modelo se simplifica sustancialmente mediante el análisis general del sistema independientemente del tipo de robot. Pero también se tienen en cuenta muchas características específicas del robot experimental utilizado. Una colocación de neuronas fijas, basadas en cuadrículas, junto con la aplicación de funciones de base polinómica B-spline se utiliza favorablemente para una implementación recursiva muy eficaz de la arquitectura neural. Por lo tanto, una identificación en línea de un modelo dinámico se presenta para un robot industrial completo de 6 juntas",
    "error_count": 11,
    "keys": {
        "complete robot dynamics": {
            "translated_key": "dinámica robot completa",
            "translated_annotated_text": "Modelado de <br>dinámica robot completa</br> basada en una arquitectura neural multidimensional, tipo RBF Se presenta un enfoque de identificación basado en red neural de la dinámica manipuladora. Para un modelado estructurado, se utilizan redes neurales estáticas tipo RBF con el fin de representar y adaptar todos los parámetros del modelo con sus dependencias no lineales en las posiciones articulares. La arquitectura neural está jerárquicamente organizada para alcanzar un ajuste óptimo al conocimiento a priori estructural sobre el problema de identificación. La estructura del modelo se simplifica sustancialmente mediante el análisis general del sistema independientemente del tipo de robot. Pero también se tienen en cuenta muchas características específicas del robot experimental utilizado. Una colocación de neuronas fijas, basadas en cuadrículas, junto con la aplicación de funciones de base polinómica B-spline se utiliza favorablemente para una implementación recursiva muy eficaz de la arquitectura neural. Por lo tanto, una identificación en línea de un modelo dinámico se presenta para un robot industrial completo de 6 juntas ",
            "error": [
                ""
            ]
        },
        "multi-dimensional RBF-like neural architecture": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de dinámica robot completa basada en una arquitectura neural multidimensional, tipo RBF Se presenta un enfoque de identificación de la dinámica manipuladora basado en redes neuronales. Para un modelado estructurado, se utilizan redes neurales estáticas tipo RBF con el fin de representar y adaptar todos los parámetros del modelo con sus dependencias no lineales en las posiciones articulares. La arquitectura neural está jerárquicamente organizada para alcanzar un ajuste óptimo al conocimiento a priori estructural sobre el problema de identificación. La estructura del modelo se simplifica sustancialmente mediante el análisis general del sistema independientemente del tipo de robot. Pero también se tienen en cuenta muchas características específicas del robot experimental utilizado. Una colocación de neuronas fijas, basadas en cuadrículas, junto con la aplicación de funciones de base polinómica B-spline se utiliza favorablemente para una implementación recursiva muy eficaz de la arquitectura neural. Por lo tanto, una identificación en línea de un modelo dinámico se presenta para un robot industrial completo de 6 juntas ",
            "error": []
        },
        "manipulator dynamics": {
            "translated_key": " ",
            "translated_annotated_text": "Modelado de dinámica robot completa basada en una arquitectura neural multidimensional, tipo RBF Se presenta un enfoque de identificación basado en red neural de dinámica manipuladora <br> </br>. Para un modelado estructurado, se utilizan redes neurales estáticas tipo RBF con el fin de representar y adaptar todos los parámetros del modelo con sus dependencias no lineales en las posiciones articulares. La arquitectura neural está jerárquicamente organizada para alcanzar un ajuste óptimo al conocimiento a priori estructural sobre el problema de identificación. La estructura del modelo se simplifica sustancialmente mediante el análisis general del sistema independientemente del tipo de robot. Pero también se tienen en cuenta muchas características específicas del robot experimental utilizado. Una colocación de neuronas fijas, basadas en cuadrículas, junto con la aplicación de funciones de base polinómica B-spline se utiliza favorablemente para una implementación recursiva muy eficaz de la arquitectura neural. Por lo tanto, una identificación en línea de un modelo dinámico se presenta para un robot industrial completo de 6 juntas ",
            "error": [
                ""
            ]
        },
        "static neural networks": {
            "translated_key": "estáticas",
            "translated_annotated_text": "Modelado de dinámica robot completa basada en una arquitectura neural multidimensional, tipo RBF Se presenta un enfoque de identificación de la dinámica manipuladora basado en redes neuronales. Para un modelado estructurado, se utilizan redes neurales <br>estáticas</br> similares a los RBF con el fin de representar y adaptar todos los parámetros del modelo con sus dependencias no lineales en las posiciones articulares. La arquitectura neural está jerárquicamente organizada para alcanzar un ajuste óptimo al conocimiento a priori estructural sobre el problema de identificación. La estructura del modelo se simplifica sustancialmente mediante el análisis general del sistema independientemente del tipo de robot. Pero también se tienen en cuenta muchas características específicas del robot experimental utilizado. Una colocación de neuronas fijas, basadas en cuadrículas, junto con la aplicación de funciones de base polinómica B-spline se utiliza favorablemente para una implementación recursiva muy eficaz de la arquitectura neural. Por lo tanto, una identificación en línea de un modelo dinámico se presenta para un robot industrial completo de 6 juntas ",
            "error": [
                ""
            ]
        },
        "neural architecture": {
            "translated_key": [
                "neural multidimensional, similar a RBF",
                "neural",
                "neural"
            ],
            "translated_annotated_text": "Modelado de la dinámica robot completa basada en una arquitectura <br>neural multidimensional, similar a RBF</br> Se presenta un enfoque de identificación de la dinámica manipuladora basado en redes neuronales. Para un modelado estructurado, se utilizan redes neurales estáticas tipo RBF con el fin de representar y adaptar todos los parámetros del modelo con sus dependencias no lineales en las posiciones articulares. La arquitectura <br>neural</br> está organizada jerárquicamente para alcanzar un ajuste óptimo al conocimiento a priori estructural sobre el problema de identificación. La estructura del modelo se simplifica sustancialmente mediante el análisis general del sistema independientemente del tipo de robot. Pero también se tienen en cuenta muchas características específicas del robot experimental utilizado. Una colocación de neuronas fijas, basadas en cuadrículas, junto con la aplicación de funciones de base polinómica B-spline se utiliza favorablemente para una implementación recursiva muy eficaz de la arquitectura <br>neural</br>. Por lo tanto, una identificación en línea de un modelo dinámico se presenta para un robot industrial completo de 6 juntas ",
            "error": [
                "neural multidimensional, similar a RBF",
                "neural",
                "neural"
            ]
        },
        "general system analysis": {
            "translated_key": "análisis general del sistema",
            "translated_annotated_text": "Modelado de dinámica robot completa basada en una arquitectura neural multidimensional, tipo RBF Se presenta un enfoque de identificación de la dinámica manipuladora basado en redes neuronales. Para un modelado estructurado, se utilizan redes neurales estáticas tipo RBF con el fin de representar y adaptar todos los parámetros del modelo con sus dependencias no lineales en las posiciones articulares. La arquitectura neural está jerárquicamente organizada para alcanzar un ajuste óptimo al conocimiento a priori estructural sobre el problema de identificación. La estructura del modelo se simplifica sustancialmente por el <br>análisis general del sistema</br> independiente del tipo de robot.  Pero también se tienen en cuenta muchas características específicas del robot experimental utilizado. Una colocación de neuronas fijas, basadas en cuadrículas, junto con la aplicación de funciones de base polinómica B-spline se utiliza favorablemente para una implementación recursiva muy eficaz de la arquitectura neural. Por lo tanto, una identificación en línea de un modelo dinámico se presenta para un robot industrial completo de 6 juntas ",
            "error": [
                ""
            ]
        },
        "fixed grid based neuron placement": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de dinámica robot completa basada en una arquitectura neural multidimensional, tipo RBF Se presenta un enfoque de identificación de la dinámica manipuladora basado en redes neuronales. Para un modelado estructurado, se utilizan redes neurales estáticas tipo RBF con el fin de representar y adaptar todos los parámetros del modelo con sus dependencias no lineales en las posiciones articulares. La arquitectura neural está jerárquicamente organizada para alcanzar un ajuste óptimo al conocimiento a priori estructural sobre el problema de identificación. La estructura del modelo se simplifica sustancialmente mediante el análisis general del sistema independientemente del tipo de robot. Pero también se tienen en cuenta muchas características específicas del robot experimental utilizado. Una colocación de neuronas fijas, basadas en cuadrículas, junto con la aplicación de funciones de base polinómica B-spline se utiliza favorablemente para una implementación recursiva muy eficaz de la arquitectura neural. Por lo tanto, una identificación en línea de un modelo dinámico se presenta para un robot industrial completo de 6 juntas ",
            "error": []
        },
        "B-spline polynomial basis functions": {
            "translated_key": "B-spline",
            "translated_annotated_text": "Modelado de dinámica robot completa basada en una arquitectura neural multidimensional, tipo RBF Se presenta un enfoque de identificación de la dinámica manipuladora basado en redes neuronales. Para un modelado estructurado, se utilizan redes neurales estáticas tipo RBF con el fin de representar y adaptar todos los parámetros del modelo con sus dependencias no lineales en las posiciones articulares. La arquitectura neural está jerárquicamente organizada para alcanzar un ajuste óptimo al conocimiento a priori estructural sobre el problema de identificación. La estructura del modelo se simplifica sustancialmente mediante el análisis general del sistema independientemente del tipo de robot. Pero también se tienen en cuenta muchas características específicas del robot experimental utilizado. Una colocación de neuronas fijas, basadas en cuadrículas, junto con la aplicación de funciones de base polinómica <br>B-spline</br> se utiliza favorablemente para una implementación recursiva muy efectiva de la arquitectura neural. Por lo tanto, una identificación en línea de un modelo dinámico se presenta para un robot industrial completo de 6 juntas ",
            "error": [
                ""
            ]
        },
        "recursive implementation": {
            "translated_key": "recursiva muy eficaz",
            "translated_annotated_text": "Modelado de dinámica robot completa basada en una arquitectura neural multidimensional, tipo RBF Se presenta un enfoque de identificación de la dinámica manipuladora basado en redes neuronales. Para un modelado estructurado, se utilizan redes neurales estáticas tipo RBF con el fin de representar y adaptar todos los parámetros del modelo con sus dependencias no lineales en las posiciones articulares. La arquitectura neural está jerárquicamente organizada para alcanzar un ajuste óptimo al conocimiento a priori estructural sobre el problema de identificación. La estructura del modelo se simplifica sustancialmente mediante el análisis general del sistema independientemente del tipo de robot. Pero también se tienen en cuenta muchas características específicas del robot experimental utilizado. Una colocación de neuronas fijas, basadas en cuadrículas, junto con la aplicación de funciones de base polinómica B-spline se utiliza favorablemente para una implementación <br>recursiva muy eficaz</br> de la arquitectura neural. Por lo tanto, una identificación en línea de un modelo dinámico se presenta para un robot industrial completo de 6 juntas ",
            "error": [
                ""
            ]
        },
        "online identification": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de dinámica robot completa basada en una arquitectura neural multidimensional, tipo RBF Se presenta un enfoque de identificación de la dinámica manipuladora basado en redes neuronales. Para un modelado estructurado, se utilizan redes neurales estáticas tipo RBF con el fin de representar y adaptar todos los parámetros del modelo con sus dependencias no lineales en las posiciones articulares. La arquitectura neural está jerárquicamente organizada para alcanzar un ajuste óptimo al conocimiento a priori estructural sobre el problema de identificación. La estructura del modelo se simplifica sustancialmente mediante el análisis general del sistema independientemente del tipo de robot. Pero también se tienen en cuenta muchas características específicas del robot experimental utilizado. Una colocación de neuronas fijas, basadas en cuadrículas, junto con la aplicación de funciones de base polinómica B-spline se utiliza favorablemente para una implementación recursiva muy eficaz de la arquitectura neural. Por lo tanto, se presenta una identificación <br>online de un modelo dinámico para un robot industrial completo de 6 articulaciones ",
            "error": []
        },
        "dynamic model": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de dinámica robot completa basada en una arquitectura neural multidimensional, tipo RBF Se presenta un enfoque de identificación de la dinámica manipuladora basado en redes neuronales. Para un modelado estructurado, se utilizan redes neurales estáticas tipo RBF con el fin de representar y adaptar todos los parámetros del modelo con sus dependencias no lineales en las posiciones articulares. La arquitectura neural está jerárquicamente organizada para alcanzar un ajuste óptimo al conocimiento a priori estructural sobre el problema de identificación. La estructura del modelo se simplifica sustancialmente mediante el análisis general del sistema independientemente del tipo de robot. Pero también se tienen en cuenta muchas características específicas del robot experimental utilizado. Una colocación de neuronas fijas, basadas en cuadrículas, junto con la aplicación de funciones de base polinómica B-spline se utiliza favorablemente para una implementación recursiva muy eficaz de la arquitectura neural. Por lo tanto, se presenta una identificación en línea de un modelo dinámico <br> para un robot industrial completo de 6 articulaciones ",
            "error": []
        },
        "complete 6 joint industrial robot": {
            "translated_key": "completo de 6 articulaciones",
            "translated_annotated_text": "Modelado de dinámica robot completa basada en una arquitectura neural multidimensional, tipo RBF Se presenta un enfoque de identificación de la dinámica manipuladora basado en redes neuronales. Para un modelado estructurado, se utilizan redes neurales estáticas tipo RBF con el fin de representar y adaptar todos los parámetros del modelo con sus dependencias no lineales en las posiciones articulares. La arquitectura neural está jerárquicamente organizada para alcanzar un ajuste óptimo al conocimiento a priori estructural sobre el problema de identificación. La estructura del modelo se simplifica sustancialmente mediante el análisis general del sistema independientemente del tipo de robot. Pero también se tienen en cuenta muchas características específicas del robot experimental utilizado. Una colocación de neuronas fijas, basadas en cuadrículas, junto con la aplicación de funciones de base polinómica B-spline se utiliza favorablemente para una implementación recursiva muy eficaz de la arquitectura neural. Así, se presenta una identificación en línea de un modelo dinámico para un robot industrial <br>completo de 6 articulaciones</br> ",
            "error": [
                ""
            ]
        },
        "online learning": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de dinámica robot completa basada en una arquitectura neural multidimensional, tipo RBF Se presenta un enfoque de identificación de la dinámica manipuladora basado en redes neuronales. Para un modelado estructurado, se utilizan redes neurales estáticas tipo RBF con el fin de representar y adaptar todos los parámetros del modelo con sus dependencias no lineales en las posiciones articulares. La arquitectura neural está jerárquicamente organizada para alcanzar un ajuste óptimo al conocimiento a priori estructural sobre el problema de identificación. La estructura del modelo se simplifica sustancialmente mediante el análisis general del sistema independientemente del tipo de robot. Pero también se tienen en cuenta muchas características específicas del robot experimental utilizado. Una colocación de neuronas fijas, basadas en cuadrículas, junto con la aplicación de funciones de base polinómica B-spline se utiliza favorablemente para una implementación recursiva muy eficaz de la arquitectura neural. Por lo tanto, una identificación en línea de un modelo dinámico se presenta para un robot industrial completo de 6 juntas ",
            "error": []
        },
        "identification": {
            "translated_key": [
                "identificación",
                " ",
                "identificación"
            ],
            "translated_annotated_text": "Modelado de la dinámica completa del robot basado en una arquitectura neural multidimensional, tipo RBF Se presenta un enfoque de la dinámica del manipulador basado en la red neuronal <br>identificación</br>. Para un modelado estructurado, se utilizan redes neurales estáticas tipo RBF con el fin de representar y adaptar todos los parámetros del modelo con sus dependencias no lineales en las posiciones articulares. La arquitectura neural está organizada jerárquicamente para alcanzar un ajuste óptimo al conocimiento a priori estructural sobre el problema de identificación <br> </br>. La estructura del modelo se simplifica sustancialmente mediante el análisis general del sistema independientemente del tipo de robot. Pero también se tienen en cuenta muchas características específicas del robot experimental utilizado. Una colocación de neuronas fijas, basadas en cuadrículas, junto con la aplicación de funciones de base polinómica B-spline se utiliza favorablemente para una implementación recursiva muy eficaz de la arquitectura neural. Así, se presenta una <br>identificación</br> en línea de un modelo dinámico para un robot industrial completo de 6 articulaciones. ",
            "error": [
                "identificación",
                " ",
                "identificación"
            ]
        },
        "learning (artificial intelligence)": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de dinámica robot completa basada en una arquitectura neural multidimensional, tipo RBF Se presenta un enfoque de identificación de la dinámica manipuladora basado en redes neuronales. Para un modelado estructurado, se utilizan redes neurales estáticas tipo RBF con el fin de representar y adaptar todos los parámetros del modelo con sus dependencias no lineales en las posiciones articulares. La arquitectura neural está jerárquicamente organizada para alcanzar un ajuste óptimo al conocimiento a priori estructural sobre el problema de identificación. La estructura del modelo se simplifica sustancialmente mediante el análisis general del sistema independientemente del tipo de robot. Pero también se tienen en cuenta muchas características específicas del robot experimental utilizado. Una colocación de neuronas fijas, basadas en cuadrículas, junto con la aplicación de funciones de base polinómica B-spline se utiliza favorablemente para una implementación recursiva muy eficaz de la arquitectura neural. Por lo tanto, una identificación en línea de un modelo dinámico se presenta para un robot industrial completo de 6 juntas ",
            "error": []
        },
        "neural net architecture": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de dinámica robot completa basada en una arquitectura neural multidimensional, tipo RBF Se presenta un enfoque de identificación de la dinámica manipuladora basado en redes neuronales. Para un modelado estructurado, se utilizan redes neurales estáticas tipo RBF con el fin de representar y adaptar todos los parámetros del modelo con sus dependencias no lineales en las posiciones articulares. La arquitectura neural está jerárquicamente organizada para alcanzar un ajuste óptimo al conocimiento a priori estructural sobre el problema de identificación. La estructura del modelo se simplifica sustancialmente mediante el análisis general del sistema independientemente del tipo de robot. Pero también se tienen en cuenta muchas características específicas del robot experimental utilizado. Una colocación de neuronas fijas, basadas en cuadrículas, junto con la aplicación de funciones de base polinómica B-spline se utiliza favorablemente para una implementación recursiva muy eficaz de la arquitectura neural. Por lo tanto, una identificación en línea de un modelo dinámico se presenta para un robot industrial completo de 6 juntas ",
            "error": []
        },
        "radial basis function networks": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de dinámica robot completa basada en una arquitectura neural multidimensional, tipo RBF Se presenta un enfoque de identificación de la dinámica manipuladora basado en redes neuronales. Para un modelado estructurado, se utilizan redes neurales estáticas tipo RBF con el fin de representar y adaptar todos los parámetros del modelo con sus dependencias no lineales en las posiciones articulares. La arquitectura neural está jerárquicamente organizada para alcanzar un ajuste óptimo al conocimiento a priori estructural sobre el problema de identificación. La estructura del modelo se simplifica sustancialmente mediante el análisis general del sistema independientemente del tipo de robot. Pero también se tienen en cuenta muchas características específicas del robot experimental utilizado. Una colocación de neuronas fijas, basadas en cuadrículas, junto con la aplicación de funciones de base polinómica B-spline se utiliza favorablemente para una implementación recursiva muy eficaz de la arquitectura neural. Por lo tanto, una identificación en línea de un modelo dinámico se presenta para un robot industrial completo de 6 juntas ",
            "error": []
        },
        "splines (mathematics)": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de dinámica robot completa basada en una arquitectura neural multidimensional, tipo RBF Se presenta un enfoque de identificación de la dinámica manipuladora basado en redes neuronales. Para un modelado estructurado, se utilizan redes neurales estáticas tipo RBF con el fin de representar y adaptar todos los parámetros del modelo con sus dependencias no lineales en las posiciones articulares. La arquitectura neural está jerárquicamente organizada para alcanzar un ajuste óptimo al conocimiento a priori estructural sobre el problema de identificación. La estructura del modelo se simplifica sustancialmente mediante el análisis general del sistema independientemente del tipo de robot. Pero también se tienen en cuenta muchas características específicas del robot experimental utilizado. Una colocación de neuronas fijas, basadas en cuadrículas, junto con la aplicación de funciones de base polinómica B-spline se utiliza favorablemente para una implementación recursiva muy eficaz de la arquitectura neural. Por lo tanto, una identificación en línea de un modelo dinámico se presenta para un robot industrial completo de 6 juntas ",
            "error": []
        }
    }
}