{
    "original_text": "A scalable model of cerebellar adaptive timing and sequencing: the recurrent slide and latch (RSL) model From the dawn of modern neural network theory, the mammalian cerebellum has been a favored object of mathematical modeling studies. Early studies focused on the fanout, convergence, thresholding, and learned weighting of perceptual-motor signals within the cerebellar cortex. This led to the still viable idea that the granule cell stage in the cerebellar cortex performs a sparse expansive recoding of the time-varying input vector. This recoding reveals and emphasizes combinations in a distributed representation that serves as a basis for the learned, state-dependent control actions engendered by cerebellar outputs to movement related centers. To make optimal use of available signals, the cerebellum must be able to sift the evolving state representation for the most reliable predictors of the need for control actions, and to use those predictors even if they appear only transiently and well in advance of the optimal time for initiating the control action. The paper proposes a modification to prior, population, models for cerebellar adaptive timing and sequencing. Since it replaces a population with a single element, the proposed RSL model is in one sense maximally efficient, and therefore optimal from the perspective of scalability",
    "original_translation": "Un modelo escalable de temporización y secuenciación adaptativa cerebelosa: el modelo recurrente de deslizamiento y pestillo (RSL) Desde los albores de la teoría moderna de las redes neuronales, el cerebelo mamífero ha sido un objeto favorito de los estudios de modelado matemático. Los primeros estudios se centraron en el abanico, la convergencia, el umbral y la ponderación aprendida de las señales perceptibles-motoras dentro de la corteza cerebelosa. Esto llevó a la idea todavía viable de que la etapa de células granuladas en la corteza cerebelosa realiza una escasa recodificación expansiva del vector de entrada variable en el tiempo. Esta recodificación revela y enfatiza combinaciones en una representación distribuida que sirve como base para las acciones de control aprendidas y dependientes del estado engendradas por salidas cerebelosas a centros relacionados con el movimiento. Para hacer un uso óptimo de las señales disponibles, el cerebelo debe ser capaz de tamizar la representación de estado en evolución para los predictores más confiables de la necesidad de acciones de control, y utilizar esos predictores incluso si aparecen sólo transitoriamente y con suficiente antelación del tiempo óptimo para iniciar la acción de control. El artículo propone una modificación a modelos previos, poblacionales, para el cronometraje y secuenciación adaptativa cerebelosa. Puesto que sustituye a una población por un único elemento, el modelo RSL propuesto es en un sentido de máxima eficiencia y, por lo tanto, óptimo desde la perspectiva de la escalabilidad",
    "error_count": 6,
    "keys": {
        "scalable model": {
            "translated_key": "modelo escalable",
            "translated_annotated_text": "Un \"modelo escalable\" de temporización y secuenciación adaptativa cerebelosa: el modelo recurrente de deslizamiento y pestillo (RSL) Desde los albores de la teoría moderna de las redes neuronales, el cerebelo mamífero ha sido un objeto favorito de los estudios de modelado matemático. Los primeros estudios se centraron en el abanico, la convergencia, el umbral y la ponderación aprendida de las señales perceptibles-motoras dentro de la corteza cerebelosa. Esto llevó a la idea todavía viable de que la etapa de células granuladas en la corteza cerebelosa realiza una escasa recodificación expansiva del vector de entrada variable en el tiempo. Esta recodificación revela y enfatiza combinaciones en una representación distribuida que sirve como base para las acciones de control aprendidas y dependientes del estado engendradas por salidas cerebelosas a centros relacionados con el movimiento. Para hacer un uso óptimo de las señales disponibles, el cerebelo debe ser capaz de tamizar la representación de estado en evolución para los predictores más confiables de la necesidad de acciones de control, y utilizar esos predictores incluso si aparecen sólo transitoriamente y con suficiente antelación del tiempo óptimo para iniciar la acción de control. El artículo propone una modificación a modelos previos, poblacionales, para el cronometraje y secuenciación adaptativa cerebelosa. Puesto que sustituye a una población por un único elemento, el modelo RSL propuesto es en un sentido de máxima eficiencia y, por lo tanto, óptimo desde la perspectiva de la escalabilidad ",
            "error": [
                ""
            ]
        },
        "cerebellar adaptive timing": {
            "translated_key": [
                "tiempo adaptativo cerebeloso",
                "cronología adaptativa cerebelosa"
            ],
            "translated_annotated_text": "Un modelo escalable de \"tiempo adaptativo cerebeloso\" y secuenciación: el modelo recurrente de deslizamiento y pestillo (RSL) Desde los albores de la teoría moderna de las redes neuronales, el cerebelo mamífero ha sido un objeto favorito de los estudios de modelado matemático. Los primeros estudios se centraron en el abanico, la convergencia, el umbral y la ponderación aprendida de las señales perceptibles-motoras dentro de la corteza cerebelosa. Esto llevó a la idea todavía viable de que la etapa de células granuladas en la corteza cerebelosa realiza una escasa recodificación expansiva del vector de entrada variable en el tiempo. Esta recodificación revela y enfatiza combinaciones en una representación distribuida que sirve como base para las acciones de control aprendidas y dependientes del estado engendradas por salidas cerebelosas a centros relacionados con el movimiento. Para hacer un uso óptimo de las señales disponibles, el cerebelo debe ser capaz de tamizar la representación de estado en evolución para los predictores más confiables de la necesidad de acciones de control, y utilizar esos predictores incluso si aparecen sólo transitoriamente y con suficiente antelación del tiempo óptimo para iniciar la acción de control. El artículo propone una modificación a modelos previos, poblacionales, de \"cronología adaptativa cerebelosa\" y secuenciación. Puesto que sustituye a una población por un único elemento, el modelo RSL propuesto es en un sentido de máxima eficiencia y, por lo tanto, óptimo desde la perspectiva de la escalabilidad ",
            "error": [
                "tiempo adaptativo cerebeloso",
                "cronología adaptativa cerebelosa"
            ]
        },
        "cerebellar sequencing": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo escalable de temporización y secuenciación adaptativa cerebelosa: el modelo recurrente de deslizamiento y pestillo (RSL) Desde los albores de la teoría moderna de las redes neuronales, el cerebelo mamífero ha sido un objeto favorito de los estudios de modelado matemático. Los primeros estudios se centraron en el abanico, la convergencia, el umbral y la ponderación aprendida de las señales perceptibles-motoras dentro de la corteza cerebelosa. Esto llevó a la idea todavía viable de que la etapa de células granuladas en la corteza cerebelosa realiza una escasa recodificación expansiva del vector de entrada variable en el tiempo. Esta recodificación revela y enfatiza combinaciones en una representación distribuida que sirve como base para las acciones de control aprendidas y dependientes del estado engendradas por salidas cerebelosas a centros relacionados con el movimiento. Para hacer un uso óptimo de las señales disponibles, el cerebelo debe ser capaz de tamizar la representación de estado en evolución para los predictores más confiables de la necesidad de acciones de control, y utilizar esos predictores incluso si aparecen sólo transitoriamente y con suficiente antelación del tiempo óptimo para iniciar la acción de control. El artículo propone una modificación a modelos previos, poblacionales, para el cronometraje y secuenciación adaptativa cerebelosa. Puesto que sustituye a una población por un único elemento, el modelo RSL propuesto es en un sentido de máxima eficiencia y, por lo tanto, óptimo desde la perspectiva de la escalabilidad ",
            "error": []
        },
        "recurrent slide and latch model": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo escalable de temporización y secuenciación adaptativa cerebelosa: el modelo recurrente de deslizamiento y pestillo (RSL) Desde los albores de la teoría moderna de las redes neuronales, el cerebelo mamífero ha sido un objeto favorito de los estudios de modelado matemático. Los primeros estudios se centraron en el abanico, la convergencia, el umbral y la ponderación aprendida de las señales perceptibles-motoras dentro de la corteza cerebelosa. Esto llevó a la idea todavía viable de que la etapa de células granuladas en la corteza cerebelosa realiza una escasa recodificación expansiva del vector de entrada variable en el tiempo. Esta recodificación revela y enfatiza combinaciones en una representación distribuida que sirve como base para las acciones de control aprendidas y dependientes del estado engendradas por salidas cerebelosas a centros relacionados con el movimiento. Para hacer un uso óptimo de las señales disponibles, el cerebelo debe ser capaz de tamizar la representación de estado en evolución para los predictores más confiables de la necesidad de acciones de control, y utilizar esos predictores incluso si aparecen sólo transitoriamente y con suficiente antelación del tiempo óptimo para iniciar la acción de control. El artículo propone una modificación a modelos previos, poblacionales, para el cronometraje y secuenciación adaptativa cerebelosa. Puesto que sustituye a una población por un único elemento, el modelo RSL propuesto es en un sentido de máxima eficiencia y, por lo tanto, óptimo desde la perspectiva de la escalabilidad ",
            "error": []
        },
        "neural network theory": {
            "translated_key": "teoría de redes neuronales",
            "translated_annotated_text": "Un modelo escalable de temporización y secuenciación adaptativa cerebelosa: el modelo recurrente de deslizamiento y pestillo (RSL) Desde los albores de la moderna \"teoría de redes neuronales\", el cerebelo mamífero ha sido un objeto favorito de los estudios de modelado matemático. Los primeros estudios se centraron en el abanico, la convergencia, el umbral y la ponderación aprendida de las señales perceptibles-motoras dentro de la corteza cerebelosa. Esto llevó a la idea todavía viable de que la etapa de células granuladas en la corteza cerebelosa realiza una escasa recodificación expansiva del vector de entrada variable en el tiempo. Esta recodificación revela y enfatiza combinaciones en una representación distribuida que sirve como base para las acciones de control aprendidas y dependientes del estado engendradas por salidas cerebelosas a centros relacionados con el movimiento. Para hacer un uso óptimo de las señales disponibles, el cerebelo debe ser capaz de tamizar la representación de estado en evolución para los predictores más confiables de la necesidad de acciones de control, y utilizar esos predictores incluso si aparecen sólo transitoriamente y con suficiente antelación del tiempo óptimo para iniciar la acción de control. El artículo propone una modificación a modelos previos, poblacionales, para el cronometraje y secuenciación adaptativa cerebelosa. Puesto que sustituye a una población por un único elemento, el modelo RSL propuesto es en un sentido de máxima eficiencia y, por lo tanto, óptimo desde la perspectiva de la escalabilidad ",
            "error": [
                ""
            ]
        },
        "mammalian cerebellum": {
            "translated_key": "cerebello mamífero",
            "translated_annotated_text": "Un modelo escalable de temporización y secuenciación adaptativa cerebelosa: el modelo recurrente de deslizamiento y pestillo (RSL) Desde los albores de la teoría moderna de las redes neuronales, el \"cerebello mamífero\" ha sido un objeto favorito de los estudios de modelado matemático. Los primeros estudios se centraron en el abanico, la convergencia, el umbral y la ponderación aprendida de las señales perceptibles-motoras dentro de la corteza cerebelosa. Esto llevó a la idea todavía viable de que la etapa de células granuladas en la corteza cerebelosa realiza una escasa recodificación expansiva del vector de entrada variable en el tiempo. Esta recodificación revela y enfatiza combinaciones en una representación distribuida que sirve como base para las acciones de control aprendidas y dependientes del estado engendradas por salidas cerebelosas a centros relacionados con el movimiento. Para hacer un uso óptimo de las señales disponibles, el cerebelo debe ser capaz de tamizar la representación de estado en evolución para los predictores más confiables de la necesidad de acciones de control, y utilizar esos predictores incluso si aparecen sólo transitoriamente y con suficiente antelación del tiempo óptimo para iniciar la acción de control. El artículo propone una modificación a modelos previos, poblacionales, para el cronometraje y secuenciación adaptativa cerebelosa. Puesto que sustituye a una población por un único elemento, el modelo RSL propuesto es en un sentido de máxima eficiencia y, por lo tanto, óptimo desde la perspectiva de la escalabilidad ",
            "error": [
                ""
            ]
        },
        "granule cell stage": {
            "translated_key": "etapa de células granuladas",
            "translated_annotated_text": "Un modelo escalable de temporización y secuenciación adaptativa cerebelosa: el modelo recurrente de deslizamiento y pestillo (RSL) Desde los albores de la teoría moderna de las redes neuronales, el cerebelo mamífero ha sido un objeto favorito de los estudios de modelado matemático. Los primeros estudios se centraron en el abanico, la convergencia, el umbral y la ponderación aprendida de las señales perceptibles-motoras dentro de la corteza cerebelosa. Esto llevó a la idea todavía viable de que la \"etapa de células granuladas\" en la corteza cerebelosa realiza una escasa recodificación expansiva del vector de entrada variable en el tiempo. Esta recodificación revela y enfatiza combinaciones en una representación distribuida que sirve como base para las acciones de control aprendidas y dependientes del estado engendradas por salidas cerebelosas a centros relacionados con el movimiento. Para hacer un uso óptimo de las señales disponibles, el cerebelo debe ser capaz de tamizar la representación de estado en evolución para los predictores más confiables de la necesidad de acciones de control, y utilizar esos predictores incluso si aparecen sólo transitoriamente y con suficiente antelación del tiempo óptimo para iniciar la acción de control. El artículo propone una modificación a modelos previos, poblacionales, para el cronometraje y secuenciación adaptativa cerebelosa. Puesto que sustituye a una población por un único elemento, el modelo RSL propuesto es en un sentido de máxima eficiencia y, por lo tanto, óptimo desde la perspectiva de la escalabilidad ",
            "error": [
                ""
            ]
        },
        "sparse expansive recoding": {
            "translated_key": "recodificación expansiva esparcida",
            "translated_annotated_text": "Un modelo escalable de temporización y secuenciación adaptativa cerebelosa: el modelo recurrente de deslizamiento y pestillo (RSL) Desde los albores de la teoría moderna de las redes neuronales, el cerebelo mamífero ha sido un objeto favorito de los estudios de modelado matemático. Los primeros estudios se centraron en el abanico, la convergencia, el umbral y la ponderación aprendida de las señales perceptibles-motoras dentro de la corteza cerebelosa. Esto llevó a la idea todavía viable de que la etapa de células granuladas en la corteza cerebelosa realiza una \"recodificación expansiva esparcida\" del vector de entrada variable en el tiempo. Esta recodificación revela y enfatiza combinaciones en una representación distribuida que sirve como base para las acciones de control aprendidas y dependientes del estado engendradas por salidas cerebelosas a centros relacionados con el movimiento. Para hacer un uso óptimo de las señales disponibles, el cerebelo debe ser capaz de tamizar la representación de estado en evolución para los predictores más confiables de la necesidad de acciones de control, y utilizar esos predictores incluso si aparecen sólo transitoriamente y con suficiente antelación del tiempo óptimo para iniciar la acción de control. El artículo propone una modificación a modelos previos, poblacionales, para el cronometraje y secuenciación adaptativa cerebelosa. Puesto que sustituye a una población por un único elemento, el modelo RSL propuesto es en un sentido de máxima eficiencia y, por lo tanto, óptimo desde la perspectiva de la escalabilidad ",
            "error": [
                ""
            ]
        },
        "time-varying input vector": {
            "translated_key": "vector de entrada variable en el tiempo",
            "translated_annotated_text": "Un modelo escalable de temporización y secuenciación adaptativa cerebelosa: el modelo recurrente de deslizamiento y pestillo (RSL) Desde los albores de la teoría moderna de las redes neuronales, el cerebelo mamífero ha sido un objeto favorito de los estudios de modelado matemático. Los primeros estudios se centraron en el abanico, la convergencia, el umbral y la ponderación aprendida de las señales perceptibles-motoras dentro de la corteza cerebelosa. Esto llevó a la idea todavía viable de que la etapa de células granuladas en la corteza cerebelosa realiza una escasa recodificación expansiva del \"vector de entrada variable en el tiempo\". Esta recodificación revela y enfatiza combinaciones en una representación distribuida que sirve como base para las acciones de control aprendidas y dependientes del estado engendradas por salidas cerebelosas a centros relacionados con el movimiento. Para hacer un uso óptimo de las señales disponibles, el cerebelo debe ser capaz de tamizar la representación de estado en evolución para los predictores más confiables de la necesidad de acciones de control, y utilizar esos predictores incluso si aparecen sólo transitoriamente y con suficiente antelación del tiempo óptimo para iniciar la acción de control. El artículo propone una modificación a modelos previos, poblacionales, para el cronometraje y secuenciación adaptativa cerebelosa. Puesto que sustituye a una población por un único elemento, el modelo RSL propuesto es en un sentido de máxima eficiencia y, por lo tanto, óptimo desde la perspectiva de la escalabilidad ",
            "error": [
                ""
            ]
        },
        "distributed representation": {
            "translated_key": "representación distribuida",
            "translated_annotated_text": "Un modelo escalable de temporización y secuenciación adaptativa cerebelosa: el modelo recurrente de deslizamiento y pestillo (RSL) Desde los albores de la teoría moderna de las redes neuronales, el cerebelo mamífero ha sido un objeto favorito de los estudios de modelado matemático. Los primeros estudios se centraron en el abanico, la convergencia, el umbral y la ponderación aprendida de las señales perceptibles-motoras dentro de la corteza cerebelosa. Esto llevó a la idea todavía viable de que la etapa de células granuladas en la corteza cerebelosa realiza una escasa recodificación expansiva del vector de entrada variable en el tiempo. Esta recodificación revela y enfatiza combinaciones en una \"representación distribuida\" que sirve como base para las acciones de control aprendidas y dependientes del estado engendradas por salidas cerebelosas a centros relacionados con el movimiento. Para hacer un uso óptimo de las señales disponibles, el cerebelo debe ser capaz de tamizar la representación de estado en evolución para los predictores más confiables de la necesidad de acciones de control, y utilizar esos predictores incluso si aparecen sólo transitoriamente y con suficiente antelación del tiempo óptimo para iniciar la acción de control. El artículo propone una modificación a modelos previos, poblacionales, para el cronometraje y secuenciación adaptativa cerebelosa. Puesto que sustituye a una población por un único elemento, el modelo RSL propuesto es en un sentido de máxima eficiencia y, por lo tanto, óptimo desde la perspectiva de la escalabilidad ",
            "error": [
                ""
            ]
        },
        "recurrent network": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo escalable de temporización y secuenciación adaptativa cerebelosa: el modelo recurrente de deslizamiento y pestillo (RSL) Desde los albores de la teoría moderna de las redes neuronales, el cerebelo mamífero ha sido un objeto favorito de los estudios de modelado matemático. Los primeros estudios se centraron en el abanico, la convergencia, el umbral y la ponderación aprendida de las señales perceptibles-motoras dentro de la corteza cerebelosa. Esto llevó a la idea todavía viable de que la etapa de células granuladas en la corteza cerebelosa realiza una escasa recodificación expansiva del vector de entrada variable en el tiempo. Esta recodificación revela y enfatiza combinaciones en una representación distribuida que sirve como base para las acciones de control aprendidas y dependientes del estado engendradas por salidas cerebelosas a centros relacionados con el movimiento. Para hacer un uso óptimo de las señales disponibles, el cerebelo debe ser capaz de tamizar la representación de estado en evolución para los predictores más confiables de la necesidad de acciones de control, y utilizar esos predictores incluso si aparecen sólo transitoriamente y con suficiente antelación del tiempo óptimo para iniciar la acción de control. El artículo propone una modificación a modelos previos, poblacionales, para el cronometraje y secuenciación adaptativa cerebelosa. Puesto que sustituye a una población por un único elemento, el modelo RSL propuesto es en un sentido de máxima eficiencia y, por lo tanto, óptimo desde la perspectiva de la escalabilidad ",
            "error": []
        },
        "brain models": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo escalable de temporización y secuenciación adaptativa cerebelosa: el modelo recurrente de deslizamiento y pestillo (RSL) Desde los albores de la teoría moderna de las redes neuronales, el cerebelo mamífero ha sido un objeto favorito de los estudios de modelado matemático. Los primeros estudios se centraron en el abanico, la convergencia, el umbral y la ponderación aprendida de las señales perceptibles-motoras dentro de la corteza cerebelosa. Esto llevó a la idea todavía viable de que la etapa de células granuladas en la corteza cerebelosa realiza una escasa recodificación expansiva del vector de entrada variable en el tiempo. Esta recodificación revela y enfatiza combinaciones en una representación distribuida que sirve como base para las acciones de control aprendidas y dependientes del estado engendradas por salidas cerebelosas a centros relacionados con el movimiento. Para hacer un uso óptimo de las señales disponibles, el cerebelo debe ser capaz de tamizar la representación de estado en evolución para los predictores más confiables de la necesidad de acciones de control, y utilizar esos predictores incluso si aparecen sólo transitoriamente y con suficiente antelación del tiempo óptimo para iniciar la acción de control. El artículo propone una modificación a modelos previos, poblacionales, para el cronometraje y secuenciación adaptativa cerebelosa. Puesto que sustituye a una población por un único elemento, el modelo RSL propuesto es en un sentido de máxima eficiencia y, por lo tanto, óptimo desde la perspectiva de la escalabilidad ",
            "error": []
        },
        "recurrent neural nets": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo escalable de temporización y secuenciación adaptativa cerebelosa: el modelo recurrente de deslizamiento y pestillo (RSL) Desde los albores de la teoría moderna de las redes neuronales, el cerebelo mamífero ha sido un objeto favorito de los estudios de modelado matemático. Los primeros estudios se centraron en el abanico, la convergencia, el umbral y la ponderación aprendida de las señales perceptibles-motoras dentro de la corteza cerebelosa. Esto llevó a la idea todavía viable de que la etapa de células granuladas en la corteza cerebelosa realiza una escasa recodificación expansiva del vector de entrada variable en el tiempo. Esta recodificación revela y enfatiza combinaciones en una representación distribuida que sirve como base para las acciones de control aprendidas y dependientes del estado engendradas por salidas cerebelosas a centros relacionados con el movimiento. Para hacer un uso óptimo de las señales disponibles, el cerebelo debe ser capaz de tamizar la representación de estado en evolución para los predictores más confiables de la necesidad de acciones de control, y utilizar esos predictores incluso si aparecen sólo transitoriamente y con suficiente antelación del tiempo óptimo para iniciar la acción de control. El artículo propone una modificación a modelos previos, poblacionales, para el cronometraje y secuenciación adaptativa cerebelosa. Puesto que sustituye a una población por un único elemento, el modelo RSL propuesto es en un sentido de máxima eficiencia y, por lo tanto, óptimo desde la perspectiva de la escalabilidad ",
            "error": []
        },
        "timing": {
            "translated_key": "timing",
            "translated_annotated_text": "Un modelo escalable de \"timing\" y secuenciación adaptativa cerebelosa: el modelo recurrente de deslizamiento y pestillo (RSL) Desde los albores de la teoría moderna de las redes neuronales, el cerebelo mamífero ha sido un objeto favorito de los estudios de modelado matemático. Los primeros estudios se centraron en el abanico, la convergencia, el umbral y la ponderación aprendida de las señales perceptibles-motoras dentro de la corteza cerebelosa. Esto llevó a la idea todavía viable de que la etapa de células granuladas en la corteza cerebelosa realiza una escasa recodificación expansiva del vector de entrada variable en el tiempo. Esta recodificación revela y enfatiza combinaciones en una representación distribuida que sirve como base para las acciones de control aprendidas y dependientes del estado engendradas por salidas cerebelosas a centros relacionados con el movimiento. Para hacer un uso óptimo de las señales disponibles, el cerebelo debe ser capaz de tamizar la representación de estado en evolución para los predictores más confiables de la necesidad de acciones de control, y utilizar esos predictores incluso si aparecen sólo transitoriamente y con suficiente antelación del tiempo óptimo para iniciar la acción de control. El artículo propone una modificación a modelos previos, poblacionales, para \"timing\" y secuenciación adaptativa cerebelosa. Puesto que sustituye a una población por un único elemento, el modelo RSL propuesto es en un sentido de máxima eficiencia y, por lo tanto, óptimo desde la perspectiva de la escalabilidad ",
            "error": [
                ""
            ]
        }
    }
}