{
    "original_text": "Searching a scalable approach to cerebellar based control Decades of research into the structure and function of the cerebellum have led to a clear understanding of many of its cells, as well as how learning might take place. Furthermore, there are many theories on what signals the cerebellum operates on, and how it works in concert with other parts of the nervous system. Nevertheless, the application of computational cerebellar models to the control of robot dynamics remains in its infant state. To date, few applications have been realized. The currently emerging family of light-weight robots poses a new challenge to robot control: due to their complex dynamics traditional methods, depending on a full analysis of the dynamics of the system, are no longer applicable since the joints influence each other dynamics during movement. Can artificial cerebellar models compete here?",
    "original_translation": "La búsqueda de un enfoque escalable para el control basado en cerebelo Décadas de investigación sobre la estructura y función del cerebelo han llevado a una clara comprensión de muchas de sus células, así como cómo podría tener lugar el aprendizaje. Además, hay muchas teorías sobre qué señales opera el cerebelo, y cómo funciona en concierto con otras partes del sistema nervioso. Sin embargo, la aplicación de modelos cerebelosos computacionales al control de la dinámica de los robots permanece en su estado infantil. Hasta la fecha, se han presentado pocas solicitudes. La actual familia emergente de robots ligeros plantea un nuevo reto al control de los robots: debido a su compleja dinámica, los métodos tradicionales, dependiendo de un análisis completo de la dinámica del sistema, ya no son aplicables ya que las articulaciones influyen entre sí durante el movimiento. ¿Pueden los modelos cerebelosos artificiales competir aquí?",
    "error_count": 6,
    "keys": {
        "scalable approach": {
            "translated_key": "enfoque escalable",
            "translated_annotated_text": "La búsqueda de un \"enfoque escalable\" para el control basado en cerebelo Décadas de investigación sobre la estructura y función del cerebelo han llevado a una clara comprensión de muchas de sus células, así como cómo podría tener lugar el aprendizaje. Además, hay muchas teorías sobre qué señales opera el cerebelo, y cómo funciona en concierto con otras partes del sistema nervioso. Sin embargo, la aplicación de modelos cerebelosos computacionales al control de la dinámica de los robots permanece en su estado infantil. Hasta la fecha, se han presentado pocas solicitudes. La actual familia emergente de robots ligeros plantea un nuevo reto al control de los robots: debido a su compleja dinámica, los métodos tradicionales, dependiendo de un análisis completo de la dinámica del sistema, ya no son aplicables ya que las articulaciones influyen entre sí durante el movimiento. ¿Pueden los modelos cerebelosos artificiales competir aquí? ",
            "error": [
                ""
            ]
        },
        "cerebellar based control": {
            "translated_key": "control basado en cerebelo",
            "translated_annotated_text": "La búsqueda de un enfoque escalable para el \"control basado en cerebelo\" Décadas de investigación sobre la estructura y función del cerebelo han llevado a una clara comprensión de muchas de sus células, así como cómo podría tener lugar el aprendizaje. Además, hay muchas teorías sobre qué señales opera el cerebelo, y cómo funciona en concierto con otras partes del sistema nervioso. Sin embargo, la aplicación de modelos cerebelosos computacionales al control de la dinámica de los robots permanece en su estado infantil. Hasta la fecha, se han presentado pocas solicitudes. La actual familia emergente de robots ligeros plantea un nuevo reto al control de los robots: debido a su compleja dinámica, los métodos tradicionales, dependiendo de un análisis completo de la dinámica del sistema, ya no son aplicables ya que las articulaciones influyen entre sí durante el movimiento. ¿Pueden los modelos cerebelosos artificiales competir aquí? ",
            "error": [
                ""
            ]
        },
        "nervous system": {
            "translated_key": "sistema nervioso",
            "translated_annotated_text": "La búsqueda de un enfoque escalable para el control basado en cerebelo Décadas de investigación sobre la estructura y función del cerebelo han llevado a una clara comprensión de muchas de sus células, así como cómo podría tener lugar el aprendizaje. Además, hay muchas teorías sobre qué señales opera el cerebelo, y cómo funciona en concierto con otras partes del \"sistema nervioso\". Sin embargo, la aplicación de modelos cerebelosos computacionales al control de la dinámica de los robots permanece en su estado infantil. Hasta la fecha, se han presentado pocas solicitudes. La actual familia emergente de robots ligeros plantea un nuevo reto al control de los robots: debido a su compleja dinámica, los métodos tradicionales, dependiendo de un análisis completo de la dinámica del sistema, ya no son aplicables ya que las articulaciones influyen entre sí durante el movimiento. ¿Pueden los modelos cerebelosos artificiales competir aquí? ",
            "error": [
                ""
            ]
        },
        "computational cerebellar models": {
            "translated_key": "modelos cerebelosos computacionales",
            "translated_annotated_text": "La búsqueda de un enfoque escalable para el control basado en cerebelo Décadas de investigación sobre la estructura y función del cerebelo han llevado a una clara comprensión de muchas de sus células, así como cómo podría tener lugar el aprendizaje. Además, hay muchas teorías sobre qué señales opera el cerebelo, y cómo funciona en concierto con otras partes del sistema nervioso. Sin embargo, la aplicación de \"modelos cerebelosos computacionales\" al control de la dinámica de los robots permanece en su estado infantil. Hasta la fecha, se han presentado pocas solicitudes. La actual familia emergente de robots ligeros plantea un nuevo reto al control de los robots: debido a su compleja dinámica, los métodos tradicionales, dependiendo de un análisis completo de la dinámica del sistema, ya no son aplicables ya que las articulaciones influyen entre sí durante el movimiento. ¿Pueden los modelos cerebelosos artificiales competir aquí? ",
            "error": [
                ""
            ]
        },
        "light-weight robots": {
            "translated_key": "robots ligeros",
            "translated_annotated_text": "La búsqueda de un enfoque escalable para el control basado en cerebelo Décadas de investigación sobre la estructura y función del cerebelo han llevado a una clara comprensión de muchas de sus células, así como cómo podría tener lugar el aprendizaje. Además, hay muchas teorías sobre qué señales opera el cerebelo, y cómo funciona en concierto con otras partes del sistema nervioso. Sin embargo, la aplicación de modelos cerebelosos computacionales al control de la dinámica de los robots permanece en su estado infantil. Hasta la fecha, se han presentado pocas solicitudes. La actual familia emergente de \"robots ligeros\" plantea un nuevo desafío al control de robots: debido a su compleja dinámica los métodos tradicionales, dependiendo de un análisis completo de la dinámica del sistema, ya no son aplicables ya que las articulaciones influyen entre sí durante la dinámica del movimiento. ¿Pueden los modelos cerebelosos artificiales competir aquí? ",
            "error": [
                ""
            ]
        },
        "robot control": {
            "translated_key": "control de robots",
            "translated_annotated_text": "La búsqueda de un enfoque escalable para el control basado en cerebelo Décadas de investigación sobre la estructura y función del cerebelo han llevado a una clara comprensión de muchas de sus células, así como cómo podría tener lugar el aprendizaje. Además, hay muchas teorías sobre qué señales opera el cerebelo, y cómo funciona en concierto con otras partes del sistema nervioso. Sin embargo, la aplicación de modelos cerebelosos computacionales al control de la dinámica de los robots permanece en su estado infantil. Hasta la fecha, se han presentado pocas solicitudes. La actual familia emergente de robots ligeros plantea un nuevo reto al \"control de robots\": debido a su compleja dinámica los métodos tradicionales, dependiendo de un análisis completo de la dinámica del sistema, ya no son aplicables ya que las articulaciones influyen entre sí durante la dinámica del movimiento. ¿Pueden los modelos cerebelosos artificiales competir aquí? ",
            "error": [
                ""
            ]
        },
        "adaptive control": {
            "translated_key": [],
            "translated_annotated_text": "La búsqueda de un enfoque escalable para el control basado en cerebelo Décadas de investigación sobre la estructura y función del cerebelo han llevado a una clara comprensión de muchas de sus células, así como cómo podría tener lugar el aprendizaje. Además, hay muchas teorías sobre qué señales opera el cerebelo, y cómo funciona en concierto con otras partes del sistema nervioso. Sin embargo, la aplicación de modelos cerebelosos computacionales al control de la dinámica de los robots permanece en su estado infantil. Hasta la fecha, se han presentado pocas solicitudes. La actual familia emergente de robots ligeros plantea un nuevo reto al control de los robots: debido a su compleja dinámica, los métodos tradicionales, dependiendo de un análisis completo de la dinámica del sistema, ya no son aplicables ya que las articulaciones influyen entre sí durante el movimiento. ¿Pueden los modelos cerebelosos artificiales competir aquí? ",
            "error": []
        },
        "biocontrol": {
            "translated_key": [],
            "translated_annotated_text": "La búsqueda de un enfoque escalable para el control basado en cerebelo Décadas de investigación sobre la estructura y función del cerebelo han llevado a una clara comprensión de muchas de sus células, así como cómo podría tener lugar el aprendizaje. Además, hay muchas teorías sobre qué señales opera el cerebelo, y cómo funciona en concierto con otras partes del sistema nervioso. Sin embargo, la aplicación de modelos cerebelosos computacionales al control de la dinámica de los robots permanece en su estado infantil. Hasta la fecha, se han presentado pocas solicitudes. La actual familia emergente de robots ligeros plantea un nuevo reto al control de los robots: debido a su compleja dinámica, los métodos tradicionales, dependiendo de un análisis completo de la dinámica del sistema, ya no son aplicables ya que las articulaciones influyen entre sí durante el movimiento. ¿Pueden los modelos cerebelosos artificiales competir aquí? ",
            "error": []
        },
        "brain models": {
            "translated_key": [],
            "translated_annotated_text": "La búsqueda de un enfoque escalable para el control basado en cerebelo Décadas de investigación sobre la estructura y función del cerebelo han llevado a una clara comprensión de muchas de sus células, así como cómo podría tener lugar el aprendizaje. Además, hay muchas teorías sobre qué señales opera el cerebelo, y cómo funciona en concierto con otras partes del sistema nervioso. Sin embargo, la aplicación de modelos cerebelosos computacionales al control de la dinámica de los robots permanece en su estado infantil. Hasta la fecha, se han presentado pocas solicitudes. La actual familia emergente de robots ligeros plantea un nuevo reto al control de los robots: debido a su compleja dinámica, los métodos tradicionales, dependiendo de un análisis completo de la dinámica del sistema, ya no son aplicables ya que las articulaciones influyen entre sí durante el movimiento. ¿Pueden los modelos cerebelosos artificiales competir aquí? ",
            "error": []
        },
        "cerebellar model arithmetic computers": {
            "translated_key": [],
            "translated_annotated_text": "La búsqueda de un enfoque escalable para el control basado en cerebelo Décadas de investigación sobre la estructura y función del cerebelo han llevado a una clara comprensión de muchas de sus células, así como cómo podría tener lugar el aprendizaje. Además, hay muchas teorías sobre qué señales opera el cerebelo, y cómo funciona en concierto con otras partes del sistema nervioso. Sin embargo, la aplicación de modelos cerebelosos computacionales al control de la dinámica de los robots permanece en su estado infantil. Hasta la fecha, se han presentado pocas solicitudes. La actual familia emergente de robots ligeros plantea un nuevo reto al control de los robots: debido a su compleja dinámica, los métodos tradicionales, dependiendo de un análisis completo de la dinámica del sistema, ya no son aplicables ya que las articulaciones influyen entre sí durante el movimiento. ¿Pueden los modelos cerebelosos artificiales competir aquí? ",
            "error": []
        },
        "learning (artificial intelligence)": {
            "translated_key": [],
            "translated_annotated_text": "La búsqueda de un enfoque escalable para el control basado en cerebelo Décadas de investigación sobre la estructura y función del cerebelo han llevado a una clara comprensión de muchas de sus células, así como cómo podría tener lugar el aprendizaje. Además, hay muchas teorías sobre qué señales opera el cerebelo, y cómo funciona en concierto con otras partes del sistema nervioso. Sin embargo, la aplicación de modelos cerebelosos computacionales al control de la dinámica de los robots permanece en su estado infantil. Hasta la fecha, se han presentado pocas solicitudes. La actual familia emergente de robots ligeros plantea un nuevo reto al control de los robots: debido a su compleja dinámica, los métodos tradicionales, dependiendo de un análisis completo de la dinámica del sistema, ya no son aplicables ya que las articulaciones influyen entre sí durante el movimiento. ¿Pueden los modelos cerebelosos artificiales competir aquí? ",
            "error": []
        },
        "robot dynamics": {
            "translated_key": "dinámicas de robots",
            "translated_annotated_text": "La búsqueda de un enfoque escalable para el control basado en cerebelo Décadas de investigación sobre la estructura y función del cerebelo han llevado a una clara comprensión de muchas de sus células, así como cómo podría tener lugar el aprendizaje. Además, hay muchas teorías sobre qué señales opera el cerebelo, y cómo funciona en concierto con otras partes del sistema nervioso. Sin embargo, la aplicación de modelos cerebelosos computacionales al control de las \"dinámicas de robots\" permanece en su estado infantil. Hasta la fecha, se han presentado pocas solicitudes. La actual familia emergente de robots ligeros plantea un nuevo reto al control de los robots: debido a su compleja dinámica, los métodos tradicionales, dependiendo de un análisis completo de la dinámica del sistema, ya no son aplicables ya que las articulaciones influyen entre sí durante el movimiento. ¿Pueden los modelos cerebelosos artificiales competir aquí? ",
            "error": [
                ""
            ]
        },
        "robot kinematics": {
            "translated_key": [],
            "translated_annotated_text": "La búsqueda de un enfoque escalable para el control basado en cerebelo Décadas de investigación sobre la estructura y función del cerebelo han llevado a una clara comprensión de muchas de sus células, así como cómo podría tener lugar el aprendizaje. Además, hay muchas teorías sobre qué señales opera el cerebelo, y cómo funciona en concierto con otras partes del sistema nervioso. Sin embargo, la aplicación de modelos cerebelosos computacionales al control de la dinámica de los robots permanece en su estado infantil. Hasta la fecha, se han presentado pocas solicitudes. La actual familia emergente de robots ligeros plantea un nuevo reto al control de los robots: debido a su compleja dinámica, los métodos tradicionales, dependiendo de un análisis completo de la dinámica del sistema, ya no son aplicables ya que las articulaciones influyen entre sí durante el movimiento. ¿Pueden los modelos cerebelosos artificiales competir aquí? ",
            "error": []
        }
    }
}