{
    "original_text": "Supersampling multiframe blind deconvolution resolution enhancement of adaptive optics compensated imagery of low earth orbit satellites We describe a postprocessing methodology for reconstructing undersampled image sequences with randomly varying blur that can provide image enhancement beyond the sampling resolution of the sensor. This method is demonstrated on simulated imagery and on adaptive-optics-(AO)-compensated imagery taken by the Starfire Optical Range 3.5-m telescope that has been artificially undersampled. Also shown are the results of multiframe blind deconvolution of some of the highest quality optical imagery of low earth orbit satellites collected with a ground-based telescope to date. The algorithm used is a generalization of multiframe blind deconvolution techniques that include a representation of spatial sampling by the focal plane array elements based on a forward stochastic model. This generalization enables the random shifts and shape of the AO-compensated point spread function (PSF) to be used to partially eliminate the aliasing effects associated with sub-Nyquist sampling of the image by the focal plane array. The method could be used to reduce resolution loss that occurs when imaging in wide-field-of-view (FOV) modes",
    "original_translation": "Supermuestreo de resolución de deconvolución ciega multiframe mejora de la óptica adaptativa imágenes compensadas de satélites de órbita terrestre baja Describimos una metodología de postprocesamiento para reconstruir secuencias de imágenes inframuestradas con desenfoque variable al azar que puede proporcionar mejora de imagen más allá de la resolución de muestreo del sensor. Este método se demuestra en imágenes simuladas y en imágenes compensadas con ópticas adaptativas (AO) tomadas por el telescopio Starfire Optical Range de 3,5 m, que ha sido submuestrado artificialmente. También se muestran los resultados de la desconcentración ciega de varios fotogramas de algunas de las imágenes ópticas de más alta calidad de los satélites de órbita terrestre baja recogidos con un telescopio terrestre hasta la fecha. El algoritmo utilizado es una generalización de técnicas de deconvolución ciega multiframe que incluyen una representación del muestreo espacial por los elementos de la matriz del plano focal basados en un modelo estocástico hacia adelante. Esta generalización permite que los cambios aleatorios y la forma de la función de propagación de puntos compensada con AO (PSF) se utilicen para eliminar parcialmente los efectos de alias asociados con el muestreo sub-Nyquist de la imagen por el conjunto del plano focal. El método podría utilizarse para reducir la pérdida de resolución que se produce cuando se toman imágenes en modos de campo de visión amplio (FOV)",
    "error_count": 14,
    "keys": {
        "supersampling multiframe blind deconvolution resolution enhancement": {
            "translated_key": [],
            "translated_annotated_text": "Supermuestreo de resolución de deconvolución ciega multiframe mejora de la óptica adaptativa imágenes compensadas de satélites de órbita terrestre baja Describimos una metodología de postprocesamiento para reconstruir secuencias de imágenes inframuestradas con desenfoque variable al azar que puede proporcionar mejora de imagen más allá de la resolución de muestreo del sensor. Este método se demuestra en imágenes simuladas y en imágenes compensadas con ópticas adaptativas (AO) tomadas por el telescopio Starfire Optical Range de 3,5 m, que ha sido submuestrado artificialmente. También se muestran los resultados de la desconcentración ciega de varios fotogramas de algunas de las imágenes ópticas de más alta calidad de los satélites de órbita terrestre baja recogidos con un telescopio terrestre hasta la fecha. El algoritmo utilizado es una generalización de técnicas de deconvolución ciega multiframe que incluyen una representación del muestreo espacial por los elementos de la matriz del plano focal basados en un modelo estocástico hacia adelante. Esta generalización permite que los cambios aleatorios y la forma de la función de propagación de puntos compensada con AO (PSF) se utilicen para eliminar parcialmente los efectos de alias asociados con el muestreo sub-Nyquist de la imagen por el conjunto del plano focal. El método podría utilizarse para reducir la pérdida de resolución que se produce cuando se toman imágenes en modos de campo de visión amplio (FOV) ",
            "error": []
        },
        "adaptive optics compensated imagery": {
            "translated_key": "imagen compensada de óptica adaptativa",
            "translated_annotated_text": "Supermuestreo de resolución de deconvolución ciega multiframe mejora de \"imagen compensada de óptica adaptativa\" de satélites de órbita terrestre baja Describimos una metodología de postprocesamiento para reconstruir secuencias de imágenes inframuestradas con desenfoque variable al azar que puede proporcionar mejora de imagen más allá de la resolución de muestreo del sensor. Este método se demuestra en imágenes simuladas y en imágenes compensadas con ópticas adaptativas (AO) tomadas por el telescopio Starfire Optical Range de 3,5 m, que ha sido submuestrado artificialmente. También se muestran los resultados de la desconcentración ciega de varios fotogramas de algunas de las imágenes ópticas de más alta calidad de los satélites de órbita terrestre baja recogidos con un telescopio terrestre hasta la fecha. El algoritmo utilizado es una generalización de técnicas de deconvolución ciega multiframe que incluyen una representación del muestreo espacial por los elementos de la matriz del plano focal basados en un modelo estocástico hacia adelante. Esta generalización permite que los cambios aleatorios y la forma de la función de propagación de puntos compensada con AO (PSF) se utilicen para eliminar parcialmente los efectos de alias asociados con el muestreo sub-Nyquist de la imagen por el conjunto del plano focal. El método podría utilizarse para reducir la pérdida de resolución que se produce cuando se toman imágenes en modos de campo de visión amplio (FOV) ",
            "error": [
                ""
            ]
        },
        "low earth orbit satellites": {
            "translated_key": "satélites de órbita terrestre baja",
            "translated_annotated_text": "Supermuestreo de resolución de deconvolución ciega multiframe mejora de la óptica adaptativa imágenes compensadas de \"satélites de órbita terrestre baja\" Describimos una metodología de postprocesamiento para reconstruir secuencias de imágenes inframuestradas con desenfoque variable al azar que puede proporcionar mejora de imagen más allá de la resolución de muestreo del sensor. Este método se demuestra en imágenes simuladas y en imágenes compensadas con ópticas adaptativas (AO) tomadas por el telescopio Starfire Optical Range de 3,5 m, que ha sido submuestrado artificialmente. También se muestran los resultados de la deconvolución ciega multiframe de algunas de las imágenes ópticas de más alta calidad de los \"satélites de órbita terrestre baja\" recogidos con un telescopio terrestre hasta la fecha. El algoritmo utilizado es una generalización de técnicas de deconvolución ciega multiframe que incluyen una representación del muestreo espacial por los elementos de la matriz del plano focal basados en un modelo estocástico hacia adelante. Esta generalización permite que los cambios aleatorios y la forma de la función de propagación de puntos compensada con AO (PSF) se utilicen para eliminar parcialmente los efectos de alias asociados con el muestreo sub-Nyquist de la imagen por el conjunto del plano focal. El método podría utilizarse para reducir la pérdida de resolución que se produce cuando se toman imágenes en modos de campo de visión amplio (FOV) ",
            "error": [
                ""
            ]
        },
        "postprocessing methodology": {
            "translated_key": "metodología de postprocesamiento",
            "translated_annotated_text": "Supermuestreo de resolución de deconvolución ciega multiframe mejora de la óptica adaptativa imágenes compensadas de satélites de órbita terrestre baja Describimos una \"metodología de postprocesamiento\" para reconstruir secuencias de imágenes inframuestradas con desenfoque variable al azar que puede proporcionar mejora de imagen más allá de la resolución de muestreo del sensor. Este método se demuestra en imágenes simuladas y en imágenes compensadas con ópticas adaptativas (AO) tomadas por el telescopio Starfire Optical Range de 3,5 m, que ha sido submuestrado artificialmente. También se muestran los resultados de la desconcentración ciega de varios fotogramas de algunas de las imágenes ópticas de más alta calidad de los satélites de órbita terrestre baja recogidos con un telescopio terrestre hasta la fecha. El algoritmo utilizado es una generalización de técnicas de deconvolución ciega multiframe que incluyen una representación del muestreo espacial por los elementos de la matriz del plano focal basados en un modelo estocástico hacia adelante. Esta generalización permite que los cambios aleatorios y la forma de la función de propagación de puntos compensada con AO (PSF) se utilicen para eliminar parcialmente los efectos de alias asociados con el muestreo sub-Nyquist de la imagen por el conjunto del plano focal. El método podría utilizarse para reducir la pérdida de resolución que se produce cuando se toman imágenes en modos de campo de visión amplio (FOV) ",
            "error": [
                ""
            ]
        },
        "undersampled image sequence reconstruction": {
            "translated_key": [],
            "translated_annotated_text": "Supermuestreo de resolución de deconvolución ciega multiframe mejora de la óptica adaptativa imágenes compensadas de satélites de órbita terrestre baja Describimos una metodología de postprocesamiento para reconstruir secuencias de imágenes inframuestradas con desenfoque variable al azar que puede proporcionar mejora de imagen más allá de la resolución de muestreo del sensor. Este método se demuestra en imágenes simuladas y en imágenes compensadas con ópticas adaptativas (AO) tomadas por el telescopio Starfire Optical Range de 3,5 m, que ha sido submuestrado artificialmente. También se muestran los resultados de la desconcentración ciega de varios fotogramas de algunas de las imágenes ópticas de más alta calidad de los satélites de órbita terrestre baja recogidos con un telescopio terrestre hasta la fecha. El algoritmo utilizado es una generalización de técnicas de deconvolución ciega multiframe que incluyen una representación del muestreo espacial por los elementos de la matriz del plano focal basados en un modelo estocástico hacia adelante. Esta generalización permite que los cambios aleatorios y la forma de la función de propagación de puntos compensada con AO (PSF) se utilicen para eliminar parcialmente los efectos de alias asociados con el muestreo sub-Nyquist de la imagen por el conjunto del plano focal. El método podría utilizarse para reducir la pérdida de resolución que se produce cuando se toman imágenes en modos de campo de visión amplio (FOV) ",
            "error": []
        },
        "randomly varying blur": {
            "translated_key": "difuminación aleatoriamente variable",
            "translated_annotated_text": "Supermuestreo de resolución de deconvolución ciega multiframe mejora de la óptica adaptativa imágenes compensadas de satélites de órbita terrestre baja Describimos una metodología de postprocesamiento para reconstruir secuencias de imágenes inframuestradas con \"difuminación aleatoriamente variable\" que puede proporcionar mejora de imagen más allá de la resolución de muestreo del sensor. Este método se demuestra en imágenes simuladas y en imágenes compensadas con ópticas adaptativas (AO) tomadas por el telescopio Starfire Optical Range de 3,5 m, que ha sido submuestrado artificialmente. También se muestran los resultados de la desconcentración ciega de varios fotogramas de algunas de las imágenes ópticas de más alta calidad de los satélites de órbita terrestre baja recogidos con un telescopio terrestre hasta la fecha. El algoritmo utilizado es una generalización de técnicas de deconvolución ciega multiframe que incluyen una representación del muestreo espacial por los elementos de la matriz del plano focal basados en un modelo estocástico hacia adelante. Esta generalización permite que los cambios aleatorios y la forma de la función de propagación de puntos compensada con AO (PSF) se utilicen para eliminar parcialmente los efectos de alias asociados con el muestreo sub-Nyquist de la imagen por el conjunto del plano focal. El método podría utilizarse para reducir la pérdida de resolución que se produce cuando se toman imágenes en modos de campo de visión amplio (FOV) ",
            "error": [
                ""
            ]
        },
        "image enhancement": {
            "translated_key": "mejora de la imagen",
            "translated_annotated_text": "Supermuestreo de resolución de deconvolución ciega multiframe mejora de la óptica adaptativa imágenes compensadas de satélites de órbita terrestre baja Describimos una metodología de postprocesamiento para reconstruir secuencias de imágenes inframuestradas con desenfoque variable al azar que puede proporcionar \"mejora de la imagen\" más allá de la resolución de muestreo del sensor. Este método se demuestra en imágenes simuladas y en imágenes compensadas con ópticas adaptativas (AO) tomadas por el telescopio Starfire Optical Range de 3,5 m, que ha sido submuestrado artificialmente. También se muestran los resultados de la desconcentración ciega de varios fotogramas de algunas de las imágenes ópticas de más alta calidad de los satélites de órbita terrestre baja recogidos con un telescopio terrestre hasta la fecha. El algoritmo utilizado es una generalización de técnicas de deconvolución ciega multiframe que incluyen una representación del muestreo espacial por los elementos de la matriz del plano focal basados en un modelo estocástico hacia adelante. Esta generalización permite que los cambios aleatorios y la forma de la función de propagación de puntos compensada con AO (PSF) se utilicen para eliminar parcialmente los efectos de alias asociados con el muestreo sub-Nyquist de la imagen por el conjunto del plano focal. El método podría utilizarse para reducir la pérdida de resolución que se produce cuando se toman imágenes en modos de campo de visión amplio (FOV) ",
            "error": [
                ""
            ]
        },
        "sensor sampling resolution": {
            "translated_key": [],
            "translated_annotated_text": "Supermuestreo de resolución de deconvolución ciega multiframe mejora de la óptica adaptativa imágenes compensadas de satélites de órbita terrestre baja Describimos una metodología de postprocesamiento para reconstruir secuencias de imágenes inframuestradas con desenfoque variable al azar que puede proporcionar mejora de imagen más allá de la resolución de muestreo del sensor. Este método se demuestra en imágenes simuladas y en imágenes compensadas con ópticas adaptativas (AO) tomadas por el telescopio Starfire Optical Range de 3,5 m, que ha sido submuestrado artificialmente. También se muestran los resultados de la desconcentración ciega de varios fotogramas de algunas de las imágenes ópticas de más alta calidad de los satélites de órbita terrestre baja recogidos con un telescopio terrestre hasta la fecha. El algoritmo utilizado es una generalización de técnicas de deconvolución ciega multiframe que incluyen una representación del muestreo espacial por los elementos de la matriz del plano focal basados en un modelo estocástico hacia adelante. Esta generalización permite que los cambios aleatorios y la forma de la función de propagación de puntos compensada con AO (PSF) se utilicen para eliminar parcialmente los efectos de alias asociados con el muestreo sub-Nyquist de la imagen por el conjunto del plano focal. El método podría utilizarse para reducir la pérdida de resolución que se produce cuando se toman imágenes en modos de campo de visión amplio (FOV) ",
            "error": []
        },
        "simulated imagery": {
            "translated_key": "imagen simulada",
            "translated_annotated_text": "Supermuestreo de resolución de deconvolución ciega multiframe mejora de la óptica adaptativa imágenes compensadas de satélites de órbita terrestre baja Describimos una metodología de postprocesamiento para reconstruir secuencias de imágenes inframuestradas con desenfoque variable al azar que puede proporcionar mejora de imagen más allá de la resolución de muestreo del sensor. Este método se demuestra en \"imagen simulada\" y en imágenes compensadas con ópticas adaptativas (AO) tomadas por el telescopio Starfire Optical Range de 3,5 m, que ha sido submuestrado artificialmente. También se muestran los resultados de la desconcentración ciega de varios fotogramas de algunas de las imágenes ópticas de más alta calidad de los satélites de órbita terrestre baja recogidos con un telescopio terrestre hasta la fecha. El algoritmo utilizado es una generalización de técnicas de deconvolución ciega multiframe que incluyen una representación del muestreo espacial por los elementos de la matriz del plano focal basados en un modelo estocástico hacia adelante. Esta generalización permite que los cambios aleatorios y la forma de la función de propagación de puntos compensada con AO (PSF) se utilicen para eliminar parcialmente los efectos de alias asociados con el muestreo sub-Nyquist de la imagen por el conjunto del plano focal. El método podría utilizarse para reducir la pérdida de resolución que se produce cuando se toman imágenes en modos de campo de visión amplio (FOV) ",
            "error": [
                ""
            ]
        },
        "Starfire Optical Range telescope": {
            "translated_key": [],
            "translated_annotated_text": "Supermuestreo de resolución de deconvolución ciega multiframe mejora de la óptica adaptativa imágenes compensadas de satélites de órbita terrestre baja Describimos una metodología de postprocesamiento para reconstruir secuencias de imágenes inframuestradas con desenfoque variable al azar que puede proporcionar mejora de imagen más allá de la resolución de muestreo del sensor. Este método se demuestra en imágenes simuladas y en imágenes compensadas con ópticas adaptativas (AO) tomadas por el telescopio Starfire Optical Range de 3,5 m, que ha sido submuestrado artificialmente. También se muestran los resultados de la desconcentración ciega de varios fotogramas de algunas de las imágenes ópticas de más alta calidad de los satélites de órbita terrestre baja recogidos con un telescopio terrestre hasta la fecha. El algoritmo utilizado es una generalización de técnicas de deconvolución ciega multiframe que incluyen una representación del muestreo espacial por los elementos de la matriz del plano focal basados en un modelo estocástico hacia adelante. Esta generalización permite que los cambios aleatorios y la forma de la función de propagación de puntos compensada con AO (PSF) se utilicen para eliminar parcialmente los efectos de alias asociados con el muestreo sub-Nyquist de la imagen por el conjunto del plano focal. El método podría utilizarse para reducir la pérdida de resolución que se produce cuando se toman imágenes en modos de campo de visión amplio (FOV) ",
            "error": []
        },
        "multiframe blind deconvolution": {
            "translated_key": "desconvolución ciega multiframe",
            "translated_annotated_text": "Supermuestreo \"desconvolución ciega multiframe\" mejora de la resolución de óptica adaptativa imágenes compensadas de satélites de órbita terrestre baja Describimos una metodología de postprocesamiento para reconstruir secuencias de imágenes inframuestradas con desenfoque al azar variable que puede proporcionar mejora de imagen más allá de la resolución de muestreo del sensor. Este método se demuestra en imágenes simuladas y en imágenes compensadas con ópticas adaptativas (AO) tomadas por el telescopio Starfire Optical Range de 3,5 m, que ha sido submuestrado artificialmente. También se muestran los resultados de la \"desconvolución ciega multiframe\" de algunas de las imágenes ópticas de más alta calidad de satélites de órbita terrestre baja recogidos con un telescopio terrestre hasta la fecha. El algoritmo utilizado es una generalización de las técnicas de \"desconvolución ciega multiframe\" que incluyen una representación del muestreo espacial por los elementos de la matriz del plano focal basados en un modelo estocástico hacia adelante. Esta generalización permite que los cambios aleatorios y la forma de la función de propagación de puntos compensada con AO (PSF) se utilicen para eliminar parcialmente los efectos de alias asociados con el muestreo sub-Nyquist de la imagen por el conjunto del plano focal. El método podría utilizarse para reducir la pérdida de resolución que se produce cuando se toman imágenes en modos de campo de visión amplio (FOV) ",
            "error": [
                ""
            ]
        },
        "ground-based telescope": {
            "translated_key": "telescopio terrestre",
            "translated_annotated_text": "Supermuestreo de resolución de deconvolución ciega multiframe mejora de la óptica adaptativa imágenes compensadas de satélites de órbita terrestre baja Describimos una metodología de postprocesamiento para reconstruir secuencias de imágenes inframuestradas con desenfoque variable al azar que puede proporcionar mejora de imagen más allá de la resolución de muestreo del sensor. Este método se demuestra en imágenes simuladas y en imágenes compensadas con ópticas adaptativas (AO) tomadas por el telescopio Starfire Optical Range de 3,5 m, que ha sido submuestrado artificialmente. También se muestran los resultados de la deconvolución ciega multiframe de algunas de las imágenes ópticas de más alta calidad de satélites de órbita terrestre baja recogidos con un \"telescopio terrestre\" hasta la fecha. El algoritmo utilizado es una generalización de técnicas de deconvolución ciega multiframe que incluyen una representación del muestreo espacial por los elementos de la matriz del plano focal basados en un modelo estocástico hacia adelante. Esta generalización permite que los cambios aleatorios y la forma de la función de propagación de puntos compensada con AO (PSF) se utilicen para eliminar parcialmente los efectos de alias asociados con el muestreo sub-Nyquist de la imagen por el conjunto del plano focal. El método podría utilizarse para reducir la pérdida de resolución que se produce cuando se toman imágenes en modos de campo de visión amplio (FOV) ",
            "error": [
                ""
            ]
        },
        "spatial sampling": {
            "translated_key": "sampleo espacial",
            "translated_annotated_text": "Supermuestreo de resolución de deconvolución ciega multiframe mejora de la óptica adaptativa imágenes compensadas de satélites de órbita terrestre baja Describimos una metodología de postprocesamiento para reconstruir secuencias de imágenes inframuestradas con desenfoque variable al azar que puede proporcionar mejora de imagen más allá de la resolución de muestreo del sensor. Este método se demuestra en imágenes simuladas y en imágenes compensadas con ópticas adaptativas (AO) tomadas por el telescopio Starfire Optical Range de 3,5 m, que ha sido submuestrado artificialmente. También se muestran los resultados de la desconcentración ciega de varios fotogramas de algunas de las imágenes ópticas de más alta calidad de los satélites de órbita terrestre baja recogidos con un telescopio terrestre hasta la fecha. El algoritmo utilizado es una generalización de técnicas de deconvolución ciega multiframe que incluyen una representación de \"sampleo espacial\" por los elementos de la matriz del plano focal basados en un modelo estocástico hacia adelante. Esta generalización permite que los cambios aleatorios y la forma de la función de propagación de puntos compensada con AO (PSF) se utilicen para eliminar parcialmente los efectos de alias asociados con el muestreo sub-Nyquist de la imagen por el conjunto del plano focal. El método podría utilizarse para reducir la pérdida de resolución que se produce cuando se toman imágenes en modos de campo de visión amplio (FOV) ",
            "error": [
                ""
            ]
        },
        "focal plane array elements": {
            "translated_key": "elementos del array plano focal",
            "translated_annotated_text": "Supermuestreo de resolución de deconvolución ciega multiframe mejora de la óptica adaptativa imágenes compensadas de satélites de órbita terrestre baja Describimos una metodología de postprocesamiento para reconstruir secuencias de imágenes inframuestradas con desenfoque variable al azar que puede proporcionar mejora de imagen más allá de la resolución de muestreo del sensor. Este método se demuestra en imágenes simuladas y en imágenes compensadas con ópticas adaptativas (AO) tomadas por el telescopio Starfire Optical Range de 3,5 m, que ha sido submuestrado artificialmente. También se muestran los resultados de la desconcentración ciega de varios fotogramas de algunas de las imágenes ópticas de más alta calidad de los satélites de órbita terrestre baja recogidos con un telescopio terrestre hasta la fecha. El algoritmo utilizado es una generalización de técnicas de deconvolución ciega multiframe que incluyen una representación del muestreo espacial por los \"elementos del array plano focal\" basados en un modelo estocástico hacia adelante. Esta generalización permite que los cambios aleatorios y la forma de la función de propagación de puntos compensada con AO (PSF) se utilicen para eliminar parcialmente los efectos de alias asociados con el muestreo sub-Nyquist de la imagen por el conjunto del plano focal. El método podría utilizarse para reducir la pérdida de resolución que se produce cuando se toman imágenes en modos de campo de visión amplio (FOV) ",
            "error": [
                ""
            ]
        },
        "forward stochastic model": {
            "translated_key": "modelo estocástico hacia adelante",
            "translated_annotated_text": "Supermuestreo de resolución de deconvolución ciega multiframe mejora de la óptica adaptativa imágenes compensadas de satélites de órbita terrestre baja Describimos una metodología de postprocesamiento para reconstruir secuencias de imágenes inframuestradas con desenfoque variable al azar que puede proporcionar mejora de imagen más allá de la resolución de muestreo del sensor. Este método se demuestra en imágenes simuladas y en imágenes compensadas con ópticas adaptativas (AO) tomadas por el telescopio Starfire Optical Range de 3,5 m, que ha sido submuestrado artificialmente. También se muestran los resultados de la desconcentración ciega de varios fotogramas de algunas de las imágenes ópticas de más alta calidad de los satélites de órbita terrestre baja recogidos con un telescopio terrestre hasta la fecha. El algoritmo utilizado es una generalización de las técnicas de deconvolución ciega multiframe que incluyen una representación del muestreo espacial por los elementos de la matriz del plano focal basados en un \"modelo estocástico hacia adelante\". Esta generalización permite que los cambios aleatorios y la forma de la función de propagación de puntos compensada con AO (PSF) se utilicen para eliminar parcialmente los efectos de alias asociados con el muestreo sub-Nyquist de la imagen por el conjunto del plano focal. El método podría utilizarse para reducir la pérdida de resolución que se produce cuando se toman imágenes en modos de campo de visión amplio (FOV) ",
            "error": [
                ""
            ]
        },
        "random shifts": {
            "translated_key": "desplazamientos aleatorios",
            "translated_annotated_text": "Supermuestreo de resolución de deconvolución ciega multiframe mejora de la óptica adaptativa imágenes compensadas de satélites de órbita terrestre baja Describimos una metodología de postprocesamiento para reconstruir secuencias de imágenes inframuestradas con desenfoque variable al azar que puede proporcionar mejora de imagen más allá de la resolución de muestreo del sensor. Este método se demuestra en imágenes simuladas y en imágenes compensadas con ópticas adaptativas (AO) tomadas por el telescopio Starfire Optical Range de 3,5 m, que ha sido submuestrado artificialmente. También se muestran los resultados de la desconcentración ciega de varios fotogramas de algunas de las imágenes ópticas de más alta calidad de los satélites de órbita terrestre baja recogidos con un telescopio terrestre hasta la fecha. El algoritmo utilizado es una generalización de técnicas de deconvolución ciega multiframe que incluyen una representación del muestreo espacial por los elementos de la matriz del plano focal basados en un modelo estocástico hacia adelante. Esta generalización permite que los \"desplazamientos aleatorios\" y la forma de la función de propagación de puntos compensada con AO (PSF) se utilicen para eliminar parcialmente los efectos de alias asociados con el muestreo sub-Nyquist de la imagen por el conjunto de planos focales. El método podría utilizarse para reducir la pérdida de resolución que se produce cuando se toman imágenes en modos de campo de visión amplio (FOV) ",
            "error": [
                ""
            ]
        },
        "AO-compensated point spread function": {
            "translated_key": "función de propagación de puntos compensada con AO",
            "translated_annotated_text": "Supermuestreo de resolución de deconvolución ciega multiframe mejora de la óptica adaptativa imágenes compensadas de satélites de órbita terrestre baja Describimos una metodología de postprocesamiento para reconstruir secuencias de imágenes inframuestradas con desenfoque variable al azar que puede proporcionar mejora de imagen más allá de la resolución de muestreo del sensor. Este método se demuestra en imágenes simuladas y en imágenes compensadas con ópticas adaptativas (AO) tomadas por el telescopio Starfire Optical Range de 3,5 m, que ha sido submuestrado artificialmente. También se muestran los resultados de la desconcentración ciega de varios fotogramas de algunas de las imágenes ópticas de más alta calidad de los satélites de órbita terrestre baja recogidos con un telescopio terrestre hasta la fecha. El algoritmo utilizado es una generalización de técnicas de deconvolución ciega multiframe que incluyen una representación del muestreo espacial por los elementos de la matriz del plano focal basados en un modelo estocástico hacia adelante. Esta generalización permite que los cambios aleatorios y la forma de la \"función de propagación de puntos compensada con AO\" (PSF) se utilicen para eliminar parcialmente los efectos de alias asociados con el muestreo sub-Nyquist de la imagen por el conjunto de planos focales. El método podría utilizarse para reducir la pérdida de resolución que se produce cuando se toman imágenes en modos de campo de visión amplio (FOV) ",
            "error": [
                ""
            ]
        },
        "aliasing effects": {
            "translated_key": "efectos de alias",
            "translated_annotated_text": "Supermuestreo de resolución de deconvolución ciega multiframe mejora de la óptica adaptativa imágenes compensadas de satélites de órbita terrestre baja Describimos una metodología de postprocesamiento para reconstruir secuencias de imágenes inframuestradas con desenfoque variable al azar que puede proporcionar mejora de imagen más allá de la resolución de muestreo del sensor. Este método se demuestra en imágenes simuladas y en imágenes compensadas con ópticas adaptativas (AO) tomadas por el telescopio Starfire Optical Range de 3,5 m, que ha sido submuestrado artificialmente. También se muestran los resultados de la desconcentración ciega de varios fotogramas de algunas de las imágenes ópticas de más alta calidad de los satélites de órbita terrestre baja recogidos con un telescopio terrestre hasta la fecha. El algoritmo utilizado es una generalización de técnicas de deconvolución ciega multiframe que incluyen una representación del muestreo espacial por los elementos de la matriz del plano focal basados en un modelo estocástico hacia adelante. Esta generalización permite que los cambios aleatorios y la forma de la función de propagación de puntos compensada con AO (PSF) se utilicen para eliminar parcialmente los \"efectos de alias\" asociados con el muestreo sub-Nyquist de la imagen por el conjunto de planos focales. El método podría utilizarse para reducir la pérdida de resolución que se produce cuando se toman imágenes en modos de campo de visión amplio (FOV) ",
            "error": [
                ""
            ]
        },
        "sub-Nyquist sampling": {
            "translated_key": "sampleo sub-Nyquist",
            "translated_annotated_text": "Supermuestreo de resolución de deconvolución ciega multiframe mejora de la óptica adaptativa imágenes compensadas de satélites de órbita terrestre baja Describimos una metodología de postprocesamiento para reconstruir secuencias de imágenes inframuestradas con desenfoque variable al azar que puede proporcionar mejora de imagen más allá de la resolución de muestreo del sensor. Este método se demuestra en imágenes simuladas y en imágenes compensadas con ópticas adaptativas (AO) tomadas por el telescopio Starfire Optical Range de 3,5 m, que ha sido submuestrado artificialmente. También se muestran los resultados de la desconcentración ciega de varios fotogramas de algunas de las imágenes ópticas de más alta calidad de los satélites de órbita terrestre baja recogidos con un telescopio terrestre hasta la fecha. El algoritmo utilizado es una generalización de técnicas de deconvolución ciega multiframe que incluyen una representación del muestreo espacial por los elementos de la matriz del plano focal basados en un modelo estocástico hacia adelante. Esta generalización permite que los cambios aleatorios y la forma de la función de propagación de puntos compensada con AO (PSF) se utilicen para eliminar parcialmente los efectos de alias asociados con el \"sampleo sub-Nyquist\" de la imagen por el conjunto de planos focales. El método podría utilizarse para reducir la pérdida de resolución que se produce cuando se toman imágenes en modos de campo de visión amplio (FOV) ",
            "error": [
                ""
            ]
        },
        "resolution loss": {
            "translated_key": "pérdida de resolución",
            "translated_annotated_text": "Supermuestreo de resolución de deconvolución ciega multiframe mejora de la óptica adaptativa imágenes compensadas de satélites de órbita terrestre baja Describimos una metodología de postprocesamiento para reconstruir secuencias de imágenes inframuestradas con desenfoque variable al azar que puede proporcionar mejora de imagen más allá de la resolución de muestreo del sensor. Este método se demuestra en imágenes simuladas y en imágenes compensadas con ópticas adaptativas (AO) tomadas por el telescopio Starfire Optical Range de 3,5 m, que ha sido submuestrado artificialmente. También se muestran los resultados de la desconcentración ciega de varios fotogramas de algunas de las imágenes ópticas de más alta calidad de los satélites de órbita terrestre baja recogidos con un telescopio terrestre hasta la fecha. El algoritmo utilizado es una generalización de técnicas de deconvolución ciega multiframe que incluyen una representación del muestreo espacial por los elementos de la matriz del plano focal basados en un modelo estocástico hacia adelante. Esta generalización permite que los cambios aleatorios y la forma de la función de propagación de puntos compensada con AO (PSF) se utilicen para eliminar parcialmente los efectos de alias asociados con el muestreo sub-Nyquist de la imagen por el conjunto del plano focal. El método podría utilizarse para reducir la \"pérdida de resolución\" que se produce cuando se toman imágenes en modos de campo de visión amplio (FOV) ",
            "error": [
                ""
            ]
        },
        "wide-field-of-view modes": {
            "translated_key": [],
            "translated_annotated_text": "Supermuestreo de resolución de deconvolución ciega multiframe mejora de la óptica adaptativa imágenes compensadas de satélites de órbita terrestre baja Describimos una metodología de postprocesamiento para reconstruir secuencias de imágenes inframuestradas con desenfoque variable al azar que puede proporcionar mejora de imagen más allá de la resolución de muestreo del sensor. Este método se demuestra en imágenes simuladas y en imágenes compensadas con ópticas adaptativas (AO) tomadas por el telescopio Starfire Optical Range de 3,5 m, que ha sido submuestrado artificialmente. También se muestran los resultados de la desconcentración ciega de varios fotogramas de algunas de las imágenes ópticas de más alta calidad de los satélites de órbita terrestre baja recogidos con un telescopio terrestre hasta la fecha. El algoritmo utilizado es una generalización de técnicas de deconvolución ciega multiframe que incluyen una representación del muestreo espacial por los elementos de la matriz del plano focal basados en un modelo estocástico hacia adelante. Esta generalización permite que los cambios aleatorios y la forma de la función de propagación de puntos compensada con AO (PSF) se utilicen para eliminar parcialmente los efectos de alias asociados con el muestreo sub-Nyquist de la imagen por el conjunto del plano focal. El método podría utilizarse para reducir la pérdida de resolución que se produce cuando se toman imágenes en modos de campo de visión amplio (FOV) ",
            "error": []
        },
        "3.5 m": {
            "translated_key": [],
            "translated_annotated_text": "Supermuestreo de resolución de deconvolución ciega multiframe mejora de la óptica adaptativa imágenes compensadas de satélites de órbita terrestre baja Describimos una metodología de postprocesamiento para reconstruir secuencias de imágenes inframuestradas con desenfoque variable al azar que puede proporcionar mejora de imagen más allá de la resolución de muestreo del sensor. Este método se demuestra en imágenes simuladas y en imágenes compensadas con ópticas adaptativas (AO) tomadas por el telescopio Starfire Optical Range de 3,5 m, que ha sido submuestrado artificialmente. También se muestran los resultados de la desconcentración ciega de varios fotogramas de algunas de las imágenes ópticas de más alta calidad de los satélites de órbita terrestre baja recogidos con un telescopio terrestre hasta la fecha. El algoritmo utilizado es una generalización de técnicas de deconvolución ciega multiframe que incluyen una representación del muestreo espacial por los elementos de la matriz del plano focal basados en un modelo estocástico hacia adelante. Esta generalización permite que los cambios aleatorios y la forma de la función de propagación de puntos compensada con AO (PSF) se utilicen para eliminar parcialmente los efectos de alias asociados con el muestreo sub-Nyquist de la imagen por el conjunto del plano focal. El método podría utilizarse para reducir la pérdida de resolución que se produce cuando se toman imágenes en modos de campo de visión amplio (FOV) ",
            "error": []
        },
        "adaptive optics": {
            "translated_key": "óptica adaptativa",
            "translated_annotated_text": "Supermuestreo multiframe mejora de la resolución de deconvolución ciega de \"óptica adaptativa\" imágenes compensadas de satélites de órbita terrestre baja Describimos una metodología de postprocesamiento para reconstruir secuencias de imágenes inframuestradas con desenfoque variable al azar que puede proporcionar mejora de imagen más allá de la resolución de muestreo del sensor. Este método se demuestra en imágenes simuladas y en imágenes compensadas con ópticas adaptativas (AO) tomadas por el telescopio Starfire Optical Range de 3,5 m, que ha sido submuestrado artificialmente. También se muestran los resultados de la desconcentración ciega de varios fotogramas de algunas de las imágenes ópticas de más alta calidad de los satélites de órbita terrestre baja recogidos con un telescopio terrestre hasta la fecha. El algoritmo utilizado es una generalización de técnicas de deconvolución ciega multiframe que incluyen una representación del muestreo espacial por los elementos de la matriz del plano focal basados en un modelo estocástico hacia adelante. Esta generalización permite que los cambios aleatorios y la forma de la función de propagación de puntos compensada con AO (PSF) se utilicen para eliminar parcialmente los efectos de alias asociados con el muestreo sub-Nyquist de la imagen por el conjunto del plano focal. El método podría utilizarse para reducir la pérdida de resolución que se produce cuando se toman imágenes en modos de campo de visión amplio (FOV) ",
            "error": [
                ""
            ]
        },
        "astronomical techniques": {
            "translated_key": [],
            "translated_annotated_text": "Supermuestreo de resolución de deconvolución ciega multiframe mejora de la óptica adaptativa imágenes compensadas de satélites de órbita terrestre baja Describimos una metodología de postprocesamiento para reconstruir secuencias de imágenes inframuestradas con desenfoque variable al azar que puede proporcionar mejora de imagen más allá de la resolución de muestreo del sensor. Este método se demuestra en imágenes simuladas y en imágenes compensadas con ópticas adaptativas (AO) tomadas por el telescopio Starfire Optical Range de 3,5 m, que ha sido submuestrado artificialmente. También se muestran los resultados de la desconcentración ciega de varios fotogramas de algunas de las imágenes ópticas de más alta calidad de los satélites de órbita terrestre baja recogidos con un telescopio terrestre hasta la fecha. El algoritmo utilizado es una generalización de técnicas de deconvolución ciega multiframe que incluyen una representación del muestreo espacial por los elementos de la matriz del plano focal basados en un modelo estocástico hacia adelante. Esta generalización permite que los cambios aleatorios y la forma de la función de propagación de puntos compensada con AO (PSF) se utilicen para eliminar parcialmente los efectos de alias asociados con el muestreo sub-Nyquist de la imagen por el conjunto del plano focal. El método podría utilizarse para reducir la pérdida de resolución que se produce cuando se toman imágenes en modos de campo de visión amplio (FOV) ",
            "error": []
        },
        "astronomical telescopes": {
            "translated_key": [],
            "translated_annotated_text": "Supermuestreo de resolución de deconvolución ciega multiframe mejora de la óptica adaptativa imágenes compensadas de satélites de órbita terrestre baja Describimos una metodología de postprocesamiento para reconstruir secuencias de imágenes inframuestradas con desenfoque variable al azar que puede proporcionar mejora de imagen más allá de la resolución de muestreo del sensor. Este método se demuestra en imágenes simuladas y en imágenes compensadas con ópticas adaptativas (AO) tomadas por el telescopio Starfire Optical Range de 3,5 m, que ha sido submuestrado artificialmente. También se muestran los resultados de la desconcentración ciega de varios fotogramas de algunas de las imágenes ópticas de más alta calidad de los satélites de órbita terrestre baja recogidos con un telescopio terrestre hasta la fecha. El algoritmo utilizado es una generalización de técnicas de deconvolución ciega multiframe que incluyen una representación del muestreo espacial por los elementos de la matriz del plano focal basados en un modelo estocástico hacia adelante. Esta generalización permite que los cambios aleatorios y la forma de la función de propagación de puntos compensada con AO (PSF) se utilicen para eliminar parcialmente los efectos de alias asociados con el muestreo sub-Nyquist de la imagen por el conjunto del plano focal. El método podría utilizarse para reducir la pérdida de resolución que se produce cuando se toman imágenes en modos de campo de visión amplio (FOV) ",
            "error": []
        },
        "astronomy computing": {
            "translated_key": [],
            "translated_annotated_text": "Supermuestreo de resolución de deconvolución ciega multiframe mejora de la óptica adaptativa imágenes compensadas de satélites de órbita terrestre baja Describimos una metodología de postprocesamiento para reconstruir secuencias de imágenes inframuestradas con desenfoque variable al azar que puede proporcionar mejora de imagen más allá de la resolución de muestreo del sensor. Este método se demuestra en imágenes simuladas y en imágenes compensadas con ópticas adaptativas (AO) tomadas por el telescopio Starfire Optical Range de 3,5 m, que ha sido submuestrado artificialmente. También se muestran los resultados de la desconcentración ciega de varios fotogramas de algunas de las imágenes ópticas de más alta calidad de los satélites de órbita terrestre baja recogidos con un telescopio terrestre hasta la fecha. El algoritmo utilizado es una generalización de técnicas de deconvolución ciega multiframe que incluyen una representación del muestreo espacial por los elementos de la matriz del plano focal basados en un modelo estocástico hacia adelante. Esta generalización permite que los cambios aleatorios y la forma de la función de propagación de puntos compensada con AO (PSF) se utilicen para eliminar parcialmente los efectos de alias asociados con el muestreo sub-Nyquist de la imagen por el conjunto del plano focal. El método podría utilizarse para reducir la pérdida de resolución que se produce cuando se toman imágenes en modos de campo de visión amplio (FOV) ",
            "error": []
        },
        "deconvolution": {
            "translated_key": "desconvolución",
            "translated_annotated_text": "Supermuestreo multiframe ciega \"desconvolución\" mejora de la resolución de óptica adaptativa compensada imágenes de satélites de órbita terrestre baja Describimos una metodología de postprocesamiento para reconstruir secuencias de imágenes inframuestradas con desenfoque al azar variable que puede proporcionar mejora de imagen más allá de la resolución de muestreo del sensor. Este método se demuestra en imágenes simuladas y en imágenes compensadas con ópticas adaptativas (AO) tomadas por el telescopio Starfire Optical Range de 3,5 m, que ha sido submuestrado artificialmente. También se muestran los resultados de la \"desconvolución\" ciega multiframe de algunas de las imágenes ópticas de más alta calidad de satélites de órbita terrestre baja recogidos con un telescopio terrestre hasta la fecha. El algoritmo utilizado es una generalización de técnicas de \"desconvolución\" ciegas multiframe que incluyen una representación del muestreo espacial por los elementos de la matriz del plano focal basados en un modelo estocástico hacia adelante. Esta generalización permite que los cambios aleatorios y la forma de la función de propagación de puntos compensada con AO (PSF) se utilicen para eliminar parcialmente los efectos de alias asociados con el muestreo sub-Nyquist de la imagen por el conjunto del plano focal. El método podría utilizarse para reducir la pérdida de resolución que se produce cuando se toman imágenes en modos de campo de visión amplio (FOV) ",
            "error": [
                ""
            ]
        },
        "focal planes": {
            "translated_key": [],
            "translated_annotated_text": "Supermuestreo de resolución de deconvolución ciega multiframe mejora de la óptica adaptativa imágenes compensadas de satélites de órbita terrestre baja Describimos una metodología de postprocesamiento para reconstruir secuencias de imágenes inframuestradas con desenfoque variable al azar que puede proporcionar mejora de imagen más allá de la resolución de muestreo del sensor. Este método se demuestra en imágenes simuladas y en imágenes compensadas con ópticas adaptativas (AO) tomadas por el telescopio Starfire Optical Range de 3,5 m, que ha sido submuestrado artificialmente. También se muestran los resultados de la desconcentración ciega de varios fotogramas de algunas de las imágenes ópticas de más alta calidad de los satélites de órbita terrestre baja recogidos con un telescopio terrestre hasta la fecha. El algoritmo utilizado es una generalización de técnicas de deconvolución ciega multiframe que incluyen una representación del muestreo espacial por los elementos de la matriz del plano focal basados en un modelo estocástico hacia adelante. Esta generalización permite que los cambios aleatorios y la forma de la función de propagación de puntos compensada con AO (PSF) se utilicen para eliminar parcialmente los efectos de alias asociados con el muestreo sub-Nyquist de la imagen por el conjunto del plano focal. El método podría utilizarse para reducir la pérdida de resolución que se produce cuando se toman imágenes en modos de campo de visión amplio (FOV) ",
            "error": []
        },
        "image reconstruction": {
            "translated_key": [],
            "translated_annotated_text": "Supermuestreo de resolución de deconvolución ciega multiframe mejora de la óptica adaptativa imágenes compensadas de satélites de órbita terrestre baja Describimos una metodología de postprocesamiento para reconstruir secuencias de imágenes inframuestradas con desenfoque variable al azar que puede proporcionar mejora de imagen más allá de la resolución de muestreo del sensor. Este método se demuestra en imágenes simuladas y en imágenes compensadas con ópticas adaptativas (AO) tomadas por el telescopio Starfire Optical Range de 3,5 m, que ha sido submuestrado artificialmente. También se muestran los resultados de la desconcentración ciega de varios fotogramas de algunas de las imágenes ópticas de más alta calidad de los satélites de órbita terrestre baja recogidos con un telescopio terrestre hasta la fecha. El algoritmo utilizado es una generalización de técnicas de deconvolución ciega multiframe que incluyen una representación del muestreo espacial por los elementos de la matriz del plano focal basados en un modelo estocástico hacia adelante. Esta generalización permite que los cambios aleatorios y la forma de la función de propagación de puntos compensada con AO (PSF) se utilicen para eliminar parcialmente los efectos de alias asociados con el muestreo sub-Nyquist de la imagen por el conjunto del plano focal. El método podría utilizarse para reducir la pérdida de resolución que se produce cuando se toman imágenes en modos de campo de visión amplio (FOV) ",
            "error": []
        },
        "image resolution": {
            "translated_key": [],
            "translated_annotated_text": "Supermuestreo de resolución de deconvolución ciega multiframe mejora de la óptica adaptativa imágenes compensadas de satélites de órbita terrestre baja Describimos una metodología de postprocesamiento para reconstruir secuencias de imágenes inframuestradas con desenfoque variable al azar que puede proporcionar mejora de imagen más allá de la resolución de muestreo del sensor. Este método se demuestra en imágenes simuladas y en imágenes compensadas con ópticas adaptativas (AO) tomadas por el telescopio Starfire Optical Range de 3,5 m, que ha sido submuestrado artificialmente. También se muestran los resultados de la desconcentración ciega de varios fotogramas de algunas de las imágenes ópticas de más alta calidad de los satélites de órbita terrestre baja recogidos con un telescopio terrestre hasta la fecha. El algoritmo utilizado es una generalización de técnicas de deconvolución ciega multiframe que incluyen una representación del muestreo espacial por los elementos de la matriz del plano focal basados en un modelo estocástico hacia adelante. Esta generalización permite que los cambios aleatorios y la forma de la función de propagación de puntos compensada con AO (PSF) se utilicen para eliminar parcialmente los efectos de alias asociados con el muestreo sub-Nyquist de la imagen por el conjunto del plano focal. El método podría utilizarse para reducir la pérdida de resolución que se produce cuando se toman imágenes en modos de campo de visión amplio (FOV) ",
            "error": []
        },
        "image sampling": {
            "translated_key": [],
            "translated_annotated_text": "Supermuestreo de resolución de deconvolución ciega multiframe mejora de la óptica adaptativa imágenes compensadas de satélites de órbita terrestre baja Describimos una metodología de postprocesamiento para reconstruir secuencias de imágenes inframuestradas con desenfoque variable al azar que puede proporcionar mejora de imagen más allá de la resolución de muestreo del sensor. Este método se demuestra en imágenes simuladas y en imágenes compensadas con ópticas adaptativas (AO) tomadas por el telescopio Starfire Optical Range de 3,5 m, que ha sido submuestrado artificialmente. También se muestran los resultados de la desconcentración ciega de varios fotogramas de algunas de las imágenes ópticas de más alta calidad de los satélites de órbita terrestre baja recogidos con un telescopio terrestre hasta la fecha. El algoritmo utilizado es una generalización de técnicas de deconvolución ciega multiframe que incluyen una representación del muestreo espacial por los elementos de la matriz del plano focal basados en un modelo estocástico hacia adelante. Esta generalización permite que los cambios aleatorios y la forma de la función de propagación de puntos compensada con AO (PSF) se utilicen para eliminar parcialmente los efectos de alias asociados con el muestreo sub-Nyquist de la imagen por el conjunto del plano focal. El método podría utilizarse para reducir la pérdida de resolución que se produce cuando se toman imágenes en modos de campo de visión amplio (FOV) ",
            "error": []
        },
        "image sequences": {
            "translated_key": "secuencias de imágenes",
            "translated_annotated_text": "Supermuestreo de resolución de deconvolución ciega multiframe mejora de la óptica adaptativa imágenes compensadas de satélites de órbita terrestre baja Describimos una metodología de postprocesamiento para reconstruir \"secuencias de imágenes\" inframuestradas con desenfoque variable al azar que puede proporcionar mejora de imagen más allá de la resolución de muestreo del sensor. Este método se demuestra en imágenes simuladas y en imágenes compensadas con ópticas adaptativas (AO) tomadas por el telescopio Starfire Optical Range de 3,5 m, que ha sido submuestrado artificialmente. También se muestran los resultados de la desconcentración ciega de varios fotogramas de algunas de las imágenes ópticas de más alta calidad de los satélites de órbita terrestre baja recogidos con un telescopio terrestre hasta la fecha. El algoritmo utilizado es una generalización de técnicas de deconvolución ciega multiframe que incluyen una representación del muestreo espacial por los elementos de la matriz del plano focal basados en un modelo estocástico hacia adelante. Esta generalización permite que los cambios aleatorios y la forma de la función de propagación de puntos compensada con AO (PSF) se utilicen para eliminar parcialmente los efectos de alias asociados con el muestreo sub-Nyquist de la imagen por el conjunto del plano focal. El método podría utilizarse para reducir la pérdida de resolución que se produce cuando se toman imágenes en modos de campo de visión amplio (FOV) ",
            "error": [
                ""
            ]
        },
        "optical transfer function": {
            "translated_key": [],
            "translated_annotated_text": "Supermuestreo de resolución de deconvolución ciega multiframe mejora de la óptica adaptativa imágenes compensadas de satélites de órbita terrestre baja Describimos una metodología de postprocesamiento para reconstruir secuencias de imágenes inframuestradas con desenfoque variable al azar que puede proporcionar mejora de imagen más allá de la resolución de muestreo del sensor. Este método se demuestra en imágenes simuladas y en imágenes compensadas con ópticas adaptativas (AO) tomadas por el telescopio Starfire Optical Range de 3,5 m, que ha sido submuestrado artificialmente. También se muestran los resultados de la desconcentración ciega de varios fotogramas de algunas de las imágenes ópticas de más alta calidad de los satélites de órbita terrestre baja recogidos con un telescopio terrestre hasta la fecha. El algoritmo utilizado es una generalización de técnicas de deconvolución ciega multiframe que incluyen una representación del muestreo espacial por los elementos de la matriz del plano focal basados en un modelo estocástico hacia adelante. Esta generalización permite que los cambios aleatorios y la forma de la función de propagación de puntos compensada con AO (PSF) se utilicen para eliminar parcialmente los efectos de alias asociados con el muestreo sub-Nyquist de la imagen por el conjunto del plano focal. El método podría utilizarse para reducir la pérdida de resolución que se produce cuando se toman imágenes en modos de campo de visión amplio (FOV) ",
            "error": []
        }
    }
}