{
    "original_text": "Bad pixel identification by means of principal components analysis Bad pixels are defined as those pixels showing a temporal evolution of the signal different from the rest of the pixels of a given array. Principal component analysis helps us to understand the definition of a statistical distance associated with each pixels, and using this distance it is possible to identify those pixels labeled as bad pixels. The spatiality of a pixel is also calculated. An assumption about the normality of the distribution of the distances of the pixels is revised. Although the influence on the robustness of the identification algorithm is negligible, the definition of a parameter related with this nonnormality helps to identify those principal components and eigenimages responsible for the departure from a multinormal distribution. The method for identifying the bad pixels is successfully applied to a set of frames obtained from a CCD visible and a focal plane array (FPA) IR camera",
    "original_translation": "Identificación de mal píxel mediante análisis de componentes principales Los píxeles malos se definen como aquellos píxeles que muestran una evolución temporal de la señal diferente del resto de los píxeles de una matriz dada. El análisis de componentes principales nos ayuda a entender la definición de una distancia estadística asociada con cada píxeles, y usando esta distancia es posible identificar los píxeles etiquetados como malos píxeles. También se calcula la espacialidad de un píxel. Se revisa una suposición sobre la normalidad de la distribución de las distancias de los píxeles. Aunque la influencia en la robustez del algoritmo de identificación es insignificante, la definición de un parámetro relacionado con esta no normalidad ayuda a identificar los componentes principales y las imágenes propias responsables de la salida de una distribución multinormal. El método para identificar los píxeles defectuosos se aplica con éxito a un conjunto de marcos obtenidos de una cámara IR visible CCD y una matriz de plano focal (FPA)",
    "error_count": 6,
    "keys": {
        "bad pixel identification": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de mal píxel mediante análisis de componentes principales Los píxeles malos se definen como aquellos píxeles que muestran una evolución temporal de la señal diferente del resto de los píxeles de una matriz dada. El análisis de componentes principales nos ayuda a entender la definición de una distancia estadística asociada con cada píxeles, y usando esta distancia es posible identificar los píxeles etiquetados como malos píxeles. También se calcula la espacialidad de un píxel. Se revisa una suposición sobre la normalidad de la distribución de las distancias de los píxeles. Aunque la influencia en la robustez del algoritmo de identificación es insignificante, la definición de un parámetro relacionado con esta no normalidad ayuda a identificar los componentes principales y las imágenes propias responsables de la salida de una distribución multinormal. El método para identificar los píxeles defectuosos se aplica con éxito a un conjunto de marcos obtenidos de una cámara IR visible CCD y una matriz de plano focal (FPA) ",
            "error": []
        },
        "principal components analysis": {
            "translated_key": "análisis de componentes principales",
            "translated_annotated_text": "Identificación de mal píxel mediante \"análisis de componentes principales\" Los píxeles malos se definen como aquellos píxeles que muestran una evolución temporal de la señal diferente del resto de los píxeles de una matriz dada. El análisis de componentes principales nos ayuda a entender la definición de una distancia estadística asociada con cada píxeles, y usando esta distancia es posible identificar los píxeles etiquetados como malos píxeles. También se calcula la espacialidad de un píxel. Se revisa una suposición sobre la normalidad de la distribución de las distancias de los píxeles. Aunque la influencia en la robustez del algoritmo de identificación es insignificante, la definición de un parámetro relacionado con esta no normalidad ayuda a identificar los componentes principales y las imágenes propias responsables de la salida de una distribución multinormal. El método para identificar los píxeles defectuosos se aplica con éxito a un conjunto de marcos obtenidos de una cámara IR visible CCD y una matriz de plano focal (FPA) ",
            "error": [
                ""
            ]
        },
        "temporal evolution": {
            "translated_key": "evolución temporal",
            "translated_annotated_text": "Identificación de píxeles defectuosos mediante análisis de componentes principales Los píxeles defectuosos se definen como los píxeles que muestran una \"evolución temporal\" de la señal diferente del resto de los píxeles de una matriz dada. El análisis de componentes principales nos ayuda a entender la definición de una distancia estadística asociada con cada píxeles, y usando esta distancia es posible identificar los píxeles etiquetados como malos píxeles. También se calcula la espacialidad de un píxel. Se revisa una suposición sobre la normalidad de la distribución de las distancias de los píxeles. Aunque la influencia en la robustez del algoritmo de identificación es insignificante, la definición de un parámetro relacionado con esta no normalidad ayuda a identificar los componentes principales y las imágenes propias responsables de la salida de una distribución multinormal. El método para identificar los píxeles defectuosos se aplica con éxito a un conjunto de marcos obtenidos de una cámara IR visible CCD y una matriz de plano focal (FPA) ",
            "error": [
                ""
            ]
        },
        "statistical distance": {
            "translated_key": "distancia estadística",
            "translated_annotated_text": "Identificación de mal píxel mediante análisis de componentes principales Los píxeles malos se definen como aquellos píxeles que muestran una evolución temporal de la señal diferente del resto de los píxeles de una matriz dada. El análisis de componentes principales nos ayuda a entender la definición de una \"distancia estadística\" asociada con cada pixeles, y usando esta distancia es posible identificar los pixeles etiquetados como malos pixeles. También se calcula la espacialidad de un píxel. Se revisa una suposición sobre la normalidad de la distribución de las distancias de los píxeles. Aunque la influencia en la robustez del algoritmo de identificación es insignificante, la definición de un parámetro relacionado con esta no normalidad ayuda a identificar los componentes principales y las imágenes propias responsables de la salida de una distribución multinormal. El método para identificar los píxeles defectuosos se aplica con éxito a un conjunto de marcos obtenidos de una cámara IR visible CCD y una matriz de plano focal (FPA) ",
            "error": [
                ""
            ]
        },
        "robustness": {
            "translated_key": "robustness",
            "translated_annotated_text": "Identificación de mal píxel mediante análisis de componentes principales Los píxeles malos se definen como aquellos píxeles que muestran una evolución temporal de la señal diferente del resto de los píxeles de una matriz dada. El análisis de componentes principales nos ayuda a entender la definición de una distancia estadística asociada con cada píxeles, y usando esta distancia es posible identificar los píxeles etiquetados como malos píxeles. También se calcula la espacialidad de un píxel. Se revisa una suposición sobre la normalidad de la distribución de las distancias de los píxeles. Aunque la influencia sobre la \"robustness\" del algoritmo de identificación es insignificante, la definición de un parámetro relacionado con esta no normalidad ayuda a identificar los componentes principales y las imágenes propias responsables de la salida de una distribución multinormal. El método para identificar los píxeles defectuosos se aplica con éxito a un conjunto de marcos obtenidos de una cámara IR visible CCD y una matriz de plano focal (FPA) ",
            "error": [
                ""
            ]
        },
        "identification algorithm": {
            "translated_key": "algoritmo de identificación",
            "translated_annotated_text": "Identificación de mal píxel mediante análisis de componentes principales Los píxeles malos se definen como aquellos píxeles que muestran una evolución temporal de la señal diferente del resto de los píxeles de una matriz dada. El análisis de componentes principales nos ayuda a entender la definición de una distancia estadística asociada con cada píxeles, y usando esta distancia es posible identificar los píxeles etiquetados como malos píxeles. También se calcula la espacialidad de un píxel. Se revisa una suposición sobre la normalidad de la distribución de las distancias de los píxeles. Aunque la influencia sobre la robustez del \"algoritmo de identificación\" es insignificante, la definición de un parámetro relacionado con esta no normalidad ayuda a identificar los componentes principales y las imágenes propias responsables de la salida de una distribución multinormal. El método para identificar los píxeles defectuosos se aplica con éxito a un conjunto de marcos obtenidos de una cámara IR visible CCD y una matriz de plano focal (FPA) ",
            "error": [
                ""
            ]
        },
        "eigenimages": {
            "translated_key": "eigenimages",
            "translated_annotated_text": "Identificación de mal píxel mediante análisis de componentes principales Los píxeles malos se definen como aquellos píxeles que muestran una evolución temporal de la señal diferente del resto de los píxeles de una matriz dada. El análisis de componentes principales nos ayuda a entender la definición de una distancia estadística asociada con cada píxeles, y usando esta distancia es posible identificar los píxeles etiquetados como malos píxeles. También se calcula la espacialidad de un píxel. Se revisa una suposición sobre la normalidad de la distribución de las distancias de los píxeles. Aunque la influencia en la robustez del algoritmo de identificación es insignificante, la definición de un parámetro relacionado con esta no normalidad ayuda a identificar los componentes principales y \"eigenimages\" responsables de la salida de una distribución multinormal. El método para identificar los píxeles defectuosos se aplica con éxito a un conjunto de marcos obtenidos de una cámara IR visible CCD y una matriz de plano focal (FPA) ",
            "error": [
                ""
            ]
        },
        "multinormal distribution": {
            "translated_key": "distribución multinormal",
            "translated_annotated_text": "Identificación de mal píxel mediante análisis de componentes principales Los píxeles malos se definen como aquellos píxeles que muestran una evolución temporal de la señal diferente del resto de los píxeles de una matriz dada. El análisis de componentes principales nos ayuda a entender la definición de una distancia estadística asociada con cada píxeles, y usando esta distancia es posible identificar los píxeles etiquetados como malos píxeles. También se calcula la espacialidad de un píxel. Se revisa una suposición sobre la normalidad de la distribución de las distancias de los píxeles. Aunque la influencia en la robustez del algoritmo de identificación es insignificante, la definición de un parámetro relacionado con esta no normalidad ayuda a identificar los componentes principales y las imágenes propias responsables de la salida de una \"distribución multinormal\". El método para identificar los píxeles defectuosos se aplica con éxito a un conjunto de marcos obtenidos de una cámara IR visible CCD y una matriz de plano focal (FPA) ",
            "error": [
                ""
            ]
        },
        "CCD visible camera": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de mal píxel mediante análisis de componentes principales Los píxeles malos se definen como aquellos píxeles que muestran una evolución temporal de la señal diferente del resto de los píxeles de una matriz dada. El análisis de componentes principales nos ayuda a entender la definición de una distancia estadística asociada con cada píxeles, y usando esta distancia es posible identificar los píxeles etiquetados como malos píxeles. También se calcula la espacialidad de un píxel. Se revisa una suposición sobre la normalidad de la distribución de las distancias de los píxeles. Aunque la influencia en la robustez del algoritmo de identificación es insignificante, la definición de un parámetro relacionado con esta no normalidad ayuda a identificar los componentes principales y las imágenes propias responsables de la salida de una distribución multinormal. El método para identificar los píxeles defectuosos se aplica con éxito a un conjunto de marcos obtenidos de una cámara IR visible CCD y una matriz de plano focal (FPA) ",
            "error": []
        },
        "focal plane array": {
            "translated_key": "array plano focal",
            "translated_annotated_text": "Identificación de mal píxel mediante análisis de componentes principales Los píxeles malos se definen como aquellos píxeles que muestran una evolución temporal de la señal diferente del resto de los píxeles de una matriz dada. El análisis de componentes principales nos ayuda a entender la definición de una distancia estadística asociada con cada píxeles, y usando esta distancia es posible identificar los píxeles etiquetados como malos píxeles. También se calcula la espacialidad de un píxel. Se revisa una suposición sobre la normalidad de la distribución de las distancias de los píxeles. Aunque la influencia en la robustez del algoritmo de identificación es insignificante, la definición de un parámetro relacionado con esta no normalidad ayuda a identificar los componentes principales y las imágenes propias responsables de la salida de una distribución multinormal. El método de identificación de los píxeles defectuosos se aplica con éxito a un conjunto de marcos obtenidos de un CCD visible y una cámara IR \"array plano focal\" (FPA) ",
            "error": [
                ""
            ]
        },
        "IR camera": {
            "translated_key": "Cámara IR",
            "translated_annotated_text": "Identificación de mal píxel mediante análisis de componentes principales Los píxeles malos se definen como aquellos píxeles que muestran una evolución temporal de la señal diferente del resto de los píxeles de una matriz dada. El análisis de componentes principales nos ayuda a entender la definición de una distancia estadística asociada con cada píxeles, y usando esta distancia es posible identificar los píxeles etiquetados como malos píxeles. También se calcula la espacialidad de un píxel. Se revisa una suposición sobre la normalidad de la distribución de las distancias de los píxeles. Aunque la influencia en la robustez del algoritmo de identificación es insignificante, la definición de un parámetro relacionado con esta no normalidad ayuda a identificar los componentes principales y las imágenes propias responsables de la salida de una distribución multinormal. El método para identificar los píxeles defectuosos se aplica con éxito a un conjunto de marcos obtenidos de un CCD visible y una matriz de plano focal (FPA) \"Cámara IR\" ",
            "error": [
                ""
            ]
        },
        "CCD image sensors": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de mal píxel mediante análisis de componentes principales Los píxeles malos se definen como aquellos píxeles que muestran una evolución temporal de la señal diferente del resto de los píxeles de una matriz dada. El análisis de componentes principales nos ayuda a entender la definición de una distancia estadística asociada con cada píxeles, y usando esta distancia es posible identificar los píxeles etiquetados como malos píxeles. También se calcula la espacialidad de un píxel. Se revisa una suposición sobre la normalidad de la distribución de las distancias de los píxeles. Aunque la influencia en la robustez del algoritmo de identificación es insignificante, la definición de un parámetro relacionado con esta no normalidad ayuda a identificar los componentes principales y las imágenes propias responsables de la salida de una distribución multinormal. El método para identificar los píxeles defectuosos se aplica con éxito a un conjunto de marcos obtenidos de una cámara IR visible CCD y una matriz de plano focal (FPA) ",
            "error": []
        },
        "focal planes": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de mal píxel mediante análisis de componentes principales Los píxeles malos se definen como aquellos píxeles que muestran una evolución temporal de la señal diferente del resto de los píxeles de una matriz dada. El análisis de componentes principales nos ayuda a entender la definición de una distancia estadística asociada con cada píxeles, y usando esta distancia es posible identificar los píxeles etiquetados como malos píxeles. También se calcula la espacialidad de un píxel. Se revisa una suposición sobre la normalidad de la distribución de las distancias de los píxeles. Aunque la influencia en la robustez del algoritmo de identificación es insignificante, la definición de un parámetro relacionado con esta no normalidad ayuda a identificar los componentes principales y las imágenes propias responsables de la salida de una distribución multinormal. El método para identificar los píxeles defectuosos se aplica con éxito a un conjunto de marcos obtenidos de una cámara IR visible CCD y una matriz de plano focal (FPA) ",
            "error": []
        },
        "image recognition": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de mal píxel mediante análisis de componentes principales Los píxeles malos se definen como aquellos píxeles que muestran una evolución temporal de la señal diferente del resto de los píxeles de una matriz dada. El análisis de componentes principales nos ayuda a entender la definición de una distancia estadística asociada con cada píxeles, y usando esta distancia es posible identificar los píxeles etiquetados como malos píxeles. También se calcula la espacialidad de un píxel. Se revisa una suposición sobre la normalidad de la distribución de las distancias de los píxeles. Aunque la influencia en la robustez del algoritmo de identificación es insignificante, la definición de un parámetro relacionado con esta no normalidad ayuda a identificar los componentes principales y las imágenes propias responsables de la salida de una distribución multinormal. El método para identificar los píxeles defectuosos se aplica con éxito a un conjunto de marcos obtenidos de una cámara IR visible CCD y una matriz de plano focal (FPA) ",
            "error": []
        },
        "principal component analysis": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de mal píxel mediante análisis de componentes principales Los píxeles malos se definen como aquellos píxeles que muestran una evolución temporal de la señal diferente del resto de los píxeles de una matriz dada. El análisis de componentes principales nos ayuda a entender la definición de una distancia estadística asociada con cada píxeles, y usando esta distancia es posible identificar los píxeles etiquetados como malos píxeles. También se calcula la espacialidad de un píxel. Se revisa una suposición sobre la normalidad de la distribución de las distancias de los píxeles. Aunque la influencia en la robustez del algoritmo de identificación es insignificante, la definición de un parámetro relacionado con esta no normalidad ayuda a identificar los componentes principales y las imágenes propias responsables de la salida de una distribución multinormal. El método para identificar los píxeles defectuosos se aplica con éxito a un conjunto de marcos obtenidos de una cámara IR visible CCD y una matriz de plano focal (FPA) ",
            "error": []
        }
    }
}