{
    "original_text": "Simple nonlinear dual-window operator for edge detection We propose a nonlinear edge detection technique based on a two-concentric-circular-window operator. We perform a preliminary selection of edge candidates using a standard gradient and use the dual-window operator to reveal edges as zero-crossing points of a simple difference function depending only on the minimum and maximum values in the two windows. Comparisons with other well-established techniques are reported in terms of visual appearance and computational efficiency. They show that detected edges are surely comparable with Cannys and Laplacian of Gaussian algorithms, with a noteworthy reduction in terms of computational load",
    "original_translation": "Simple operador de doble ventana no lineal para la detección de bordes Proponemos una técnica de detección de bordes no lineal basada en un operador de doble ventana concéntrica-circular. Realizamos una selección preliminar de candidatos de borde utilizando un gradiente estándar y utilizamos el operador de doble ventana para revelar bordes como puntos de cruce cero de una función de diferencia simple dependiendo sólo de los valores mínimos y máximos en las dos ventanas. Se reportan comparaciones con otras técnicas bien establecidas en términos de apariencia visual y eficiencia computacional. Muestran que los bordes detectados son seguramente comparables con los algoritmos de Cannys y Laplaciano de Gaussian, con una notable reducción en términos de carga computacional",
    "error_count": 7,
    "keys": {
        "nonlinear dual-window operator": {
            "translated_key": "operador de doble ventana no lineal",
            "translated_annotated_text": "Simple \"operador de doble ventana no lineal\" para la detección de bordes Proponemos una técnica de detección de bordes no lineal basada en un operador de doble ventana concéntrica-circular. Realizamos una selección preliminar de candidatos de borde utilizando un gradiente estándar y utilizamos el operador de doble ventana para revelar bordes como puntos de cruce cero de una función de diferencia simple dependiendo sólo de los valores mínimos y máximos en las dos ventanas. Se reportan comparaciones con otras técnicas bien establecidas en términos de apariencia visual y eficiencia computacional. Muestran que los bordes detectados son seguramente comparables con los algoritmos de Cannys y Laplaciano de Gaussian, con una notable reducción en términos de carga computacional ",
            "error": [
                ""
            ]
        },
        "edge detection": {
            "translated_key": "detección de bordes",
            "translated_annotated_text": "Simple operador de doble ventana no lineal para \"detección de bordes\" Proponemos una técnica de \"detección de bordes\" no lineal basada en un operador de doble ventana concéntrica-circular. Realizamos una selección preliminar de candidatos de borde utilizando un gradiente estándar y utilizamos el operador de doble ventana para revelar bordes como puntos de cruce cero de una función de diferencia simple dependiendo sólo de los valores mínimos y máximos en las dos ventanas. Se reportan comparaciones con otras técnicas bien establecidas en términos de apariencia visual y eficiencia computacional. Muestran que los bordes detectados son seguramente comparables con los algoritmos de Cannys y Laplaciano de Gaussian, con una notable reducción en términos de carga computacional ",
            "error": [
                ""
            ]
        },
        "nonlinear edge detection technique": {
            "translated_key": "técnica de detección de bordes no lineales",
            "translated_annotated_text": "Simple operador de doble ventana no lineal para la detección de bordes Proponemos una \"técnica de detección de bordes no lineales\" basada en un operador de doble ventana concéntrica-circular. Realizamos una selección preliminar de candidatos de borde utilizando un gradiente estándar y utilizamos el operador de doble ventana para revelar bordes como puntos de cruce cero de una función de diferencia simple dependiendo sólo de los valores mínimos y máximos en las dos ventanas. Se reportan comparaciones con otras técnicas bien establecidas en términos de apariencia visual y eficiencia computacional. Muestran que los bordes detectados son seguramente comparables con los algoritmos de Cannys y Laplaciano de Gaussian, con una notable reducción en términos de carga computacional ",
            "error": [
                ""
            ]
        },
        "two-concentric-circular-window operator": {
            "translated_key": "operador de doble ventana concéntrica-circular",
            "translated_annotated_text": "Simple operador de doble ventana no lineal para la detección de bordes Proponemos una técnica de detección de bordes no lineal basada en un \"operador de doble ventana concéntrica-circular\". Realizamos una selección preliminar de candidatos de borde utilizando un gradiente estándar y utilizamos el operador de doble ventana para revelar bordes como puntos de cruce cero de una función de diferencia simple dependiendo sólo de los valores mínimos y máximos en las dos ventanas. Se reportan comparaciones con otras técnicas bien establecidas en términos de apariencia visual y eficiencia computacional. Muestran que los bordes detectados son seguramente comparables con los algoritmos de Cannys y Laplaciano de Gaussian, con una notable reducción en términos de carga computacional ",
            "error": [
                ""
            ]
        },
        "standard gradient": {
            "translated_key": "gradiente estándar",
            "translated_annotated_text": "Simple operador de doble ventana no lineal para la detección de bordes Proponemos una técnica de detección de bordes no lineal basada en un operador de doble ventana concéntrica-circular. Realizamos una selección preliminar de candidatos de borde utilizando un \"gradiente estándar\" y utilizamos el operador de doble ventana para revelar bordes como puntos de cruce cero de una función de diferencia simple dependiendo sólo de los valores mínimos y máximos en las dos ventanas. Se reportan comparaciones con otras técnicas bien establecidas en términos de apariencia visual y eficiencia computacional. Muestran que los bordes detectados son seguramente comparables con los algoritmos de Cannys y Laplaciano de Gaussian, con una notable reducción en términos de carga computacional ",
            "error": [
                ""
            ]
        },
        "dual window operator": {
            "translated_key": [],
            "translated_annotated_text": "Simple operador de doble ventana no lineal para la detección de bordes Proponemos una técnica de detección de bordes no lineal basada en un operador de doble ventana concéntrica-circular. Realizamos una selección preliminar de candidatos de borde utilizando un gradiente estándar y utilizamos el operador de doble ventana para revelar bordes como puntos de cruce cero de una función de diferencia simple dependiendo sólo de los valores mínimos y máximos en las dos ventanas. Se reportan comparaciones con otras técnicas bien establecidas en términos de apariencia visual y eficiencia computacional. Muestran que los bordes detectados son seguramente comparables con los algoritmos de Cannys y Laplaciano de Gaussian, con una notable reducción en términos de carga computacional ",
            "error": []
        },
        "zero-crossing points": {
            "translated_key": "puntos de cruce cero",
            "translated_annotated_text": "Simple operador de doble ventana no lineal para la detección de bordes Proponemos una técnica de detección de bordes no lineal basada en un operador de doble ventana concéntrica-circular. Realizamos una selección preliminar de candidatos de borde utilizando un gradiente estándar y utilizamos el operador de doble ventana para revelar bordes como \"puntos de cruce cero\" de una función de diferencia simple dependiendo sólo de los valores mínimos y máximos en las dos ventanas. Se reportan comparaciones con otras técnicas bien establecidas en términos de apariencia visual y eficiencia computacional. Muestran que los bordes detectados son seguramente comparables con los algoritmos de Cannys y Laplaciano de Gaussian, con una notable reducción en términos de carga computacional ",
            "error": [
                ""
            ]
        },
        "difference function": {
            "translated_key": "función de diferencia",
            "translated_annotated_text": "Simple operador de doble ventana no lineal para la detección de bordes Proponemos una técnica de detección de bordes no lineal basada en un operador de doble ventana concéntrica-circular. Realizamos una selección preliminar de candidatos de borde utilizando un gradiente estándar y utilizamos el operador de doble ventana para revelar bordes como puntos de cruce cero de una simple \"función de diferencia\" dependiendo sólo de los valores mínimos y máximos en las dos ventanas. Se reportan comparaciones con otras técnicas bien establecidas en términos de apariencia visual y eficiencia computacional. Muestran que los bordes detectados son seguramente comparables con los algoritmos de Cannys y Laplaciano de Gaussian, con una notable reducción en términos de carga computacional ",
            "error": [
                ""
            ]
        },
        "minimum values": {
            "translated_key": [],
            "translated_annotated_text": "Simple operador de doble ventana no lineal para la detección de bordes Proponemos una técnica de detección de bordes no lineal basada en un operador de doble ventana concéntrica-circular. Realizamos una selección preliminar de candidatos de borde utilizando un gradiente estándar y utilizamos el operador de doble ventana para revelar bordes como puntos de cruce cero de una función de diferencia simple dependiendo sólo de los valores mínimos y máximos en las dos ventanas. Se reportan comparaciones con otras técnicas bien establecidas en términos de apariencia visual y eficiencia computacional. Muestran que los bordes detectados son seguramente comparables con los algoritmos de Cannys y Laplaciano de Gaussian, con una notable reducción en términos de carga computacional ",
            "error": []
        },
        "maximum values": {
            "translated_key": "máximos",
            "translated_annotated_text": "Simple operador de doble ventana no lineal para la detección de bordes Proponemos una técnica de detección de bordes no lineal basada en un operador de doble ventana concéntrica-circular. Realizamos una selección preliminar de candidatos de borde utilizando un gradiente estándar y utilizamos el operador de doble ventana para revelar bordes como puntos de cruce cero de una función de diferencia simple dependiendo sólo de los valores mínimos y \"máximos\" en las dos ventanas. Se reportan comparaciones con otras técnicas bien establecidas en términos de apariencia visual y eficiencia computacional. Muestran que los bordes detectados son seguramente comparables con los algoritmos de Cannys y Laplaciano de Gaussian, con una notable reducción en términos de carga computacional ",
            "error": [
                ""
            ]
        },
        "computational efficiency": {
            "translated_key": "eficiencia computacional",
            "translated_annotated_text": "Simple operador de doble ventana no lineal para la detección de bordes Proponemos una técnica de detección de bordes no lineal basada en un operador de doble ventana concéntrica-circular. Realizamos una selección preliminar de candidatos de borde utilizando un gradiente estándar y utilizamos el operador de doble ventana para revelar bordes como puntos de cruce cero de una función de diferencia simple dependiendo sólo de los valores mínimos y máximos en las dos ventanas. Las comparaciones con otras técnicas bien establecidas son reportadas en términos de apariencia visual y \"eficiencia computacional\". Muestran que los bordes detectados son seguramente comparables con los algoritmos de Cannys y Laplaciano de Gaussian, con una notable reducción en términos de carga computacional ",
            "error": [
                ""
            ]
        },
        "detected edges": {
            "translated_key": "bordes detectados",
            "translated_annotated_text": "Simple operador de doble ventana no lineal para la detección de bordes Proponemos una técnica de detección de bordes no lineal basada en un operador de doble ventana concéntrica-circular. Realizamos una selección preliminar de candidatos de borde utilizando un gradiente estándar y utilizamos el operador de doble ventana para revelar bordes como puntos de cruce cero de una función de diferencia simple dependiendo sólo de los valores mínimos y máximos en las dos ventanas. Se reportan comparaciones con otras técnicas bien establecidas en términos de apariencia visual y eficiencia computacional. Muestran que los \"bordes detectados\" son seguramente comparables con los algoritmos de Cannys y Laplaciano de Gaussian, con una notable reducción en términos de carga computacional ",
            "error": [
                ""
            ]
        },
        "Laplacian algorithms": {
            "translated_key": [],
            "translated_annotated_text": "Simple operador de doble ventana no lineal para la detección de bordes Proponemos una técnica de detección de bordes no lineal basada en un operador de doble ventana concéntrica-circular. Realizamos una selección preliminar de candidatos de borde utilizando un gradiente estándar y utilizamos el operador de doble ventana para revelar bordes como puntos de cruce cero de una función de diferencia simple dependiendo sólo de los valores mínimos y máximos en las dos ventanas. Se reportan comparaciones con otras técnicas bien establecidas en términos de apariencia visual y eficiencia computacional. Muestran que los bordes detectados son seguramente comparables con los algoritmos de Cannys y Laplaciano de Gaussian, con una notable reducción en términos de carga computacional ",
            "error": []
        },
        "Gaussian algorithms": {
            "translated_key": "algoritmos gaussianos",
            "translated_annotated_text": "Simple operador de doble ventana no lineal para la detección de bordes Proponemos una técnica de detección de bordes no lineal basada en un operador de doble ventana concéntrica-circular. Realizamos una selección preliminar de candidatos de borde utilizando un gradiente estándar y utilizamos el operador de doble ventana para revelar bordes como puntos de cruce cero de una función de diferencia simple dependiendo sólo de los valores mínimos y máximos en las dos ventanas. Se reportan comparaciones con otras técnicas bien establecidas en términos de apariencia visual y eficiencia computacional. Muestran que los bordes detectados son seguramente comparables con Cannys y Laplaciano de \"algoritmos gaussianos\", con una notable reducción en términos de carga computacional ",
            "error": [
                ""
            ]
        },
        "Cannys algorithms": {
            "translated_key": [],
            "translated_annotated_text": "Simple operador de doble ventana no lineal para la detección de bordes Proponemos una técnica de detección de bordes no lineal basada en un operador de doble ventana concéntrica-circular. Realizamos una selección preliminar de candidatos de borde utilizando un gradiente estándar y utilizamos el operador de doble ventana para revelar bordes como puntos de cruce cero de una función de diferencia simple dependiendo sólo de los valores mínimos y máximos en las dos ventanas. Se reportan comparaciones con otras técnicas bien establecidas en términos de apariencia visual y eficiencia computacional. Muestran que los bordes detectados son seguramente comparables con los algoritmos de Cannys y Laplaciano de Gaussian, con una notable reducción en términos de carga computacional ",
            "error": []
        },
        "computational load": {
            "translated_key": "carga computacional",
            "translated_annotated_text": "Simple operador de doble ventana no lineal para la detección de bordes Proponemos una técnica de detección de bordes no lineal basada en un operador de doble ventana concéntrica-circular. Realizamos una selección preliminar de candidatos de borde utilizando un gradiente estándar y utilizamos el operador de doble ventana para revelar bordes como puntos de cruce cero de una función de diferencia simple dependiendo sólo de los valores mínimos y máximos en las dos ventanas. Se reportan comparaciones con otras técnicas bien establecidas en términos de apariencia visual y eficiencia computacional. Muestran que los bordes detectados son seguramente comparables con los algoritmos de Cannys y Laplaciano de Gaussian, con una notable reducción en términos de \"carga computacional\" ",
            "error": [
                ""
            ]
        },
        "nonlinear processing": {
            "translated_key": [],
            "translated_annotated_text": "Simple operador de doble ventana no lineal para la detección de bordes Proponemos una técnica de detección de bordes no lineal basada en un operador de doble ventana concéntrica-circular. Realizamos una selección preliminar de candidatos de borde utilizando un gradiente estándar y utilizamos el operador de doble ventana para revelar bordes como puntos de cruce cero de una función de diferencia simple dependiendo sólo de los valores mínimos y máximos en las dos ventanas. Se reportan comparaciones con otras técnicas bien establecidas en términos de apariencia visual y eficiencia computacional. Muestran que los bordes detectados son seguramente comparables con los algoritmos de Cannys y Laplaciano de Gaussian, con una notable reducción en términos de carga computacional ",
            "error": []
        },
        "Laplace equations": {
            "translated_key": [],
            "translated_annotated_text": "Simple operador de doble ventana no lineal para la detección de bordes Proponemos una técnica de detección de bordes no lineal basada en un operador de doble ventana concéntrica-circular. Realizamos una selección preliminar de candidatos de borde utilizando un gradiente estándar y utilizamos el operador de doble ventana para revelar bordes como puntos de cruce cero de una función de diferencia simple dependiendo sólo de los valores mínimos y máximos en las dos ventanas. Se reportan comparaciones con otras técnicas bien establecidas en términos de apariencia visual y eficiencia computacional. Muestran que los bordes detectados son seguramente comparables con los algoritmos de Cannys y Laplaciano de Gaussian, con una notable reducción en términos de carga computacional ",
            "error": []
        },
        "nonlinear optics": {
            "translated_key": [],
            "translated_annotated_text": "Simple operador de doble ventana no lineal para la detección de bordes Proponemos una técnica de detección de bordes no lineal basada en un operador de doble ventana concéntrica-circular. Realizamos una selección preliminar de candidatos de borde utilizando un gradiente estándar y utilizamos el operador de doble ventana para revelar bordes como puntos de cruce cero de una función de diferencia simple dependiendo sólo de los valores mínimos y máximos en las dos ventanas. Se reportan comparaciones con otras técnicas bien establecidas en términos de apariencia visual y eficiencia computacional. Muestran que los bordes detectados son seguramente comparables con los algoritmos de Cannys y Laplaciano de Gaussian, con una notable reducción en términos de carga computacional ",
            "error": []
        }
    }
}