{
    "original_text": "Watermarking techniques for electronic delivery of remote sensing images Earth observation missions have recently attracted a growing interest, mainly due to the large number of possible applications capable of exploiting remotely sensed data and images. Along with the increase of market potential, the need arises for the protection of the image products. Such a need is a very crucial one, because the Internet and other public/private networks have become preferred means of data exchange. A critical issue arising when dealing with digital image distribution is copyright protection. Such a problem has been largely addressed by resorting to watermarking technology. A question that obviously arises is whether the requirements imposed by remote sensing imagery are compatible with existing watermarking techniques. On the basis of these motivations, the contribution of this work is twofold: assessment of the requirements imposed by remote sensing applications on watermark-based copyright protection, and modification of two well-established digital watermarking techniques to meet such constraints. More specifically, the concept of near-lossless watermarking is introduced and two possible algorithms matching such a requirement are presented. Experimental results are shown to measure the impact of watermark introduction on a typical remote sensing application, i.e., unsupervised image classification",
    "original_translation": "Las técnicas de señalización de agua para la entrega electrónica de imágenes de teleobservación han despertado recientemente un interés creciente en las misiones de observación de la Tierra, debido principalmente al gran número de posibles aplicaciones capaces de explotar datos e imágenes de teleobservación. Junto con el aumento del potencial del mercado, surge la necesidad de proteger los productos de imagen. Esta necesidad es muy crucial, porque Internet y otras redes públicas y privadas se han convertido en los medios preferidos para el intercambio de datos. Una cuestión crítica que se plantea cuando se trata de la distribución de imágenes digitales es la protección de los derechos de autor. Ese problema se ha abordado en gran medida recurriendo a la tecnología de marcación de agua. Evidentemente, se plantea la cuestión de si los requisitos impuestos por las imágenes de teleobservación son compatibles con las técnicas de señalización de agua existentes. Sobre la base de estas motivaciones, la contribución de este trabajo es doble: la evaluación de los requisitos impuestos por las aplicaciones de teleobservación sobre la protección de los derechos de autor basada en marcas de agua, y la modificación de dos técnicas de marca de agua digital bien establecidas para hacer frente a esas limitaciones. Más concretamente, se introduce el concepto de marca de agua casi sin pérdidas y se presentan dos posibles algoritmos que coinciden con ese requisito. Se muestran resultados experimentales para medir el impacto de la introducción de marcas de agua en una aplicación típica de teleobservación, es decir, la clasificación de imágenes sin supervisión",
    "error_count": 4,
    "keys": {
        "remote sensing images": {
            "translated_key": "imágenes de teleobservación",
            "translated_annotated_text": "Las técnicas de señalización de agua para la entrega electrónica de \"imágenes de teleobservación\" han atraído recientemente un interés creciente, debido principalmente al gran número de posibles aplicaciones capaces de explotar datos e imágenes de teleobservación. Junto con el aumento del potencial del mercado, surge la necesidad de proteger los productos de imagen. Esta necesidad es muy crucial, porque Internet y otras redes públicas y privadas se han convertido en los medios preferidos para el intercambio de datos. Una cuestión crítica que se plantea cuando se trata de la distribución de imágenes digitales es la protección de los derechos de autor. Ese problema se ha abordado en gran medida recurriendo a la tecnología de marcación de agua. Evidentemente, se plantea la cuestión de si los requisitos impuestos por las imágenes de teleobservación son compatibles con las técnicas de señalización de agua existentes. Sobre la base de estas motivaciones, la contribución de este trabajo es doble: la evaluación de los requisitos impuestos por las aplicaciones de teleobservación sobre la protección de los derechos de autor basada en marcas de agua, y la modificación de dos técnicas de marca de agua digital bien establecidas para hacer frente a esas limitaciones. Más concretamente, se introduce el concepto de marca de agua casi sin pérdidas y se presentan dos posibles algoritmos que coinciden con ese requisito. Se muestran resultados experimentales para medir el impacto de la introducción de marcas de agua en una aplicación típica de teleobservación, es decir, la clasificación de imágenes sin supervisión ",
            "error": [
                ""
            ]
        },
        "electronic delivery": {
            "translated_key": "entrega electrónica",
            "translated_annotated_text": "Las técnicas de señalización de agua para la \"entrega electrónica\" de imágenes de teleobservación han despertado recientemente un interés creciente en las misiones de observación de la Tierra, debido principalmente al gran número de posibles aplicaciones capaces de explotar datos e imágenes de teleobservación. Junto con el aumento del potencial del mercado, surge la necesidad de proteger los productos de imagen. Esta necesidad es muy crucial, porque Internet y otras redes públicas y privadas se han convertido en los medios preferidos para el intercambio de datos. Una cuestión crítica que se plantea cuando se trata de la distribución de imágenes digitales es la protección de los derechos de autor. Ese problema se ha abordado en gran medida recurriendo a la tecnología de marcación de agua. Evidentemente, se plantea la cuestión de si los requisitos impuestos por las imágenes de teleobservación son compatibles con las técnicas de señalización de agua existentes. Sobre la base de estas motivaciones, la contribución de este trabajo es doble: la evaluación de los requisitos impuestos por las aplicaciones de teleobservación sobre la protección de los derechos de autor basada en marcas de agua, y la modificación de dos técnicas de marca de agua digital bien establecidas para hacer frente a esas limitaciones. Más concretamente, se introduce el concepto de marca de agua casi sin pérdidas y se presentan dos posibles algoritmos que coinciden con ese requisito. Se muestran resultados experimentales para medir el impacto de la introducción de marcas de agua en una aplicación típica de teleobservación, es decir, la clasificación de imágenes sin supervisión ",
            "error": [
                ""
            ]
        },
        "watermarking techniques": {
            "translated_key": [
                "técnicas de marcado de agua",
                "técnicas de marcaje de agua"
            ],
            "translated_annotated_text": "Las técnicas de señalización de agua para la entrega electrónica de imágenes de teleobservación han despertado recientemente un interés creciente en las misiones de observación de la Tierra, debido principalmente al gran número de posibles aplicaciones capaces de explotar datos e imágenes de teleobservación. Junto con el aumento del potencial del mercado, surge la necesidad de proteger los productos de imagen. Esta necesidad es muy crucial, porque Internet y otras redes públicas y privadas se han convertido en los medios preferidos para el intercambio de datos. Una cuestión crítica que se plantea cuando se trata de la distribución de imágenes digitales es la protección de los derechos de autor. Ese problema se ha abordado en gran medida recurriendo a la tecnología de marcación de agua. Evidentemente, se plantea la cuestión de si los requisitos impuestos por las imágenes de teleobservación son compatibles con las \"técnicas de marcado de agua\" existentes. Sobre la base de estas motivaciones, la contribución de este trabajo es doble: la evaluación de los requisitos impuestos por las aplicaciones de teleobservación sobre la protección de los derechos de autor basada en marcas de agua, y la modificación de dos \"técnicas de marcaje de agua\" digitales bien establecidas para satisfacer tales limitaciones. Más concretamente, se introduce el concepto de marca de agua casi sin pérdidas y se presentan dos posibles algoritmos que coinciden con ese requisito. Se muestran resultados experimentales para medir el impacto de la introducción de marcas de agua en una aplicación típica de teleobservación, es decir, la clasificación de imágenes sin supervisión ",
            "error": [
                "técnicas de marcado de agua",
                "técnicas de marcaje de agua"
            ]
        },
        "Earth observation missions": {
            "translated_key": "misiones de observación de la Tierra",
            "translated_annotated_text": "Las técnicas de señalización de agua para la entrega electrónica de imágenes de teleobservación \"misiones de observación de la Tierra\" han atraído recientemente un interés creciente, debido principalmente al gran número de posibles aplicaciones capaces de explotar datos e imágenes de teleobservación. Junto con el aumento del potencial del mercado, surge la necesidad de proteger los productos de imagen. Esta necesidad es muy crucial, porque Internet y otras redes públicas y privadas se han convertido en los medios preferidos para el intercambio de datos. Una cuestión crítica que se plantea cuando se trata de la distribución de imágenes digitales es la protección de los derechos de autor. Ese problema se ha abordado en gran medida recurriendo a la tecnología de marcación de agua. Evidentemente, se plantea la cuestión de si los requisitos impuestos por las imágenes de teleobservación son compatibles con las técnicas de señalización de agua existentes. Sobre la base de estas motivaciones, la contribución de este trabajo es doble: la evaluación de los requisitos impuestos por las aplicaciones de teleobservación sobre la protección de los derechos de autor basada en marcas de agua, y la modificación de dos técnicas de marca de agua digital bien establecidas para hacer frente a esas limitaciones. Más concretamente, se introduce el concepto de marca de agua casi sin pérdidas y se presentan dos posibles algoritmos que coinciden con ese requisito. Se muestran resultados experimentales para medir el impacto de la introducción de marcas de agua en una aplicación típica de teleobservación, es decir, la clasificación de imágenes sin supervisión ",
            "error": [
                ""
            ]
        },
        "copyright protection": {
            "translated_key": "protección de los derechos de autor",
            "translated_annotated_text": "Las técnicas de señalización de agua para la entrega electrónica de imágenes de teleobservación han despertado recientemente un interés creciente en las misiones de observación de la Tierra, debido principalmente al gran número de posibles aplicaciones capaces de explotar datos e imágenes de teleobservación. Junto con el aumento del potencial del mercado, surge la necesidad de proteger los productos de imagen. Esta necesidad es muy crucial, porque Internet y otras redes públicas y privadas se han convertido en los medios preferidos para el intercambio de datos. Un problema crítico que se plantea al tratar con la distribución de imágenes digitales es la \"protección de los derechos de autor\". Ese problema se ha abordado en gran medida recurriendo a la tecnología de marcación de agua. Evidentemente, se plantea la cuestión de si los requisitos impuestos por las imágenes de teleobservación son compatibles con las técnicas de señalización de agua existentes. Sobre la base de estas motivaciones, la contribución de este trabajo es doble: la evaluación de los requisitos impuestos por las aplicaciones de teleobservación sobre la \"protección de los derechos de autor\" basada en marcas de agua, y la modificación de dos técnicas digitales de marca de agua bien establecidas para satisfacer esas limitaciones. Más concretamente, se introduce el concepto de marca de agua casi sin pérdidas y se presentan dos posibles algoritmos que coinciden con ese requisito. Se muestran resultados experimentales para medir el impacto de la introducción de marcas de agua en una aplicación típica de teleobservación, es decir, la clasificación de imágenes sin supervisión ",
            "error": [
                ""
            ]
        },
        "digital watermarking": {
            "translated_key": "marcación digital de agua",
            "translated_annotated_text": "Las técnicas de señalización de agua para la entrega electrónica de imágenes de teleobservación han despertado recientemente un interés creciente en las misiones de observación de la Tierra, debido principalmente al gran número de posibles aplicaciones capaces de explotar datos e imágenes de teleobservación. Junto con el aumento del potencial del mercado, surge la necesidad de proteger los productos de imagen. Esta necesidad es muy crucial, porque Internet y otras redes públicas y privadas se han convertido en los medios preferidos para el intercambio de datos. Una cuestión crítica que se plantea cuando se trata de la distribución de imágenes digitales es la protección de los derechos de autor. Ese problema se ha abordado en gran medida recurriendo a la tecnología de marcación de agua. Evidentemente, se plantea la cuestión de si los requisitos impuestos por las imágenes de teleobservación son compatibles con las técnicas de señalización de agua existentes. Sobre la base de estas motivaciones, la contribución de este trabajo es doble: la evaluación de los requisitos impuestos por las aplicaciones de teleobservación sobre la protección de los derechos de autor basada en marcas de agua, y la modificación de dos técnicas bien establecidas de \"marcación digital de agua\" para satisfacer esas limitaciones. Más concretamente, se introduce el concepto de marca de agua casi sin pérdidas y se presentan dos posibles algoritmos que coinciden con ese requisito. Se muestran resultados experimentales para medir el impacto de la introducción de marcas de agua en una aplicación típica de teleobservación, es decir, la clasificación de imágenes sin supervisión ",
            "error": [
                ""
            ]
        },
        "near-lossless watermarking": {
            "translated_key": "marcado de agua casi sin pérdidas",
            "translated_annotated_text": "Las técnicas de señalización de agua para la entrega electrónica de imágenes de teleobservación han despertado recientemente un interés creciente en las misiones de observación de la Tierra, debido principalmente al gran número de posibles aplicaciones capaces de explotar datos e imágenes de teleobservación. Junto con el aumento del potencial del mercado, surge la necesidad de proteger los productos de imagen. Esta necesidad es muy crucial, porque Internet y otras redes públicas y privadas se han convertido en los medios preferidos para el intercambio de datos. Una cuestión crítica que se plantea cuando se trata de la distribución de imágenes digitales es la protección de los derechos de autor. Ese problema se ha abordado en gran medida recurriendo a la tecnología de marcación de agua. Evidentemente, se plantea la cuestión de si los requisitos impuestos por las imágenes de teleobservación son compatibles con las técnicas de señalización de agua existentes. Sobre la base de estas motivaciones, la contribución de este trabajo es doble: la evaluación de los requisitos impuestos por las aplicaciones de teleobservación sobre la protección de los derechos de autor basada en marcas de agua, y la modificación de dos técnicas de marca de agua digital bien establecidas para hacer frente a esas limitaciones. Más específicamente, se introduce el concepto de \"marcado de agua casi sin pérdidas\" y se presentan dos posibles algoritmos que coinciden con ese requisito. Se muestran resultados experimentales para medir el impacto de la introducción de marcas de agua en una aplicación típica de teleobservación, es decir, la clasificación de imágenes sin supervisión ",
            "error": [
                ""
            ]
        },
        "digital image distribution": {
            "translated_key": "distribución digital de imágenes",
            "translated_annotated_text": "Las técnicas de señalización de agua para la entrega electrónica de imágenes de teleobservación han despertado recientemente un interés creciente en las misiones de observación de la Tierra, debido principalmente al gran número de posibles aplicaciones capaces de explotar datos e imágenes de teleobservación. Junto con el aumento del potencial del mercado, surge la necesidad de proteger los productos de imagen. Esta necesidad es muy crucial, porque Internet y otras redes públicas y privadas se han convertido en los medios preferidos para el intercambio de datos. Una cuestión crítica que se plantea cuando se trata de la \"distribución digital de imágenes\" es la protección de los derechos de autor. Ese problema se ha abordado en gran medida recurriendo a la tecnología de marcación de agua. Evidentemente, se plantea la cuestión de si los requisitos impuestos por las imágenes de teleobservación son compatibles con las técnicas de señalización de agua existentes. Sobre la base de estas motivaciones, la contribución de este trabajo es doble: la evaluación de los requisitos impuestos por las aplicaciones de teleobservación sobre la protección de los derechos de autor basada en marcas de agua, y la modificación de dos técnicas de marca de agua digital bien establecidas para hacer frente a esas limitaciones. Más concretamente, se introduce el concepto de marca de agua casi sin pérdidas y se presentan dos posibles algoritmos que coinciden con ese requisito. Se muestran resultados experimentales para medir el impacto de la introducción de marcas de agua en una aplicación típica de teleobservación, es decir, la clasificación de imágenes sin supervisión ",
            "error": [
                ""
            ]
        },
        "unsupervised image classification": {
            "translated_key": "clasificación de imágenes sin supervisión",
            "translated_annotated_text": "Las técnicas de señalización de agua para la entrega electrónica de imágenes de teleobservación han despertado recientemente un interés creciente en las misiones de observación de la Tierra, debido principalmente al gran número de posibles aplicaciones capaces de explotar datos e imágenes de teleobservación. Junto con el aumento del potencial del mercado, surge la necesidad de proteger los productos de imagen. Esta necesidad es muy crucial, porque Internet y otras redes públicas y privadas se han convertido en los medios preferidos para el intercambio de datos. Una cuestión crítica que se plantea cuando se trata de la distribución de imágenes digitales es la protección de los derechos de autor. Ese problema se ha abordado en gran medida recurriendo a la tecnología de marcación de agua. Evidentemente, se plantea la cuestión de si los requisitos impuestos por las imágenes de teleobservación son compatibles con las técnicas de señalización de agua existentes. Sobre la base de estas motivaciones, la contribución de este trabajo es doble: la evaluación de los requisitos impuestos por las aplicaciones de teleobservación sobre la protección de los derechos de autor basada en marcas de agua, y la modificación de dos técnicas de marca de agua digital bien establecidas para hacer frente a esas limitaciones. Más concretamente, se introduce el concepto de marca de agua casi sin pérdidas y se presentan dos posibles algoritmos que coinciden con ese requisito. Se muestran resultados experimentales para medir el impacto de la introducción de marcas de agua en una aplicación típica de teleobservación, es decir, \"clasificación de imágenes sin supervisión\" ",
            "error": [
                ""
            ]
        },
        "copy protection": {
            "translated_key": [],
            "translated_annotated_text": "Las técnicas de señalización de agua para la entrega electrónica de imágenes de teleobservación han despertado recientemente un interés creciente en las misiones de observación de la Tierra, debido principalmente al gran número de posibles aplicaciones capaces de explotar datos e imágenes de teleobservación. Junto con el aumento del potencial del mercado, surge la necesidad de proteger los productos de imagen. Esta necesidad es muy crucial, porque Internet y otras redes públicas y privadas se han convertido en los medios preferidos para el intercambio de datos. Una cuestión crítica que se plantea cuando se trata de la distribución de imágenes digitales es la protección de los derechos de autor. Ese problema se ha abordado en gran medida recurriendo a la tecnología de marcación de agua. Evidentemente, se plantea la cuestión de si los requisitos impuestos por las imágenes de teleobservación son compatibles con las técnicas de señalización de agua existentes. Sobre la base de estas motivaciones, la contribución de este trabajo es doble: la evaluación de los requisitos impuestos por las aplicaciones de teleobservación sobre la protección de los derechos de autor basada en marcas de agua, y la modificación de dos técnicas de marca de agua digital bien establecidas para hacer frente a esas limitaciones. Más concretamente, se introduce el concepto de marca de agua casi sin pérdidas y se presentan dos posibles algoritmos que coinciden con ese requisito. Se muestran resultados experimentales para medir el impacto de la introducción de marcas de agua en una aplicación típica de teleobservación, es decir, la clasificación de imágenes sin supervisión ",
            "error": []
        },
        "image classification": {
            "translated_key": "clasificación de imágenes",
            "translated_annotated_text": "Las técnicas de señalización de agua para la entrega electrónica de imágenes de teleobservación han despertado recientemente un interés creciente en las misiones de observación de la Tierra, debido principalmente al gran número de posibles aplicaciones capaces de explotar datos e imágenes de teleobservación. Junto con el aumento del potencial del mercado, surge la necesidad de proteger los productos de imagen. Esta necesidad es muy crucial, porque Internet y otras redes públicas y privadas se han convertido en los medios preferidos para el intercambio de datos. Una cuestión crítica que se plantea cuando se trata de la distribución de imágenes digitales es la protección de los derechos de autor. Ese problema se ha abordado en gran medida recurriendo a la tecnología de marcación de agua. Evidentemente, se plantea la cuestión de si los requisitos impuestos por las imágenes de teleobservación son compatibles con las técnicas de señalización de agua existentes. Sobre la base de estas motivaciones, la contribución de este trabajo es doble: la evaluación de los requisitos impuestos por las aplicaciones de teleobservación sobre la protección de los derechos de autor basada en marcas de agua, y la modificación de dos técnicas de marca de agua digital bien establecidas para hacer frente a esas limitaciones. Más concretamente, se introduce el concepto de marca de agua casi sin pérdidas y se presentan dos posibles algoritmos que coinciden con ese requisito. Se muestran resultados experimentales para medir el impacto de la introducción de marcas de agua en una aplicación típica de teleobservación, es decir, \"clasificación de imágenes\" no supervisada ",
            "error": [
                ""
            ]
        },
        "image coding": {
            "translated_key": [],
            "translated_annotated_text": "Las técnicas de señalización de agua para la entrega electrónica de imágenes de teleobservación han despertado recientemente un interés creciente en las misiones de observación de la Tierra, debido principalmente al gran número de posibles aplicaciones capaces de explotar datos e imágenes de teleobservación. Junto con el aumento del potencial del mercado, surge la necesidad de proteger los productos de imagen. Esta necesidad es muy crucial, porque Internet y otras redes públicas y privadas se han convertido en los medios preferidos para el intercambio de datos. Una cuestión crítica que se plantea cuando se trata de la distribución de imágenes digitales es la protección de los derechos de autor. Ese problema se ha abordado en gran medida recurriendo a la tecnología de marcación de agua. Evidentemente, se plantea la cuestión de si los requisitos impuestos por las imágenes de teleobservación son compatibles con las técnicas de señalización de agua existentes. Sobre la base de estas motivaciones, la contribución de este trabajo es doble: la evaluación de los requisitos impuestos por las aplicaciones de teleobservación sobre la protección de los derechos de autor basada en marcas de agua, y la modificación de dos técnicas de marca de agua digital bien establecidas para hacer frente a esas limitaciones. Más concretamente, se introduce el concepto de marca de agua casi sin pérdidas y se presentan dos posibles algoritmos que coinciden con ese requisito. Se muestran resultados experimentales para medir el impacto de la introducción de marcas de agua en una aplicación típica de teleobservación, es decir, la clasificación de imágenes sin supervisión ",
            "error": []
        },
        "remote sensing": {
            "translated_key": [
                "detección remota",
                "detección remota",
                "teledetección",
                "teledetección"
            ],
            "translated_annotated_text": "Las técnicas de señalización de agua para la entrega electrónica de imágenes de \"detección remota\" Las misiones de observación de la Tierra han atraído recientemente un interés creciente, principalmente debido al gran número de posibles aplicaciones capaces de explotar datos e imágenes de teleobservación. Junto con el aumento del potencial del mercado, surge la necesidad de proteger los productos de imagen. Esta necesidad es muy crucial, porque Internet y otras redes públicas y privadas se han convertido en los medios preferidos para el intercambio de datos. Una cuestión crítica que se plantea cuando se trata de la distribución de imágenes digitales es la protección de los derechos de autor. Ese problema se ha abordado en gran medida recurriendo a la tecnología de marcación de agua. Evidentemente, se plantea la cuestión de si los requisitos impuestos por las imágenes de \"detección remota\" son compatibles con las técnicas de señalización de agua existentes. Sobre la base de estas motivaciones, la contribución de este trabajo es doble: la evaluación de los requisitos impuestos por las aplicaciones de \"teledetección\" sobre la protección de los derechos de autor basada en marcas de agua, y la modificación de dos técnicas digitales de marca de agua bien establecidas para satisfacer tales limitaciones. Más concretamente, se introduce el concepto de marca de agua casi sin pérdidas y se presentan dos posibles algoritmos que coinciden con ese requisito. Se muestran resultados experimentales para medir el impacto de la introducción de marcas de agua en una aplicación típica de \"teledetección\", es decir, clasificación de imágenes sin supervisión ",
            "error": [
                "detección remota",
                "detección remota",
                "teledetección",
                "teledetección"
            ]
        }
    }
}