{
    "original_text": "Use of SPOT images as a tool for coastal zone management and monitoring of environmental impacts in the coastal zone Modern techniques such as remote sensing have been one of the main factors leading toward the achievement of serious plans regarding coastal management. A multitemporal analysis of land use in certain areas of the Colombian Caribbean Coast is described. It mainly focuses on environmental impacts caused by anthropogenic activities, such as deforestation of mangroves due to shrimp farming. Selection of sensitive areas, percentage of destroyed mangroves, possible endangered areas, etc., are some of the results of this analysis. Recommendations for a coastal management plan in the area have also resulted from this analysis. Some other consequences of the deforestation of mangroves in the coastal zone and the construction of shrimp ponds are also analyzed, such as the increase of erosion problems in these areas and water pollution, among others. The increase of erosion in these areas has also changed part of their morphology, which has been studied by the analysis of SPOT images in previous years. A serious concern exists about the future of these areas. For this reason new techniques like satellite images (SPOT) have been applied with good results, leading to more effective control and coastal management in the area. The use of SPOT images to study changes of the land use of the area is a useful technique to determine patterns of human activities and suggest solutions for severe problems in these areas",
    "original_translation": "El uso de imágenes SPOT como herramienta para la gestión de las zonas costeras y la vigilancia de los impactos ambientales en las zonas costeras Técnicas modernas como la teleobservación han sido uno de los principales factores que han llevado a la realización de planes serios en materia de ordenación costera. Se describe un análisis multitemporal del uso de la tierra en ciertas zonas de la Costa Caribe colombiana. Se centra principalmente en los impactos ambientales causados por actividades antropogénicas, como la deforestación de manglares debido a la cría de camarones. Selección de áreas sensibles, porcentaje de manglares destruidos, posibles áreas en peligro, etc., son algunos de los resultados de este análisis. Este análisis también ha dado lugar a recomendaciones para un plan de ordenación costera en la zona. También se analizan otras consecuencias de la deforestación de manglares en la zona costera y la construcción de estanques de camarones, como el aumento de los problemas de erosión en estas zonas y la contaminación del agua, entre otras. El aumento de la erosión en estas áreas también ha cambiado parte de su morfología, que ha sido estudiada por el análisis de imágenes SPOT en años anteriores. Existe una grave preocupación por el futuro de estas zonas. Por esta razón, se han aplicado nuevas técnicas como imágenes satelitales (SPOT) con buenos resultados, lo que ha dado lugar a un control y una gestión costera más eficaces en la zona. El uso de imágenes SPOT para estudiar los cambios en el uso de la tierra de la zona es una técnica útil para determinar patrones de actividades humanas y sugerir soluciones para problemas graves en estas áreas",
    "error_count": 11,
    "keys": {
        "coastal zone management": {
            "translated_key": "gestión de zonas costeras",
            "translated_annotated_text": "El uso de imágenes SPOT como herramienta para la \"gestión de zonas costeras\" y el monitoreo de impactos ambientales en la zona costera Técnicas modernas como la teledetección han sido uno de los principales factores que han llevado a la realización de planes serios de manejo costero. Se describe un análisis multitemporal del uso de la tierra en ciertas zonas de la Costa Caribe colombiana. Se centra principalmente en los impactos ambientales causados por actividades antropogénicas, como la deforestación de manglares debido a la cría de camarones. Selección de áreas sensibles, porcentaje de manglares destruidos, posibles áreas en peligro, etc., son algunos de los resultados de este análisis. Este análisis también ha dado lugar a recomendaciones para un plan de ordenación costera en la zona. También se analizan otras consecuencias de la deforestación de manglares en la zona costera y la construcción de estanques de camarones, como el aumento de los problemas de erosión en estas zonas y la contaminación del agua, entre otras. El aumento de la erosión en estas áreas también ha cambiado parte de su morfología, que ha sido estudiada por el análisis de imágenes SPOT en años anteriores. Existe una grave preocupación por el futuro de estas zonas. Por esta razón, se han aplicado nuevas técnicas como imágenes satelitales (SPOT) con buenos resultados, lo que ha dado lugar a un control y una gestión costera más eficaces en la zona. El uso de imágenes SPOT para estudiar los cambios en el uso de la tierra de la zona es una técnica útil para determinar patrones de actividades humanas y sugerir soluciones para problemas graves en estas áreas ",
            "error": [
                ""
            ]
        },
        "SPOT images": {
            "translated_key": "imágenes SPOT",
            "translated_annotated_text": "El uso de \"imágenes SPOT\" como herramienta para la gestión de las zonas costeras y la vigilancia de los impactos ambientales en las zonas costeras Técnicas modernas como la teledetección han sido uno de los principales factores que han llevado a la realización de planes serios sobre la gestión costera. Se describe un análisis multitemporal del uso de la tierra en ciertas zonas de la Costa Caribe colombiana. Se centra principalmente en los impactos ambientales causados por actividades antropogénicas, como la deforestación de manglares debido a la cría de camarones. Selección de áreas sensibles, porcentaje de manglares destruidos, posibles áreas en peligro, etc., son algunos de los resultados de este análisis. Este análisis también ha dado lugar a recomendaciones para un plan de ordenación costera en la zona. También se analizan otras consecuencias de la deforestación de manglares en la zona costera y la construcción de estanques de camarones, como el aumento de los problemas de erosión en estas zonas y la contaminación del agua, entre otras. El aumento de la erosión en estas áreas también ha cambiado parte de su morfología, que ha sido estudiada por el análisis de \"imágenes SPOT\" en años anteriores. Existe una grave preocupación por el futuro de estas zonas. Por esta razón, se han aplicado nuevas técnicas como imágenes satelitales (SPOT) con buenos resultados, lo que ha dado lugar a un control y una gestión costera más eficaces en la zona. El uso de \"imágenes SPOT\" para estudiar los cambios en el uso de la tierra de la zona es una técnica útil para determinar patrones de actividades humanas y sugerir soluciones para problemas graves en estas áreas. ",
            "error": [
                ""
            ]
        },
        "environmental impact monitoring": {
            "translated_key": [],
            "translated_annotated_text": "El uso de imágenes SPOT como herramienta para la gestión de las zonas costeras y la vigilancia de los impactos ambientales en las zonas costeras Técnicas modernas como la teleobservación han sido uno de los principales factores que han llevado a la realización de planes serios en materia de ordenación costera. Se describe un análisis multitemporal del uso de la tierra en ciertas zonas de la Costa Caribe colombiana. Se centra principalmente en los impactos ambientales causados por actividades antropogénicas, como la deforestación de manglares debido a la cría de camarones. Selección de áreas sensibles, porcentaje de manglares destruidos, posibles áreas en peligro, etc., son algunos de los resultados de este análisis. Este análisis también ha dado lugar a recomendaciones para un plan de ordenación costera en la zona. También se analizan otras consecuencias de la deforestación de manglares en la zona costera y la construcción de estanques de camarones, como el aumento de los problemas de erosión en estas zonas y la contaminación del agua, entre otras. El aumento de la erosión en estas áreas también ha cambiado parte de su morfología, que ha sido estudiada por el análisis de imágenes SPOT en años anteriores. Existe una grave preocupación por el futuro de estas zonas. Por esta razón, se han aplicado nuevas técnicas como imágenes satelitales (SPOT) con buenos resultados, lo que ha dado lugar a un control y una gestión costera más eficaces en la zona. El uso de imágenes SPOT para estudiar los cambios en el uso de la tierra de la zona es una técnica útil para determinar patrones de actividades humanas y sugerir soluciones para problemas graves en estas áreas ",
            "error": []
        },
        "remote sensing": {
            "translated_key": "teledetección",
            "translated_annotated_text": "El uso de imágenes SPOT como herramienta para la gestión de las zonas costeras y la vigilancia de los impactos ambientales en las zonas costeras Técnicas modernas como la \"teledetección\" han sido uno de los principales factores que han llevado a la realización de planes serios en la gestión costera. Se describe un análisis multitemporal del uso de la tierra en ciertas zonas de la Costa Caribe colombiana. Se centra principalmente en los impactos ambientales causados por actividades antropogénicas, como la deforestación de manglares debido a la cría de camarones. Selección de áreas sensibles, porcentaje de manglares destruidos, posibles áreas en peligro, etc., son algunos de los resultados de este análisis. Este análisis también ha dado lugar a recomendaciones para un plan de ordenación costera en la zona. También se analizan otras consecuencias de la deforestación de manglares en la zona costera y la construcción de estanques de camarones, como el aumento de los problemas de erosión en estas zonas y la contaminación del agua, entre otras. El aumento de la erosión en estas áreas también ha cambiado parte de su morfología, que ha sido estudiada por el análisis de imágenes SPOT en años anteriores. Existe una grave preocupación por el futuro de estas zonas. Por esta razón, se han aplicado nuevas técnicas como imágenes satelitales (SPOT) con buenos resultados, lo que ha dado lugar a un control y una gestión costera más eficaces en la zona. El uso de imágenes SPOT para estudiar los cambios en el uso de la tierra de la zona es una técnica útil para determinar patrones de actividades humanas y sugerir soluciones para problemas graves en estas áreas ",
            "error": [
                ""
            ]
        },
        "multitemporal analysis": {
            "translated_key": "análisis multitemporal",
            "translated_annotated_text": "El uso de imágenes SPOT como herramienta para la gestión de las zonas costeras y la vigilancia de los impactos ambientales en las zonas costeras Técnicas modernas como la teleobservación han sido uno de los principales factores que han llevado a la realización de planes serios en materia de ordenación costera. Se describe un \"análisis multitemporal\" del uso de la tierra en ciertas zonas de la Costa Caribe colombiana. Se centra principalmente en los impactos ambientales causados por actividades antropogénicas, como la deforestación de manglares debido a la cría de camarones. Selección de áreas sensibles, porcentaje de manglares destruidos, posibles áreas en peligro, etc., son algunos de los resultados de este análisis. Este análisis también ha dado lugar a recomendaciones para un plan de ordenación costera en la zona. También se analizan otras consecuencias de la deforestación de manglares en la zona costera y la construcción de estanques de camarones, como el aumento de los problemas de erosión en estas zonas y la contaminación del agua, entre otras. El aumento de la erosión en estas áreas también ha cambiado parte de su morfología, que ha sido estudiada por el análisis de imágenes SPOT en años anteriores. Existe una grave preocupación por el futuro de estas zonas. Por esta razón, se han aplicado nuevas técnicas como imágenes satelitales (SPOT) con buenos resultados, lo que ha dado lugar a un control y una gestión costera más eficaces en la zona. El uso de imágenes SPOT para estudiar los cambios en el uso de la tierra de la zona es una técnica útil para determinar patrones de actividades humanas y sugerir soluciones para problemas graves en estas áreas ",
            "error": [
                ""
            ]
        },
        "land use": {
            "translated_key": "uso de la tierra",
            "translated_annotated_text": "El uso de imágenes SPOT como herramienta para la gestión de las zonas costeras y la vigilancia de los impactos ambientales en las zonas costeras Técnicas modernas como la teleobservación han sido uno de los principales factores que han llevado a la realización de planes serios en materia de ordenación costera. Se describe un análisis multitemporal del \"uso de la tierra\" en ciertas áreas de la Costa Caribe colombiana. Se centra principalmente en los impactos ambientales causados por actividades antropogénicas, como la deforestación de manglares debido a la cría de camarones. Selección de áreas sensibles, porcentaje de manglares destruidos, posibles áreas en peligro, etc., son algunos de los resultados de este análisis. Este análisis también ha dado lugar a recomendaciones para un plan de ordenación costera en la zona. También se analizan otras consecuencias de la deforestación de manglares en la zona costera y la construcción de estanques de camarones, como el aumento de los problemas de erosión en estas zonas y la contaminación del agua, entre otras. El aumento de la erosión en estas áreas también ha cambiado parte de su morfología, que ha sido estudiada por el análisis de imágenes SPOT en años anteriores. Existe una grave preocupación por el futuro de estas zonas. Por esta razón, se han aplicado nuevas técnicas como imágenes satelitales (SPOT) con buenos resultados, lo que ha dado lugar a un control y una gestión costera más eficaces en la zona. El uso de imágenes SPOT para estudiar cambios en el \"uso de la tierra\" de la zona es una técnica útil para determinar patrones de actividades humanas y sugerir soluciones para problemas graves en estas áreas. ",
            "error": [
                ""
            ]
        },
        "Colombian Caribbean Coast": {
            "translated_key": "Costa Caribe Colombiana",
            "translated_annotated_text": "El uso de imágenes SPOT como herramienta para la gestión de las zonas costeras y la vigilancia de los impactos ambientales en las zonas costeras Técnicas modernas como la teleobservación han sido uno de los principales factores que han llevado a la realización de planes serios en materia de ordenación costera. Se describe un análisis multitemporal del uso de la tierra en ciertas áreas de la \"Costa Caribe Colombiana\". Se centra principalmente en los impactos ambientales causados por actividades antropogénicas, como la deforestación de manglares debido a la cría de camarones. Selección de áreas sensibles, porcentaje de manglares destruidos, posibles áreas en peligro, etc., son algunos de los resultados de este análisis. Este análisis también ha dado lugar a recomendaciones para un plan de ordenación costera en la zona. También se analizan otras consecuencias de la deforestación de manglares en la zona costera y la construcción de estanques de camarones, como el aumento de los problemas de erosión en estas zonas y la contaminación del agua, entre otras. El aumento de la erosión en estas áreas también ha cambiado parte de su morfología, que ha sido estudiada por el análisis de imágenes SPOT en años anteriores. Existe una grave preocupación por el futuro de estas zonas. Por esta razón, se han aplicado nuevas técnicas como imágenes satelitales (SPOT) con buenos resultados, lo que ha dado lugar a un control y una gestión costera más eficaces en la zona. El uso de imágenes SPOT para estudiar los cambios en el uso de la tierra de la zona es una técnica útil para determinar patrones de actividades humanas y sugerir soluciones para problemas graves en estas áreas ",
            "error": [
                ""
            ]
        },
        "anthropogenic activities": {
            "translated_key": "actividades antropogénicas",
            "translated_annotated_text": "El uso de imágenes SPOT como herramienta para la gestión de las zonas costeras y la vigilancia de los impactos ambientales en las zonas costeras Técnicas modernas como la teleobservación han sido uno de los principales factores que han llevado a la realización de planes serios en materia de ordenación costera. Se describe un análisis multitemporal del uso de la tierra en ciertas zonas de la Costa Caribe colombiana. Se centra principalmente en los impactos ambientales causados por \"actividades antropogénicas\", como la deforestación de manglares debido a la cría de camarones. Selección de áreas sensibles, porcentaje de manglares destruidos, posibles áreas en peligro, etc., son algunos de los resultados de este análisis. Este análisis también ha dado lugar a recomendaciones para un plan de ordenación costera en la zona. También se analizan otras consecuencias de la deforestación de manglares en la zona costera y la construcción de estanques de camarones, como el aumento de los problemas de erosión en estas zonas y la contaminación del agua, entre otras. El aumento de la erosión en estas áreas también ha cambiado parte de su morfología, que ha sido estudiada por el análisis de imágenes SPOT en años anteriores. Existe una grave preocupación por el futuro de estas zonas. Por esta razón, se han aplicado nuevas técnicas como imágenes satelitales (SPOT) con buenos resultados, lo que ha dado lugar a un control y una gestión costera más eficaces en la zona. El uso de imágenes SPOT para estudiar los cambios en el uso de la tierra de la zona es una técnica útil para determinar patrones de actividades humanas y sugerir soluciones para problemas graves en estas áreas ",
            "error": [
                ""
            ]
        },
        "mangrove deforestation": {
            "translated_key": [],
            "translated_annotated_text": "El uso de imágenes SPOT como herramienta para la gestión de las zonas costeras y la vigilancia de los impactos ambientales en las zonas costeras Técnicas modernas como la teleobservación han sido uno de los principales factores que han llevado a la realización de planes serios en materia de ordenación costera. Se describe un análisis multitemporal del uso de la tierra en ciertas zonas de la Costa Caribe colombiana. Se centra principalmente en los impactos ambientales causados por actividades antropogénicas, como la deforestación de manglares debido a la cría de camarones. Selección de áreas sensibles, porcentaje de manglares destruidos, posibles áreas en peligro, etc., son algunos de los resultados de este análisis. Este análisis también ha dado lugar a recomendaciones para un plan de ordenación costera en la zona. También se analizan otras consecuencias de la deforestación de manglares en la zona costera y la construcción de estanques de camarones, como el aumento de los problemas de erosión en estas zonas y la contaminación del agua, entre otras. El aumento de la erosión en estas áreas también ha cambiado parte de su morfología, que ha sido estudiada por el análisis de imágenes SPOT en años anteriores. Existe una grave preocupación por el futuro de estas zonas. Por esta razón, se han aplicado nuevas técnicas como imágenes satelitales (SPOT) con buenos resultados, lo que ha dado lugar a un control y una gestión costera más eficaces en la zona. El uso de imágenes SPOT para estudiar los cambios en el uso de la tierra de la zona es una técnica útil para determinar patrones de actividades humanas y sugerir soluciones para problemas graves en estas áreas ",
            "error": []
        },
        "shrimp farming": {
            "translated_key": "agricultura de camarones",
            "translated_annotated_text": "El uso de imágenes SPOT como herramienta para la gestión de las zonas costeras y la vigilancia de los impactos ambientales en las zonas costeras Técnicas modernas como la teleobservación han sido uno de los principales factores que han llevado a la realización de planes serios en materia de ordenación costera. Se describe un análisis multitemporal del uso de la tierra en ciertas zonas de la Costa Caribe colombiana. Se centra principalmente en los impactos ambientales causados por actividades antropogénicas, como la deforestación de manglares debido a la \"agricultura de camarones\". Selección de áreas sensibles, porcentaje de manglares destruidos, posibles áreas en peligro, etc., son algunos de los resultados de este análisis. Este análisis también ha dado lugar a recomendaciones para un plan de ordenación costera en la zona. También se analizan otras consecuencias de la deforestación de manglares en la zona costera y la construcción de estanques de camarones, como el aumento de los problemas de erosión en estas zonas y la contaminación del agua, entre otras. El aumento de la erosión en estas áreas también ha cambiado parte de su morfología, que ha sido estudiada por el análisis de imágenes SPOT en años anteriores. Existe una grave preocupación por el futuro de estas zonas. Por esta razón, se han aplicado nuevas técnicas como imágenes satelitales (SPOT) con buenos resultados, lo que ha dado lugar a un control y una gestión costera más eficaces en la zona. El uso de imágenes SPOT para estudiar los cambios en el uso de la tierra de la zona es una técnica útil para determinar patrones de actividades humanas y sugerir soluciones para problemas graves en estas áreas ",
            "error": [
                ""
            ]
        },
        "endangered areas": {
            "translated_key": "áreas en peligro",
            "translated_annotated_text": "El uso de imágenes SPOT como herramienta para la gestión de las zonas costeras y la vigilancia de los impactos ambientales en las zonas costeras Técnicas modernas como la teleobservación han sido uno de los principales factores que han llevado a la realización de planes serios en materia de ordenación costera. Se describe un análisis multitemporal del uso de la tierra en ciertas zonas de la Costa Caribe colombiana. Se centra principalmente en los impactos ambientales causados por actividades antropogénicas, como la deforestación de manglares debido a la cría de camarones. Selección de áreas sensibles, porcentaje de manglares destruidos, posibles \"áreas en peligro\", etc., son algunos de los resultados de este análisis. Este análisis también ha dado lugar a recomendaciones para un plan de ordenación costera en la zona. También se analizan otras consecuencias de la deforestación de manglares en la zona costera y la construcción de estanques de camarones, como el aumento de los problemas de erosión en estas zonas y la contaminación del agua, entre otras. El aumento de la erosión en estas áreas también ha cambiado parte de su morfología, que ha sido estudiada por el análisis de imágenes SPOT en años anteriores. Existe una grave preocupación por el futuro de estas zonas. Por esta razón, se han aplicado nuevas técnicas como imágenes satelitales (SPOT) con buenos resultados, lo que ha dado lugar a un control y una gestión costera más eficaces en la zona. El uso de imágenes SPOT para estudiar los cambios en el uso de la tierra de la zona es una técnica útil para determinar patrones de actividades humanas y sugerir soluciones para problemas graves en estas áreas ",
            "error": [
                ""
            ]
        },
        "erosion problems": {
            "translated_key": "problemas de erosión",
            "translated_annotated_text": "El uso de imágenes SPOT como herramienta para la gestión de las zonas costeras y la vigilancia de los impactos ambientales en las zonas costeras Técnicas modernas como la teleobservación han sido uno de los principales factores que han llevado a la realización de planes serios en materia de ordenación costera. Se describe un análisis multitemporal del uso de la tierra en ciertas zonas de la Costa Caribe colombiana. Se centra principalmente en los impactos ambientales causados por actividades antropogénicas, como la deforestación de manglares debido a la cría de camarones. Selección de áreas sensibles, porcentaje de manglares destruidos, posibles áreas en peligro, etc., son algunos de los resultados de este análisis. Este análisis también ha dado lugar a recomendaciones para un plan de ordenación costera en la zona. También se analizan otras consecuencias de la deforestación de manglares en la zona costera y la construcción de estanques de camarones, como el aumento de \"problemas de erosión\" en estas zonas y la contaminación del agua, entre otras. El aumento de la erosión en estas áreas también ha cambiado parte de su morfología, que ha sido estudiada por el análisis de imágenes SPOT en años anteriores. Existe una grave preocupación por el futuro de estas zonas. Por esta razón, se han aplicado nuevas técnicas como imágenes satelitales (SPOT) con buenos resultados, lo que ha dado lugar a un control y una gestión costera más eficaces en la zona. El uso de imágenes SPOT para estudiar los cambios en el uso de la tierra de la zona es una técnica útil para determinar patrones de actividades humanas y sugerir soluciones para problemas graves en estas áreas ",
            "error": [
                ""
            ]
        },
        "water pollution": {
            "translated_key": "contaminación del agua",
            "translated_annotated_text": "El uso de imágenes SPOT como herramienta para la gestión de las zonas costeras y la vigilancia de los impactos ambientales en las zonas costeras Técnicas modernas como la teleobservación han sido uno de los principales factores que han llevado a la realización de planes serios en materia de ordenación costera. Se describe un análisis multitemporal del uso de la tierra en ciertas zonas de la Costa Caribe colombiana. Se centra principalmente en los impactos ambientales causados por actividades antropogénicas, como la deforestación de manglares debido a la cría de camarones. Selección de áreas sensibles, porcentaje de manglares destruidos, posibles áreas en peligro, etc., son algunos de los resultados de este análisis. Este análisis también ha dado lugar a recomendaciones para un plan de ordenación costera en la zona. También se analizan otras consecuencias de la deforestación de manglares en la zona costera y la construcción de estanques de camarones, como el aumento de los problemas de erosión en estas áreas y la \"contaminación del agua\", entre otras. El aumento de la erosión en estas áreas también ha cambiado parte de su morfología, que ha sido estudiada por el análisis de imágenes SPOT en años anteriores. Existe una grave preocupación por el futuro de estas zonas. Por esta razón, se han aplicado nuevas técnicas como imágenes satelitales (SPOT) con buenos resultados, lo que ha dado lugar a un control y una gestión costera más eficaces en la zona. El uso de imágenes SPOT para estudiar los cambios en el uso de la tierra de la zona es una técnica útil para determinar patrones de actividades humanas y sugerir soluciones para problemas graves en estas áreas ",
            "error": [
                ""
            ]
        },
        "satellite images": {
            "translated_key": "imágenes satelitales",
            "translated_annotated_text": "El uso de imágenes SPOT como herramienta para la gestión de las zonas costeras y la vigilancia de los impactos ambientales en las zonas costeras Técnicas modernas como la teleobservación han sido uno de los principales factores que han llevado a la realización de planes serios en materia de ordenación costera. Se describe un análisis multitemporal del uso de la tierra en ciertas zonas de la Costa Caribe colombiana. Se centra principalmente en los impactos ambientales causados por actividades antropogénicas, como la deforestación de manglares debido a la cría de camarones. Selección de áreas sensibles, porcentaje de manglares destruidos, posibles áreas en peligro, etc., son algunos de los resultados de este análisis. Este análisis también ha dado lugar a recomendaciones para un plan de ordenación costera en la zona. También se analizan otras consecuencias de la deforestación de manglares en la zona costera y la construcción de estanques de camarones, como el aumento de los problemas de erosión en estas zonas y la contaminación del agua, entre otras. El aumento de la erosión en estas áreas también ha cambiado parte de su morfología, que ha sido estudiada por el análisis de imágenes SPOT en años anteriores. Existe una grave preocupación por el futuro de estas zonas. Por esta razón se han aplicado nuevas técnicas como \"imágenes satelitales\" (SPOT) con buenos resultados, lo que ha dado lugar a un control y una gestión costera más eficaces en la zona. El uso de imágenes SPOT para estudiar los cambios en el uso de la tierra de la zona es una técnica útil para determinar patrones de actividades humanas y sugerir soluciones para problemas graves en estas áreas ",
            "error": [
                ""
            ]
        },
        "human activities": {
            "translated_key": "actividades humanas",
            "translated_annotated_text": "El uso de imágenes SPOT como herramienta para la gestión de las zonas costeras y la vigilancia de los impactos ambientales en las zonas costeras Técnicas modernas como la teleobservación han sido uno de los principales factores que han llevado a la realización de planes serios en materia de ordenación costera. Se describe un análisis multitemporal del uso de la tierra en ciertas zonas de la Costa Caribe colombiana. Se centra principalmente en los impactos ambientales causados por actividades antropogénicas, como la deforestación de manglares debido a la cría de camarones. Selección de áreas sensibles, porcentaje de manglares destruidos, posibles áreas en peligro, etc., son algunos de los resultados de este análisis. Este análisis también ha dado lugar a recomendaciones para un plan de ordenación costera en la zona. También se analizan otras consecuencias de la deforestación de manglares en la zona costera y la construcción de estanques de camarones, como el aumento de los problemas de erosión en estas zonas y la contaminación del agua, entre otras. El aumento de la erosión en estas áreas también ha cambiado parte de su morfología, que ha sido estudiada por el análisis de imágenes SPOT en años anteriores. Existe una grave preocupación por el futuro de estas zonas. Por esta razón, se han aplicado nuevas técnicas como imágenes satelitales (SPOT) con buenos resultados, lo que ha dado lugar a un control y una gestión costera más eficaces en la zona. El uso de imágenes SPOT para estudiar los cambios en el uso de la tierra de la zona es una técnica útil para determinar patrones de \"actividades humanas\" y sugerir soluciones para problemas graves en estas áreas ",
            "error": [
                ""
            ]
        },
        "supervised classification": {
            "translated_key": [],
            "translated_annotated_text": "El uso de imágenes SPOT como herramienta para la gestión de las zonas costeras y la vigilancia de los impactos ambientales en las zonas costeras Técnicas modernas como la teleobservación han sido uno de los principales factores que han llevado a la realización de planes serios en materia de ordenación costera. Se describe un análisis multitemporal del uso de la tierra en ciertas zonas de la Costa Caribe colombiana. Se centra principalmente en los impactos ambientales causados por actividades antropogénicas, como la deforestación de manglares debido a la cría de camarones. Selección de áreas sensibles, porcentaje de manglares destruidos, posibles áreas en peligro, etc., son algunos de los resultados de este análisis. Este análisis también ha dado lugar a recomendaciones para un plan de ordenación costera en la zona. También se analizan otras consecuencias de la deforestación de manglares en la zona costera y la construcción de estanques de camarones, como el aumento de los problemas de erosión en estas zonas y la contaminación del agua, entre otras. El aumento de la erosión en estas áreas también ha cambiado parte de su morfología, que ha sido estudiada por el análisis de imágenes SPOT en años anteriores. Existe una grave preocupación por el futuro de estas zonas. Por esta razón, se han aplicado nuevas técnicas como imágenes satelitales (SPOT) con buenos resultados, lo que ha dado lugar a un control y una gestión costera más eficaces en la zona. El uso de imágenes SPOT para estudiar los cambios en el uso de la tierra de la zona es una técnica útil para determinar patrones de actividades humanas y sugerir soluciones para problemas graves en estas áreas ",
            "error": []
        },
        "sedimentation": {
            "translated_key": [],
            "translated_annotated_text": "El uso de imágenes SPOT como herramienta para la gestión de las zonas costeras y la vigilancia de los impactos ambientales en las zonas costeras Técnicas modernas como la teleobservación han sido uno de los principales factores que han llevado a la realización de planes serios en materia de ordenación costera. Se describe un análisis multitemporal del uso de la tierra en ciertas zonas de la Costa Caribe colombiana. Se centra principalmente en los impactos ambientales causados por actividades antropogénicas, como la deforestación de manglares debido a la cría de camarones. Selección de áreas sensibles, porcentaje de manglares destruidos, posibles áreas en peligro, etc., son algunos de los resultados de este análisis. Este análisis también ha dado lugar a recomendaciones para un plan de ordenación costera en la zona. También se analizan otras consecuencias de la deforestación de manglares en la zona costera y la construcción de estanques de camarones, como el aumento de los problemas de erosión en estas zonas y la contaminación del agua, entre otras. El aumento de la erosión en estas áreas también ha cambiado parte de su morfología, que ha sido estudiada por el análisis de imágenes SPOT en años anteriores. Existe una grave preocupación por el futuro de estas zonas. Por esta razón, se han aplicado nuevas técnicas como imágenes satelitales (SPOT) con buenos resultados, lo que ha dado lugar a un control y una gestión costera más eficaces en la zona. El uso de imágenes SPOT para estudiar los cambios en el uso de la tierra de la zona es una técnica útil para determinar patrones de actividades humanas y sugerir soluciones para problemas graves en estas áreas ",
            "error": []
        },
        "shrimp ponds": {
            "translated_key": "charcas de camarones",
            "translated_annotated_text": "El uso de imágenes SPOT como herramienta para la gestión de las zonas costeras y la vigilancia de los impactos ambientales en las zonas costeras Técnicas modernas como la teleobservación han sido uno de los principales factores que han llevado a la realización de planes serios en materia de ordenación costera. Se describe un análisis multitemporal del uso de la tierra en ciertas zonas de la Costa Caribe colombiana. Se centra principalmente en los impactos ambientales causados por actividades antropogénicas, como la deforestación de manglares debido a la cría de camarones. Selección de áreas sensibles, porcentaje de manglares destruidos, posibles áreas en peligro, etc., son algunos de los resultados de este análisis. Este análisis también ha dado lugar a recomendaciones para un plan de ordenación costera en la zona. También se analizan otras consecuencias de la deforestación de manglares en la zona costera y la construcción de \"charcas de camarones\", como el aumento de los problemas de erosión en estas zonas y la contaminación del agua, entre otras. El aumento de la erosión en estas áreas también ha cambiado parte de su morfología, que ha sido estudiada por el análisis de imágenes SPOT en años anteriores. Existe una grave preocupación por el futuro de estas zonas. Por esta razón, se han aplicado nuevas técnicas como imágenes satelitales (SPOT) con buenos resultados, lo que ha dado lugar a un control y una gestión costera más eficaces en la zona. El uso de imágenes SPOT para estudiar los cambios en el uso de la tierra de la zona es una técnica útil para determinar patrones de actividades humanas y sugerir soluciones para problemas graves en estas áreas ",
            "error": [
                ""
            ]
        },
        "vectorization": {
            "translated_key": [],
            "translated_annotated_text": "El uso de imágenes SPOT como herramienta para la gestión de las zonas costeras y la vigilancia de los impactos ambientales en las zonas costeras Técnicas modernas como la teleobservación han sido uno de los principales factores que han llevado a la realización de planes serios en materia de ordenación costera. Se describe un análisis multitemporal del uso de la tierra en ciertas zonas de la Costa Caribe colombiana. Se centra principalmente en los impactos ambientales causados por actividades antropogénicas, como la deforestación de manglares debido a la cría de camarones. Selección de áreas sensibles, porcentaje de manglares destruidos, posibles áreas en peligro, etc., son algunos de los resultados de este análisis. Este análisis también ha dado lugar a recomendaciones para un plan de ordenación costera en la zona. También se analizan otras consecuencias de la deforestación de manglares en la zona costera y la construcción de estanques de camarones, como el aumento de los problemas de erosión en estas zonas y la contaminación del agua, entre otras. El aumento de la erosión en estas áreas también ha cambiado parte de su morfología, que ha sido estudiada por el análisis de imágenes SPOT en años anteriores. Existe una grave preocupación por el futuro de estas zonas. Por esta razón, se han aplicado nuevas técnicas como imágenes satelitales (SPOT) con buenos resultados, lo que ha dado lugar a un control y una gestión costera más eficaces en la zona. El uso de imágenes SPOT para estudiar los cambios en el uso de la tierra de la zona es una técnica útil para determinar patrones de actividades humanas y sugerir soluciones para problemas graves en estas áreas ",
            "error": []
        },
        "vector overlay": {
            "translated_key": [],
            "translated_annotated_text": "El uso de imágenes SPOT como herramienta para la gestión de las zonas costeras y la vigilancia de los impactos ambientales en las zonas costeras Técnicas modernas como la teleobservación han sido uno de los principales factores que han llevado a la realización de planes serios en materia de ordenación costera. Se describe un análisis multitemporal del uso de la tierra en ciertas zonas de la Costa Caribe colombiana. Se centra principalmente en los impactos ambientales causados por actividades antropogénicas, como la deforestación de manglares debido a la cría de camarones. Selección de áreas sensibles, porcentaje de manglares destruidos, posibles áreas en peligro, etc., son algunos de los resultados de este análisis. Este análisis también ha dado lugar a recomendaciones para un plan de ordenación costera en la zona. También se analizan otras consecuencias de la deforestación de manglares en la zona costera y la construcción de estanques de camarones, como el aumento de los problemas de erosión en estas zonas y la contaminación del agua, entre otras. El aumento de la erosión en estas áreas también ha cambiado parte de su morfología, que ha sido estudiada por el análisis de imágenes SPOT en años anteriores. Existe una grave preocupación por el futuro de estas zonas. Por esta razón, se han aplicado nuevas técnicas como imágenes satelitales (SPOT) con buenos resultados, lo que ha dado lugar a un control y una gestión costera más eficaces en la zona. El uso de imágenes SPOT para estudiar los cambios en el uso de la tierra de la zona es una técnica útil para determinar patrones de actividades humanas y sugerir soluciones para problemas graves en estas áreas ",
            "error": []
        },
        "aquaculture": {
            "translated_key": [],
            "translated_annotated_text": "El uso de imágenes SPOT como herramienta para la gestión de las zonas costeras y la vigilancia de los impactos ambientales en las zonas costeras Técnicas modernas como la teleobservación han sido uno de los principales factores que han llevado a la realización de planes serios en materia de ordenación costera. Se describe un análisis multitemporal del uso de la tierra en ciertas zonas de la Costa Caribe colombiana. Se centra principalmente en los impactos ambientales causados por actividades antropogénicas, como la deforestación de manglares debido a la cría de camarones. Selección de áreas sensibles, porcentaje de manglares destruidos, posibles áreas en peligro, etc., son algunos de los resultados de este análisis. Este análisis también ha dado lugar a recomendaciones para un plan de ordenación costera en la zona. También se analizan otras consecuencias de la deforestación de manglares en la zona costera y la construcción de estanques de camarones, como el aumento de los problemas de erosión en estas zonas y la contaminación del agua, entre otras. El aumento de la erosión en estas áreas también ha cambiado parte de su morfología, que ha sido estudiada por el análisis de imágenes SPOT en años anteriores. Existe una grave preocupación por el futuro de estas zonas. Por esta razón, se han aplicado nuevas técnicas como imágenes satelitales (SPOT) con buenos resultados, lo que ha dado lugar a un control y una gestión costera más eficaces en la zona. El uso de imágenes SPOT para estudiar los cambios en el uso de la tierra de la zona es una técnica útil para determinar patrones de actividades humanas y sugerir soluciones para problemas graves en estas áreas ",
            "error": []
        },
        "environmental factors": {
            "translated_key": [],
            "translated_annotated_text": "El uso de imágenes SPOT como herramienta para la gestión de las zonas costeras y la vigilancia de los impactos ambientales en las zonas costeras Técnicas modernas como la teleobservación han sido uno de los principales factores que han llevado a la realización de planes serios en materia de ordenación costera. Se describe un análisis multitemporal del uso de la tierra en ciertas zonas de la Costa Caribe colombiana. Se centra principalmente en los impactos ambientales causados por actividades antropogénicas, como la deforestación de manglares debido a la cría de camarones. Selección de áreas sensibles, porcentaje de manglares destruidos, posibles áreas en peligro, etc., son algunos de los resultados de este análisis. Este análisis también ha dado lugar a recomendaciones para un plan de ordenación costera en la zona. También se analizan otras consecuencias de la deforestación de manglares en la zona costera y la construcción de estanques de camarones, como el aumento de los problemas de erosión en estas zonas y la contaminación del agua, entre otras. El aumento de la erosión en estas áreas también ha cambiado parte de su morfología, que ha sido estudiada por el análisis de imágenes SPOT en años anteriores. Existe una grave preocupación por el futuro de estas zonas. Por esta razón, se han aplicado nuevas técnicas como imágenes satelitales (SPOT) con buenos resultados, lo que ha dado lugar a un control y una gestión costera más eficaces en la zona. El uso de imágenes SPOT para estudiar los cambios en el uso de la tierra de la zona es una técnica útil para determinar patrones de actividades humanas y sugerir soluciones para problemas graves en estas áreas ",
            "error": []
        },
        "erosion": {
            "translated_key": "erosión",
            "translated_annotated_text": "El uso de imágenes SPOT como herramienta para la gestión de las zonas costeras y la vigilancia de los impactos ambientales en las zonas costeras Técnicas modernas como la teleobservación han sido uno de los principales factores que han llevado a la realización de planes serios en materia de ordenación costera. Se describe un análisis multitemporal del uso de la tierra en ciertas zonas de la Costa Caribe colombiana. Se centra principalmente en los impactos ambientales causados por actividades antropogénicas, como la deforestación de manglares debido a la cría de camarones. Selección de áreas sensibles, porcentaje de manglares destruidos, posibles áreas en peligro, etc., son algunos de los resultados de este análisis. Este análisis también ha dado lugar a recomendaciones para un plan de ordenación costera en la zona. También se analizan otras consecuencias de la deforestación de manglares en la zona costera y la construcción de estanques de camarones, como el aumento de los problemas de \"erosión\" en estas zonas y la contaminación del agua, entre otros. El aumento de la \"erosión\" en estas áreas también ha cambiado parte de su morfología, que ha sido estudiada por el análisis de imágenes SPOT en años anteriores. Existe una grave preocupación por el futuro de estas zonas. Por esta razón, se han aplicado nuevas técnicas como imágenes satelitales (SPOT) con buenos resultados, lo que ha dado lugar a un control y una gestión costera más eficaces en la zona. El uso de imágenes SPOT para estudiar los cambios en el uso de la tierra de la zona es una técnica útil para determinar patrones de actividades humanas y sugerir soluciones para problemas graves en estas áreas ",
            "error": [
                ""
            ]
        },
        "image classification": {
            "translated_key": [],
            "translated_annotated_text": "El uso de imágenes SPOT como herramienta para la gestión de las zonas costeras y la vigilancia de los impactos ambientales en las zonas costeras Técnicas modernas como la teleobservación han sido uno de los principales factores que han llevado a la realización de planes serios en materia de ordenación costera. Se describe un análisis multitemporal del uso de la tierra en ciertas zonas de la Costa Caribe colombiana. Se centra principalmente en los impactos ambientales causados por actividades antropogénicas, como la deforestación de manglares debido a la cría de camarones. Selección de áreas sensibles, porcentaje de manglares destruidos, posibles áreas en peligro, etc., son algunos de los resultados de este análisis. Este análisis también ha dado lugar a recomendaciones para un plan de ordenación costera en la zona. También se analizan otras consecuencias de la deforestación de manglares en la zona costera y la construcción de estanques de camarones, como el aumento de los problemas de erosión en estas zonas y la contaminación del agua, entre otras. El aumento de la erosión en estas áreas también ha cambiado parte de su morfología, que ha sido estudiada por el análisis de imágenes SPOT en años anteriores. Existe una grave preocupación por el futuro de estas zonas. Por esta razón, se han aplicado nuevas técnicas como imágenes satelitales (SPOT) con buenos resultados, lo que ha dado lugar a un control y una gestión costera más eficaces en la zona. El uso de imágenes SPOT para estudiar los cambios en el uso de la tierra de la zona es una técnica útil para determinar patrones de actividades humanas y sugerir soluciones para problemas graves en estas áreas ",
            "error": []
        },
        "vector quantisation": {
            "translated_key": [],
            "translated_annotated_text": "El uso de imágenes SPOT como herramienta para la gestión de las zonas costeras y la vigilancia de los impactos ambientales en las zonas costeras Técnicas modernas como la teleobservación han sido uno de los principales factores que han llevado a la realización de planes serios en materia de ordenación costera. Se describe un análisis multitemporal del uso de la tierra en ciertas zonas de la Costa Caribe colombiana. Se centra principalmente en los impactos ambientales causados por actividades antropogénicas, como la deforestación de manglares debido a la cría de camarones. Selección de áreas sensibles, porcentaje de manglares destruidos, posibles áreas en peligro, etc., son algunos de los resultados de este análisis. Este análisis también ha dado lugar a recomendaciones para un plan de ordenación costera en la zona. También se analizan otras consecuencias de la deforestación de manglares en la zona costera y la construcción de estanques de camarones, como el aumento de los problemas de erosión en estas zonas y la contaminación del agua, entre otras. El aumento de la erosión en estas áreas también ha cambiado parte de su morfología, que ha sido estudiada por el análisis de imágenes SPOT en años anteriores. Existe una grave preocupación por el futuro de estas zonas. Por esta razón, se han aplicado nuevas técnicas como imágenes satelitales (SPOT) con buenos resultados, lo que ha dado lugar a un control y una gestión costera más eficaces en la zona. El uso de imágenes SPOT para estudiar los cambios en el uso de la tierra de la zona es una técnica útil para determinar patrones de actividades humanas y sugerir soluciones para problemas graves en estas áreas ",
            "error": []
        },
        "vegetation mapping": {
            "translated_key": [],
            "translated_annotated_text": "El uso de imágenes SPOT como herramienta para la gestión de las zonas costeras y la vigilancia de los impactos ambientales en las zonas costeras Técnicas modernas como la teleobservación han sido uno de los principales factores que han llevado a la realización de planes serios en materia de ordenación costera. Se describe un análisis multitemporal del uso de la tierra en ciertas zonas de la Costa Caribe colombiana. Se centra principalmente en los impactos ambientales causados por actividades antropogénicas, como la deforestación de manglares debido a la cría de camarones. Selección de áreas sensibles, porcentaje de manglares destruidos, posibles áreas en peligro, etc., son algunos de los resultados de este análisis. Este análisis también ha dado lugar a recomendaciones para un plan de ordenación costera en la zona. También se analizan otras consecuencias de la deforestación de manglares en la zona costera y la construcción de estanques de camarones, como el aumento de los problemas de erosión en estas zonas y la contaminación del agua, entre otras. El aumento de la erosión en estas áreas también ha cambiado parte de su morfología, que ha sido estudiada por el análisis de imágenes SPOT en años anteriores. Existe una grave preocupación por el futuro de estas zonas. Por esta razón, se han aplicado nuevas técnicas como imágenes satelitales (SPOT) con buenos resultados, lo que ha dado lugar a un control y una gestión costera más eficaces en la zona. El uso de imágenes SPOT para estudiar los cambios en el uso de la tierra de la zona es una técnica útil para determinar patrones de actividades humanas y sugerir soluciones para problemas graves en estas áreas ",
            "error": []
        }
    }
}