{
    "original_text": "Extracting straight road structure in urban environments using IKONOS satellite imagery We discuss a fully automatic technique for extracting roads in urban environments. The method has its bases in a vegetation mask derived from multispectral IKONOS data and in texture derived from panchromatic IKONOS data. These two techniques together are used to distinguish road pixels. We then move from individual pixels to an object-based representation that allows reasoning on a higher level. Recognition of individual segments and intersections and the relationships among them are used to determine underlying road structure and to then logically hypothesize the existence of additional road network components. We show results on an image of San Diego, California. The object-based processing component may be adapted to utilize other basis techniques as well, and could be used to build a road network in any scene having a straight-line structured topology",
    "original_translation": "Extraer la estructura de carreteras rectas en entornos urbanos utilizando imágenes satelitales de IKONOS Discutimos una técnica totalmente automática para extraer carreteras en entornos urbanos. El método tiene sus bases en una máscara vegetal derivada de datos multiespectrales de IKONOS y en textura derivada de datos pancromáticos de IKONOS. Estas dos técnicas juntas se utilizan para distinguir los píxeles de carretera. Luego pasamos de píxeles individuales a una representación basada en objetos que permite razonar en un nivel superior. El reconocimiento de segmentos e intersecciones individuales y las relaciones entre ellos se utilizan para determinar la estructura subyacente de la carretera y para luego suponer lógicamente la existencia de componentes adicionales de la red vial. Mostramos los resultados de una imagen de San Diego, California. El componente de procesamiento basado en objetos puede adaptarse también para utilizar otras técnicas básicas, y puede utilizarse para construir una red vial en cualquier escena que tenga una topología estructurada en línea recta",
    "error_count": 11,
    "keys": {
        "straight road structure": {
            "translated_key": "estructura de carreteras rectas",
            "translated_annotated_text": "Extraer \"estructura de carreteras rectas\" en entornos urbanos utilizando imágenes satelitales de IKONOS Discutimos una técnica totalmente automática para extraer carreteras en entornos urbanos. El método tiene sus bases en una máscara vegetal derivada de datos multiespectrales de IKONOS y en textura derivada de datos pancromáticos de IKONOS. Estas dos técnicas juntas se utilizan para distinguir los píxeles de carretera. Luego pasamos de píxeles individuales a una representación basada en objetos que permite razonar en un nivel superior. El reconocimiento de segmentos e intersecciones individuales y las relaciones entre ellos se utilizan para determinar la estructura subyacente de la carretera y para luego suponer lógicamente la existencia de componentes adicionales de la red vial. Mostramos los resultados de una imagen de San Diego, California. El componente de procesamiento basado en objetos puede adaptarse también para utilizar otras técnicas básicas, y puede utilizarse para construir una red vial en cualquier escena que tenga una topología estructurada en línea recta ",
            "error": [
                ""
            ]
        },
        "urban environments": {
            "translated_key": "ambientes urbanos",
            "translated_annotated_text": "Extraer la estructura de carreteras rectas en \"ambientes urbanos\" utilizando imágenes satelitales de IKONOS Discutimos una técnica totalmente automática para extraer carreteras en \"ambientes urbanos\". El método tiene sus bases en una máscara vegetal derivada de datos multiespectrales de IKONOS y en textura derivada de datos pancromáticos de IKONOS. Estas dos técnicas juntas se utilizan para distinguir los píxeles de carretera. Luego pasamos de píxeles individuales a una representación basada en objetos que permite razonar en un nivel superior. El reconocimiento de segmentos e intersecciones individuales y las relaciones entre ellos se utilizan para determinar la estructura subyacente de la carretera y para luego suponer lógicamente la existencia de componentes adicionales de la red vial. Mostramos los resultados de una imagen de San Diego, California. El componente de procesamiento basado en objetos puede adaptarse también para utilizar otras técnicas básicas, y puede utilizarse para construir una red vial en cualquier escena que tenga una topología estructurada en línea recta ",
            "error": [
                ""
            ]
        },
        "IKONOS satellite imagery": {
            "translated_key": "IKONOS imágenes satelitales",
            "translated_annotated_text": "Extraer la estructura de carreteras rectas en entornos urbanos utilizando \"IKONOS imágenes satelitales\" Discutimos una técnica totalmente automática para extraer carreteras en entornos urbanos. El método tiene sus bases en una máscara vegetal derivada de datos multiespectrales de IKONOS y en textura derivada de datos pancromáticos de IKONOS. Estas dos técnicas juntas se utilizan para distinguir los píxeles de carretera. Luego pasamos de píxeles individuales a una representación basada en objetos que permite razonar en un nivel superior. El reconocimiento de segmentos e intersecciones individuales y las relaciones entre ellos se utilizan para determinar la estructura subyacente de la carretera y para luego suponer lógicamente la existencia de componentes adicionales de la red vial. Mostramos los resultados de una imagen de San Diego, California. El componente de procesamiento basado en objetos puede adaptarse también para utilizar otras técnicas básicas, y puede utilizarse para construir una red vial en cualquier escena que tenga una topología estructurada en línea recta ",
            "error": [
                ""
            ]
        },
        "fully automatic technique": {
            "translated_key": "técnica totalmente automática",
            "translated_annotated_text": "Extraer la estructura de carreteras rectas en entornos urbanos utilizando imágenes satelitales de IKONOS Discutimos una \"técnica totalmente automática\" para extraer carreteras en entornos urbanos. El método tiene sus bases en una máscara vegetal derivada de datos multiespectrales de IKONOS y en textura derivada de datos pancromáticos de IKONOS. Estas dos técnicas juntas se utilizan para distinguir los píxeles de carretera. Luego pasamos de píxeles individuales a una representación basada en objetos que permite razonar en un nivel superior. El reconocimiento de segmentos e intersecciones individuales y las relaciones entre ellos se utilizan para determinar la estructura subyacente de la carretera y para luego suponer lógicamente la existencia de componentes adicionales de la red vial. Mostramos los resultados de una imagen de San Diego, California. El componente de procesamiento basado en objetos puede adaptarse también para utilizar otras técnicas básicas, y puede utilizarse para construir una red vial en cualquier escena que tenga una topología estructurada en línea recta ",
            "error": [
                ""
            ]
        },
        "vegetation mask": {
            "translated_key": "mascarilla de vegetación",
            "translated_annotated_text": "Extraer la estructura de carreteras rectas en entornos urbanos utilizando imágenes satelitales de IKONOS Discutimos una técnica totalmente automática para extraer carreteras en entornos urbanos. El método tiene sus bases en una \"mascarilla de vegetación\" derivada de datos multiespectrales de IKONOS y en textura derivada de datos pancromáticos de IKONOS. Estas dos técnicas juntas se utilizan para distinguir los píxeles de carretera. Luego pasamos de píxeles individuales a una representación basada en objetos que permite razonar en un nivel superior. El reconocimiento de segmentos e intersecciones individuales y las relaciones entre ellos se utilizan para determinar la estructura subyacente de la carretera y para luego suponer lógicamente la existencia de componentes adicionales de la red vial. Mostramos los resultados de una imagen de San Diego, California. El componente de procesamiento basado en objetos puede adaptarse también para utilizar otras técnicas básicas, y puede utilizarse para construir una red vial en cualquier escena que tenga una topología estructurada en línea recta ",
            "error": [
                ""
            ]
        },
        "texture": {
            "translated_key": "textura",
            "translated_annotated_text": "Extraer la estructura de carreteras rectas en entornos urbanos utilizando imágenes satelitales de IKONOS Discutimos una técnica totalmente automática para extraer carreteras en entornos urbanos. El método tiene sus bases en una máscara de vegetación derivada de datos multiespectrales de IKONOS y en \"textura\" derivada de datos pancromáticos de IKONOS. Estas dos técnicas juntas se utilizan para distinguir los píxeles de carretera. Luego pasamos de píxeles individuales a una representación basada en objetos que permite razonar en un nivel superior. El reconocimiento de segmentos e intersecciones individuales y las relaciones entre ellos se utilizan para determinar la estructura subyacente de la carretera y para luego suponer lógicamente la existencia de componentes adicionales de la red vial. Mostramos los resultados de una imagen de San Diego, California. El componente de procesamiento basado en objetos puede adaptarse también para utilizar otras técnicas básicas, y puede utilizarse para construir una red vial en cualquier escena que tenga una topología estructurada en línea recta ",
            "error": [
                ""
            ]
        },
        "panchromatic IKONOS data": {
            "translated_key": "datos pancromáticos de IKONOS",
            "translated_annotated_text": "Extraer la estructura de carreteras rectas en entornos urbanos utilizando imágenes satelitales de IKONOS Discutimos una técnica totalmente automática para extraer carreteras en entornos urbanos. El método tiene sus bases en una máscara vegetal derivada de datos multiespectrales de IKONOS y en textura derivada de \"datos pancromáticos de IKONOS\". Estas dos técnicas juntas se utilizan para distinguir los píxeles de carretera. Luego pasamos de píxeles individuales a una representación basada en objetos que permite razonar en un nivel superior. El reconocimiento de segmentos e intersecciones individuales y las relaciones entre ellos se utilizan para determinar la estructura subyacente de la carretera y para luego suponer lógicamente la existencia de componentes adicionales de la red vial. Mostramos los resultados de una imagen de San Diego, California. El componente de procesamiento basado en objetos puede adaptarse también para utilizar otras técnicas básicas, y puede utilizarse para construir una red vial en cualquier escena que tenga una topología estructurada en línea recta ",
            "error": [
                ""
            ]
        },
        "road pixels": {
            "translated_key": "píxeles de carretera",
            "translated_annotated_text": "Extraer la estructura de carreteras rectas en entornos urbanos utilizando imágenes satelitales de IKONOS Discutimos una técnica totalmente automática para extraer carreteras en entornos urbanos. El método tiene sus bases en una máscara vegetal derivada de datos multiespectrales de IKONOS y en textura derivada de datos pancromáticos de IKONOS. Estas dos técnicas juntas se utilizan para distinguir \"píxeles de carretera\". Luego pasamos de píxeles individuales a una representación basada en objetos que permite razonar en un nivel superior. El reconocimiento de segmentos e intersecciones individuales y las relaciones entre ellos se utilizan para determinar la estructura subyacente de la carretera y para luego suponer lógicamente la existencia de componentes adicionales de la red vial. Mostramos los resultados de una imagen de San Diego, California. El componente de procesamiento basado en objetos puede adaptarse también para utilizar otras técnicas básicas, y puede utilizarse para construir una red vial en cualquier escena que tenga una topología estructurada en línea recta ",
            "error": [
                ""
            ]
        },
        "object-based representation": {
            "translated_key": "representación basada en objetos",
            "translated_annotated_text": "Extraer la estructura de carreteras rectas en entornos urbanos utilizando imágenes satelitales de IKONOS Discutimos una técnica totalmente automática para extraer carreteras en entornos urbanos. El método tiene sus bases en una máscara vegetal derivada de datos multiespectrales de IKONOS y en textura derivada de datos pancromáticos de IKONOS. Estas dos técnicas juntas se utilizan para distinguir los píxeles de carretera. Luego pasamos de píxeles individuales a una \"representación basada en objetos\" que permite razonar en un nivel superior. El reconocimiento de segmentos e intersecciones individuales y las relaciones entre ellos se utilizan para determinar la estructura subyacente de la carretera y para luego suponer lógicamente la existencia de componentes adicionales de la red vial. Mostramos los resultados de una imagen de San Diego, California. El componente de procesamiento basado en objetos puede adaptarse también para utilizar otras técnicas básicas, y puede utilizarse para construir una red vial en cualquier escena que tenga una topología estructurada en línea recta ",
            "error": [
                ""
            ]
        },
        "higher level reasoning": {
            "translated_key": [],
            "translated_annotated_text": "Extraer la estructura de carreteras rectas en entornos urbanos utilizando imágenes satelitales de IKONOS Discutimos una técnica totalmente automática para extraer carreteras en entornos urbanos. El método tiene sus bases en una máscara vegetal derivada de datos multiespectrales de IKONOS y en textura derivada de datos pancromáticos de IKONOS. Estas dos técnicas juntas se utilizan para distinguir los píxeles de carretera. Luego pasamos de píxeles individuales a una representación basada en objetos que permite razonar en un nivel superior. El reconocimiento de segmentos e intersecciones individuales y las relaciones entre ellos se utilizan para determinar la estructura subyacente de la carretera y para luego suponer lógicamente la existencia de componentes adicionales de la red vial. Mostramos los resultados de una imagen de San Diego, California. El componente de procesamiento basado en objetos puede adaptarse también para utilizar otras técnicas básicas, y puede utilizarse para construir una red vial en cualquier escena que tenga una topología estructurada en línea recta ",
            "error": []
        },
        "individual segment recognition": {
            "translated_key": [],
            "translated_annotated_text": "Extraer la estructura de carreteras rectas en entornos urbanos utilizando imágenes satelitales de IKONOS Discutimos una técnica totalmente automática para extraer carreteras en entornos urbanos. El método tiene sus bases en una máscara vegetal derivada de datos multiespectrales de IKONOS y en textura derivada de datos pancromáticos de IKONOS. Estas dos técnicas juntas se utilizan para distinguir los píxeles de carretera. Luego pasamos de píxeles individuales a una representación basada en objetos que permite razonar en un nivel superior. El reconocimiento de segmentos e intersecciones individuales y las relaciones entre ellos se utilizan para determinar la estructura subyacente de la carretera y para luego suponer lógicamente la existencia de componentes adicionales de la red vial. Mostramos los resultados de una imagen de San Diego, California. El componente de procesamiento basado en objetos puede adaptarse también para utilizar otras técnicas básicas, y puede utilizarse para construir una red vial en cualquier escena que tenga una topología estructurada en línea recta ",
            "error": []
        },
        "road network components": {
            "translated_key": "componentes adicionales de la red de carreteras",
            "translated_annotated_text": "Extraer la estructura de carreteras rectas en entornos urbanos utilizando imágenes satelitales de IKONOS Discutimos una técnica totalmente automática para extraer carreteras en entornos urbanos. El método tiene sus bases en una máscara vegetal derivada de datos multiespectrales de IKONOS y en textura derivada de datos pancromáticos de IKONOS. Estas dos técnicas juntas se utilizan para distinguir los píxeles de carretera. Luego pasamos de píxeles individuales a una representación basada en objetos que permite razonar en un nivel superior. El reconocimiento de segmentos e intersecciones individuales y las relaciones entre ellos se utilizan para determinar la estructura subyacente de la carretera y para luego hipótesis lógicamente la existencia de \"componentes adicionales de la red de carreteras\". Mostramos los resultados de una imagen de San Diego, California. El componente de procesamiento basado en objetos puede adaptarse también para utilizar otras técnicas básicas, y puede utilizarse para construir una red vial en cualquier escena que tenga una topología estructurada en línea recta ",
            "error": [
                ""
            ]
        },
        "San Diego": {
            "translated_key": "San Diego",
            "translated_annotated_text": "Extraer la estructura de carreteras rectas en entornos urbanos utilizando imágenes satelitales de IKONOS Discutimos una técnica totalmente automática para extraer carreteras en entornos urbanos. El método tiene sus bases en una máscara vegetal derivada de datos multiespectrales de IKONOS y en textura derivada de datos pancromáticos de IKONOS. Estas dos técnicas juntas se utilizan para distinguir los píxeles de carretera. Luego pasamos de píxeles individuales a una representación basada en objetos que permite razonar en un nivel superior. El reconocimiento de segmentos e intersecciones individuales y las relaciones entre ellos se utilizan para determinar la estructura subyacente de la carretera y para luego suponer lógicamente la existencia de componentes adicionales de la red vial. Mostramos los resultados de una imagen de \"San Diego\", California. El componente de procesamiento basado en objetos puede adaptarse también para utilizar otras técnicas básicas, y puede utilizarse para construir una red vial en cualquier escena que tenga una topología estructurada en línea recta ",
            "error": [
                ""
            ]
        },
        "object-based processing component": {
            "translated_key": "componente de procesamiento basado en objetos",
            "translated_annotated_text": "Extraer la estructura de carreteras rectas en entornos urbanos utilizando imágenes satelitales de IKONOS Discutimos una técnica totalmente automática para extraer carreteras en entornos urbanos. El método tiene sus bases en una máscara vegetal derivada de datos multiespectrales de IKONOS y en textura derivada de datos pancromáticos de IKONOS. Estas dos técnicas juntas se utilizan para distinguir los píxeles de carretera. Luego pasamos de píxeles individuales a una representación basada en objetos que permite razonar en un nivel superior. El reconocimiento de segmentos e intersecciones individuales y las relaciones entre ellos se utilizan para determinar la estructura subyacente de la carretera y para luego suponer lógicamente la existencia de componentes adicionales de la red vial. Mostramos los resultados de una imagen de San Diego, California. El \"componente de procesamiento basado en objetos\" puede adaptarse para utilizar también otras técnicas básicas, y podría utilizarse para construir una red de carreteras en cualquier escena que tenga una topología estructurada en línea recta ",
            "error": [
                ""
            ]
        },
        "straight-line structured topology": {
            "translated_key": "topología estructurada en línea recta",
            "translated_annotated_text": "Extraer la estructura de carreteras rectas en entornos urbanos utilizando imágenes satelitales de IKONOS Discutimos una técnica totalmente automática para extraer carreteras en entornos urbanos. El método tiene sus bases en una máscara vegetal derivada de datos multiespectrales de IKONOS y en textura derivada de datos pancromáticos de IKONOS. Estas dos técnicas juntas se utilizan para distinguir los píxeles de carretera. Luego pasamos de píxeles individuales a una representación basada en objetos que permite razonar en un nivel superior. El reconocimiento de segmentos e intersecciones individuales y las relaciones entre ellos se utilizan para determinar la estructura subyacente de la carretera y para luego suponer lógicamente la existencia de componentes adicionales de la red vial. Mostramos los resultados de una imagen de San Diego, California. El componente de procesamiento basado en objetos puede ser adaptado para utilizar otras técnicas básicas también, y podría ser utilizado para construir una red de carreteras en cualquier escena que tenga una \"topología estructurada en línea recta\" ",
            "error": [
                ""
            ]
        },
        "high-resolution imagery": {
            "translated_key": [],
            "translated_annotated_text": "Extraer la estructura de carreteras rectas en entornos urbanos utilizando imágenes satelitales de IKONOS Discutimos una técnica totalmente automática para extraer carreteras en entornos urbanos. El método tiene sus bases en una máscara vegetal derivada de datos multiespectrales de IKONOS y en textura derivada de datos pancromáticos de IKONOS. Estas dos técnicas juntas se utilizan para distinguir los píxeles de carretera. Luego pasamos de píxeles individuales a una representación basada en objetos que permite razonar en un nivel superior. El reconocimiento de segmentos e intersecciones individuales y las relaciones entre ellos se utilizan para determinar la estructura subyacente de la carretera y para luego suponer lógicamente la existencia de componentes adicionales de la red vial. Mostramos los resultados de una imagen de San Diego, California. El componente de procesamiento basado en objetos puede adaptarse también para utilizar otras técnicas básicas, y puede utilizarse para construir una red vial en cualquier escena que tenga una topología estructurada en línea recta ",
            "error": []
        },
        "large-scale feature extraction": {
            "translated_key": [],
            "translated_annotated_text": "Extraer la estructura de carreteras rectas en entornos urbanos utilizando imágenes satelitales de IKONOS Discutimos una técnica totalmente automática para extraer carreteras en entornos urbanos. El método tiene sus bases en una máscara vegetal derivada de datos multiespectrales de IKONOS y en textura derivada de datos pancromáticos de IKONOS. Estas dos técnicas juntas se utilizan para distinguir los píxeles de carretera. Luego pasamos de píxeles individuales a una representación basada en objetos que permite razonar en un nivel superior. El reconocimiento de segmentos e intersecciones individuales y las relaciones entre ellos se utilizan para determinar la estructura subyacente de la carretera y para luego suponer lógicamente la existencia de componentes adicionales de la red vial. Mostramos los resultados de una imagen de San Diego, California. El componente de procesamiento basado en objetos puede adaptarse también para utilizar otras técnicas básicas, y puede utilizarse para construir una red vial en cualquier escena que tenga una topología estructurada en línea recta ",
            "error": []
        },
        "vectorized road network": {
            "translated_key": [],
            "translated_annotated_text": "Extraer la estructura de carreteras rectas en entornos urbanos utilizando imágenes satelitales de IKONOS Discutimos una técnica totalmente automática para extraer carreteras en entornos urbanos. El método tiene sus bases en una máscara vegetal derivada de datos multiespectrales de IKONOS y en textura derivada de datos pancromáticos de IKONOS. Estas dos técnicas juntas se utilizan para distinguir los píxeles de carretera. Luego pasamos de píxeles individuales a una representación basada en objetos que permite razonar en un nivel superior. El reconocimiento de segmentos e intersecciones individuales y las relaciones entre ellos se utilizan para determinar la estructura subyacente de la carretera y para luego suponer lógicamente la existencia de componentes adicionales de la red vial. Mostramos los resultados de una imagen de San Diego, California. El componente de procesamiento basado en objetos puede adaptarse también para utilizar otras técnicas básicas, y puede utilizarse para construir una red vial en cualquier escena que tenga una topología estructurada en línea recta ",
            "error": []
        },
        "civil engineering computing": {
            "translated_key": [],
            "translated_annotated_text": "Extraer la estructura de carreteras rectas en entornos urbanos utilizando imágenes satelitales de IKONOS Discutimos una técnica totalmente automática para extraer carreteras en entornos urbanos. El método tiene sus bases en una máscara vegetal derivada de datos multiespectrales de IKONOS y en textura derivada de datos pancromáticos de IKONOS. Estas dos técnicas juntas se utilizan para distinguir los píxeles de carretera. Luego pasamos de píxeles individuales a una representación basada en objetos que permite razonar en un nivel superior. El reconocimiento de segmentos e intersecciones individuales y las relaciones entre ellos se utilizan para determinar la estructura subyacente de la carretera y para luego suponer lógicamente la existencia de componentes adicionales de la red vial. Mostramos los resultados de una imagen de San Diego, California. El componente de procesamiento basado en objetos puede adaptarse también para utilizar otras técnicas básicas, y puede utilizarse para construir una red vial en cualquier escena que tenga una topología estructurada en línea recta ",
            "error": []
        },
        "feature extraction": {
            "translated_key": [],
            "translated_annotated_text": "Extraer la estructura de carreteras rectas en entornos urbanos utilizando imágenes satelitales de IKONOS Discutimos una técnica totalmente automática para extraer carreteras en entornos urbanos. El método tiene sus bases en una máscara vegetal derivada de datos multiespectrales de IKONOS y en textura derivada de datos pancromáticos de IKONOS. Estas dos técnicas juntas se utilizan para distinguir los píxeles de carretera. Luego pasamos de píxeles individuales a una representación basada en objetos que permite razonar en un nivel superior. El reconocimiento de segmentos e intersecciones individuales y las relaciones entre ellos se utilizan para determinar la estructura subyacente de la carretera y para luego suponer lógicamente la existencia de componentes adicionales de la red vial. Mostramos los resultados de una imagen de San Diego, California. El componente de procesamiento basado en objetos puede adaptarse también para utilizar otras técnicas básicas, y puede utilizarse para construir una red vial en cualquier escena que tenga una topología estructurada en línea recta ",
            "error": []
        },
        "image classification": {
            "translated_key": [],
            "translated_annotated_text": "Extraer la estructura de carreteras rectas en entornos urbanos utilizando imágenes satelitales de IKONOS Discutimos una técnica totalmente automática para extraer carreteras en entornos urbanos. El método tiene sus bases en una máscara vegetal derivada de datos multiespectrales de IKONOS y en textura derivada de datos pancromáticos de IKONOS. Estas dos técnicas juntas se utilizan para distinguir los píxeles de carretera. Luego pasamos de píxeles individuales a una representación basada en objetos que permite razonar en un nivel superior. El reconocimiento de segmentos e intersecciones individuales y las relaciones entre ellos se utilizan para determinar la estructura subyacente de la carretera y para luego suponer lógicamente la existencia de componentes adicionales de la red vial. Mostramos los resultados de una imagen de San Diego, California. El componente de procesamiento basado en objetos puede adaptarse también para utilizar otras técnicas básicas, y puede utilizarse para construir una red vial en cualquier escena que tenga una topología estructurada en línea recta ",
            "error": []
        },
        "image representation": {
            "translated_key": [],
            "translated_annotated_text": "Extraer la estructura de carreteras rectas en entornos urbanos utilizando imágenes satelitales de IKONOS Discutimos una técnica totalmente automática para extraer carreteras en entornos urbanos. El método tiene sus bases en una máscara vegetal derivada de datos multiespectrales de IKONOS y en textura derivada de datos pancromáticos de IKONOS. Estas dos técnicas juntas se utilizan para distinguir los píxeles de carretera. Luego pasamos de píxeles individuales a una representación basada en objetos que permite razonar en un nivel superior. El reconocimiento de segmentos e intersecciones individuales y las relaciones entre ellos se utilizan para determinar la estructura subyacente de la carretera y para luego suponer lógicamente la existencia de componentes adicionales de la red vial. Mostramos los resultados de una imagen de San Diego, California. El componente de procesamiento basado en objetos puede adaptarse también para utilizar otras técnicas básicas, y puede utilizarse para construir una red vial en cualquier escena que tenga una topología estructurada en línea recta ",
            "error": []
        },
        "image texture": {
            "translated_key": [],
            "translated_annotated_text": "Extraer la estructura de carreteras rectas en entornos urbanos utilizando imágenes satelitales de IKONOS Discutimos una técnica totalmente automática para extraer carreteras en entornos urbanos. El método tiene sus bases en una máscara vegetal derivada de datos multiespectrales de IKONOS y en textura derivada de datos pancromáticos de IKONOS. Estas dos técnicas juntas se utilizan para distinguir los píxeles de carretera. Luego pasamos de píxeles individuales a una representación basada en objetos que permite razonar en un nivel superior. El reconocimiento de segmentos e intersecciones individuales y las relaciones entre ellos se utilizan para determinar la estructura subyacente de la carretera y para luego suponer lógicamente la existencia de componentes adicionales de la red vial. Mostramos los resultados de una imagen de San Diego, California. El componente de procesamiento basado en objetos puede adaptarse también para utilizar otras técnicas básicas, y puede utilizarse para construir una red vial en cualquier escena que tenga una topología estructurada en línea recta ",
            "error": []
        },
        "remote sensing": {
            "translated_key": [],
            "translated_annotated_text": "Extraer la estructura de carreteras rectas en entornos urbanos utilizando imágenes satelitales de IKONOS Discutimos una técnica totalmente automática para extraer carreteras en entornos urbanos. El método tiene sus bases en una máscara vegetal derivada de datos multiespectrales de IKONOS y en textura derivada de datos pancromáticos de IKONOS. Estas dos técnicas juntas se utilizan para distinguir los píxeles de carretera. Luego pasamos de píxeles individuales a una representación basada en objetos que permite razonar en un nivel superior. El reconocimiento de segmentos e intersecciones individuales y las relaciones entre ellos se utilizan para determinar la estructura subyacente de la carretera y para luego suponer lógicamente la existencia de componentes adicionales de la red vial. Mostramos los resultados de una imagen de San Diego, California. El componente de procesamiento basado en objetos puede adaptarse también para utilizar otras técnicas básicas, y puede utilizarse para construir una red vial en cualquier escena que tenga una topología estructurada en línea recta ",
            "error": []
        }
    }
}