{
    "original_text": "Effect of insulation layer on transcribability and birefringence distribution in optical disk substrate As the need for information storage media with high storage density increases, digital video disks (DVDs) with smaller recording marks and thinner optical disk substrates than those of conventional DVDs are being required. Therefore, improving the replication quality of land-groove or pit structure and reducing the birefringence distribution are emerging as important criteria in the fabrication of high-density optical disk substrates. We control the transcribability and distribution of birefringence by inserting an insulation layer under the stamper during injection-compression molding of DVD RAM substrates. The effects of the insulation layer on the geometrical and optical properties, such as transcribability and birefringence distribution, are examined experimentally. The inserted insulation layer is found to be very effective in improving the quality of replication and leveling out the first peak of the gapwise birefringence distribution near the mold wall and reducing the average birefringence value, because the insulation layer retarded the growth of the solidified layer",
    "original_translation": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el sustrato del disco óptico Como aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo o de la estructura del pozo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada",
    "error_count": 12,
    "keys": {
        "optical disk substrate": {
            "translated_key": "sustrato de disco óptico",
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en \"sustrato de disco óptico\" A medida que aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo o de la estructura del pozo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": [
                ""
            ]
        },
        "transcribability": {
            "translated_key": "transcriptibilidad",
            "translated_annotated_text": "Efecto de la capa aislante sobre la \"transcriptibilidad\" y la distribución de la birrefringencia en el sustrato del disco óptico A medida que aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo o de la estructura del pozo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la \"transcriptibilidad\" y la distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección y compresión de sustratos de RAM de DVD. Los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la \"transcriptibilidad\" y la distribución de la birrefringencia, se examinan experimentalmente. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": [
                ""
            ]
        },
        "birefringence distribution": {
            "translated_key": [
                "distribución de la birrefringencia",
                "distribución de la birrefringencia",
                "distribución de la birrefringencia",
                "distribución birrefringencia"
            ],
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la \"distribución de la birrefringencia\" en el sustrato del disco óptico A medida que aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo o de la estructura del pozo y la reducción de la \"distribución de la birrefringencia\" están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la \"distribución de la birrefringencia\". La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la \"distribución birrefringencia\" de la brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": [
                "distribución de la birrefringencia",
                "distribución de la birrefringencia",
                "distribución de la birrefringencia",
                "distribución birrefringencia"
            ]
        },
        "insulation layer": {
            "translated_key": "capa de aislamiento",
            "translated_annotated_text": "Efecto de la \"capa de aislamiento\" sobre la transcriptibilidad y la distribución de birrefringencia en el substrato de disco óptico A medida que aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo o de la estructura del pozo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una \"capa de aislamiento\" bajo el estampador durante el moldeo por inyección y compresión de sustratos de RAM de DVD. Los efectos de la \"capa de aislamiento\" sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de birrefringencia, se examinan experimentalmente. La \"capa de aislamiento\" insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, porque la \"capa de aislamiento\" retardó el crecimiento de la capa solidificada ",
            "error": [
                ""
            ]
        },
        "information storage media": {
            "translated_key": "medios de almacenamiento de información",
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el sustrato del disco óptico Como aumenta la necesidad de \"medios de almacenamiento de información\" con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo o de la estructura del pozo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": [
                ""
            ]
        },
        "high storage density": {
            "translated_key": "alta densidad de almacenamiento",
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el sustrato del disco óptico A medida que aumenta la necesidad de medios de almacenamiento de información con \"alta densidad de almacenamiento\", se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo o de la estructura del pozo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": [
                ""
            ]
        },
        "digital video disks": {
            "translated_key": "discos de vídeo digitales",
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el sustrato del disco óptico A medida que aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren \"discos de vídeo digitales\" (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo o de la estructura del pozo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": [
                ""
            ]
        },
        "smaller recording marks": {
            "translated_key": "marcas de grabación más pequeñas",
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el substrato del disco óptico A medida que aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con \"marcas de grabación más pequeñas\" y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo o de la estructura del pozo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": [
                ""
            ]
        },
        "thinner optical disk substrates": {
            "translated_key": "sustratos de disco óptico más delgados",
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el sustrato del disco óptico Como aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y \"sustratos de disco óptico más delgados\" que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo o de la estructura del pozo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": [
                ""
            ]
        },
        "replication quality": {
            "translated_key": "calidad de replicación",
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el sustrato del disco óptico Como aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la \"calidad de replicación\" de la estructura del suelo o del pozo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": [
                ""
            ]
        },
        "land-groove": {
            "translated_key": "tierra-groove",
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el sustrato del disco óptico Como aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación de la estructura \"tierra-groove\" o boxes y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": [
                ""
            ]
        },
        "pit structure": {
            "translated_key": "estructura de pits",
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el sustrato del disco óptico Como aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación de tierra-groove o \"estructura de pits\" y la reducción de la distribución de birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": [
                ""
            ]
        },
        "fabrication": {
            "translated_key": "fabricación",
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el sustrato del disco óptico Como aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo o de la estructura del pozo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la \"fabricación\" de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": [
                ""
            ]
        },
        "stamper": {
            "translated_key": "estampador",
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el sustrato del disco óptico Como aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo o de la estructura del pozo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el \"estampador\" durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": [
                ""
            ]
        },
        "injection-compression molding": {
            "translated_key": "moldeo por inyección-compresión",
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el sustrato del disco óptico Como aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo o de la estructura del pozo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el \"moldeo por inyección-compresión\" de los sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": [
                ""
            ]
        },
        "DVD RAM substrates": {
            "translated_key": "DVD RAM substratos",
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el sustrato del disco óptico Como aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo o de la estructura del pozo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección y compresión de \"DVD RAM substratos\". Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": [
                ""
            ]
        },
        "geometrical properties": {
            "translated_key": [],
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el sustrato del disco óptico Como aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo o de la estructura del pozo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": []
        },
        "optical properties": {
            "translated_key": [],
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el sustrato del disco óptico Como aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo o de la estructura del pozo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": []
        },
        "gapwise birefringence distribution": {
            "translated_key": "distribución de birrefringencia gapwise",
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el sustrato del disco óptico Como aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo o de la estructura del pozo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la \"distribución de birrefringencia gapwise\" cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": [
                ""
            ]
        },
        "mold wall": {
            "translated_key": "pared de molde",
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el sustrato del disco óptico Como aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo o de la estructura del pozo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia por huecos cerca de la \"pared de molde\" y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada. ",
            "error": [
                ""
            ]
        },
        "solidified layer growth retardation": {
            "translated_key": [],
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el sustrato del disco óptico Como aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo o de la estructura del pozo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": []
        },
        "polyimide thermal insulation layer": {
            "translated_key": [],
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el sustrato del disco óptico Como aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo o de la estructura del pozo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": []
        },
        "birefringence": {
            "translated_key": [
                "birrefringencia",
                "birrefringencia",
                "birefringencia",
                "birrefringencia",
                "birefringencia",
                "birefringencia"
            ],
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de la \"birrefringencia\" en el sustrato del disco óptico A medida que aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo o de la estructura del pozo y la reducción de la distribución de la \"birrefringencia\" están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de \"birefringencia\" insertando una capa de aislamiento bajo el estampador durante el moldeo por inyección y compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la \"birrefringencia\". La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de \"birefringencia\" en la pared del molde y reducir el valor medio de \"birefringencia\", ya que la capa de aislamiento retardó el crecimiento de la capa solidificada. ",
            "error": [
                "birrefringencia",
                "birrefringencia",
                "birefringencia",
                "birrefringencia",
                "birefringencia",
                "birefringencia"
            ]
        },
        "moulding": {
            "translated_key": [],
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el sustrato del disco óptico Como aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo o de la estructura del pozo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": []
        },
        "optical disc storage": {
            "translated_key": [],
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el sustrato del disco óptico Como aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo o de la estructura del pozo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": []
        },
        "optical fabrication": {
            "translated_key": [],
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el sustrato del disco óptico Como aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo o de la estructura del pozo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": []
        },
        "replica techniques": {
            "translated_key": [],
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el sustrato del disco óptico Como aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo o de la estructura del pozo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": []
        },
        "substrates": {
            "translated_key": "sustratos",
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el sustrato del disco óptico Como aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y \"sustratos\" de disco óptico más delgado que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo-groove o estructura de hoyos y la reducción de la distribución de birrefringencia están surgiendo como criterios importantes en la fabricación de \"sustratos\" de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de \"sustratos\" de RAM DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": [
                ""
            ]
        },
        "thermal insulation": {
            "translated_key": [],
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el sustrato del disco óptico Como aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo o de la estructura del pozo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": []
        },
        "video discs": {
            "translated_key": [],
            "translated_annotated_text": "Efecto de la capa aislante sobre la transcriptibilidad y la distribución de birrefringencia en el sustrato del disco óptico Como aumenta la necesidad de medios de almacenamiento de información con alta densidad de almacenamiento, se requieren discos de vídeo digitales (DVD) con marcas de grabación más pequeñas y sustratos de disco óptico más delgados que los de los DVD convencionales. Por lo tanto, la mejora de la calidad de replicación del suelo o de la estructura del pozo y la reducción de la distribución de la birrefringencia están surgiendo como criterios importantes en la fabricación de sustratos de disco óptico de alta densidad. Controlamos la transcriptibilidad y distribución de la birrefringencia insertando una capa aislante bajo el estampador durante el moldeo por inyección-compresión de sustratos de RAM de DVD. Se examinan experimentalmente los efectos de la capa aislante sobre las propiedades geométricas y ópticas, como la transcriptibilidad y la distribución de la birrefringencia. La capa de aislamiento insertada es muy eficaz para mejorar la calidad de replicación y nivelar el primer pico de la distribución de birrefringencia en sentido de brecha cerca de la pared del molde y reducir el valor medio de birrefringencia, ya que la capa de aislamiento retardó el crecimiento de la capa solidificada ",
            "error": []
        }
    }
}