{
    "original_text": "Comparison of automated digital elevation model extraction results using along-track ASTER and across-track SPOT stereo images A digital elevation model (DEM) can be extracted automatically from stereo satellite images. During the past decade, the most common satellite data used to extract DEM was the across-track SPOT. Recently, the addition of along-track ASTER data, which can be downloaded freely, provides another attractive alternative to extract DEM data. This work compares the automated DEM extraction results using an ASTER stereo pair and a SPOT stereo pair over an area of hilly mountains in Drum Mountain, Utah, when compared to a USGS 7.5-min DEM standard product. The result shows that SPOT produces better DEM results in terms of accuracy and details, if the radiometric variations between the images, taken on subsequent satellite revolutions, are small. Otherwise, the ASTER stereo pair is a better choice because of simultaneous along-track acquisition during a single pass. Compared to the USGS 7.5-min DEM, the ASTER and the SPOT extracted DEMs have a standard deviation of 11.6 and 4.6 m, respectively",
    "original_translation": "Comparación de los resultados automatizados de extracción del modelo digital de elevación utilizando imágenes estéreo de ASTER y SPOT transversales Un modelo digital de elevación (DEM) puede extraerse automáticamente de imágenes de satélite estéreo. Durante la última década, los datos satelitales más comunes utilizados para extraer DEM fueron el SPOT transversal. Recientemente, la adición de datos ASTER a lo largo de la pista, que se pueden descargar libremente, proporciona otra alternativa atractiva para extraer datos DEM. Este trabajo compara los resultados de extracción automática de DEM usando un par estéreo ASTER y un par estéreo SPOT sobre una zona de montañas montañosas en Drum Mountain, Utah, cuando se compara con un producto estándar USGS de 7,5 minutos de DEM. El resultado muestra que SPOT produce mejores resultados DEM en términos de precisión y detalles, si las variaciones radiométricas entre las imágenes, tomadas en posteriores revoluciones satelitales, son pequeñas. De lo contrario, el par estéreo ASTER es una mejor opción debido a la adquisición simultánea a lo largo de la pista durante un solo pase. En comparación con el USGS 7,5-min DEM, el ASTER y el SPOT extraídos tienen una desviación estándar de 11,6 y 4,6 m, respectivamente.",
    "error_count": 6,
    "keys": {
        "automated digital elevation model extraction": {
            "translated_key": "extracción automática del modelo digital de elevación",
            "translated_annotated_text": "Comparación de los resultados de la \"extracción automática del modelo digital de elevación\" utilizando imágenes estereofónicas ASTER y SPOT transversales Un modelo digital de elevación (DEM) se puede extraer automáticamente de imágenes de satélite estéreo. Durante la última década, los datos satelitales más comunes utilizados para extraer DEM fueron el SPOT transversal. Recientemente, la adición de datos ASTER a lo largo de la pista, que se pueden descargar libremente, proporciona otra alternativa atractiva para extraer datos DEM. Este trabajo compara los resultados de extracción automática de DEM usando un par estéreo ASTER y un par estéreo SPOT sobre una zona de montañas montañosas en Drum Mountain, Utah, cuando se compara con un producto estándar USGS de 7,5 minutos de DEM. El resultado muestra que SPOT produce mejores resultados DEM en términos de precisión y detalles, si las variaciones radiométricas entre las imágenes, tomadas en posteriores revoluciones satelitales, son pequeñas. De lo contrario, el par estéreo ASTER es una mejor opción debido a la adquisición simultánea a lo largo de la pista durante un solo pase. En comparación con el USGS 7,5-min DEM, el ASTER y el SPOT extraídos tienen una desviación estándar de 11,6 y 4,6 m, respectivamente. ",
            "error": [
                ""
            ]
        },
        "along-track ASTER data": {
            "translated_key": "a lo largo de la pista de datos ASTER",
            "translated_annotated_text": "Comparación de los resultados automatizados de extracción del modelo digital de elevación utilizando imágenes estéreo de ASTER y SPOT transversales Un modelo digital de elevación (DEM) puede extraerse automáticamente de imágenes de satélite estéreo. Durante la última década, los datos satelitales más comunes utilizados para extraer DEM fueron el SPOT transversal. Recientemente, la adición de \"a lo largo de la pista de datos ASTER\", que se puede descargar libremente, proporciona otra alternativa atractiva para extraer datos DEM. Este trabajo compara los resultados de extracción automática de DEM usando un par estéreo ASTER y un par estéreo SPOT sobre una zona de montañas montañosas en Drum Mountain, Utah, cuando se compara con un producto estándar USGS de 7,5 minutos de DEM. El resultado muestra que SPOT produce mejores resultados DEM en términos de precisión y detalles, si las variaciones radiométricas entre las imágenes, tomadas en posteriores revoluciones satelitales, son pequeñas. De lo contrario, el par estéreo ASTER es una mejor opción debido a la adquisición simultánea a lo largo de la pista durante un solo pase. En comparación con el USGS 7,5-min DEM, el ASTER y el SPOT extraídos tienen una desviación estándar de 11,6 y 4,6 m, respectivamente. ",
            "error": [
                ""
            ]
        },
        "across-track SPOT stereo images": {
            "translated_key": "imágenes estéreo de SPOT a través de la pista",
            "translated_annotated_text": "Comparación de los resultados automatizados de extracción del modelo digital de elevación utilizando ASTER a lo largo de la pista y \"imágenes estéreo de SPOT a través de la pista\" Un modelo digital de elevación (DEM) se puede extraer automáticamente de imágenes de satélite estéreo. Durante la última década, los datos satelitales más comunes utilizados para extraer DEM fueron el SPOT transversal. Recientemente, la adición de datos ASTER a lo largo de la pista, que se pueden descargar libremente, proporciona otra alternativa atractiva para extraer datos DEM. Este trabajo compara los resultados de extracción automática de DEM usando un par estéreo ASTER y un par estéreo SPOT sobre una zona de montañas montañosas en Drum Mountain, Utah, cuando se compara con un producto estándar USGS de 7,5 minutos de DEM. El resultado muestra que SPOT produce mejores resultados DEM en términos de precisión y detalles, si las variaciones radiométricas entre las imágenes, tomadas en posteriores revoluciones satelitales, son pequeñas. De lo contrario, el par estéreo ASTER es una mejor opción debido a la adquisición simultánea a lo largo de la pista durante un solo pase. En comparación con el USGS 7,5-min DEM, el ASTER y el SPOT extraídos tienen una desviación estándar de 11,6 y 4,6 m, respectivamente. ",
            "error": [
                ""
            ]
        },
        "stereo satellite images": {
            "translated_key": "imágenes de satélite estereo",
            "translated_annotated_text": "Comparación de los resultados automatizados de extracción del modelo digital de elevación utilizando imágenes estereofónicas ASTER y SPOT transversales Un modelo digital de elevación (DEM) puede extraerse automáticamente de \"imágenes de satélite estereo\". Durante la última década, los datos satelitales más comunes utilizados para extraer DEM fueron el SPOT transversal. Recientemente, la adición de datos ASTER a lo largo de la pista, que se pueden descargar libremente, proporciona otra alternativa atractiva para extraer datos DEM. Este trabajo compara los resultados de extracción automática de DEM usando un par estéreo ASTER y un par estéreo SPOT sobre una zona de montañas montañosas en Drum Mountain, Utah, cuando se compara con un producto estándar USGS de 7,5 minutos de DEM. El resultado muestra que SPOT produce mejores resultados DEM en términos de precisión y detalles, si las variaciones radiométricas entre las imágenes, tomadas en posteriores revoluciones satelitales, son pequeñas. De lo contrario, el par estéreo ASTER es una mejor opción debido a la adquisición simultánea a lo largo de la pista durante un solo pase. En comparación con el USGS 7,5-min DEM, el ASTER y el SPOT extraídos tienen una desviación estándar de 11,6 y 4,6 m, respectivamente. ",
            "error": [
                ""
            ]
        },
        "ASTER stereo pair": {
            "translated_key": "par estéreo ASTER",
            "translated_annotated_text": "Comparación de los resultados automatizados de extracción del modelo digital de elevación utilizando imágenes estéreo de ASTER y SPOT transversales Un modelo digital de elevación (DEM) puede extraerse automáticamente de imágenes de satélite estéreo. Durante la última década, los datos satelitales más comunes utilizados para extraer DEM fueron el SPOT transversal. Recientemente, la adición de datos ASTER a lo largo de la pista, que se pueden descargar libremente, proporciona otra alternativa atractiva para extraer datos DEM. Este trabajo compara los resultados automatizados de extracción DEM usando un \"par estéreo ASTER\" y un par estéreo SPOT sobre un área de montañas montañosas en Drum Mountain, Utah, cuando se compara con un producto estándar USGS de 7,5 minutos de DEM. El resultado muestra que SPOT produce mejores resultados DEM en términos de precisión y detalles, si las variaciones radiométricas entre las imágenes, tomadas en posteriores revoluciones satelitales, son pequeñas. De lo contrario, el \"par estéreo ASTER\" es una mejor opción debido a la adquisición simultánea a lo largo de la pista durante un solo pase. En comparación con el USGS 7,5-min DEM, el ASTER y el SPOT extraídos tienen una desviación estándar de 11,6 y 4,6 m, respectivamente. ",
            "error": [
                ""
            ]
        },
        "SPOT stereo image pair": {
            "translated_key": [],
            "translated_annotated_text": "Comparación de los resultados automatizados de extracción del modelo digital de elevación utilizando imágenes estéreo de ASTER y SPOT transversales Un modelo digital de elevación (DEM) puede extraerse automáticamente de imágenes de satélite estéreo. Durante la última década, los datos satelitales más comunes utilizados para extraer DEM fueron el SPOT transversal. Recientemente, la adición de datos ASTER a lo largo de la pista, que se pueden descargar libremente, proporciona otra alternativa atractiva para extraer datos DEM. Este trabajo compara los resultados de extracción automática de DEM usando un par estéreo ASTER y un par estéreo SPOT sobre una zona de montañas montañosas en Drum Mountain, Utah, cuando se compara con un producto estándar USGS de 7,5 minutos de DEM. El resultado muestra que SPOT produce mejores resultados DEM en términos de precisión y detalles, si las variaciones radiométricas entre las imágenes, tomadas en posteriores revoluciones satelitales, son pequeñas. De lo contrario, el par estéreo ASTER es una mejor opción debido a la adquisición simultánea a lo largo de la pista durante un solo pase. En comparación con el USGS 7,5-min DEM, el ASTER y el SPOT extraídos tienen una desviación estándar de 11,6 y 4,6 m, respectivamente. ",
            "error": []
        },
        "radiometric variations": {
            "translated_key": "variaciones radiométricas",
            "translated_annotated_text": "Comparación de los resultados automatizados de extracción del modelo digital de elevación utilizando imágenes estéreo de ASTER y SPOT transversales Un modelo digital de elevación (DEM) puede extraerse automáticamente de imágenes de satélite estéreo. Durante la última década, los datos satelitales más comunes utilizados para extraer DEM fueron el SPOT transversal. Recientemente, la adición de datos ASTER a lo largo de la pista, que se pueden descargar libremente, proporciona otra alternativa atractiva para extraer datos DEM. Este trabajo compara los resultados de extracción automática de DEM usando un par estéreo ASTER y un par estéreo SPOT sobre una zona de montañas montañosas en Drum Mountain, Utah, cuando se compara con un producto estándar USGS de 7,5 minutos de DEM. El resultado muestra que SPOT produce mejores resultados DEM en términos de precisión y detalles, si las \"variaciones radiométricas\" entre las imágenes, tomadas en las revoluciones satelitales posteriores, son pequeñas. De lo contrario, el par estéreo ASTER es una mejor opción debido a la adquisición simultánea a lo largo de la pista durante un solo pase. En comparación con el USGS 7,5-min DEM, el ASTER y el SPOT extraídos tienen una desviación estándar de 11,6 y 4,6 m, respectivamente. ",
            "error": [
                ""
            ]
        },
        "simultaneous along-track acquisition": {
            "translated_key": "adquisición simultánea a lo largo de la pista",
            "translated_annotated_text": "Comparación de los resultados automatizados de extracción del modelo digital de elevación utilizando imágenes estéreo de ASTER y SPOT transversales Un modelo digital de elevación (DEM) puede extraerse automáticamente de imágenes de satélite estéreo. Durante la última década, los datos satelitales más comunes utilizados para extraer DEM fueron el SPOT transversal. Recientemente, la adición de datos ASTER a lo largo de la pista, que se pueden descargar libremente, proporciona otra alternativa atractiva para extraer datos DEM. Este trabajo compara los resultados de extracción automática de DEM usando un par estéreo ASTER y un par estéreo SPOT sobre una zona de montañas montañosas en Drum Mountain, Utah, cuando se compara con un producto estándar USGS de 7,5 minutos de DEM. El resultado muestra que SPOT produce mejores resultados DEM en términos de precisión y detalles, si las variaciones radiométricas entre las imágenes, tomadas en posteriores revoluciones satelitales, son pequeñas. De lo contrario, el par estéreo ASTER es una mejor opción debido a la \"adquisición simultánea a lo largo de la pista\" durante un solo pase. En comparación con el USGS 7,5-min DEM, el ASTER y el SPOT extraídos tienen una desviación estándar de 11,6 y 4,6 m, respectivamente. ",
            "error": [
                ""
            ]
        },
        "geophysical signal processing": {
            "translated_key": [],
            "translated_annotated_text": "Comparación de los resultados automatizados de extracción del modelo digital de elevación utilizando imágenes estéreo de ASTER y SPOT transversales Un modelo digital de elevación (DEM) puede extraerse automáticamente de imágenes de satélite estéreo. Durante la última década, los datos satelitales más comunes utilizados para extraer DEM fueron el SPOT transversal. Recientemente, la adición de datos ASTER a lo largo de la pista, que se pueden descargar libremente, proporciona otra alternativa atractiva para extraer datos DEM. Este trabajo compara los resultados de extracción automática de DEM usando un par estéreo ASTER y un par estéreo SPOT sobre una zona de montañas montañosas en Drum Mountain, Utah, cuando se compara con un producto estándar USGS de 7,5 minutos de DEM. El resultado muestra que SPOT produce mejores resultados DEM en términos de precisión y detalles, si las variaciones radiométricas entre las imágenes, tomadas en posteriores revoluciones satelitales, son pequeñas. De lo contrario, el par estéreo ASTER es una mejor opción debido a la adquisición simultánea a lo largo de la pista durante un solo pase. En comparación con el USGS 7,5-min DEM, el ASTER y el SPOT extraídos tienen una desviación estándar de 11,6 y 4,6 m, respectivamente. ",
            "error": []
        },
        "height measurement": {
            "translated_key": [],
            "translated_annotated_text": "Comparación de los resultados automatizados de extracción del modelo digital de elevación utilizando imágenes estéreo de ASTER y SPOT transversales Un modelo digital de elevación (DEM) puede extraerse automáticamente de imágenes de satélite estéreo. Durante la última década, los datos satelitales más comunes utilizados para extraer DEM fueron el SPOT transversal. Recientemente, la adición de datos ASTER a lo largo de la pista, que se pueden descargar libremente, proporciona otra alternativa atractiva para extraer datos DEM. Este trabajo compara los resultados de extracción automática de DEM usando un par estéreo ASTER y un par estéreo SPOT sobre una zona de montañas montañosas en Drum Mountain, Utah, cuando se compara con un producto estándar USGS de 7,5 minutos de DEM. El resultado muestra que SPOT produce mejores resultados DEM en términos de precisión y detalles, si las variaciones radiométricas entre las imágenes, tomadas en posteriores revoluciones satelitales, son pequeñas. De lo contrario, el par estéreo ASTER es una mejor opción debido a la adquisición simultánea a lo largo de la pista durante un solo pase. En comparación con el USGS 7,5-min DEM, el ASTER y el SPOT extraídos tienen una desviación estándar de 11,6 y 4,6 m, respectivamente. ",
            "error": []
        },
        "image resolution": {
            "translated_key": [],
            "translated_annotated_text": "Comparación de los resultados automatizados de extracción del modelo digital de elevación utilizando imágenes estéreo de ASTER y SPOT transversales Un modelo digital de elevación (DEM) puede extraerse automáticamente de imágenes de satélite estéreo. Durante la última década, los datos satelitales más comunes utilizados para extraer DEM fueron el SPOT transversal. Recientemente, la adición de datos ASTER a lo largo de la pista, que se pueden descargar libremente, proporciona otra alternativa atractiva para extraer datos DEM. Este trabajo compara los resultados de extracción automática de DEM usando un par estéreo ASTER y un par estéreo SPOT sobre una zona de montañas montañosas en Drum Mountain, Utah, cuando se compara con un producto estándar USGS de 7,5 minutos de DEM. El resultado muestra que SPOT produce mejores resultados DEM en términos de precisión y detalles, si las variaciones radiométricas entre las imágenes, tomadas en posteriores revoluciones satelitales, son pequeñas. De lo contrario, el par estéreo ASTER es una mejor opción debido a la adquisición simultánea a lo largo de la pista durante un solo pase. En comparación con el USGS 7,5-min DEM, el ASTER y el SPOT extraídos tienen una desviación estándar de 11,6 y 4,6 m, respectivamente. ",
            "error": []
        },
        "stereo image processing": {
            "translated_key": [],
            "translated_annotated_text": "Comparación de los resultados automatizados de extracción del modelo digital de elevación utilizando imágenes estéreo de ASTER y SPOT transversales Un modelo digital de elevación (DEM) puede extraerse automáticamente de imágenes de satélite estéreo. Durante la última década, los datos satelitales más comunes utilizados para extraer DEM fueron el SPOT transversal. Recientemente, la adición de datos ASTER a lo largo de la pista, que se pueden descargar libremente, proporciona otra alternativa atractiva para extraer datos DEM. Este trabajo compara los resultados de extracción automática de DEM usando un par estéreo ASTER y un par estéreo SPOT sobre una zona de montañas montañosas en Drum Mountain, Utah, cuando se compara con un producto estándar USGS de 7,5 minutos de DEM. El resultado muestra que SPOT produce mejores resultados DEM en términos de precisión y detalles, si las variaciones radiométricas entre las imágenes, tomadas en posteriores revoluciones satelitales, son pequeñas. De lo contrario, el par estéreo ASTER es una mejor opción debido a la adquisición simultánea a lo largo de la pista durante un solo pase. En comparación con el USGS 7,5-min DEM, el ASTER y el SPOT extraídos tienen una desviación estándar de 11,6 y 4,6 m, respectivamente. ",
            "error": []
        },
        "terrain mapping": {
            "translated_key": [],
            "translated_annotated_text": "Comparación de los resultados automatizados de extracción del modelo digital de elevación utilizando imágenes estéreo de ASTER y SPOT transversales Un modelo digital de elevación (DEM) puede extraerse automáticamente de imágenes de satélite estéreo. Durante la última década, los datos satelitales más comunes utilizados para extraer DEM fueron el SPOT transversal. Recientemente, la adición de datos ASTER a lo largo de la pista, que se pueden descargar libremente, proporciona otra alternativa atractiva para extraer datos DEM. Este trabajo compara los resultados de extracción automática de DEM usando un par estéreo ASTER y un par estéreo SPOT sobre una zona de montañas montañosas en Drum Mountain, Utah, cuando se compara con un producto estándar USGS de 7,5 minutos de DEM. El resultado muestra que SPOT produce mejores resultados DEM en términos de precisión y detalles, si las variaciones radiométricas entre las imágenes, tomadas en posteriores revoluciones satelitales, son pequeñas. De lo contrario, el par estéreo ASTER es una mejor opción debido a la adquisición simultánea a lo largo de la pista durante un solo pase. En comparación con el USGS 7,5-min DEM, el ASTER y el SPOT extraídos tienen una desviación estándar de 11,6 y 4,6 m, respectivamente. ",
            "error": []
        }
    }
}