{
    "original_text": "Noise-constrained hyperspectral data compression Storage and transmission requirements for hyperspectral data sets are significant. To reduce hardware costs, well-designed compression techniques are needed to preserve information content while maximizing compression ratios. Lossless compression techniques maintain data integrity, but yield small compression ratios. We present a slightly lossy compression algorithm that uses the noise statistics of the data to preserve information content while maximizing compression ratios. The adaptive principal components analysis (APCA) algorithm uses noise statistics to determine the number of significant principal components and selects only those that are required to represent each pixel to within the noise level. We demonstrate the effectiveness of these methods with airborne visible/infrared spectrometer (AVIRIS), hyperspectral digital imagery collection experiment (HYDICE), hyperspectral mapper (HYMAP), and Hyperion datasets",
    "original_translation": "Compresión de datos hiperespectrales restringida por ruido Los requisitos de almacenamiento y transmisión de los conjuntos de datos hiperespectrales son significativos. Para reducir los costos de hardware, se necesitan técnicas de compresión bien diseñadas para preservar el contenido de información y maximizar las relaciones de compresión. Las técnicas de compresión sin pérdidas mantienen la integridad de los datos, pero producen pequeñas relaciones de compresión. Presentamos un algoritmo de compresión ligeramente con pérdidas que utiliza las estadísticas de ruido de los datos para preservar el contenido de información y maximizar las relaciones de compresión. El algoritmo de análisis de componentes principales adaptativos (APCA) utiliza estadísticas de ruido para determinar el número de componentes principales significativos y selecciona sólo los que se requieren para representar cada píxel dentro del nivel de ruido. Demostramos la efectividad de estos métodos con espectrómetro visible/infrarrojo (AVIRIS), experimento de recolección de imágenes digitales hiperespectrales (HYDICE), mapeador hiperespectral (HYMAP) e conjuntos de datos Hyperion",
    "error_count": 17,
    "keys": {
        "noise-constrained hyperspectral data compression": {
            "translated_key": [],
            "translated_annotated_text": "Compresión de datos hiperespectrales restringida por ruido Los requisitos de almacenamiento y transmisión de los conjuntos de datos hiperespectrales son significativos. Para reducir los costos de hardware, se necesitan técnicas de compresión bien diseñadas para preservar el contenido de información y maximizar las relaciones de compresión. Las técnicas de compresión sin pérdidas mantienen la integridad de los datos, pero producen pequeñas relaciones de compresión. Presentamos un algoritmo de compresión ligeramente con pérdidas que utiliza las estadísticas de ruido de los datos para preservar el contenido de información y maximizar las relaciones de compresión. El algoritmo de análisis de componentes principales adaptativos (APCA) utiliza estadísticas de ruido para determinar el número de componentes principales significativos y selecciona sólo los que se requieren para representar cada píxel dentro del nivel de ruido. Demostramos la efectividad de estos métodos con espectrómetro visible/infrarrojo (AVIRIS), experimento de recolección de imágenes digitales hiperespectrales (HYDICE), mapeador hiperespectral (HYMAP) e conjuntos de datos Hyperion ",
            "error": []
        },
        "storage requirements": {
            "translated_key": [],
            "translated_annotated_text": "Compresión de datos hiperespectrales restringida por ruido Los requisitos de almacenamiento y transmisión de los conjuntos de datos hiperespectrales son significativos. Para reducir los costos de hardware, se necesitan técnicas de compresión bien diseñadas para preservar el contenido de información y maximizar las relaciones de compresión. Las técnicas de compresión sin pérdidas mantienen la integridad de los datos, pero producen pequeñas relaciones de compresión. Presentamos un algoritmo de compresión ligeramente con pérdidas que utiliza las estadísticas de ruido de los datos para preservar el contenido de información y maximizar las relaciones de compresión. El algoritmo de análisis de componentes principales adaptativos (APCA) utiliza estadísticas de ruido para determinar el número de componentes principales significativos y selecciona sólo los que se requieren para representar cada píxel dentro del nivel de ruido. Demostramos la efectividad de estos métodos con espectrómetro visible/infrarrojo (AVIRIS), experimento de recolección de imágenes digitales hiperespectrales (HYDICE), mapeador hiperespectral (HYMAP) e conjuntos de datos Hyperion ",
            "error": []
        },
        "transmission requirements": {
            "translated_key": "requisitos de transmisión",
            "translated_annotated_text": "Compresión de datos hiperespectrales restringida por ruido El almacenamiento y los \"requisitos de transmisión\" para conjuntos de datos hiperespectrales son significativos. Para reducir los costos de hardware, se necesitan técnicas de compresión bien diseñadas para preservar el contenido de información y maximizar las relaciones de compresión. Las técnicas de compresión sin pérdidas mantienen la integridad de los datos, pero producen pequeñas relaciones de compresión. Presentamos un algoritmo de compresión ligeramente con pérdidas que utiliza las estadísticas de ruido de los datos para preservar el contenido de información y maximizar las relaciones de compresión. El algoritmo de análisis de componentes principales adaptativos (APCA) utiliza estadísticas de ruido para determinar el número de componentes principales significativos y selecciona sólo los que se requieren para representar cada píxel dentro del nivel de ruido. Demostramos la efectividad de estos métodos con espectrómetro visible/infrarrojo (AVIRIS), experimento de recolección de imágenes digitales hiperespectrales (HYDICE), mapeador hiperespectral (HYMAP) e conjuntos de datos Hyperion ",
            "error": [
                ""
            ]
        },
        "hyperspectral data sets": {
            "translated_key": "conjuntos de datos hiperespectrales",
            "translated_annotated_text": "Compresión de datos hiperespectrales con restricción del ruido Los requisitos de almacenamiento y transmisión para los \"conjuntos de datos hiperespectrales\" son significativos. Para reducir los costos de hardware, se necesitan técnicas de compresión bien diseñadas para preservar el contenido de información y maximizar las relaciones de compresión. Las técnicas de compresión sin pérdidas mantienen la integridad de los datos, pero producen pequeñas relaciones de compresión. Presentamos un algoritmo de compresión ligeramente con pérdidas que utiliza las estadísticas de ruido de los datos para preservar el contenido de información y maximizar las relaciones de compresión. El algoritmo de análisis de componentes principales adaptativos (APCA) utiliza estadísticas de ruido para determinar el número de componentes principales significativos y selecciona sólo los que se requieren para representar cada píxel dentro del nivel de ruido. Demostramos la efectividad de estos métodos con espectrómetro visible/infrarrojo (AVIRIS), experimento de recolección de imágenes digitales hiperespectrales (HYDICE), mapeador hiperespectral (HYMAP) e conjuntos de datos Hyperion ",
            "error": [
                ""
            ]
        },
        "hardware costs": {
            "translated_key": "costes de hardware",
            "translated_annotated_text": "Compresión de datos hiperespectrales restringida por ruido Los requisitos de almacenamiento y transmisión de los conjuntos de datos hiperespectrales son significativos. Para reducir los \"costes de hardware\", se necesitan técnicas de compresión bien diseñadas para preservar el contenido de información y maximizar las relaciones de compresión. Las técnicas de compresión sin pérdidas mantienen la integridad de los datos, pero producen pequeñas relaciones de compresión. Presentamos un algoritmo de compresión ligeramente con pérdidas que utiliza las estadísticas de ruido de los datos para preservar el contenido de información y maximizar las relaciones de compresión. El algoritmo de análisis de componentes principales adaptativos (APCA) utiliza estadísticas de ruido para determinar el número de componentes principales significativos y selecciona sólo los que se requieren para representar cada píxel dentro del nivel de ruido. Demostramos la efectividad de estos métodos con espectrómetro visible/infrarrojo (AVIRIS), experimento de recolección de imágenes digitales hiperespectrales (HYDICE), mapeador hiperespectral (HYMAP) e conjuntos de datos Hyperion ",
            "error": [
                ""
            ]
        },
        "information content": {
            "translated_key": "contenido de información",
            "translated_annotated_text": "Compresión de datos hiperespectrales restringida por ruido Los requisitos de almacenamiento y transmisión de los conjuntos de datos hiperespectrales son significativos. Para reducir los costos de hardware, se necesitan técnicas de compresión bien diseñadas para preservar el \"contenido de información\" y maximizar las relaciones de compresión. Las técnicas de compresión sin pérdidas mantienen la integridad de los datos, pero producen pequeñas relaciones de compresión. Presentamos un algoritmo de compresión ligeramente con pérdidas que utiliza las estadísticas de ruido de los datos para preservar el \"contenido de información\" y maximizar las relaciones de compresión. El algoritmo de análisis de componentes principales adaptativos (APCA) utiliza estadísticas de ruido para determinar el número de componentes principales significativos y selecciona sólo los que se requieren para representar cada píxel dentro del nivel de ruido. Demostramos la efectividad de estos métodos con espectrómetro visible/infrarrojo (AVIRIS), experimento de recolección de imágenes digitales hiperespectrales (HYDICE), mapeador hiperespectral (HYMAP) e conjuntos de datos Hyperion ",
            "error": [
                ""
            ]
        },
        "compression ratios": {
            "translated_key": "relaciones de compresión",
            "translated_annotated_text": "Compresión de datos hiperespectrales restringida por ruido Los requisitos de almacenamiento y transmisión de los conjuntos de datos hiperespectrales son significativos. Para reducir los costos de hardware, se necesitan técnicas de compresión bien diseñadas para preservar el contenido de información y maximizar las \"relaciones de compresión\". Las técnicas de compresión sin pérdidas mantienen la integridad de los datos, pero producen pequeñas \"relaciones de compresión\". Presentamos un algoritmo de compresión ligeramente con pérdidas que utiliza las estadísticas de ruido de los datos para preservar el contenido de información y maximizar las \"relaciones de compresión\". El algoritmo de análisis de componentes principales adaptativos (APCA) utiliza estadísticas de ruido para determinar el número de componentes principales significativos y selecciona sólo los que se requieren para representar cada píxel dentro del nivel de ruido. Demostramos la efectividad de estos métodos con espectrómetro visible/infrarrojo (AVIRIS), experimento de recolección de imágenes digitales hiperespectrales (HYDICE), mapeador hiperespectral (HYMAP) e conjuntos de datos Hyperion ",
            "error": [
                ""
            ]
        },
        "lossless compression techniques": {
            "translated_key": [],
            "translated_annotated_text": "Compresión de datos hiperespectrales restringida por ruido Los requisitos de almacenamiento y transmisión de los conjuntos de datos hiperespectrales son significativos. Para reducir los costos de hardware, se necesitan técnicas de compresión bien diseñadas para preservar el contenido de información y maximizar las relaciones de compresión. Las técnicas de compresión sin pérdidas mantienen la integridad de los datos, pero producen pequeñas relaciones de compresión. Presentamos un algoritmo de compresión ligeramente con pérdidas que utiliza las estadísticas de ruido de los datos para preservar el contenido de información y maximizar las relaciones de compresión. El algoritmo de análisis de componentes principales adaptativos (APCA) utiliza estadísticas de ruido para determinar el número de componentes principales significativos y selecciona sólo los que se requieren para representar cada píxel dentro del nivel de ruido. Demostramos la efectividad de estos métodos con espectrómetro visible/infrarrojo (AVIRIS), experimento de recolección de imágenes digitales hiperespectrales (HYDICE), mapeador hiperespectral (HYMAP) e conjuntos de datos Hyperion ",
            "error": []
        },
        "data integrity": {
            "translated_key": "integridad de los datos",
            "translated_annotated_text": "Compresión de datos hiperespectrales restringida por ruido Los requisitos de almacenamiento y transmisión de los conjuntos de datos hiperespectrales son significativos. Para reducir los costos de hardware, se necesitan técnicas de compresión bien diseñadas para preservar el contenido de información y maximizar las relaciones de compresión. Las técnicas de compresión sin pérdidas mantienen la \"integridad de los datos\", pero producen pequeñas relaciones de compresión. Presentamos un algoritmo de compresión ligeramente con pérdidas que utiliza las estadísticas de ruido de los datos para preservar el contenido de información y maximizar las relaciones de compresión. El algoritmo de análisis de componentes principales adaptativos (APCA) utiliza estadísticas de ruido para determinar el número de componentes principales significativos y selecciona sólo los que se requieren para representar cada píxel dentro del nivel de ruido. Demostramos la efectividad de estos métodos con espectrómetro visible/infrarrojo (AVIRIS), experimento de recolección de imágenes digitales hiperespectrales (HYDICE), mapeador hiperespectral (HYMAP) e conjuntos de datos Hyperion ",
            "error": [
                ""
            ]
        },
        "slightly lossy compression algorithm": {
            "translated_key": "algoritmo de compresión ligeramente con pérdidas",
            "translated_annotated_text": "Compresión de datos hiperespectrales restringida por ruido Los requisitos de almacenamiento y transmisión de los conjuntos de datos hiperespectrales son significativos. Para reducir los costos de hardware, se necesitan técnicas de compresión bien diseñadas para preservar el contenido de información y maximizar las relaciones de compresión. Las técnicas de compresión sin pérdidas mantienen la integridad de los datos, pero producen pequeñas relaciones de compresión. Presentamos un \"algoritmo de compresión ligeramente con pérdidas\" que utiliza las estadísticas de ruido de los datos para preservar el contenido de información al tiempo que maximiza las relaciones de compresión. El algoritmo de análisis de componentes principales adaptativos (APCA) utiliza estadísticas de ruido para determinar el número de componentes principales significativos y selecciona sólo los que se requieren para representar cada píxel dentro del nivel de ruido. Demostramos la efectividad de estos métodos con espectrómetro visible/infrarrojo (AVIRIS), experimento de recolección de imágenes digitales hiperespectrales (HYDICE), mapeador hiperespectral (HYMAP) e conjuntos de datos Hyperion ",
            "error": [
                ""
            ]
        },
        "noise statistics": {
            "translated_key": "estadísticas de ruido",
            "translated_annotated_text": "Compresión de datos hiperespectrales restringida por ruido Los requisitos de almacenamiento y transmisión de los conjuntos de datos hiperespectrales son significativos. Para reducir los costos de hardware, se necesitan técnicas de compresión bien diseñadas para preservar el contenido de información y maximizar las relaciones de compresión. Las técnicas de compresión sin pérdidas mantienen la integridad de los datos, pero producen pequeñas relaciones de compresión. Presentamos un algoritmo de compresión ligeramente con pérdidas que utiliza las \"estadísticas de ruido\" de los datos para preservar el contenido de información y maximizar las relaciones de compresión. El algoritmo de análisis de componentes principales adaptativos (APCA) utiliza \"estadísticas de ruido\" para determinar el número de componentes principales significativos y selecciona sólo los que se requieren para representar cada píxel dentro del nivel de ruido. Demostramos la efectividad de estos métodos con espectrómetro visible/infrarrojo (AVIRIS), experimento de recolección de imágenes digitales hiperespectrales (HYDICE), mapeador hiperespectral (HYMAP) e conjuntos de datos Hyperion ",
            "error": [
                ""
            ]
        },
        "adaptive principal components analysis algorithm": {
            "translated_key": [],
            "translated_annotated_text": "Compresión de datos hiperespectrales restringida por ruido Los requisitos de almacenamiento y transmisión de los conjuntos de datos hiperespectrales son significativos. Para reducir los costos de hardware, se necesitan técnicas de compresión bien diseñadas para preservar el contenido de información y maximizar las relaciones de compresión. Las técnicas de compresión sin pérdidas mantienen la integridad de los datos, pero producen pequeñas relaciones de compresión. Presentamos un algoritmo de compresión ligeramente con pérdidas que utiliza las estadísticas de ruido de los datos para preservar el contenido de información y maximizar las relaciones de compresión. El algoritmo de análisis de componentes principales adaptativos (APCA) utiliza estadísticas de ruido para determinar el número de componentes principales significativos y selecciona sólo los que se requieren para representar cada píxel dentro del nivel de ruido. Demostramos la efectividad de estos métodos con espectrómetro visible/infrarrojo (AVIRIS), experimento de recolección de imágenes digitales hiperespectrales (HYDICE), mapeador hiperespectral (HYMAP) e conjuntos de datos Hyperion ",
            "error": []
        },
        "noise level": {
            "translated_key": "nivel de ruido",
            "translated_annotated_text": "Compresión de datos hiperespectrales restringida por ruido Los requisitos de almacenamiento y transmisión de los conjuntos de datos hiperespectrales son significativos. Para reducir los costos de hardware, se necesitan técnicas de compresión bien diseñadas para preservar el contenido de información y maximizar las relaciones de compresión. Las técnicas de compresión sin pérdidas mantienen la integridad de los datos, pero producen pequeñas relaciones de compresión. Presentamos un algoritmo de compresión ligeramente con pérdidas que utiliza las estadísticas de ruido de los datos para preservar el contenido de información y maximizar las relaciones de compresión. El algoritmo de análisis de componentes principales adaptativos (APCA) utiliza estadísticas de ruido para determinar el número de componentes principales significativos y selecciona sólo aquellos que son necesarios para representar cada píxel dentro del \"nivel de ruido\". Demostramos la efectividad de estos métodos con espectrómetro visible/infrarrojo (AVIRIS), experimento de recolección de imágenes digitales hiperespectrales (HYDICE), mapeador hiperespectral (HYMAP) e conjuntos de datos Hyperion ",
            "error": [
                ""
            ]
        },
        "airborne visible/infrared spectrometer hyperspectral digital imagery collection experiment": {
            "translated_key": [],
            "translated_annotated_text": "Compresión de datos hiperespectrales restringida por ruido Los requisitos de almacenamiento y transmisión de los conjuntos de datos hiperespectrales son significativos. Para reducir los costos de hardware, se necesitan técnicas de compresión bien diseñadas para preservar el contenido de información y maximizar las relaciones de compresión. Las técnicas de compresión sin pérdidas mantienen la integridad de los datos, pero producen pequeñas relaciones de compresión. Presentamos un algoritmo de compresión ligeramente con pérdidas que utiliza las estadísticas de ruido de los datos para preservar el contenido de información y maximizar las relaciones de compresión. El algoritmo de análisis de componentes principales adaptativos (APCA) utiliza estadísticas de ruido para determinar el número de componentes principales significativos y selecciona sólo los que se requieren para representar cada píxel dentro del nivel de ruido. Demostramos la efectividad de estos métodos con espectrómetro visible/infrarrojo (AVIRIS), experimento de recolección de imágenes digitales hiperespectrales (HYDICE), mapeador hiperespectral (HYMAP) e conjuntos de datos Hyperion ",
            "error": []
        },
        "AVIRIS HYDICE": {
            "translated_key": [],
            "translated_annotated_text": "Compresión de datos hiperespectrales restringida por ruido Los requisitos de almacenamiento y transmisión de los conjuntos de datos hiperespectrales son significativos. Para reducir los costos de hardware, se necesitan técnicas de compresión bien diseñadas para preservar el contenido de información y maximizar las relaciones de compresión. Las técnicas de compresión sin pérdidas mantienen la integridad de los datos, pero producen pequeñas relaciones de compresión. Presentamos un algoritmo de compresión ligeramente con pérdidas que utiliza las estadísticas de ruido de los datos para preservar el contenido de información y maximizar las relaciones de compresión. El algoritmo de análisis de componentes principales adaptativos (APCA) utiliza estadísticas de ruido para determinar el número de componentes principales significativos y selecciona sólo los que se requieren para representar cada píxel dentro del nivel de ruido. Demostramos la efectividad de estos métodos con espectrómetro visible/infrarrojo (AVIRIS), experimento de recolección de imágenes digitales hiperespectrales (HYDICE), mapeador hiperespectral (HYMAP) e conjuntos de datos Hyperion ",
            "error": []
        },
        "hyperspectral mapper": {
            "translated_key": "mapeador hiperespectral",
            "translated_annotated_text": "Compresión de datos hiperespectrales restringida por ruido Los requisitos de almacenamiento y transmisión de los conjuntos de datos hiperespectrales son significativos. Para reducir los costos de hardware, se necesitan técnicas de compresión bien diseñadas para preservar el contenido de información y maximizar las relaciones de compresión. Las técnicas de compresión sin pérdidas mantienen la integridad de los datos, pero producen pequeñas relaciones de compresión. Presentamos un algoritmo de compresión ligeramente con pérdidas que utiliza las estadísticas de ruido de los datos para preservar el contenido de información y maximizar las relaciones de compresión. El algoritmo de análisis de componentes principales adaptativos (APCA) utiliza estadísticas de ruido para determinar el número de componentes principales significativos y selecciona sólo los que se requieren para representar cada píxel dentro del nivel de ruido. Demostramos la efectividad de estos métodos con espectrómetro visible/infrarrojo (AVIRIS), experimento de recolección de imágenes digitales hiperespectrales (HYDICE), \"mapeador hiperespectral\" (HYMAP) e conjuntos de datos Hyperion ",
            "error": [
                ""
            ]
        },
        "HYMAP": {
            "translated_key": "HYMAP",
            "translated_annotated_text": "Compresión de datos hiperespectrales restringida por ruido Los requisitos de almacenamiento y transmisión de los conjuntos de datos hiperespectrales son significativos. Para reducir los costos de hardware, se necesitan técnicas de compresión bien diseñadas para preservar el contenido de información y maximizar las relaciones de compresión. Las técnicas de compresión sin pérdidas mantienen la integridad de los datos, pero producen pequeñas relaciones de compresión. Presentamos un algoritmo de compresión ligeramente con pérdidas que utiliza las estadísticas de ruido de los datos para preservar el contenido de información y maximizar las relaciones de compresión. El algoritmo de análisis de componentes principales adaptativos (APCA) utiliza estadísticas de ruido para determinar el número de componentes principales significativos y selecciona sólo los que se requieren para representar cada píxel dentro del nivel de ruido. Demostramos la efectividad de estos métodos con espectrómetro visible/infrarrojo (AVIRIS), experimento de recolección de imágenes digitales hiperespectrales (HYDICE), mapeador hiperespectral (\"HYMAP\") e conjuntos de datos Hyperion ",
            "error": [
                ""
            ]
        },
        "Hyperion datasets": {
            "translated_key": [],
            "translated_annotated_text": "Compresión de datos hiperespectrales restringida por ruido Los requisitos de almacenamiento y transmisión de los conjuntos de datos hiperespectrales son significativos. Para reducir los costos de hardware, se necesitan técnicas de compresión bien diseñadas para preservar el contenido de información y maximizar las relaciones de compresión. Las técnicas de compresión sin pérdidas mantienen la integridad de los datos, pero producen pequeñas relaciones de compresión. Presentamos un algoritmo de compresión ligeramente con pérdidas que utiliza las estadísticas de ruido de los datos para preservar el contenido de información y maximizar las relaciones de compresión. El algoritmo de análisis de componentes principales adaptativos (APCA) utiliza estadísticas de ruido para determinar el número de componentes principales significativos y selecciona sólo los que se requieren para representar cada píxel dentro del nivel de ruido. Demostramos la eficacia de estos métodos con el espectrómetro visible/infrarrojo (AVIRIS), el experimento de recolección de imágenes digitales hiperespectrales (HYDICE), el mapeador hiperespectral (HYMAP) y los conjuntos de datos de Hyperion. ",
            "error": []
        },
        "Gaussian statistics": {
            "translated_key": [],
            "translated_annotated_text": "Compresión de datos hiperespectrales restringida por ruido Los requisitos de almacenamiento y transmisión de los conjuntos de datos hiperespectrales son significativos. Para reducir los costos de hardware, se necesitan técnicas de compresión bien diseñadas para preservar el contenido de información y maximizar las relaciones de compresión. Las técnicas de compresión sin pérdidas mantienen la integridad de los datos, pero producen pequeñas relaciones de compresión. Presentamos un algoritmo de compresión ligeramente con pérdidas que utiliza las estadísticas de ruido de los datos para preservar el contenido de información y maximizar las relaciones de compresión. El algoritmo de análisis de componentes principales adaptativos (APCA) utiliza estadísticas de ruido para determinar el número de componentes principales significativos y selecciona sólo los que se requieren para representar cada píxel dentro del nivel de ruido. Demostramos la efectividad de estos métodos con espectrómetro visible/infrarrojo (AVIRIS), experimento de recolección de imágenes digitales hiperespectrales (HYDICE), mapeador hiperespectral (HYMAP) e conjuntos de datos Hyperion ",
            "error": []
        },
        "adaptive signal processing": {
            "translated_key": [],
            "translated_annotated_text": "Compresión de datos hiperespectrales restringida por ruido Los requisitos de almacenamiento y transmisión de los conjuntos de datos hiperespectrales son significativos. Para reducir los costos de hardware, se necesitan técnicas de compresión bien diseñadas para preservar el contenido de información y maximizar las relaciones de compresión. Las técnicas de compresión sin pérdidas mantienen la integridad de los datos, pero producen pequeñas relaciones de compresión. Presentamos un algoritmo de compresión ligeramente con pérdidas que utiliza las estadísticas de ruido de los datos para preservar el contenido de información y maximizar las relaciones de compresión. El algoritmo de análisis de componentes principales adaptativos (APCA) utiliza estadísticas de ruido para determinar el número de componentes principales significativos y selecciona sólo los que se requieren para representar cada píxel dentro del nivel de ruido. Demostramos la efectividad de estos métodos con espectrómetro visible/infrarrojo (AVIRIS), experimento de recolección de imágenes digitales hiperespectrales (HYDICE), mapeador hiperespectral (HYMAP) e conjuntos de datos Hyperion ",
            "error": []
        },
        "data compression": {
            "translated_key": [],
            "translated_annotated_text": "Los requisitos de almacenamiento y transmisión para conjuntos de datos hiperespectrales son significativos. Para reducir los costos de hardware, se necesitan técnicas de compresión bien diseñadas para preservar el contenido de información y maximizar las relaciones de compresión. Las técnicas de compresión sin pérdidas mantienen la integridad de los datos, pero producen pequeñas relaciones de compresión. Presentamos un algoritmo de compresión ligeramente con pérdidas que utiliza las estadísticas de ruido de los datos para preservar el contenido de información y maximizar las relaciones de compresión. El algoritmo de análisis de componentes principales adaptativos (APCA) utiliza estadísticas de ruido para determinar el número de componentes principales significativos y selecciona sólo los que se requieren para representar cada píxel dentro del nivel de ruido. Demostramos la efectividad de estos métodos con espectrómetro visible/infrarrojo (AVIRIS), experimento de recolección de imágenes digitales hiperespectrales (HYDICE), mapeador hiperespectral (HYMAP) e conjuntos de datos Hyperion ",
            "error": []
        },
        "Gaussian noise": {
            "translated_key": [],
            "translated_annotated_text": "Compresión de datos hiperespectrales restringida por ruido Los requisitos de almacenamiento y transmisión de los conjuntos de datos hiperespectrales son significativos. Para reducir los costos de hardware, se necesitan técnicas de compresión bien diseñadas para preservar el contenido de información y maximizar las relaciones de compresión. Las técnicas de compresión sin pérdidas mantienen la integridad de los datos, pero producen pequeñas relaciones de compresión. Presentamos un algoritmo de compresión ligeramente con pérdidas que utiliza las estadísticas de ruido de los datos para preservar el contenido de información y maximizar las relaciones de compresión. El algoritmo de análisis de componentes principales adaptativos (APCA) utiliza estadísticas de ruido para determinar el número de componentes principales significativos y selecciona sólo los que se requieren para representar cada píxel dentro del nivel de ruido. Demostramos la efectividad de estos métodos con espectrómetro visible/infrarrojo (AVIRIS), experimento de recolección de imágenes digitales hiperespectrales (HYDICE), mapeador hiperespectral (HYMAP) e conjuntos de datos Hyperion ",
            "error": []
        },
        "image coding": {
            "translated_key": [],
            "translated_annotated_text": "Compresión de datos hiperespectrales restringida por ruido Los requisitos de almacenamiento y transmisión de los conjuntos de datos hiperespectrales son significativos. Para reducir los costos de hardware, se necesitan técnicas de compresión bien diseñadas para preservar el contenido de información y maximizar las relaciones de compresión. Las técnicas de compresión sin pérdidas mantienen la integridad de los datos, pero producen pequeñas relaciones de compresión. Presentamos un algoritmo de compresión ligeramente con pérdidas que utiliza las estadísticas de ruido de los datos para preservar el contenido de información y maximizar las relaciones de compresión. El algoritmo de análisis de componentes principales adaptativos (APCA) utiliza estadísticas de ruido para determinar el número de componentes principales significativos y selecciona sólo los que se requieren para representar cada píxel dentro del nivel de ruido. Demostramos la efectividad de estos métodos con espectrómetro visible/infrarrojo (AVIRIS), experimento de recolección de imágenes digitales hiperespectrales (HYDICE), mapeador hiperespectral (HYMAP) e conjuntos de datos Hyperion ",
            "error": []
        },
        "infrared spectroscopy": {
            "translated_key": [],
            "translated_annotated_text": "Compresión de datos hiperespectrales restringida por ruido Los requisitos de almacenamiento y transmisión de los conjuntos de datos hiperespectrales son significativos. Para reducir los costos de hardware, se necesitan técnicas de compresión bien diseñadas para preservar el contenido de información y maximizar las relaciones de compresión. Las técnicas de compresión sin pérdidas mantienen la integridad de los datos, pero producen pequeñas relaciones de compresión. Presentamos un algoritmo de compresión ligeramente con pérdidas que utiliza las estadísticas de ruido de los datos para preservar el contenido de información y maximizar las relaciones de compresión. El algoritmo de análisis de componentes principales adaptativos (APCA) utiliza estadísticas de ruido para determinar el número de componentes principales significativos y selecciona sólo los que se requieren para representar cada píxel dentro del nivel de ruido. Demostramos la efectividad de estos métodos con espectrómetro visible/infrarrojo (AVIRIS), experimento de recolección de imágenes digitales hiperespectrales (HYDICE), mapeador hiperespectral (HYMAP) e conjuntos de datos Hyperion ",
            "error": []
        },
        "principal component analysis": {
            "translated_key": [],
            "translated_annotated_text": "Compresión de datos hiperespectrales restringida por ruido Los requisitos de almacenamiento y transmisión de los conjuntos de datos hiperespectrales son significativos. Para reducir los costos de hardware, se necesitan técnicas de compresión bien diseñadas para preservar el contenido de información y maximizar las relaciones de compresión. Las técnicas de compresión sin pérdidas mantienen la integridad de los datos, pero producen pequeñas relaciones de compresión. Presentamos un algoritmo de compresión ligeramente con pérdidas que utiliza las estadísticas de ruido de los datos para preservar el contenido de información y maximizar las relaciones de compresión. El algoritmo de análisis de componentes principales adaptativos (APCA) utiliza estadísticas de ruido para determinar el número de componentes principales significativos y selecciona sólo los que se requieren para representar cada píxel dentro del nivel de ruido. Demostramos la efectividad de estos métodos con espectrómetro visible/infrarrojo (AVIRIS), experimento de recolección de imágenes digitales hiperespectrales (HYDICE), mapeador hiperespectral (HYMAP) e conjuntos de datos Hyperion ",
            "error": []
        },
        "remote sensing": {
            "translated_key": [],
            "translated_annotated_text": "Compresión de datos hiperespectrales restringida por ruido Los requisitos de almacenamiento y transmisión de los conjuntos de datos hiperespectrales son significativos. Para reducir los costos de hardware, se necesitan técnicas de compresión bien diseñadas para preservar el contenido de información y maximizar las relaciones de compresión. Las técnicas de compresión sin pérdidas mantienen la integridad de los datos, pero producen pequeñas relaciones de compresión. Presentamos un algoritmo de compresión ligeramente con pérdidas que utiliza las estadísticas de ruido de los datos para preservar el contenido de información y maximizar las relaciones de compresión. El algoritmo de análisis de componentes principales adaptativos (APCA) utiliza estadísticas de ruido para determinar el número de componentes principales significativos y selecciona sólo los que se requieren para representar cada píxel dentro del nivel de ruido. Demostramos la efectividad de estos métodos con espectrómetro visible/infrarrojo (AVIRIS), experimento de recolección de imágenes digitales hiperespectrales (HYDICE), mapeador hiperespectral (HYMAP) e conjuntos de datos Hyperion ",
            "error": []
        },
        "spectral analysis": {
            "translated_key": [],
            "translated_annotated_text": "Compresión de datos hiperespectrales restringida por ruido Los requisitos de almacenamiento y transmisión de los conjuntos de datos hiperespectrales son significativos. Para reducir los costos de hardware, se necesitan técnicas de compresión bien diseñadas para preservar el contenido de información y maximizar las relaciones de compresión. Las técnicas de compresión sin pérdidas mantienen la integridad de los datos, pero producen pequeñas relaciones de compresión. Presentamos un algoritmo de compresión ligeramente con pérdidas que utiliza las estadísticas de ruido de los datos para preservar el contenido de información y maximizar las relaciones de compresión. El algoritmo de análisis de componentes principales adaptativos (APCA) utiliza estadísticas de ruido para determinar el número de componentes principales significativos y selecciona sólo los que se requieren para representar cada píxel dentro del nivel de ruido. Demostramos la efectividad de estos métodos con espectrómetro visible/infrarrojo (AVIRIS), experimento de recolección de imágenes digitales hiperespectrales (HYDICE), mapeador hiperespectral (HYMAP) e conjuntos de datos Hyperion ",
            "error": []
        },
        "visible spectroscopy": {
            "translated_key": [],
            "translated_annotated_text": "Compresión de datos hiperespectrales restringida por ruido Los requisitos de almacenamiento y transmisión de los conjuntos de datos hiperespectrales son significativos. Para reducir los costos de hardware, se necesitan técnicas de compresión bien diseñadas para preservar el contenido de información y maximizar las relaciones de compresión. Las técnicas de compresión sin pérdidas mantienen la integridad de los datos, pero producen pequeñas relaciones de compresión. Presentamos un algoritmo de compresión ligeramente con pérdidas que utiliza las estadísticas de ruido de los datos para preservar el contenido de información y maximizar las relaciones de compresión. El algoritmo de análisis de componentes principales adaptativos (APCA) utiliza estadísticas de ruido para determinar el número de componentes principales significativos y selecciona sólo los que se requieren para representar cada píxel dentro del nivel de ruido. Demostramos la efectividad de estos métodos con espectrómetro visible/infrarrojo (AVIRIS), experimento de recolección de imágenes digitales hiperespectrales (HYDICE), mapeador hiperespectral (HYMAP) e conjuntos de datos Hyperion ",
            "error": []
        }
    }
}