{
    "original_text": "Optical two-step modified signed-digit addition based on binary logic gates A new modified signed-digit (MSD) addition algorithm based on binary logic gates is proposed for parallel computing. It is shown that by encoding each of the input MSD digits and flag digits into a pair of binary bits, the number of addition steps can be reduced to two. The flag digit is introduced to characterize the next low order pair (NLOP) of the input digits in order to suppress carry propagation. The rules for two-step addition of binary coded MSD (BCMSD) numbers are formulated that can be implemented using optical shadow-casting logic system",
    "original_translation": "Adición óptica de dos pasos modificada de dígito firmado basada en puertas lógicas binarias Se propone un nuevo algoritmo modificado de adición de dígito firmado (MSD) basado en puertas lógicas binarias para computación paralela. Se muestra que al codificar cada uno de los dígitos de entrada MSD y los dígitos de la bandera en un par de bits binarios, el número de pasos de adición se puede reducir a dos. El dígito de la bandera se introduce para caracterizar el siguiente par de orden bajo (NLOP) de los dígitos de entrada con el fin de suprimir la propagación portadora. Las reglas para la adición en dos pasos de números de MSD codificados binarios (BCMSD) se formulan que pueden ser implementados usando el sistema lógico óptico de fundición en la sombra",
    "error_count": 7,
    "keys": {
        "optical two-step modified signed-digit addition": {
            "translated_key": [],
            "translated_annotated_text": "Adición óptica de dos pasos modificada de dígito firmado basada en puertas lógicas binarias Se propone un nuevo algoritmo modificado de adición de dígito firmado (MSD) basado en puertas lógicas binarias para computación paralela. Se muestra que al codificar cada uno de los dígitos de entrada MSD y los dígitos de la bandera en un par de bits binarios, el número de pasos de adición se puede reducir a dos. El dígito de la bandera se introduce para caracterizar el siguiente par de orden bajo (NLOP) de los dígitos de entrada con el fin de suprimir la propagación portadora. Las reglas para la adición en dos pasos de números de MSD codificados binarios (BCMSD) se formulan que pueden ser implementados usando el sistema lógico óptico de fundición en la sombra ",
            "error": []
        },
        "binary logic gates": {
            "translated_key": "puertas lógicas binarias",
            "translated_annotated_text": "Adición óptica de dos pasos modificada de dígito firmado basada en \"puertas lógicas binarias\" Se propone un nuevo algoritmo modificado de adición de dígito firmado (MSD) basado en \"puertas lógicas binarias\" para computación paralela. Se muestra que al codificar cada uno de los dígitos de entrada MSD y los dígitos de la bandera en un par de bits binarios, el número de pasos de adición se puede reducir a dos. El dígito de la bandera se introduce para caracterizar el siguiente par de orden bajo (NLOP) de los dígitos de entrada con el fin de suprimir la propagación portadora. Las reglas para la adición en dos pasos de números de MSD codificados binarios (BCMSD) se formulan que pueden ser implementados usando el sistema lógico óptico de fundición en la sombra ",
            "error": [
                ""
            ]
        },
        "modified signed-digit addition algorithm": {
            "translated_key": [],
            "translated_annotated_text": "Adición óptica de dos pasos modificada de dígito firmado basada en puertas lógicas binarias Se propone un nuevo algoritmo modificado de adición de dígito firmado (MSD) basado en puertas lógicas binarias para computación paralela. Se muestra que al codificar cada uno de los dígitos de entrada MSD y los dígitos de la bandera en un par de bits binarios, el número de pasos de adición se puede reducir a dos. El dígito de la bandera se introduce para caracterizar el siguiente par de orden bajo (NLOP) de los dígitos de entrada con el fin de suprimir la propagación portadora. Las reglas para la adición en dos pasos de números de MSD codificados binarios (BCMSD) se formulan que pueden ser implementados usando el sistema lógico óptico de fundición en la sombra ",
            "error": []
        },
        "parallel computing": {
            "translated_key": "computación paralela",
            "translated_annotated_text": "Adición óptica de dos pasos modificada de dígitos firmados basada en puertas lógicas binarias Se propone un nuevo algoritmo modificado de adición de dígitos firmados (MSD) basado en puertas lógicas binarias para \"computación paralela\". Se muestra que al codificar cada uno de los dígitos de entrada MSD y los dígitos de la bandera en un par de bits binarios, el número de pasos de adición se puede reducir a dos. El dígito de la bandera se introduce para caracterizar el siguiente par de orden bajo (NLOP) de los dígitos de entrada con el fin de suprimir la propagación portadora. Las reglas para la adición en dos pasos de números de MSD codificados binarios (BCMSD) se formulan que pueden ser implementados usando el sistema lógico óptico de fundición en la sombra ",
            "error": [
                ""
            ]
        },
        "input MSD digits": {
            "translated_key": "digitos de entrada MSD",
            "translated_annotated_text": "Adición óptica de dos pasos modificada de dígito firmado basada en puertas lógicas binarias Se propone un nuevo algoritmo modificado de adición de dígito firmado (MSD) basado en puertas lógicas binarias para computación paralela. Se muestra que al codificar cada uno de los \"digitos de entrada MSD\" y los dígitos de la bandera en un par de bits binarios, el número de pasos de adición se puede reducir a dos. El dígito de la bandera se introduce para caracterizar el siguiente par de orden bajo (NLOP) de los dígitos de entrada con el fin de suprimir la propagación portadora. Las reglas para la adición en dos pasos de números de MSD codificados binarios (BCMSD) se formulan que pueden ser implementados usando el sistema lógico óptico de fundición en la sombra ",
            "error": [
                ""
            ]
        },
        "flag digits": {
            "translated_key": "digitos de bandera",
            "translated_annotated_text": "Adición óptica de dos pasos modificada de dígito firmado basada en puertas lógicas binarias Se propone un nuevo algoritmo modificado de adición de dígito firmado (MSD) basado en puertas lógicas binarias para computación paralela. Se muestra que al codificar cada uno de los dígitos de entrada MSD y \"digitos de bandera\" en un par de bits binarios, el número de pasos de adición se puede reducir a dos. El dígito de la bandera se introduce para caracterizar el siguiente par de orden bajo (NLOP) de los dígitos de entrada con el fin de suprimir la propagación portadora. Las reglas para la adición en dos pasos de números de MSD codificados binarios (BCMSD) se formulan que pueden ser implementados usando el sistema lógico óptico de fundición en la sombra ",
            "error": [
                ""
            ]
        },
        "binary bits": {
            "translated_key": "bits binarios",
            "translated_annotated_text": "Adición óptica de dos pasos modificada de dígito firmado basada en puertas lógicas binarias Se propone un nuevo algoritmo modificado de adición de dígito firmado (MSD) basado en puertas lógicas binarias para computación paralela. Se muestra que al codificar cada uno de los dígitos de entrada MSD y los dígitos de la bandera en un par de \"bits binarios\", el número de pasos de adición se puede reducir a dos. El dígito de la bandera se introduce para caracterizar el siguiente par de orden bajo (NLOP) de los dígitos de entrada con el fin de suprimir la propagación portadora. Las reglas para la adición en dos pasos de números de MSD codificados binarios (BCMSD) se formulan que pueden ser implementados usando el sistema lógico óptico de fundición en la sombra ",
            "error": [
                ""
            ]
        },
        "addition steps": {
            "translated_key": "pasos de adición",
            "translated_annotated_text": "Adición óptica de dos pasos modificada de dígito firmado basada en puertas lógicas binarias Se propone un nuevo algoritmo modificado de adición de dígito firmado (MSD) basado en puertas lógicas binarias para computación paralela. Se muestra que al codificar cada uno de los dígitos de entrada MSD y los dígitos de la bandera en un par de bits binarios, el número de \"pasos de adición\" se puede reducir a dos. El dígito de la bandera se introduce para caracterizar el siguiente par de orden bajo (NLOP) de los dígitos de entrada con el fin de suprimir la propagación portadora. Las reglas para la adición en dos pasos de números de MSD codificados binarios (BCMSD) se formulan que pueden ser implementados usando el sistema lógico óptico de fundición en la sombra ",
            "error": [
                ""
            ]
        },
        "low order pair": {
            "translated_key": "par de orden bajo",
            "translated_annotated_text": "Adición óptica de dos pasos modificada de dígito firmado basada en puertas lógicas binarias Se propone un nuevo algoritmo modificado de adición de dígito firmado (MSD) basado en puertas lógicas binarias para computación paralela. Se muestra que al codificar cada uno de los dígitos de entrada MSD y los dígitos de la bandera en un par de bits binarios, el número de pasos de adición se puede reducir a dos. El dígito de la bandera se introduce para caracterizar el siguiente \"par de orden bajo\" (NLOP) de los dígitos de entrada con el fin de suprimir la propagación de llevar. Las reglas para la adición en dos pasos de números de MSD codificados binarios (BCMSD) se formulan que pueden ser implementados usando el sistema lógico óptico de fundición en la sombra ",
            "error": [
                ""
            ]
        },
        "carry propagation suppression": {
            "translated_key": [],
            "translated_annotated_text": "Adición óptica de dos pasos modificada de dígito firmado basada en puertas lógicas binarias Se propone un nuevo algoritmo modificado de adición de dígito firmado (MSD) basado en puertas lógicas binarias para computación paralela. Se muestra que al codificar cada uno de los dígitos de entrada MSD y los dígitos de la bandera en un par de bits binarios, el número de pasos de adición se puede reducir a dos. El dígito de la bandera se introduce para caracterizar el siguiente par de orden bajo (NLOP) de los dígitos de entrada con el fin de suprimir la propagación portadora. Las reglas para la adición en dos pasos de números de MSD codificados binarios (BCMSD) se formulan que pueden ser implementados usando el sistema lógico óptico de fundición en la sombra ",
            "error": []
        },
        "two-step addition": {
            "translated_key": "adición de dos pasos",
            "translated_annotated_text": "Adición óptica de dos pasos modificada de dígito firmado basada en puertas lógicas binarias Se propone un nuevo algoritmo modificado de adición de dígito firmado (MSD) basado en puertas lógicas binarias para computación paralela. Se muestra que al codificar cada uno de los dígitos de entrada MSD y los dígitos de la bandera en un par de bits binarios, el número de pasos de adición se puede reducir a dos. El dígito de la bandera se introduce para caracterizar el siguiente par de orden bajo (NLOP) de los dígitos de entrada con el fin de suprimir la propagación portadora. Las reglas para la \"adición de dos pasos\" de los números de MSD codificados binarios (BCMSD) se formulan que pueden ser implementados usando el sistema lógico óptico de fundición en la sombra ",
            "error": [
                ""
            ]
        },
        "binary coded MSD": {
            "translated_key": "MSD codificados binarios",
            "translated_annotated_text": "Adición óptica de dos pasos modificada de dígito firmado basada en puertas lógicas binarias Se propone un nuevo algoritmo modificado de adición de dígito firmado (MSD) basado en puertas lógicas binarias para computación paralela. Se muestra que al codificar cada uno de los dígitos de entrada MSD y los dígitos de la bandera en un par de bits binarios, el número de pasos de adición se puede reducir a dos. El dígito de la bandera se introduce para caracterizar el siguiente par de orden bajo (NLOP) de los dígitos de entrada con el fin de suprimir la propagación portadora. Las reglas para la adición en dos pasos de los números \"MSD codificados binarios\" (BCMSD) se formulan que pueden ser implementados usando el sistema lógico óptico de fundición en la sombra ",
            "error": [
                ""
            ]
        },
        "optical shadow-casting logic system": {
            "translated_key": "sistema lógico óptico de emisión de sombras",
            "translated_annotated_text": "Adición óptica de dos pasos modificada de dígito firmado basada en puertas lógicas binarias Se propone un nuevo algoritmo modificado de adición de dígito firmado (MSD) basado en puertas lógicas binarias para computación paralela. Se muestra que al codificar cada uno de los dígitos de entrada MSD y los dígitos de la bandera en un par de bits binarios, el número de pasos de adición se puede reducir a dos. El dígito de la bandera se introduce para caracterizar el siguiente par de orden bajo (NLOP) de los dígitos de entrada con el fin de suprimir la propagación portadora. Las reglas para la adición en dos pasos de números de MSD codificados binarios (BCMSD) están formuladas que pueden ser implementadas usando \"sistema lógico óptico de emisión de sombras\" ",
            "error": [
                ""
            ]
        },
        "adders": {
            "translated_key": [],
            "translated_annotated_text": "Adición óptica de dos pasos modificada de dígito firmado basada en puertas lógicas binarias Se propone un nuevo algoritmo modificado de adición de dígito firmado (MSD) basado en puertas lógicas binarias para computación paralela. Se muestra que al codificar cada uno de los dígitos de entrada MSD y los dígitos de la bandera en un par de bits binarios, el número de pasos de adición se puede reducir a dos. El dígito de la bandera se introduce para caracterizar el siguiente par de orden bajo (NLOP) de los dígitos de entrada con el fin de suprimir la propagación portadora. Las reglas para la adición en dos pasos de números de MSD codificados binarios (BCMSD) se formulan que pueden ser implementados usando el sistema lógico óptico de fundición en la sombra ",
            "error": []
        },
        "digital arithmetic": {
            "translated_key": [],
            "translated_annotated_text": "Adición óptica de dos pasos modificada de dígito firmado basada en puertas lógicas binarias Se propone un nuevo algoritmo modificado de adición de dígito firmado (MSD) basado en puertas lógicas binarias para computación paralela. Se muestra que al codificar cada uno de los dígitos de entrada MSD y los dígitos de la bandera en un par de bits binarios, el número de pasos de adición se puede reducir a dos. El dígito de la bandera se introduce para caracterizar el siguiente par de orden bajo (NLOP) de los dígitos de entrada con el fin de suprimir la propagación portadora. Las reglas para la adición en dos pasos de números de MSD codificados binarios (BCMSD) se formulan que pueden ser implementados usando el sistema lógico óptico de fundición en la sombra ",
            "error": []
        },
        "encoding": {
            "translated_key": "codificar",
            "translated_annotated_text": "Adición óptica de dos pasos modificada de dígito firmado basada en puertas lógicas binarias Se propone un nuevo algoritmo modificado de adición de dígito firmado (MSD) basado en puertas lógicas binarias para computación paralela. Se muestra que al \"codificar\" cada uno de los dígitos de entrada MSD y los dígitos de la bandera en un par de bits binarios, el número de pasos de adición se puede reducir a dos. El dígito de la bandera se introduce para caracterizar el siguiente par de orden bajo (NLOP) de los dígitos de entrada con el fin de suprimir la propagación portadora. Las reglas para la adición en dos pasos de números de MSD codificados binarios (BCMSD) se formulan que pueden ser implementados usando el sistema lógico óptico de fundición en la sombra ",
            "error": [
                ""
            ]
        },
        "optical logic": {
            "translated_key": [],
            "translated_annotated_text": "Adición óptica de dos pasos modificada de dígito firmado basada en puertas lógicas binarias Se propone un nuevo algoritmo modificado de adición de dígito firmado (MSD) basado en puertas lógicas binarias para computación paralela. Se muestra que al codificar cada uno de los dígitos de entrada MSD y los dígitos de la bandera en un par de bits binarios, el número de pasos de adición se puede reducir a dos. El dígito de la bandera se introduce para caracterizar el siguiente par de orden bajo (NLOP) de los dígitos de entrada con el fin de suprimir la propagación portadora. Las reglas para la adición en dos pasos de números de MSD codificados binarios (BCMSD) se formulan que pueden ser implementados usando el sistema lógico óptico de fundición en la sombra ",
            "error": []
        },
        "parallel architectures": {
            "translated_key": [],
            "translated_annotated_text": "Adición óptica de dos pasos modificada de dígito firmado basada en puertas lógicas binarias Se propone un nuevo algoritmo modificado de adición de dígito firmado (MSD) basado en puertas lógicas binarias para computación paralela. Se muestra que al codificar cada uno de los dígitos de entrada MSD y los dígitos de la bandera en un par de bits binarios, el número de pasos de adición se puede reducir a dos. El dígito de la bandera se introduce para caracterizar el siguiente par de orden bajo (NLOP) de los dígitos de entrada con el fin de suprimir la propagación portadora. Las reglas para la adición en dos pasos de números de MSD codificados binarios (BCMSD) se formulan que pueden ser implementados usando el sistema lógico óptico de fundición en la sombra ",
            "error": []
        }
    }
}