{
    "original_text": "Vibration control of the rotating flexible-shaft/multi-flexible-disk system with the eddy-current damper In this paper, the rotating flexible-Timoshenko-shaft/flexible-disk coupling system is formulated by applying the assumed-mode method into the kinetic and strain energies, and the virtual work done by the eddy-current damper. From Lagranges equations, the resulting discretized equations of motion can be simplified as a bilinear system (BLS). Introducing the control laws, including the quadratic, nonlinear and optimal feedback control laws, into the BLS, it is found that the eddy-current damper can be used to suppress flexible and shear vibrations simultaneously, and the system is globally asymptotically stable. Numerical results are provided to validate the theoretical analysis",
    "original_translation": "Control de vibración del sistema giratorio flexible de eje/disco multiflexible con el amortiguador de corriente media En este artículo, el sistema giratorio flexible de eje-timoshenko/disco flexible se formula aplicando el método del modo asumido en las energías cinéticas y de tensión, y el trabajo virtual realizado por el amortiguador de corriente media. A partir de las ecuaciones de Lagranges, las ecuaciones discretizadas resultantes del movimiento pueden simplificarse como un sistema bilineal (BLS). La introducción de las leyes de control, incluyendo las leyes de control de retroalimentación cuadráticas, no lineales y óptimas, en el BLS, se encuentra que el amortiguador de corriente media se puede utilizar para suprimir vibraciones flexibles y cortantes simultáneamente, y el sistema es globalmente asintóticamente estable. Se proporcionan resultados numéricos para validar el análisis teórico",
    "error_count": 10,
    "keys": {
        "rotating flexible-shaft/multi-flexible-disk system": {
            "translated_key": "sistema de enganche de eje flexible giratorio/disco flexible/multiflexible",
            "translated_annotated_text": "Control de vibración del \"sistema de enganche de eje flexible giratorio/disco flexible/multiflexible\" con el amortiguador de corriente de eddy En este artículo, el sistema de enganche flexible giratorio-eje de timoshenko/disco flexible se formula aplicando el método de modo asumido en las energías cinéticas y de tensión, y el trabajo virtual realizado por el amortiguador de corriente de eddy. A partir de las ecuaciones de Lagranges, las ecuaciones discretizadas resultantes del movimiento pueden simplificarse como un sistema bilineal (BLS). La introducción de las leyes de control, incluyendo las leyes de control de retroalimentación cuadráticas, no lineales y óptimas, en el BLS, se encuentra que el amortiguador de corriente media se puede utilizar para suprimir vibraciones flexibles y cortantes simultáneamente, y el sistema es globalmente asintóticamente estable. Se proporcionan resultados numéricos para validar el análisis teórico ",
            "error": [
                ""
            ]
        },
        "eddy-current damper": {
            "translated_key": "compresor de corriente media",
            "translated_annotated_text": "Control de vibración del sistema giratorio flexible de eje/disco multiflexible con el \"compresor de corriente media\" En este artículo, el sistema giratorio flexible de eje-Timoshenko/enganche flexible de disco se formula aplicando el método de modo asumido en las energías cinéticas y de tensión, y el trabajo virtual realizado por el \"compresor de corriente media\". A partir de las ecuaciones de Lagranges, las ecuaciones discretizadas resultantes del movimiento pueden simplificarse como un sistema bilineal (BLS). La introducción de las leyes de control, incluyendo las leyes de control de retroalimentación cuadráticas, no lineales y óptimas, en el BLS, se encuentra que el \"compresor de corriente media\" se puede utilizar para suprimir las vibraciones flexibles y cortantes simultáneamente, y el sistema es globalmente asintóticamente estable. Se proporcionan resultados numéricos para validar el análisis teórico ",
            "error": [
                ""
            ]
        },
        "rotating flexible-Timoshenko-shaft/flexible-disk coupling system": {
            "translated_key": "sistema de acoplamiento giratorio flexible de eje-Timoshenko/disco flexible",
            "translated_annotated_text": "Control de vibración del sistema giratorio flexible de eje/disco multiflexible con el amortiguador de corriente media En este artículo, el \"sistema de acoplamiento giratorio flexible de eje-Timoshenko/disco flexible\" se formula aplicando el método de modo asumido en las energías cinéticas y de tensión, y el trabajo virtual realizado por el amortiguador de corriente media. A partir de las ecuaciones de Lagranges, las ecuaciones discretizadas resultantes del movimiento pueden simplificarse como un sistema bilineal (BLS). La introducción de las leyes de control, incluyendo las leyes de control de retroalimentación cuadráticas, no lineales y óptimas, en el BLS, se encuentra que el amortiguador de corriente media se puede utilizar para suprimir vibraciones flexibles y cortantes simultáneamente, y el sistema es globalmente asintóticamente estable. Se proporcionan resultados numéricos para validar el análisis teórico ",
            "error": [
                ""
            ]
        },
        "assumed-mode method": {
            "translated_key": "método de modo supuesto",
            "translated_annotated_text": "Control de vibración del sistema giratorio flexible de eje/disco multiflexible con el amortiguador de corriente media En este artículo, el sistema giratorio flexible de eje-timoshenko/disco flexible se formula aplicando el \"método de modo supuesto\" en las energías cinéticas y de tensión, y el trabajo virtual realizado por el amortiguador de corriente media. A partir de las ecuaciones de Lagranges, las ecuaciones discretizadas resultantes del movimiento pueden simplificarse como un sistema bilineal (BLS). La introducción de las leyes de control, incluyendo las leyes de control de retroalimentación cuadráticas, no lineales y óptimas, en el BLS, se encuentra que el amortiguador de corriente media se puede utilizar para suprimir vibraciones flexibles y cortantes simultáneamente, y el sistema es globalmente asintóticamente estable. Se proporcionan resultados numéricos para validar el análisis teórico ",
            "error": [
                ""
            ]
        },
        "virtual work": {
            "translated_key": "trabajo virtual",
            "translated_annotated_text": "Control de vibración del sistema giratorio flexible de eje/disco multiflexible con el amortiguador de corriente media En este artículo, el sistema giratorio flexible de eje-timoshenko/disco flexible se formula aplicando el método del modo asumido en las energías cinéticas y de tensión, y el \"trabajo virtual\" realizado por el amortiguador de corriente media. A partir de las ecuaciones de Lagranges, las ecuaciones discretizadas resultantes del movimiento pueden simplificarse como un sistema bilineal (BLS). La introducción de las leyes de control, incluyendo las leyes de control de retroalimentación cuadráticas, no lineales y óptimas, en el BLS, se encuentra que el amortiguador de corriente media se puede utilizar para suprimir vibraciones flexibles y cortantes simultáneamente, y el sistema es globalmente asintóticamente estable. Se proporcionan resultados numéricos para validar el análisis teórico ",
            "error": [
                ""
            ]
        },
        "Lagranges equations": {
            "translated_key": "Ecuaciones Lagranges",
            "translated_annotated_text": "Control de vibración del sistema giratorio flexible de eje/disco multiflexible con el amortiguador de corriente media En este artículo, el sistema giratorio flexible de eje-timoshenko/disco flexible se formula aplicando el método del modo asumido en las energías cinéticas y de tensión, y el trabajo virtual realizado por el amortiguador de corriente media. A partir de \"Ecuaciones Lagranges\", las ecuaciones discretas resultantes del movimiento se pueden simplificar como un sistema bilineal (BLS). La introducción de las leyes de control, incluyendo las leyes de control de retroalimentación cuadráticas, no lineales y óptimas, en el BLS, se encuentra que el amortiguador de corriente media se puede utilizar para suprimir vibraciones flexibles y cortantes simultáneamente, y el sistema es globalmente asintóticamente estable. Se proporcionan resultados numéricos para validar el análisis teórico ",
            "error": [
                ""
            ]
        },
        "discretized equations of motion": {
            "translated_key": "ecuaciones discretizadas de movimiento",
            "translated_annotated_text": "Control de vibración del sistema giratorio flexible de eje/disco multiflexible con el amortiguador de corriente media En este artículo, el sistema giratorio flexible de eje-timoshenko/disco flexible se formula aplicando el método del modo asumido en las energías cinéticas y de tensión, y el trabajo virtual realizado por el amortiguador de corriente media. A partir de las ecuaciones de Lagranges, las \"ecuaciones discretizadas de movimiento\" resultantes pueden simplificarse como un sistema bilineal (BLS). La introducción de las leyes de control, incluyendo las leyes de control de retroalimentación cuadráticas, no lineales y óptimas, en el BLS, se encuentra que el amortiguador de corriente media se puede utilizar para suprimir vibraciones flexibles y cortantes simultáneamente, y el sistema es globalmente asintóticamente estable. Se proporcionan resultados numéricos para validar el análisis teórico ",
            "error": [
                ""
            ]
        },
        "bilinear system": {
            "translated_key": "sistema bilineal",
            "translated_annotated_text": "Control de vibración del sistema giratorio flexible de eje/disco multiflexible con el amortiguador de corriente media En este artículo, el sistema giratorio flexible de eje-timoshenko/disco flexible se formula aplicando el método del modo asumido en las energías cinéticas y de tensión, y el trabajo virtual realizado por el amortiguador de corriente media. A partir de ecuaciones de Lagranges, las ecuaciones de movimiento discretizadas resultantes pueden simplificarse como un \"sistema bilineal\" (BLS). La introducción de las leyes de control, incluyendo las leyes de control de retroalimentación cuadráticas, no lineales y óptimas, en el BLS, se encuentra que el amortiguador de corriente media se puede utilizar para suprimir vibraciones flexibles y cortantes simultáneamente, y el sistema es globalmente asintóticamente estable. Se proporcionan resultados numéricos para validar el análisis teórico ",
            "error": [
                ""
            ]
        },
        "quadratic feedback control laws": {
            "translated_key": [],
            "translated_annotated_text": "Control de vibración del sistema giratorio flexible de eje/disco multiflexible con el amortiguador de corriente media En este artículo, el sistema giratorio flexible de eje-timoshenko/disco flexible se formula aplicando el método del modo asumido en las energías cinéticas y de tensión, y el trabajo virtual realizado por el amortiguador de corriente media. A partir de las ecuaciones de Lagranges, las ecuaciones discretizadas resultantes del movimiento pueden simplificarse como un sistema bilineal (BLS). La introducción de las leyes de control, incluyendo las leyes de control de retroalimentación cuadráticas, no lineales y óptimas, en el BLS, se encuentra que el amortiguador de corriente media se puede utilizar para suprimir vibraciones flexibles y cortantes simultáneamente, y el sistema es globalmente asintóticamente estable. Se proporcionan resultados numéricos para validar el análisis teórico ",
            "error": []
        },
        "nonlinear feedback control laws": {
            "translated_key": [],
            "translated_annotated_text": "Control de vibración del sistema giratorio flexible de eje/disco multiflexible con el amortiguador de corriente media En este artículo, el sistema giratorio flexible de eje-timoshenko/disco flexible se formula aplicando el método del modo asumido en las energías cinéticas y de tensión, y el trabajo virtual realizado por el amortiguador de corriente media. A partir de las ecuaciones de Lagranges, las ecuaciones discretizadas resultantes del movimiento pueden simplificarse como un sistema bilineal (BLS). La introducción de las leyes de control, incluyendo las leyes de control de retroalimentación cuadráticas, no lineales y óptimas, en el BLS, se encuentra que el amortiguador de corriente media se puede utilizar para suprimir vibraciones flexibles y cortantes simultáneamente, y el sistema es globalmente asintóticamente estable. Se proporcionan resultados numéricos para validar el análisis teórico ",
            "error": []
        },
        "optimal feedback control laws": {
            "translated_key": [],
            "translated_annotated_text": "Control de vibración del sistema giratorio flexible de eje/disco multiflexible con el amortiguador de corriente media En este artículo, el sistema giratorio flexible de eje-timoshenko/disco flexible se formula aplicando el método del modo asumido en las energías cinéticas y de tensión, y el trabajo virtual realizado por el amortiguador de corriente media. A partir de las ecuaciones de Lagranges, las ecuaciones discretizadas resultantes del movimiento pueden simplificarse como un sistema bilineal (BLS). Introduciendo las leyes de control, incluyendo las leyes de control de retroalimentación cuadráticas, no lineales y óptimas, en el BLS, se encuentra que el amortiguador de corriente media se puede utilizar para suprimir las vibraciones flexibles y cortantes simultáneamente, y el sistema es globalmente asintóticamente estable. Se proporcionan resultados numéricos para validar el análisis teórico ",
            "error": []
        },
        "shear vibrations": {
            "translated_key": "escuchar",
            "translated_annotated_text": "Control de vibración del sistema giratorio flexible de eje/disco multiflexible con el amortiguador de corriente media En este artículo, el sistema giratorio flexible de eje-timoshenko/disco flexible se formula aplicando el método del modo asumido en las energías cinéticas y de tensión, y el trabajo virtual realizado por el amortiguador de corriente media. A partir de las ecuaciones de Lagranges, las ecuaciones discretizadas resultantes del movimiento pueden simplificarse como un sistema bilineal (BLS). La introducción de las leyes de control, incluyendo las leyes de control de retroalimentación cuadráticas, no lineales y óptimas, en el BLS, se encuentra que el amortiguador de corriente media se puede utilizar para suprimir las vibraciones flexibles y \"escuchar\" simultáneamente, y el sistema es globalmente asintóticamente estable. Se proporcionan resultados numéricos para validar el análisis teórico ",
            "error": [
                ""
            ]
        },
        "flexible vibrations": {
            "translated_key": [],
            "translated_annotated_text": "Control de vibración del sistema giratorio flexible de eje/disco multiflexible con el amortiguador de corriente media En este artículo, el sistema giratorio flexible de eje-timoshenko/disco flexible se formula aplicando el método del modo asumido en las energías cinéticas y de tensión, y el trabajo virtual realizado por el amortiguador de corriente media. A partir de las ecuaciones de Lagranges, las ecuaciones discretizadas resultantes del movimiento pueden simplificarse como un sistema bilineal (BLS). La introducción de las leyes de control, incluyendo las leyes de control de retroalimentación cuadráticas, no lineales y óptimas, en el BLS, se encuentra que el amortiguador de corriente media se puede utilizar para suprimir vibraciones flexibles y cortantes simultáneamente, y el sistema es globalmente asintóticamente estable. Se proporcionan resultados numéricos para validar el análisis teórico ",
            "error": []
        },
        "damping": {
            "translated_key": [],
            "translated_annotated_text": "Control de vibración del sistema giratorio flexible de eje/disco multiflexible con el amortiguador de corriente media En este artículo, el sistema giratorio flexible de eje-timoshenko/disco flexible se formula aplicando el método del modo asumido en las energías cinéticas y de tensión, y el trabajo virtual realizado por el amortiguador de corriente media. A partir de las ecuaciones de Lagranges, las ecuaciones discretizadas resultantes del movimiento pueden simplificarse como un sistema bilineal (BLS). La introducción de las leyes de control, incluyendo las leyes de control de retroalimentación cuadráticas, no lineales y óptimas, en el BLS, se encuentra que el amortiguador de corriente media se puede utilizar para suprimir vibraciones flexibles y cortantes simultáneamente, y el sistema es globalmente asintóticamente estable. Se proporcionan resultados numéricos para validar el análisis teórico ",
            "error": []
        },
        "feedback": {
            "translated_key": "retroalimentación",
            "translated_annotated_text": "Control de vibración del sistema giratorio flexible de eje/disco multiflexible con el amortiguador de corriente media En este artículo, el sistema giratorio flexible de eje-timoshenko/disco flexible se formula aplicando el método del modo asumido en las energías cinéticas y de tensión, y el trabajo virtual realizado por el amortiguador de corriente media. A partir de las ecuaciones de Lagranges, las ecuaciones discretizadas resultantes del movimiento pueden simplificarse como un sistema bilineal (BLS). Introduciendo las leyes de control, incluyendo las leyes de control cuadráticas, no lineales y óptimas de \"retroalimentación\", en el BLS, se encuentra que el amortiguador de corriente media se puede utilizar para suprimir vibraciones flexibles y cortantes simultáneamente, y el sistema es globalmente asintóticamente estable. Se proporcionan resultados numéricos para validar el análisis teórico ",
            "error": [
                ""
            ]
        },
        "nonlinear control systems": {
            "translated_key": [],
            "translated_annotated_text": "Control de vibración del sistema giratorio flexible de eje/disco multiflexible con el amortiguador de corriente media En este artículo, el sistema giratorio flexible de eje-timoshenko/disco flexible se formula aplicando el método del modo asumido en las energías cinéticas y de tensión, y el trabajo virtual realizado por el amortiguador de corriente media. A partir de las ecuaciones de Lagranges, las ecuaciones discretizadas resultantes del movimiento pueden simplificarse como un sistema bilineal (BLS). La introducción de las leyes de control, incluyendo las leyes de control de retroalimentación cuadráticas, no lineales y óptimas, en el BLS, se encuentra que el amortiguador de corriente media se puede utilizar para suprimir vibraciones flexibles y cortantes simultáneamente, y el sistema es globalmente asintóticamente estable. Se proporcionan resultados numéricos para validar el análisis teórico ",
            "error": []
        },
        "numerical analysis": {
            "translated_key": [],
            "translated_annotated_text": "Control de vibración del sistema giratorio flexible de eje/disco multiflexible con el amortiguador de corriente media En este artículo, el sistema giratorio flexible de eje-timoshenko/disco flexible se formula aplicando el método del modo asumido en las energías cinéticas y de tensión, y el trabajo virtual realizado por el amortiguador de corriente media. A partir de las ecuaciones de Lagranges, las ecuaciones discretizadas resultantes del movimiento pueden simplificarse como un sistema bilineal (BLS). La introducción de las leyes de control, incluyendo las leyes de control de retroalimentación cuadráticas, no lineales y óptimas, en el BLS, se encuentra que el amortiguador de corriente media se puede utilizar para suprimir vibraciones flexibles y cortantes simultáneamente, y el sistema es globalmente asintóticamente estable. Se proporcionan resultados numéricos para validar el análisis teórico ",
            "error": []
        },
        "optimal control": {
            "translated_key": [],
            "translated_annotated_text": "Control de vibración del sistema giratorio flexible de eje/disco multiflexible con el amortiguador de corriente media En este artículo, el sistema giratorio flexible de eje-timoshenko/disco flexible se formula aplicando el método del modo asumido en las energías cinéticas y de tensión, y el trabajo virtual realizado por el amortiguador de corriente media. A partir de las ecuaciones de Lagranges, las ecuaciones discretizadas resultantes del movimiento pueden simplificarse como un sistema bilineal (BLS). La introducción de las leyes de control, incluyendo las leyes de control de retroalimentación cuadráticas, no lineales y óptimas, en el BLS, se encuentra que el amortiguador de corriente media se puede utilizar para suprimir vibraciones flexibles y cortantes simultáneamente, y el sistema es globalmente asintóticamente estable. Se proporcionan resultados numéricos para validar el análisis teórico ",
            "error": []
        },
        "rotation": {
            "translated_key": [],
            "translated_annotated_text": "Control de vibración del sistema giratorio flexible de eje/disco multiflexible con el amortiguador de corriente media En este artículo, el sistema giratorio flexible de eje-timoshenko/disco flexible se formula aplicando el método del modo asumido en las energías cinéticas y de tensión, y el trabajo virtual realizado por el amortiguador de corriente media. A partir de las ecuaciones de Lagranges, las ecuaciones discretizadas resultantes del movimiento pueden simplificarse como un sistema bilineal (BLS). La introducción de las leyes de control, incluyendo las leyes de control de retroalimentación cuadráticas, no lineales y óptimas, en el BLS, se encuentra que el amortiguador de corriente media se puede utilizar para suprimir vibraciones flexibles y cortantes simultáneamente, y el sistema es globalmente asintóticamente estable. Se proporcionan resultados numéricos para validar el análisis teórico ",
            "error": []
        },
        "vibration control": {
            "translated_key": [],
            "translated_annotated_text": "Control de vibración del sistema giratorio flexible de eje/disco multiflexible con el amortiguador de corriente media En este artículo, el sistema giratorio flexible de eje-timoshenko/disco flexible se formula aplicando el método del modo asumido en las energías cinéticas y de tensión, y el trabajo virtual realizado por el amortiguador de corriente media. A partir de las ecuaciones de Lagranges, las ecuaciones discretizadas resultantes del movimiento pueden simplificarse como un sistema bilineal (BLS). La introducción de las leyes de control, incluyendo las leyes de control de retroalimentación cuadráticas, no lineales y óptimas, en el BLS, se encuentra que el amortiguador de corriente media se puede utilizar para suprimir vibraciones flexibles y cortantes simultáneamente, y el sistema es globalmente asintóticamente estable. Se proporcionan resultados numéricos para validar el análisis teórico ",
            "error": []
        },
        "vibrations": {
            "translated_key": "vibraciones",
            "translated_annotated_text": "Control de vibración del sistema giratorio flexible de eje/disco multiflexible con el amortiguador de corriente media En este artículo, el sistema giratorio flexible de eje-timoshenko/disco flexible se formula aplicando el método del modo asumido en las energías cinéticas y de tensión, y el trabajo virtual realizado por el amortiguador de corriente media. A partir de las ecuaciones de Lagranges, las ecuaciones discretizadas resultantes del movimiento pueden simplificarse como un sistema bilineal (BLS). La introducción de las leyes de control, incluyendo las leyes de control de retroalimentación cuadráticas, no lineales y óptimas, en el BLS, se encuentra que el amortiguador de corriente media se puede utilizar para suprimir \"vibraciones\" flexibles y cortantes simultáneamente, y el sistema es globalmente asintóticamente estable. Se proporcionan resultados numéricos para validar el análisis teórico ",
            "error": [
                ""
            ]
        }
    }
}