{
    "original_text": "A stochastic averaging approach for feedback control design of nonlinear systems under random excitations This paper presents a method for designing and quantifying the performance of feedback stochastic controls for nonlinear systems. The design makes use of the method of stochastic averaging to reduce the dimension of the state space and to derive the Ito stochastic differential equation for the response amplitude process. The moment equation of the amplitude process closed by the Rayleigh approximation is used as a means to characterize the transient performance of the feedback control. The steady state and transient response of the amplitude process are used as the design criteria for choosing the feedback control gains. Numerical examples are studied to demonstrate the performance of the control",
    "original_translation": "Un enfoque estocástico de promedio para el diseño de control de retroalimentación de sistemas no lineales bajo excitaciones aleatorias Este artículo presenta un método para diseñar y cuantificar el rendimiento de los controles estocásticos de retroalimentación para sistemas no lineales. El diseño hace uso del método del promedio estocástico para reducir la dimensión del espacio de estado y derivar la ecuación diferencial estocástica Ito para el proceso de amplitud de respuesta. La ecuación momentánea del proceso de amplitud cerrada por la aproximación de Rayleigh se utiliza como un medio para caracterizar el rendimiento transitorio del control de retroalimentación. El estado estacionario y la respuesta transitoria del proceso de amplitud se utilizan como criterios de diseño para elegir las ganancias de control de retroalimentación. Se estudian ejemplos numéricos para demostrar el rendimiento del control",
    "error_count": 4,
    "keys": {
        "stochastic averaging": {
            "translated_key": "estocástico promedio",
            "translated_annotated_text": "Un enfoque <br>estocástico promedio</br> para el diseño de control de retroalimentación de sistemas no lineales bajo excitaciones aleatorias Este artículo presenta un método para diseñar y cuantificar el rendimiento de los controles estocásticos de retroalimentación para sistemas no lineales. El diseño hace uso del método de <br>estocástico promedio</br> para reducir la dimensión del espacio de estado y derivar la ecuación diferencial Ito estocástica para el proceso de amplitud de respuesta. La ecuación momentánea del proceso de amplitud cerrada por la aproximación de Rayleigh se utiliza como un medio para caracterizar el rendimiento transitorio del control de retroalimentación. El estado estacionario y la respuesta transitoria del proceso de amplitud se utilizan como criterios de diseño para elegir las ganancias de control de retroalimentación. Se estudian ejemplos numéricos para demostrar el rendimiento del control ",
            "error": [
                ""
            ]
        },
        "feedback control": {
            "translated_key": [
                "control de retroalimentación",
                "</br>. El estado estacionario y la respuesta transitoria del proceso de amplitud se utilizan como criterios de diseño para elegir las ganancias del control <br>feedback"
            ],
            "translated_annotated_text": "Un enfoque estocástico de promedio para el diseño de <br>control de retroalimentación</br> de sistemas no lineales bajo excitaciones aleatorias Este artículo presenta un método para diseñar y cuantificar el rendimiento de los controles estocásticos de retroalimentación para sistemas no lineales.  El diseño hace uso del método del promedio estocástico para reducir la dimensión del espacio de estado y derivar la ecuación diferencial estocástica Ito para el proceso de amplitud de respuesta. La ecuación momentánea del proceso de amplitud cerrada por la aproximación de Rayleigh se utiliza como un medio para caracterizar el rendimiento transitorio del control de retroalimentación <br></br>. El estado estacionario y la respuesta transitoria del proceso de amplitud se utilizan como criterios de diseño para elegir las ganancias del control <br>feedback</br>. Se estudian ejemplos numéricos para demostrar el rendimiento del control ",
            "error": [
                "control de retroalimentación",
                "</br>. El estado estacionario y la respuesta transitoria del proceso de amplitud se utilizan como criterios de diseño para elegir las ganancias del control <br>feedback"
            ]
        },
        "nonlinear systems": {
            "translated_key": " bajo excitaciones aleatorias Este artículo presenta un método para diseñar y cuantificar el rendimiento de los controles estocásticos de retroalimentación para sistemas no lineales <br> ",
            "translated_annotated_text": "Un enfoque estocástico de promedio para el diseño de control de retroalimentación de sistemas no lineales <br> bajo excitaciones aleatorias Este artículo presenta un método para diseñar y cuantificar el rendimiento de los controles estocásticos de retroalimentación para sistemas no lineales <br> </br>. El diseño hace uso del método del promedio estocástico para reducir la dimensión del espacio de estado y derivar la ecuación diferencial estocástica Ito para el proceso de amplitud de respuesta. La ecuación momentánea del proceso de amplitud cerrada por la aproximación de Rayleigh se utiliza como un medio para caracterizar el rendimiento transitorio del control de retroalimentación. El estado estacionario y la respuesta transitoria del proceso de amplitud se utilizan como criterios de diseño para elegir las ganancias de control de retroalimentación. Se estudian ejemplos numéricos para demostrar el rendimiento del control ",
            "error": [
                ""
            ]
        },
        "steady state": {
            "translated_key": "steady",
            "translated_annotated_text": "Un enfoque estocástico de promedio para el diseño de control de retroalimentación de sistemas no lineales bajo excitaciones aleatorias Este artículo presenta un método para diseñar y cuantificar el rendimiento de los controles estocásticos de retroalimentación para sistemas no lineales. El diseño hace uso del método del promedio estocástico para reducir la dimensión del espacio de estado y derivar la ecuación diferencial estocástica Ito para el proceso de amplitud de respuesta. La ecuación momentánea del proceso de amplitud cerrada por la aproximación de Rayleigh se utiliza como un medio para caracterizar el rendimiento transitorio del control de retroalimentación. El estado <br>steady</br> y la respuesta transitoria del proceso de amplitud se utilizan como criterios de diseño para elegir las ganancias de control de retroalimentación. Se estudian ejemplos numéricos para demostrar el rendimiento del control ",
            "error": [
                ""
            ]
        },
        "transient response": {
            "translated_key": "respuesta transitoria",
            "translated_annotated_text": "Un enfoque estocástico de promedio para el diseño de control de retroalimentación de sistemas no lineales bajo excitaciones aleatorias Este artículo presenta un método para diseñar y cuantificar el rendimiento de los controles estocásticos de retroalimentación para sistemas no lineales. El diseño hace uso del método del promedio estocástico para reducir la dimensión del espacio de estado y derivar la ecuación diferencial estocástica Ito para el proceso de amplitud de respuesta. La ecuación momentánea del proceso de amplitud cerrada por la aproximación de Rayleigh se utiliza como un medio para caracterizar el rendimiento transitorio del control de retroalimentación. El estado estacionario y la <br>respuesta transitoria</br> del proceso de amplitud se utilizan como criterios de diseño para elegir las ganancias en el control de retroalimentación. Se estudian ejemplos numéricos para demostrar el rendimiento del control ",
            "error": [
                ""
            ]
        },
        "random excitations": {
            "translated_key": "aleatorias",
            "translated_annotated_text": "Un enfoque estocástico de promedio para el diseño de control de retroalimentación de sistemas no lineales bajo excitaciones <br>aleatorias</br> Este artículo presenta un método para diseñar y cuantificar el rendimiento de los controles estocásticos de retroalimentación para sistemas no lineales. El diseño hace uso del método del promedio estocástico para reducir la dimensión del espacio de estado y derivar la ecuación diferencial estocástica Ito para el proceso de amplitud de respuesta. La ecuación momentánea del proceso de amplitud cerrada por la aproximación de Rayleigh se utiliza como un medio para caracterizar el rendimiento transitorio del control de retroalimentación. El estado estacionario y la respuesta transitoria del proceso de amplitud se utilizan como criterios de diseño para elegir las ganancias de control de retroalimentación. Se estudian ejemplos numéricos para demostrar el rendimiento del control ",
            "error": [
                ""
            ]
        },
        "feedback stochastic controls": {
            "translated_key": "feedback",
            "translated_annotated_text": "Un enfoque estocástico de promedio para el diseño de control de retroalimentación de sistemas no lineales bajo excitaciones aleatorias Este artículo presenta un método para diseñar y cuantificar el rendimiento de los controles estocásticos <br>feedback</br> para sistemas no lineales. El diseño hace uso del método del promedio estocástico para reducir la dimensión del espacio de estado y derivar la ecuación diferencial estocástica Ito para el proceso de amplitud de respuesta. La ecuación momentánea del proceso de amplitud cerrada por la aproximación de Rayleigh se utiliza como un medio para caracterizar el rendimiento transitorio del control de retroalimentación. El estado estacionario y la respuesta transitoria del proceso de amplitud se utilizan como criterios de diseño para elegir las ganancias de control de retroalimentación. Se estudian ejemplos numéricos para demostrar el rendimiento del control ",
            "error": [
                ""
            ]
        },
        "Ito stochastic differential equation": {
            "translated_key": "Ito estocástica",
            "translated_annotated_text": "Un enfoque estocástico de promedio para el diseño de control de retroalimentación de sistemas no lineales bajo excitaciones aleatorias Este artículo presenta un método para diseñar y cuantificar el rendimiento de los controles estocásticos de retroalimentación para sistemas no lineales. El diseño hace uso del método de promedio estocástico para reducir la dimensión del espacio de estado y derivar la ecuación diferencial <br>Ito estocástica</br> para el proceso de amplitud de respuesta. La ecuación momentánea del proceso de amplitud cerrada por la aproximación de Rayleigh se utiliza como un medio para caracterizar el rendimiento transitorio del control de retroalimentación. El estado estacionario y la respuesta transitoria del proceso de amplitud se utilizan como criterios de diseño para elegir las ganancias de control de retroalimentación. Se estudian ejemplos numéricos para demostrar el rendimiento del control ",
            "error": [
                ""
            ]
        },
        "Rayleigh approximation": {
            "translated_key": "Rayleigh",
            "translated_annotated_text": "Un enfoque estocástico de promedio para el diseño de control de retroalimentación de sistemas no lineales bajo excitaciones aleatorias Este artículo presenta un método para diseñar y cuantificar el rendimiento de los controles estocásticos de retroalimentación para sistemas no lineales. El diseño hace uso del método del promedio estocástico para reducir la dimensión del espacio de estado y derivar la ecuación diferencial estocástica Ito para el proceso de amplitud de respuesta. La ecuación momentánea del proceso de amplitud cerrada por la aproximación <br>Rayleigh</br> se utiliza como un medio para caracterizar el desempeño transitorio del control de retroalimentación. El estado estacionario y la respuesta transitoria del proceso de amplitud se utilizan como criterios de diseño para elegir las ganancias de control de retroalimentación. Se estudian ejemplos numéricos para demostrar el rendimiento del control ",
            "error": [
                ""
            ]
        },
        "nonlinear control systems": {
            "translated_key": [],
            "translated_annotated_text": "Un enfoque estocástico de promedio para el diseño de control de retroalimentación de sistemas no lineales bajo excitaciones aleatorias Este artículo presenta un método para diseñar y cuantificar el rendimiento de los controles estocásticos de retroalimentación para sistemas no lineales. El diseño hace uso del método del promedio estocástico para reducir la dimensión del espacio de estado y derivar la ecuación diferencial estocástica Ito para el proceso de amplitud de respuesta. La ecuación momentánea del proceso de amplitud cerrada por la aproximación de Rayleigh se utiliza como un medio para caracterizar el rendimiento transitorio del control de retroalimentación. El estado estacionario y la respuesta transitoria del proceso de amplitud se utilizan como criterios de diseño para elegir las ganancias de control de retroalimentación. Se estudian ejemplos numéricos para demostrar el rendimiento del control ",
            "error": []
        },
        "state feedback": {
            "translated_key": [],
            "translated_annotated_text": "Un enfoque estocástico de promedio para el diseño de control de retroalimentación de sistemas no lineales bajo excitaciones aleatorias Este artículo presenta un método para diseñar y cuantificar el rendimiento de los controles estocásticos de retroalimentación para sistemas no lineales. El diseño hace uso del método del promedio estocástico para reducir la dimensión del espacio de estado y derivar la ecuación diferencial estocástica Ito para el proceso de amplitud de respuesta. La ecuación momentánea del proceso de amplitud cerrada por la aproximación de Rayleigh se utiliza como un medio para caracterizar el rendimiento transitorio del control de retroalimentación. El estado estacionario y la respuesta transitoria del proceso de amplitud se utilizan como criterios de diseño para elegir las ganancias de control de retroalimentación. Se estudian ejemplos numéricos para demostrar el rendimiento del control ",
            "error": []
        },
        "stochastic systems": {
            "translated_key": [],
            "translated_annotated_text": "Un enfoque estocástico de promedio para el diseño de control de retroalimentación de sistemas no lineales bajo excitaciones aleatorias Este artículo presenta un método para diseñar y cuantificar el rendimiento de los controles estocásticos de retroalimentación para sistemas no lineales. El diseño hace uso del método del promedio estocástico para reducir la dimensión del espacio de estado y derivar la ecuación diferencial estocástica Ito para el proceso de amplitud de respuesta. La ecuación momentánea del proceso de amplitud cerrada por la aproximación de Rayleigh se utiliza como un medio para caracterizar el rendimiento transitorio del control de retroalimentación. El estado estacionario y la respuesta transitoria del proceso de amplitud se utilizan como criterios de diseño para elegir las ganancias de control de retroalimentación. Se estudian ejemplos numéricos para demostrar el rendimiento del control ",
            "error": []
        }
    }
}