{
    "original_text": "A stochastic averaging approach for feedback control design of nonlinear systems under random excitations This paper presents a method for designing and quantifying the performance of feedback stochastic controls for nonlinear systems. The design makes use of the method of stochastic averaging to reduce the dimension of the state space and to derive the Ito stochastic differential equation for the response amplitude process. The moment equation of the amplitude process closed by the Rayleigh approximation is used as a means to characterize the transient performance of the feedback control. The steady state and transient response of the amplitude process are used as the design criteria for choosing the feedback control gains. Numerical examples are studied to demonstrate the performance of the control",
    "original_translation": "Un enfoque estocástico de promedio para el diseño de control de retroalimentación de sistemas no lineales bajo excitaciones aleatorias Este artículo presenta un método para diseñar y cuantificar el rendimiento de los controles estocásticos de retroalimentación para sistemas no lineales. El diseño hace uso del método de promedio estocástico para reducir la dimensión del espacio de estado y derivar la ecuación diferencial estocástica Ito para el proceso de amplitud de respuesta. La ecuación momentánea del proceso de amplitud cerrada por la aproximación de Rayleigh se utiliza como un medio para caracterizar el rendimiento transitorio del control de retroalimentación. El estado estacionario y la respuesta transitoria del proceso de amplitud se utilizan como criterios de diseño para elegir las ganancias de control de retroalimentación. Se estudian ejemplos numéricos para demostrar el rendimiento del control",
    "error_count": 4,
    "keys": {
        "stochastic averaging": {
            "translated_key": [
                "promedio estocástico",
                "mediación estocástica"
            ],
            "translated_annotated_text": "Un enfoque de \"promedio estocástico\" para el diseño de control de retroalimentación de sistemas no lineales bajo excitaciones aleatorias Este artículo presenta un método para diseñar y cuantificar el rendimiento de los controles estocásticos de retroalimentación para sistemas no lineales. El diseño hace uso del método de \"mediación estocástica\" para reducir la dimensión del espacio de estado y derivar la ecuación diferencial estocástica Ito para el proceso de amplitud de respuesta. La ecuación momentánea del proceso de amplitud cerrada por la aproximación de Rayleigh se utiliza como un medio para caracterizar el rendimiento transitorio del control de retroalimentación. El estado estacionario y la respuesta transitoria del proceso de amplitud se utilizan como criterios de diseño para elegir las ganancias de control de retroalimentación. Se estudian ejemplos numéricos para demostrar el rendimiento del control ",
            "error": [
                "promedio estocástico",
                "mediación estocástica"
            ]
        },
        "feedback control": {
            "translated_key": "control de retroalimentación",
            "translated_annotated_text": "Un enfoque estocástico de promedio para el \"control de retroalimentación\" diseño de sistemas no lineales bajo excitaciones aleatorias Este artículo presenta un método para diseñar y cuantificar el rendimiento de los controles estocásticos de retroalimentación para sistemas no lineales. El diseño hace uso del método de promedio estocástico para reducir la dimensión del espacio de estado y derivar la ecuación diferencial estocástica Ito para el proceso de amplitud de respuesta. La ecuación momentánea del proceso de amplitud cerrada por la aproximación de Rayleigh se utiliza como un medio para caracterizar el desempeño transitorio del \"control de retroalimentación\". El estado estacionario y la respuesta transitoria del proceso de amplitud se utilizan como criterios de diseño para elegir las ganancias del \"control de retroalimentación\". Se estudian ejemplos numéricos para demostrar el rendimiento del control ",
            "error": [
                ""
            ]
        },
        "nonlinear systems": {
            "translated_key": "sistemas no lineales",
            "translated_annotated_text": "Un enfoque estocástico de promedio para el diseño de control de retroalimentación de \"sistemas no lineales\" bajo excitaciones aleatorias Este artículo presenta un método para diseñar y cuantificar el rendimiento de los controles estocásticos de retroalimentación para \"sistemas no lineales\". El diseño hace uso del método de promedio estocástico para reducir la dimensión del espacio de estado y derivar la ecuación diferencial estocástica Ito para el proceso de amplitud de respuesta. La ecuación momentánea del proceso de amplitud cerrada por la aproximación de Rayleigh se utiliza como un medio para caracterizar el rendimiento transitorio del control de retroalimentación. El estado estacionario y la respuesta transitoria del proceso de amplitud se utilizan como criterios de diseño para elegir las ganancias de control de retroalimentación. Se estudian ejemplos numéricos para demostrar el rendimiento del control ",
            "error": [
                ""
            ]
        },
        "steady state": {
            "translated_key": "estado estable",
            "translated_annotated_text": "Un enfoque estocástico de promedio para el diseño de control de retroalimentación de sistemas no lineales bajo excitaciones aleatorias Este artículo presenta un método para diseñar y cuantificar el rendimiento de los controles estocásticos de retroalimentación para sistemas no lineales. El diseño hace uso del método de promedio estocástico para reducir la dimensión del espacio de estado y derivar la ecuación diferencial estocástica Ito para el proceso de amplitud de respuesta. La ecuación momentánea del proceso de amplitud cerrada por la aproximación de Rayleigh se utiliza como un medio para caracterizar el rendimiento transitorio del control de retroalimentación. El \"estado estable\" y la respuesta transitoria del proceso de amplitud se utilizan como criterios de diseño para elegir las ganancias de control de retroalimentación. Se estudian ejemplos numéricos para demostrar el rendimiento del control ",
            "error": [
                ""
            ]
        },
        "transient response": {
            "translated_key": "respuesta transitoria",
            "translated_annotated_text": "Un enfoque estocástico de promedio para el diseño de control de retroalimentación de sistemas no lineales bajo excitaciones aleatorias Este artículo presenta un método para diseñar y cuantificar el rendimiento de los controles estocásticos de retroalimentación para sistemas no lineales. El diseño hace uso del método de promedio estocástico para reducir la dimensión del espacio de estado y derivar la ecuación diferencial estocástica Ito para el proceso de amplitud de respuesta. La ecuación momentánea del proceso de amplitud cerrada por la aproximación de Rayleigh se utiliza como un medio para caracterizar el rendimiento transitorio del control de retroalimentación. El estado estacionario y la \"respuesta transitoria\" del proceso de amplitud se utilizan como criterios de diseño para elegir las ganancias de control de retroalimentación. Se estudian ejemplos numéricos para demostrar el rendimiento del control ",
            "error": [
                ""
            ]
        },
        "random excitations": {
            "translated_key": "excitaciones aleatorias",
            "translated_annotated_text": "Un enfoque estocástico de promedio para el diseño de control de retroalimentación de sistemas no lineales bajo \"excitaciones aleatorias\" Este artículo presenta un método para diseñar y cuantificar el rendimiento de los controles estocásticos de retroalimentación para sistemas no lineales. El diseño hace uso del método de promedio estocástico para reducir la dimensión del espacio de estado y derivar la ecuación diferencial estocástica Ito para el proceso de amplitud de respuesta. La ecuación momentánea del proceso de amplitud cerrada por la aproximación de Rayleigh se utiliza como un medio para caracterizar el rendimiento transitorio del control de retroalimentación. El estado estacionario y la respuesta transitoria del proceso de amplitud se utilizan como criterios de diseño para elegir las ganancias de control de retroalimentación. Se estudian ejemplos numéricos para demostrar el rendimiento del control ",
            "error": [
                ""
            ]
        },
        "feedback stochastic controls": {
            "translated_key": "controles estocásticos de retroalimentación",
            "translated_annotated_text": "Un enfoque estocástico de promedio para el diseño de control de retroalimentación de sistemas no lineales bajo excitaciones aleatorias Este artículo presenta un método para diseñar y cuantificar el rendimiento de \"controles estocásticos de retroalimentación\" para sistemas no lineales. El diseño hace uso del método de promedio estocástico para reducir la dimensión del espacio de estado y derivar la ecuación diferencial estocástica Ito para el proceso de amplitud de respuesta. La ecuación momentánea del proceso de amplitud cerrada por la aproximación de Rayleigh se utiliza como un medio para caracterizar el rendimiento transitorio del control de retroalimentación. El estado estacionario y la respuesta transitoria del proceso de amplitud se utilizan como criterios de diseño para elegir las ganancias de control de retroalimentación. Se estudian ejemplos numéricos para demostrar el rendimiento del control ",
            "error": [
                ""
            ]
        },
        "Ito stochastic differential equation": {
            "translated_key": "ecuación diferencial estocástica",
            "translated_annotated_text": "Un enfoque estocástico de promedio para el diseño de control de retroalimentación de sistemas no lineales bajo excitaciones aleatorias Este artículo presenta un método para diseñar y cuantificar el rendimiento de los controles estocásticos de retroalimentación para sistemas no lineales. El diseño hace uso del método del promedio estocástico para reducir la dimensión del espacio de estado y derivar la \"ecuación diferencial estocástica\" para el proceso de amplitud de respuesta. La ecuación momentánea del proceso de amplitud cerrada por la aproximación de Rayleigh se utiliza como un medio para caracterizar el rendimiento transitorio del control de retroalimentación. El estado estacionario y la respuesta transitoria del proceso de amplitud se utilizan como criterios de diseño para elegir las ganancias de control de retroalimentación. Se estudian ejemplos numéricos para demostrar el rendimiento del control ",
            "error": [
                ""
            ]
        },
        "Rayleigh approximation": {
            "translated_key": "aproximación de Rayleigh",
            "translated_annotated_text": "Un enfoque estocástico de promedio para el diseño de control de retroalimentación de sistemas no lineales bajo excitaciones aleatorias Este artículo presenta un método para diseñar y cuantificar el rendimiento de los controles estocásticos de retroalimentación para sistemas no lineales. El diseño hace uso del método de promedio estocástico para reducir la dimensión del espacio de estado y derivar la ecuación diferencial estocástica Ito para el proceso de amplitud de respuesta. La ecuación momentánea del proceso de amplitud cerrada por la \"aproximación de Rayleigh\" se utiliza como un medio para caracterizar el rendimiento transitorio del control de retroalimentación. El estado estacionario y la respuesta transitoria del proceso de amplitud se utilizan como criterios de diseño para elegir las ganancias de control de retroalimentación. Se estudian ejemplos numéricos para demostrar el rendimiento del control ",
            "error": [
                ""
            ]
        },
        "nonlinear control systems": {
            "translated_key": [],
            "translated_annotated_text": "Un enfoque estocástico de promedio para el diseño de control de retroalimentación de sistemas no lineales bajo excitaciones aleatorias Este artículo presenta un método para diseñar y cuantificar el rendimiento de los controles estocásticos de retroalimentación para sistemas no lineales. El diseño hace uso del método de promedio estocástico para reducir la dimensión del espacio de estado y derivar la ecuación diferencial estocástica Ito para el proceso de amplitud de respuesta. La ecuación momentánea del proceso de amplitud cerrada por la aproximación de Rayleigh se utiliza como un medio para caracterizar el rendimiento transitorio del control de retroalimentación. El estado estacionario y la respuesta transitoria del proceso de amplitud se utilizan como criterios de diseño para elegir las ganancias de control de retroalimentación. Se estudian ejemplos numéricos para demostrar el rendimiento del control ",
            "error": []
        },
        "state feedback": {
            "translated_key": [],
            "translated_annotated_text": "Un enfoque estocástico de promedio para el diseño de control de retroalimentación de sistemas no lineales bajo excitaciones aleatorias Este artículo presenta un método para diseñar y cuantificar el rendimiento de los controles estocásticos de retroalimentación para sistemas no lineales. El diseño hace uso del método de promedio estocástico para reducir la dimensión del espacio de estado y derivar la ecuación diferencial estocástica Ito para el proceso de amplitud de respuesta. La ecuación momentánea del proceso de amplitud cerrada por la aproximación de Rayleigh se utiliza como un medio para caracterizar el rendimiento transitorio del control de retroalimentación. El estado estacionario y la respuesta transitoria del proceso de amplitud se utilizan como criterios de diseño para elegir las ganancias de control de retroalimentación. Se estudian ejemplos numéricos para demostrar el rendimiento del control ",
            "error": []
        },
        "stochastic systems": {
            "translated_key": [],
            "translated_annotated_text": "Un enfoque estocástico de promedio para el diseño de control de retroalimentación de sistemas no lineales bajo excitaciones aleatorias Este artículo presenta un método para diseñar y cuantificar el rendimiento de los controles estocásticos de retroalimentación para sistemas no lineales. El diseño hace uso del método de promedio estocástico para reducir la dimensión del espacio de estado y derivar la ecuación diferencial estocástica Ito para el proceso de amplitud de respuesta. La ecuación momentánea del proceso de amplitud cerrada por la aproximación de Rayleigh se utiliza como un medio para caracterizar el rendimiento transitorio del control de retroalimentación. El estado estacionario y la respuesta transitoria del proceso de amplitud se utilizan como criterios de diseño para elegir las ganancias de control de retroalimentación. Se estudian ejemplos numéricos para demostrar el rendimiento del control ",
            "error": []
        }
    }
}