{
    "original_text": "Design of an adaptive vibration absorber to reduce electrical transformer structural vibration This paper considers the design of a vibration absorber to reduce structural vibration at multiple frequencies, with an enlarged bandwidth control at these target frequencies. While the basic absorber is a passive device a control system has been added to facilitate tuning, effectively giving the combination of a passive and active device, which leads to far greater stability and robustness. Experimental results demonstrating the effectiveness of the absorber are also described",
    "original_translation": "Diseño de un absorbedor de vibraciones adaptativo para reducir la vibración estructural del transformador eléctrico Este artículo considera el diseño de un absorbedor de vibraciones para reducir la vibración estructural en múltiples frecuencias, con un control de ancho de banda ampliado en estas frecuencias objetivo. Mientras que el absorbedor básico es un dispositivo pasivo, se ha añadido un sistema de control para facilitar la afinación, dando efectivamente la combinación de un dispositivo pasivo y activo, lo que conduce a una estabilidad y robustez mucho mayores. También se describen los resultados experimentales que demuestran la eficacia del absorbente",
    "error_count": 3,
    "keys": {
        "adaptive vibration absorber": {
            "translated_key": "absorbedor de vibraciones adaptativas",
            "translated_annotated_text": "Diseño de un \"absorbedor de vibraciones adaptativas\" para reducir la vibración estructural del transformador eléctrico Este artículo considera el diseño de un absorbedor de vibraciones para reducir la vibración estructural en múltiples frecuencias, con un control de ancho de banda ampliado en estas frecuencias objetivo. Mientras que el absorbedor básico es un dispositivo pasivo, se ha añadido un sistema de control para facilitar la afinación, dando efectivamente la combinación de un dispositivo pasivo y activo, lo que conduce a una estabilidad y robustez mucho mayores. También se describen los resultados experimentales que demuestran la eficacia del absorbente ",
            "error": [
                ""
            ]
        },
        "electrical transformer": {
            "translated_key": "transformador eléctrico",
            "translated_annotated_text": "Diseño de un absorbedor de vibraciones adaptativo para reducir la vibración estructural del \"transformador eléctrico\" Este artículo considera el diseño de un absorbedor de vibraciones para reducir la vibración estructural en múltiples frecuencias, con un control de ancho de banda ampliado en estas frecuencias objetivo. Mientras que el absorbedor básico es un dispositivo pasivo, se ha añadido un sistema de control para facilitar la afinación, dando efectivamente la combinación de un dispositivo pasivo y activo, lo que conduce a una estabilidad y robustez mucho mayores. También se describen los resultados experimentales que demuestran la eficacia del absorbente ",
            "error": [
                ""
            ]
        },
        "structural vibration": {
            "translated_key": "vibración estructural",
            "translated_annotated_text": "Diseño de un absorbedor de vibraciones adaptativo para reducir la \"vibración estructural\" del transformador eléctrico Este artículo considera el diseño de un absorbedor de vibraciones para reducir la \"vibración estructural\" en múltiples frecuencias, con un control de ancho de banda ampliado en estas frecuencias objetivo. Mientras que el absorbedor básico es un dispositivo pasivo, se ha añadido un sistema de control para facilitar la afinación, dando efectivamente la combinación de un dispositivo pasivo y activo, lo que conduce a una estabilidad y robustez mucho mayores. También se describen los resultados experimentales que demuestran la eficacia del absorbente ",
            "error": [
                ""
            ]
        },
        "bandwidth control": {
            "translated_key": "control de ancho de banda",
            "translated_annotated_text": "Diseño de un absorbedor de vibraciones adaptativo para reducir la vibración estructural del transformador eléctrico Este artículo considera el diseño de un absorbedor de vibraciones para reducir la vibración estructural a múltiples frecuencias, con un \"control de ancho de banda\" ampliado en estas frecuencias objetivo. Mientras que el absorbedor básico es un dispositivo pasivo, se ha añadido un sistema de control para facilitar la afinación, dando efectivamente la combinación de un dispositivo pasivo y activo, lo que conduce a una estabilidad y robustez mucho mayores. También se describen los resultados experimentales que demuestran la eficacia del absorbente ",
            "error": [
                ""
            ]
        },
        "damping": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de un absorbedor de vibraciones adaptativo para reducir la vibración estructural del transformador eléctrico Este artículo considera el diseño de un absorbedor de vibraciones para reducir la vibración estructural en múltiples frecuencias, con un control de ancho de banda ampliado en estas frecuencias objetivo. Mientras que el absorbedor básico es un dispositivo pasivo, se ha añadido un sistema de control para facilitar la afinación, dando efectivamente la combinación de un dispositivo pasivo y activo, lo que conduce a una estabilidad y robustez mucho mayores. También se describen los resultados experimentales que demuestran la eficacia del absorbente ",
            "error": []
        },
        "transformers": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de un absorbedor de vibraciones adaptativo para reducir la vibración estructural del transformador eléctrico Este artículo considera el diseño de un absorbedor de vibraciones para reducir la vibración estructural en múltiples frecuencias, con un control de ancho de banda ampliado en estas frecuencias objetivo. Mientras que el absorbedor básico es un dispositivo pasivo, se ha añadido un sistema de control para facilitar la afinación, dando efectivamente la combinación de un dispositivo pasivo y activo, lo que conduce a una estabilidad y robustez mucho mayores. También se describen los resultados experimentales que demuestran la eficacia del absorbente ",
            "error": []
        },
        "vibration control": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de un absorbedor de vibraciones adaptativo para reducir la vibración estructural del transformador eléctrico Este artículo considera el diseño de un absorbedor de vibraciones para reducir la vibración estructural en múltiples frecuencias, con un control de ancho de banda ampliado en estas frecuencias objetivo. Mientras que el absorbedor básico es un dispositivo pasivo, se ha añadido un sistema de control para facilitar la afinación, dando efectivamente la combinación de un dispositivo pasivo y activo, lo que conduce a una estabilidad y robustez mucho mayores. También se describen los resultados experimentales que demuestran la eficacia del absorbente ",
            "error": []
        }
    }
}