{
    "original_text": "CRONE control: principles and extension to time-variant plants with asymptotically constant coefficients The principles of CRONE control, a frequency-domain robust control design methodology based on fractional differentiation, are presented. Continuous time-variant plants with asymptotically constant coefficients are analysed in the frequency domain, through their representation using time-variant frequency responses. A stability theorem for feedback systems including time-variant plants with asymptotically constant coefficients is proposed. Finally, CRONE control is extended to robust control of these plants",
    "original_translation": "Control CRÓNICO: principios y extensión a plantas con variación del tiempo con coeficientes asintóticamente constantes Se presentan los principios de control CRÓNICO, una metodología de diseño de control robusto de dominio de frecuencia basada en la diferenciación fraccional. En el dominio de frecuencia se analizan plantas con variación temporal continua con coeficientes constantes asintóticamente, mediante su representación mediante respuestas de frecuencia variable en el tiempo. Se propone un teorema de estabilidad para los sistemas de retroalimentación, incluidas las plantas de variación temporal con coeficientes asintóticamente constantes. Por último, el control CRONE se extiende al control robusto de estas plantas",
    "error_count": 5,
    "keys": {
        "CRONE control": {
            "translated_key": "Control CRONE",
            "translated_annotated_text": "\"Control CRONE\": principios y extensión a plantas con variación del tiempo con coeficientes asintóticamente constantes Se presentan los principios de \"control CRONE\", una metodología de diseño de control robusto de dominio de frecuencia basada en la diferenciación fraccionaria. En el dominio de frecuencia se analizan plantas con variación temporal continua con coeficientes constantes asintóticamente, mediante su representación mediante respuestas de frecuencia variable en el tiempo. Se propone un teorema de estabilidad para los sistemas de retroalimentación, incluidas las plantas de variación temporal con coeficientes asintóticamente constantes. Finalmente, el \"control CRONE\" se extiende al control robusto de estas plantas ",
            "error": [
                ""
            ]
        },
        "time-variant plants": {
            "translated_key": [
                "plantas de tiempo variable",
                "plantas variables del tiempo",
                "plantas variables del tiempo"
            ],
            "translated_annotated_text": "Control CRÓNICO: principios y extensión a \"plantas de tiempo variable\" con coeficientes asintóticamente constantes Se presentan los principios de control CRÓNICO, una metodología de diseño de control robusto de dominio de frecuencia basada en la diferenciación fraccionaria. En el dominio de frecuencia se analizan las \"plantas variables del tiempo\" continuas con coeficientes constantes asintóticamente, mediante su representación mediante respuestas de frecuencia variables del tiempo. Se propone un teorema de estabilidad para los sistemas de retroalimentación, incluidas las \"plantas variables del tiempo\" con coeficientes asintóticamente constantes. Por último, el control CRONE se extiende al control robusto de estas plantas ",
            "error": [
                "plantas de tiempo variable",
                "plantas variables del tiempo",
                "plantas variables del tiempo"
            ]
        },
        "asymptotically constant coefficients": {
            "translated_key": "coeficiente asintóticamente constante",
            "translated_annotated_text": "Control CRÓNICO: principios y extensión a plantas de variación temporal con \"coeficiente asintóticamente constante\" Se presentan los principios de control CRÓNICO, una metodología de diseño de control robusto de dominio de frecuencia basada en la diferenciación fraccionaria. En el dominio de frecuencia se analizan plantas con variación temporal continua con \"coeficiente asintóticamente constante\", a través de su representación mediante respuestas de frecuencias con variación temporal. Se propone un teorema de estabilidad para los sistemas de retroalimentación, incluidas las plantas de variación temporal con \"coeficiente asintóticamente constante\". Por último, el control CRONE se extiende al control robusto de estas plantas ",
            "error": [
                ""
            ]
        },
        "frequency-domain robust control design": {
            "translated_key": "diseño de control robusto de dominio de frecuencia",
            "translated_annotated_text": "Control CRÓNICO: principios y extensión a plantas de variación temporal con coeficientes asintóticamente constantes Se presentan los principios de control CRÓNICO, una metodología de \"diseño de control robusto de dominio de frecuencia\" basada en la diferenciación fraccionaria. En el dominio de frecuencia se analizan plantas con variación temporal continua con coeficientes constantes asintóticamente, mediante su representación mediante respuestas de frecuencia variable en el tiempo. Se propone un teorema de estabilidad para los sistemas de retroalimentación, incluidas las plantas de variación temporal con coeficientes asintóticamente constantes. Por último, el control CRONE se extiende al control robusto de estas plantas ",
            "error": [
                ""
            ]
        },
        "fractional differentiation": {
            "translated_key": "diferenciación fraccional",
            "translated_annotated_text": "Control CRÓNICO: principios y extensión a plantas de variación temporal con coeficientes asintóticamente constantes Se presentan los principios de control CRÓNICO, una metodología de diseño de control robusto de dominio de frecuencia basada en \"diferenciación fraccional\". En el dominio de frecuencia se analizan plantas con variación temporal continua con coeficientes constantes asintóticamente, mediante su representación mediante respuestas de frecuencia variable en el tiempo. Se propone un teorema de estabilidad para los sistemas de retroalimentación, incluidas las plantas de variación temporal con coeficientes asintóticamente constantes. Por último, el control CRONE se extiende al control robusto de estas plantas ",
            "error": [
                ""
            ]
        },
        "time-variant frequency responses": {
            "translated_key": "respuestas de frecuencia variable en el tiempo",
            "translated_annotated_text": "Control CRÓNICO: principios y extensión a plantas con variación del tiempo con coeficientes asintóticamente constantes Se presentan los principios de control CRÓNICO, una metodología de diseño de control robusto de dominio de frecuencia basada en la diferenciación fraccional. En el dominio de frecuencia se analizan plantas con variación temporal continua con coeficientes constantes asintóticamente, mediante su representación utilizando \"respuestas de frecuencia variable en el tiempo\". Se propone un teorema de estabilidad para los sistemas de retroalimentación, incluidas las plantas de variación temporal con coeficientes asintóticamente constantes. Por último, el control CRONE se extiende al control robusto de estas plantas ",
            "error": [
                ""
            ]
        },
        "stability theorem": {
            "translated_key": "teorema de estabilidad",
            "translated_annotated_text": "Control CRÓNICO: principios y extensión a plantas con variación del tiempo con coeficientes asintóticamente constantes Se presentan los principios de control CRÓNICO, una metodología de diseño de control robusto de dominio de frecuencia basada en la diferenciación fraccional. En el dominio de frecuencia se analizan plantas con variación temporal continua con coeficientes constantes asintóticamente, mediante su representación mediante respuestas de frecuencia variable en el tiempo. Se propone un \"teorema de estabilidad\" para los sistemas de retroalimentación, incluidas las plantas de variación temporal con coeficientes asintóticamente constantes. Por último, el control CRONE se extiende al control robusto de estas plantas ",
            "error": [
                ""
            ]
        },
        "feedback systems": {
            "translated_key": "sistemas de retroalimentación",
            "translated_annotated_text": "Control CRÓNICO: principios y extensión a plantas con variación del tiempo con coeficientes asintóticamente constantes Se presentan los principios de control CRÓNICO, una metodología de diseño de control robusto de dominio de frecuencia basada en la diferenciación fraccional. En el dominio de frecuencia se analizan plantas con variación temporal continua con coeficientes constantes asintóticamente, mediante su representación mediante respuestas de frecuencia variable en el tiempo. Se propone un teorema de estabilidad para los \"sistemas de retroalimentación\", incluidas las plantas con variaciones temporales con coeficientes asintóticamente constantes. Por último, el control CRONE se extiende al control robusto de estas plantas ",
            "error": [
                ""
            ]
        },
        "robust control": {
            "translated_key": "control de robustez",
            "translated_annotated_text": "Control CRÓNICO: principios y extensión a plantas de variación temporal con coeficientes asintóticamente constantes Se presentan los principios de control CRÓNICO, una metodología de diseño de \"control de robustez\" de dominio de frecuencia basada en la diferenciación fraccionaria. En el dominio de frecuencia se analizan plantas con variación temporal continua con coeficientes constantes asintóticamente, mediante su representación mediante respuestas de frecuencia variable en el tiempo. Se propone un teorema de estabilidad para los sistemas de retroalimentación, incluidas las plantas de variación temporal con coeficientes asintóticamente constantes. Por último, el control CRONE se extiende al \"control de robustez\" de estas plantas ",
            "error": [
                ""
            ]
        },
        "automatic control": {
            "translated_key": [],
            "translated_annotated_text": "Control CRÓNICO: principios y extensión a plantas con variación del tiempo con coeficientes asintóticamente constantes Se presentan los principios de control CRÓNICO, una metodología de diseño de control robusto de dominio de frecuencia basada en la diferenciación fraccional. En el dominio de frecuencia se analizan plantas con variación temporal continua con coeficientes constantes asintóticamente, mediante su representación mediante respuestas de frecuencia variable en el tiempo. Se propone un teorema de estabilidad para los sistemas de retroalimentación, incluidas las plantas de variación temporal con coeficientes asintóticamente constantes. Por último, el control CRONE se extiende al control robusto de estas plantas ",
            "error": []
        },
        "asymptotic stability": {
            "translated_key": [],
            "translated_annotated_text": "Control CRÓNICO: principios y extensión a plantas con variación del tiempo con coeficientes asintóticamente constantes Se presentan los principios de control CRÓNICO, una metodología de diseño de control robusto de dominio de frecuencia basada en la diferenciación fraccional. En el dominio de frecuencia se analizan plantas con variación temporal continua con coeficientes constantes asintóticamente, mediante su representación mediante respuestas de frecuencia variable en el tiempo. Se propone un teorema de estabilidad para los sistemas de retroalimentación, incluidas las plantas de variación temporal con coeficientes asintóticamente constantes. Por último, el control CRONE se extiende al control robusto de estas plantas ",
            "error": []
        },
        "differentiation": {
            "translated_key": "diferenciación",
            "translated_annotated_text": "Control CRÓNICO: principios y extensión a plantas de variación temporal con coeficientes asintóticamente constantes Se presentan los principios de control CRÓNICO, una metodología de diseño de control robusto de dominio de frecuencia basada en la \"diferenciación\" fraccionaria. En el dominio de frecuencia se analizan plantas con variación temporal continua con coeficientes constantes asintóticamente, mediante su representación mediante respuestas de frecuencia variable en el tiempo. Se propone un teorema de estabilidad para los sistemas de retroalimentación, incluidas las plantas de variación temporal con coeficientes asintóticamente constantes. Por último, el control CRONE se extiende al control robusto de estas plantas ",
            "error": [
                ""
            ]
        },
        "frequency response": {
            "translated_key": [],
            "translated_annotated_text": "Control CRÓNICO: principios y extensión a plantas con variación del tiempo con coeficientes asintóticamente constantes Se presentan los principios de control CRÓNICO, una metodología de diseño de control robusto de dominio de frecuencia basada en la diferenciación fraccional. En el dominio de frecuencia se analizan plantas con variación temporal continua con coeficientes constantes asintóticamente, mediante su representación mediante respuestas de frecuencia variable en el tiempo. Se propone un teorema de estabilidad para los sistemas de retroalimentación, incluidas las plantas de variación temporal con coeficientes asintóticamente constantes. Por último, el control CRONE se extiende al control robusto de estas plantas ",
            "error": []
        },
        "time-varying systems": {
            "translated_key": [],
            "translated_annotated_text": "Control CRÓNICO: principios y extensión a plantas con variación del tiempo con coeficientes asintóticamente constantes Se presentan los principios de control CRÓNICO, una metodología de diseño de control robusto de dominio de frecuencia basada en la diferenciación fraccional. En el dominio de frecuencia se analizan plantas con variación temporal continua con coeficientes constantes asintóticamente, mediante su representación mediante respuestas de frecuencia variable en el tiempo. Se propone un teorema de estabilidad para los sistemas de retroalimentación, incluidas las plantas de variación temporal con coeficientes asintóticamente constantes. Por último, el control CRONE se extiende al control robusto de estas plantas ",
            "error": []
        }
    }
}