{
    "original_text": "Fractional differentiation in passive vibration control From a single-degree-of-freedom model used to illustrate the concept of vibration isolation, a method to transform the design for a suspension into a design for a robust controller is presented. Fractional differentiation is used to model the viscoelastic behaviour of the suspension. The use of fractional differentiation not only permits optimisation of just four suspension parameters, showing the compactness of the fractional derivative operator, but also leads to robustness of the suspensions performance to uncertainty of the sprung mass. As an example, an engine suspension is studied",
    "original_translation": "Diferenciación fraccional en el control de vibraciones pasivas A partir de un modelo de un solo grado de libertad utilizado para ilustrar el concepto de aislamiento de vibraciones, se presenta un método para transformar el diseño de una suspensión en un diseño para un controlador robusto. La diferenciación fraccional se utiliza para modelar el comportamiento viscoelástico de la suspensión. El uso de la diferenciación fraccional no sólo permite la optimización de sólo cuatro parámetros de suspensión, mostrando la compacidad del operador de derivados fraccionarios, sino que también conduce a la robustez del rendimiento de las suspensiones a la incertidumbre de la masa de salida. Por ejemplo, se estudia una suspensión del motor",
    "error_count": 4,
    "keys": {
        "fractional differentiation": {
            "translated_key": "diferenciación fraccional",
            "translated_annotated_text": "Diferenciación fraccional en el control de vibraciones pasivas A partir de un modelo de un solo grado de libertad utilizado para ilustrar el concepto de aislamiento de vibraciones, se presenta un método para transformar el diseño de una suspensión en un diseño para un controlador robusto. La diferenciación fraccional se utiliza para modelar el comportamiento viscoelástico de la suspensión. El uso de <br>diferenciación fraccional</br> no sólo permite la optimización de sólo cuatro parámetros de suspensión, mostrando la compacidad del operador de derivados fraccionarios, sino que también conduce a la robustez del rendimiento de las suspensiones a la incertidumbre de la masa de salida. Por ejemplo, se estudia una suspensión del motor ",
            "error": [
                ""
            ]
        },
        "passive vibration control": {
            "translated_key": "control de vibraciones pasivas",
            "translated_annotated_text": "Diferenciación fraccional en <br>control de vibraciones pasivas</br> A partir de un modelo de un solo grado de libertad utilizado para ilustrar el concepto de aislamiento de vibraciones, se presenta un método para transformar el diseño de una suspensión en un diseño para un controlador robusto. La diferenciación fraccional se utiliza para modelar el comportamiento viscoelástico de la suspensión. El uso de la diferenciación fraccional no sólo permite la optimización de sólo cuatro parámetros de suspensión, mostrando la compacidad del operador de derivados fraccionarios, sino que también conduce a la robustez del rendimiento de las suspensiones a la incertidumbre de la masa de salida. Por ejemplo, se estudia una suspensión del motor ",
            "error": [
                ""
            ]
        },
        "vibration isolation": {
            "translated_key": "vibration",
            "translated_annotated_text": "Diferenciación fraccional en el control de vibraciones pasivas A partir de un modelo de un solo grado de libertad utilizado para ilustrar el concepto de aislamiento <br>vibration</br>, se presenta un método para transformar el diseño de una suspensión en un diseño para un controlador robusto. La diferenciación fraccional se utiliza para modelar el comportamiento viscoelástico de la suspensión. El uso de la diferenciación fraccional no sólo permite la optimización de sólo cuatro parámetros de suspensión, mostrando la compacidad del operador de derivados fraccionarios, sino que también conduce a la robustez del rendimiento de las suspensiones a la incertidumbre de la masa de salida. Por ejemplo, se estudia una suspensión del motor ",
            "error": [
                ""
            ]
        },
        "suspension": {
            "translated_key": [
                " en un diseño para un controlador robusto. La diferenciación fraccional se utiliza para modelar el comportamiento viscoelástico de la <br>suspensión",
                "suspensión",
                "suspensión"
            ],
            "translated_annotated_text": "Diferenciación fraccional en el control de vibraciones pasivas A partir de un modelo de un solo grado de libertad utilizado para ilustrar el concepto de aislamiento de vibraciones, se presenta un método para transformar el diseño de una suspensión <br> en un diseño para un controlador robusto. La diferenciación fraccional se utiliza para modelar el comportamiento viscoelástico de la <br>suspensión</br>. El uso de la diferenciación fraccional no sólo permite la optimización de sólo cuatro parámetros <br>suspensión</br>, mostrando la compacidad del operador de derivados fraccionarios, sino que también conduce a la robustez del rendimiento de las suspensiones a la incertidumbre de la masa de salida. Por ejemplo, se estudia un motor <br>suspensión</br> ",
            "error": [
                " en un diseño para un controlador robusto. La diferenciación fraccional se utiliza para modelar el comportamiento viscoelástico de la <br>suspensión",
                "suspensión",
                "suspensión"
            ]
        },
        "robust controller": {
            "translated_key": "robust",
            "translated_annotated_text": "Diferenciación fraccional en el control de vibraciones pasivas A partir de un modelo de un solo grado de libertad utilizado para ilustrar el concepto de aislamiento de vibraciones, se presenta un método para transformar el diseño de una suspensión en un diseño para un controlador <br>robust</br>. La diferenciación fraccional se utiliza para modelar el comportamiento viscoelástico de la suspensión. El uso de la diferenciación fraccional no sólo permite la optimización de sólo cuatro parámetros de suspensión, mostrando la compacidad del operador de derivados fraccionarios, sino que también conduce a la robustez del rendimiento de las suspensiones a la incertidumbre de la masa de salida. Por ejemplo, se estudia una suspensión del motor ",
            "error": [
                ""
            ]
        },
        "viscoelastic behaviour": {
            "translated_key": "viscoelástico",
            "translated_annotated_text": "Diferenciación fraccional en el control de vibraciones pasivas A partir de un modelo de un solo grado de libertad utilizado para ilustrar el concepto de aislamiento de vibraciones, se presenta un método para transformar el diseño de una suspensión en un diseño para un controlador robusto. La diferenciación fraccional se utiliza para modelar el comportamiento <br>viscoelástico</br> de la suspensión. El uso de la diferenciación fraccional no sólo permite la optimización de sólo cuatro parámetros de suspensión, mostrando la compacidad del operador de derivados fraccionarios, sino que también conduce a la robustez del rendimiento de las suspensiones a la incertidumbre de la masa de salida. Por ejemplo, se estudia una suspensión del motor ",
            "error": [
                ""
            ]
        },
        "sprung mass": {
            "translated_key": "sprung",
            "translated_annotated_text": "Diferenciación fraccional en el control de vibraciones pasivas A partir de un modelo de un solo grado de libertad utilizado para ilustrar el concepto de aislamiento de vibraciones, se presenta un método para transformar el diseño de una suspensión en un diseño para un controlador robusto. La diferenciación fraccional se utiliza para modelar el comportamiento viscoelástico de la suspensión. El uso de la diferenciación fraccional no sólo permite optimizar sólo cuatro parámetros de suspensión, mostrando la compacidad del operador de derivados fraccionarios, sino que también conduce a la robustez del rendimiento de las suspensiones a la incertidumbre de la masa <br>sprung</br>. Por ejemplo, se estudia una suspensión del motor ",
            "error": [
                ""
            ]
        },
        "engine suspension": {
            "translated_key": "engine",
            "translated_annotated_text": "Diferenciación fraccional en el control de vibraciones pasivas A partir de un modelo de un solo grado de libertad utilizado para ilustrar el concepto de aislamiento de vibraciones, se presenta un método para transformar el diseño de una suspensión en un diseño para un controlador robusto. La diferenciación fraccional se utiliza para modelar el comportamiento viscoelástico de la suspensión. El uso de la diferenciación fraccional no sólo permite la optimización de sólo cuatro parámetros de suspensión, mostrando la compacidad del operador de derivados fraccionarios, sino que también conduce a la robustez del rendimiento de las suspensiones a la incertidumbre de la masa de salida. Como ejemplo, se estudia una suspensión <br>engine</br> ",
            "error": [
                ""
            ]
        },
        "damping": {
            "translated_key": [],
            "translated_annotated_text": "Diferenciación fraccional en el control de vibraciones pasivas A partir de un modelo de un solo grado de libertad utilizado para ilustrar el concepto de aislamiento de vibraciones, se presenta un método para transformar el diseño de una suspensión en un diseño para un controlador robusto. La diferenciación fraccional se utiliza para modelar el comportamiento viscoelástico de la suspensión. El uso de la diferenciación fraccional no sólo permite la optimización de sólo cuatro parámetros de suspensión, mostrando la compacidad del operador de derivados fraccionarios, sino que también conduce a la robustez del rendimiento de las suspensiones a la incertidumbre de la masa de salida. Por ejemplo, se estudia una suspensión del motor ",
            "error": []
        },
        "differentiation": {
            "translated_key": "diferenciación",
            "translated_annotated_text": "Fraccional <br>diferenciación</br> en el control de vibraciones pasivas A partir de un modelo de un solo grado de libertad utilizado para ilustrar el concepto de aislamiento de vibraciones, se presenta un método para transformar el diseño de una suspensión en un diseño para un controlador robusto. La <br>diferenciación</br> fraccional se utiliza para modelar el comportamiento viscoelástico de la suspensión. El uso de la diferenciación fraccional <br> no sólo permite optimizar sólo cuatro parámetros de suspensión, mostrando la compacidad del operador de derivados fraccionarios, sino que también conduce a la robustez del rendimiento de las suspensiones a la incertidumbre de la masa de la suspensión. Por ejemplo, se estudia una suspensión del motor ",
            "error": [
                ""
            ]
        },
        "engines": {
            "translated_key": [],
            "translated_annotated_text": "Diferenciación fraccional en el control de vibraciones pasivas A partir de un modelo de un solo grado de libertad utilizado para ilustrar el concepto de aislamiento de vibraciones, se presenta un método para transformar el diseño de una suspensión en un diseño para un controlador robusto. La diferenciación fraccional se utiliza para modelar el comportamiento viscoelástico de la suspensión. El uso de la diferenciación fraccional no sólo permite la optimización de sólo cuatro parámetros de suspensión, mostrando la compacidad del operador de derivados fraccionarios, sino que también conduce a la robustez del rendimiento de las suspensiones a la incertidumbre de la masa de salida. Por ejemplo, se estudia una suspensión del motor ",
            "error": []
        },
        "viscoelasticity": {
            "translated_key": [],
            "translated_annotated_text": "Diferenciación fraccional en el control de vibraciones pasivas A partir de un modelo de un solo grado de libertad utilizado para ilustrar el concepto de aislamiento de vibraciones, se presenta un método para transformar el diseño de una suspensión en un diseño para un controlador robusto. La diferenciación fraccional se utiliza para modelar el comportamiento viscoelástico de la suspensión. El uso de la diferenciación fraccional no sólo permite la optimización de sólo cuatro parámetros de suspensión, mostrando la compacidad del operador de derivados fraccionarios, sino que también conduce a la robustez del rendimiento de las suspensiones a la incertidumbre de la masa de salida. Por ejemplo, se estudia una suspensión del motor ",
            "error": []
        }
    }
}