{
    "original_text": "Chaotic phenomena and fractional-order dynamics in the trajectory control of redundant manipulators Redundant manipulators have some advantages when compared with classical arms because they allow the trajectory optimization, both on the free space and on the presence of obstacles, and the resolution of singularities. For this type of arms the proposed kinematic control algorithms adopt generalized inverse matrices but, in general, the corresponding trajectory planning schemes show important limitations. Motivated by these problems this paper studies the chaos revealed by the pseudoinverse-based trajectory planning algorithms, using the theory of fractional calculus",
    "original_translation": "Fenómenos caóticos y dinámicas de orden fraccionario en el control de trayectoria de manipuladores redundantes Los manipuladores redundantes tienen algunas ventajas en comparación con los brazos clásicos porque permiten la optimización de trayectoria, tanto en el espacio libre como en la presencia de obstáculos, y la resolución de singularidades. Para este tipo de brazos los algoritmos de control cinemático propuestos adoptan matrices inversas generalizadas pero, en general, los esquemas de planificación de trayectoria correspondientes muestran importantes limitaciones. Motivado por estos problemas, este artículo estudia el caos revelado por los algoritmos de planificación de trayectoria basados en pseudoinversos, utilizando la teoría del cálculo fraccional",
    "error_count": 6,
    "keys": {
        "chaotic phenomena": {
            "translated_key": [],
            "translated_annotated_text": "Fenómenos caóticos y dinámicas de orden fraccionario en el control de trayectoria de manipuladores redundantes Los manipuladores redundantes tienen algunas ventajas en comparación con los brazos clásicos porque permiten la optimización de trayectoria, tanto en el espacio libre como en la presencia de obstáculos, y la resolución de singularidades. Para este tipo de brazos los algoritmos de control cinemático propuestos adoptan matrices inversas generalizadas pero, en general, los esquemas de planificación de trayectoria correspondientes muestran importantes limitaciones. Motivado por estos problemas, este artículo estudia el caos revelado por los algoritmos de planificación de trayectoria basados en pseudoinversos, utilizando la teoría del cálculo fraccional ",
            "error": []
        },
        "fractional-order dynamics": {
            "translated_key": "dinámicas de orden fraccional",
            "translated_annotated_text": "Fenómenos caóticos y \"dinámicas de orden fraccional\" en el control de trayectoria de manipuladores redundantes Los manipuladores redundantes tienen algunas ventajas en comparación con los brazos clásicos porque permiten la optimización de trayectoria, tanto en el espacio libre como en la presencia de obstáculos, y la resolución de singularidades. Para este tipo de brazos los algoritmos de control cinemático propuestos adoptan matrices inversas generalizadas pero, en general, los esquemas de planificación de trayectoria correspondientes muestran importantes limitaciones. Motivado por estos problemas, este artículo estudia el caos revelado por los algoritmos de planificación de trayectoria basados en pseudoinversos, utilizando la teoría del cálculo fraccional ",
            "error": [
                ""
            ]
        },
        "trajectory control": {
            "translated_key": "control de trayectoria",
            "translated_annotated_text": "Fenómenos caóticos y dinámicas de orden fraccionario en el \"control de trayectoria\" de manipuladores redundantes Los manipuladores redundantes tienen algunas ventajas en comparación con los brazos clásicos porque permiten la optimización de la trayectoria, tanto en el espacio libre como en la presencia de obstáculos, y la resolución de singularidades. Para este tipo de brazos los algoritmos de control cinemático propuestos adoptan matrices inversas generalizadas pero, en general, los esquemas de planificación de trayectoria correspondientes muestran importantes limitaciones. Motivado por estos problemas, este artículo estudia el caos revelado por los algoritmos de planificación de trayectoria basados en pseudoinversos, utilizando la teoría del cálculo fraccional ",
            "error": [
                ""
            ]
        },
        "redundant manipulators": {
            "translated_key": "manipuladores redundantes",
            "translated_annotated_text": "Los fenómenos caóticos y las dinámicas de orden fraccionario en el control de trayectoria de los \"manipuladores redundantes\" Los manipuladores redundantes tienen algunas ventajas en comparación con los brazos clásicos porque permiten la optimización de trayectoria, tanto en el espacio libre como en la presencia de obstáculos, y la resolución de singularidades. Para este tipo de brazos los algoritmos de control cinemático propuestos adoptan matrices inversas generalizadas pero, en general, los esquemas de planificación de trayectoria correspondientes muestran importantes limitaciones. Motivado por estos problemas, este artículo estudia el caos revelado por los algoritmos de planificación de trayectoria basados en pseudoinversos, utilizando la teoría del cálculo fraccional ",
            "error": [
                ""
            ]
        },
        "classical arms": {
            "translated_key": "brazos clásicos",
            "translated_annotated_text": "Fenómenos caóticos y dinámicas de orden fraccionario en el control de trayectoria de manipuladores redundantes Los manipuladores redundantes tienen algunas ventajas en comparación con los \"brazos clásicos\" porque permiten la optimización de trayectoria, tanto en el espacio libre como en la presencia de obstáculos, y la resolución de singularidades. Para este tipo de brazos los algoritmos de control cinemático propuestos adoptan matrices inversas generalizadas pero, en general, los esquemas de planificación de trayectoria correspondientes muestran importantes limitaciones. Motivado por estos problemas, este artículo estudia el caos revelado por los algoritmos de planificación de trayectoria basados en pseudoinversos, utilizando la teoría del cálculo fraccional ",
            "error": [
                ""
            ]
        },
        "trajectory optimization": {
            "translated_key": "optimización de la trayectoria",
            "translated_annotated_text": "Fenómenos caóticos y dinámicas de orden fraccionario en el control de trayectoria de manipuladores redundantes Los manipuladores redundantes tienen algunas ventajas en comparación con los brazos clásicos porque permiten la \"optimización de la trayectoria\", tanto en el espacio libre como en la presencia de obstáculos, y la resolución de singularidades. Para este tipo de brazos los algoritmos de control cinemático propuestos adoptan matrices inversas generalizadas pero, en general, los esquemas de planificación de trayectoria correspondientes muestran importantes limitaciones. Motivado por estos problemas, este artículo estudia el caos revelado por los algoritmos de planificación de trayectoria basados en pseudoinversos, utilizando la teoría del cálculo fraccional ",
            "error": [
                ""
            ]
        },
        "kinematic control algorithms": {
            "translated_key": "algoritmos de control cinemático",
            "translated_annotated_text": "Fenómenos caóticos y dinámicas de orden fraccionario en el control de trayectoria de manipuladores redundantes Los manipuladores redundantes tienen algunas ventajas en comparación con los brazos clásicos porque permiten la optimización de trayectoria, tanto en el espacio libre como en la presencia de obstáculos, y la resolución de singularidades. Para este tipo de brazos los \"algoritmos de control cinemático\" propuestos adoptan matrices inversas generalizadas pero, en general, los esquemas de planificación de trayectorias correspondientes muestran importantes limitaciones. Motivado por estos problemas, este artículo estudia el caos revelado por los algoritmos de planificación de trayectoria basados en pseudoinversos, utilizando la teoría del cálculo fraccional ",
            "error": [
                ""
            ]
        },
        "generalized inverse matrices": {
            "translated_key": "matriz inversa generalizada",
            "translated_annotated_text": "Fenómenos caóticos y dinámicas de orden fraccionario en el control de trayectoria de manipuladores redundantes Los manipuladores redundantes tienen algunas ventajas en comparación con los brazos clásicos porque permiten la optimización de trayectoria, tanto en el espacio libre como en la presencia de obstáculos, y la resolución de singularidades. Para este tipo de brazos los algoritmos de control cinemático propuestos adoptan \"matriz inversa generalizada\" pero, en general, los esquemas de planificación de trayectoria correspondientes muestran importantes limitaciones. Motivado por estos problemas, este artículo estudia el caos revelado por los algoritmos de planificación de trayectoria basados en pseudoinversos, utilizando la teoría del cálculo fraccional ",
            "error": [
                ""
            ]
        },
        "trajectory planning schemes": {
            "translated_key": "planes de planificación de trayectoria",
            "translated_annotated_text": "Fenómenos caóticos y dinámicas de orden fraccionario en el control de trayectoria de manipuladores redundantes Los manipuladores redundantes tienen algunas ventajas en comparación con los brazos clásicos porque permiten la optimización de trayectoria, tanto en el espacio libre como en la presencia de obstáculos, y la resolución de singularidades. Para este tipo de brazos los algoritmos de control cinemático propuestos adoptan matrices inversas generalizadas pero, en general, los correspondientes \"planes de planificación de trayectoria\" muestran importantes limitaciones. Motivado por estos problemas, este artículo estudia el caos revelado por los algoritmos de planificación de trayectoria basados en pseudoinversos, utilizando la teoría del cálculo fraccional ",
            "error": [
                ""
            ]
        },
        "fractional calculus": {
            "translated_key": "cálculo fraccional",
            "translated_annotated_text": "Fenómenos caóticos y dinámicas de orden fraccionario en el control de trayectoria de manipuladores redundantes Los manipuladores redundantes tienen algunas ventajas en comparación con los brazos clásicos porque permiten la optimización de trayectoria, tanto en el espacio libre como en la presencia de obstáculos, y la resolución de singularidades. Para este tipo de brazos los algoritmos de control cinemático propuestos adoptan matrices inversas generalizadas pero, en general, los esquemas de planificación de trayectoria correspondientes muestran importantes limitaciones. Motivado por estos problemas, este artículo estudia el caos revelado por los algoritmos de planificación de trayectoria basados en pseudoinversos, utilizando la teoría del \"cálculo fraccional\" ",
            "error": [
                ""
            ]
        },
        "calculus": {
            "translated_key": "cálculo",
            "translated_annotated_text": "Fenómenos caóticos y dinámicas de orden fraccionario en el control de trayectoria de manipuladores redundantes Los manipuladores redundantes tienen algunas ventajas en comparación con los brazos clásicos porque permiten la optimización de trayectoria, tanto en el espacio libre como en la presencia de obstáculos, y la resolución de singularidades. Para este tipo de brazos los algoritmos de control cinemático propuestos adoptan matrices inversas generalizadas pero, en general, los esquemas de planificación de trayectoria correspondientes muestran importantes limitaciones. Motivado por estos problemas, este artículo estudia el caos revelado por los algoritmos de planificación de trayectoria basados en pseudoinversos, utilizando la teoría del \"cálculo\" fraccional ",
            "error": [
                ""
            ]
        },
        "chaos": {
            "translated_key": "caos",
            "translated_annotated_text": "Fenómenos caóticos y dinámicas de orden fraccionario en el control de trayectoria de manipuladores redundantes Los manipuladores redundantes tienen algunas ventajas en comparación con los brazos clásicos porque permiten la optimización de trayectoria, tanto en el espacio libre como en la presencia de obstáculos, y la resolución de singularidades. Para este tipo de brazos los algoritmos de control cinemático propuestos adoptan matrices inversas generalizadas pero, en general, los esquemas de planificación de trayectoria correspondientes muestran importantes limitaciones. Motivado por estos problemas, este artículo estudia el \"caos\" revelado por los algoritmos de planificación de trayectoria basados en pseudoinversos, utilizando la teoría del cálculo fraccional ",
            "error": [
                ""
            ]
        },
        "inverse problems": {
            "translated_key": [],
            "translated_annotated_text": "Fenómenos caóticos y dinámicas de orden fraccionario en el control de trayectoria de manipuladores redundantes Los manipuladores redundantes tienen algunas ventajas en comparación con los brazos clásicos porque permiten la optimización de trayectoria, tanto en el espacio libre como en la presencia de obstáculos, y la resolución de singularidades. Para este tipo de brazos los algoritmos de control cinemático propuestos adoptan matrices inversas generalizadas pero, en general, los esquemas de planificación de trayectoria correspondientes muestran importantes limitaciones. Motivado por estos problemas, este artículo estudia el caos revelado por los algoritmos de planificación de trayectoria basados en pseudoinversos, utilizando la teoría del cálculo fraccional ",
            "error": []
        },
        "matrix algebra": {
            "translated_key": [],
            "translated_annotated_text": "Fenómenos caóticos y dinámicas de orden fraccionario en el control de trayectoria de manipuladores redundantes Los manipuladores redundantes tienen algunas ventajas en comparación con los brazos clásicos porque permiten la optimización de trayectoria, tanto en el espacio libre como en la presencia de obstáculos, y la resolución de singularidades. Para este tipo de brazos los algoritmos de control cinemático propuestos adoptan matrices inversas generalizadas pero, en general, los esquemas de planificación de trayectoria correspondientes muestran importantes limitaciones. Motivado por estos problemas, este artículo estudia el caos revelado por los algoritmos de planificación de trayectoria basados en pseudoinversos, utilizando la teoría del cálculo fraccional ",
            "error": []
        },
        "nonlinear dynamical systems": {
            "translated_key": [],
            "translated_annotated_text": "Fenómenos caóticos y dinámicas de orden fraccionario en el control de trayectoria de manipuladores redundantes Los manipuladores redundantes tienen algunas ventajas en comparación con los brazos clásicos porque permiten la optimización de trayectoria, tanto en el espacio libre como en la presencia de obstáculos, y la resolución de singularidades. Para este tipo de brazos los algoritmos de control cinemático propuestos adoptan matrices inversas generalizadas pero, en general, los esquemas de planificación de trayectoria correspondientes muestran importantes limitaciones. Motivado por estos problemas, este artículo estudia el caos revelado por los algoritmos de planificación de trayectoria basados en pseudoinversos, utilizando la teoría del cálculo fraccional ",
            "error": []
        },
        "optimisation": {
            "translated_key": [],
            "translated_annotated_text": "Fenómenos caóticos y dinámicas de orden fraccionario en el control de trayectoria de manipuladores redundantes Los manipuladores redundantes tienen algunas ventajas en comparación con los brazos clásicos porque permiten la optimización de trayectoria, tanto en el espacio libre como en la presencia de obstáculos, y la resolución de singularidades. Para este tipo de brazos los algoritmos de control cinemático propuestos adoptan matrices inversas generalizadas pero, en general, los esquemas de planificación de trayectoria correspondientes muestran importantes limitaciones. Motivado por estos problemas, este artículo estudia el caos revelado por los algoritmos de planificación de trayectoria basados en pseudoinversos, utilizando la teoría del cálculo fraccional ",
            "error": []
        },
        "position control": {
            "translated_key": [],
            "translated_annotated_text": "Fenómenos caóticos y dinámicas de orden fraccionario en el control de trayectoria de manipuladores redundantes Los manipuladores redundantes tienen algunas ventajas en comparación con los brazos clásicos porque permiten la optimización de trayectoria, tanto en el espacio libre como en la presencia de obstáculos, y la resolución de singularidades. Para este tipo de brazos los algoritmos de control cinemático propuestos adoptan matrices inversas generalizadas pero, en general, los esquemas de planificación de trayectoria correspondientes muestran importantes limitaciones. Motivado por estos problemas, este artículo estudia el caos revelado por los algoritmos de planificación de trayectoria basados en pseudoinversos, utilizando la teoría del cálculo fraccional ",
            "error": []
        }
    }
}