{
    "original_text": "A suggestion of fractional-order controller for flexible spacecraft attitude control A controller design method for flexible spacecraft attitude control is proposed. The system is first described by a partial differential equation with internal damping. Then the frequency response is analyzed, and the three basic characteristics of the flexible system, namely, average function, lower bound and upper bound are defined. On this basis, a fractional-order controller is proposed, which functions as phase stabilization control for lower frequency and smoothly enters to amplitude stabilization at higher frequency by proper amplitude attenuation. It is shown that the equivalent damping ratio increases in proportion to the square of frequency",
    "original_translation": "Una sugerencia de controlador de orden fraccional para el control flexible de la actitud de las naves espaciales Se propone un método de diseño de controlador para el control flexible de la actitud de las naves espaciales. El sistema se describe primero por una ecuación diferencial parcial con amortiguación interna. A continuación se analiza la respuesta de frecuencia y se definen las tres características básicas del sistema flexible, a saber, la función media, el límite inferior y el límite superior. Sobre esta base, se propone un controlador de orden fraccional, que funciona como control de estabilización de fase para menor frecuencia y entra sin problemas a la estabilización de amplitud a mayor frecuencia por atenuación de amplitud adecuada. Se muestra que la relación de amortiguación equivalente aumenta en proporción al cuadrado de frecuencia",
    "error_count": 9,
    "keys": {
        "fractional-order controller": {
            "translated_key": "controlador de orden fraccional",
            "translated_annotated_text": "Una sugerencia de \"controlador de orden fraccional\" para el control flexible de la actitud de la nave espacial Se propone un método de diseño del controlador para el control flexible de la actitud de la nave espacial. El sistema se describe primero por una ecuación diferencial parcial con amortiguación interna. A continuación se analiza la respuesta de frecuencia y se definen las tres características básicas del sistema flexible, a saber, la función media, el límite inferior y el límite superior. Sobre esta base, se propone un \"controlador de orden fraccional\", que funciona como control de estabilización de fase para menor frecuencia y entra suavemente a la estabilización de amplitud a mayor frecuencia por atenuación de amplitud adecuada. Se muestra que la relación de amortiguación equivalente aumenta en proporción al cuadrado de frecuencia ",
            "error": [
                ""
            ]
        },
        "flexible spacecraft attitude control": {
            "translated_key": "control flexible de la actitud de la nave espacial",
            "translated_annotated_text": "Una sugerencia de controlador de orden fraccional para \"control flexible de la actitud de la nave espacial\" Se propone un método de diseño de controlador para \"control flexible de la actitud de la nave espacial\". El sistema se describe primero por una ecuación diferencial parcial con amortiguación interna. A continuación se analiza la respuesta de frecuencia y se definen las tres características básicas del sistema flexible, a saber, la función media, el límite inferior y el límite superior. Sobre esta base, se propone un controlador de orden fraccional, que funciona como control de estabilización de fase para menor frecuencia y entra sin problemas a la estabilización de amplitud a mayor frecuencia por atenuación de amplitud adecuada. Se muestra que la relación de amortiguación equivalente aumenta en proporción al cuadrado de frecuencia ",
            "error": [
                ""
            ]
        },
        "partial differential equation": {
            "translated_key": "ecuación diferencial parcial",
            "translated_annotated_text": "Una sugerencia de controlador de orden fraccional para el control flexible de la actitud de las naves espaciales Se propone un método de diseño de controlador para el control flexible de la actitud de las naves espaciales. El sistema se describe primero por una \"ecuación diferencial parcial\" con amortiguación interna. A continuación se analiza la respuesta de frecuencia y se definen las tres características básicas del sistema flexible, a saber, la función media, el límite inferior y el límite superior. Sobre esta base, se propone un controlador de orden fraccional, que funciona como control de estabilización de fase para menor frecuencia y entra sin problemas a la estabilización de amplitud a mayor frecuencia por atenuación de amplitud adecuada. Se muestra que la relación de amortiguación equivalente aumenta en proporción al cuadrado de frecuencia ",
            "error": [
                ""
            ]
        },
        "internal damping": {
            "translated_key": "humectación interna",
            "translated_annotated_text": "Una sugerencia de controlador de orden fraccional para el control flexible de la actitud de las naves espaciales Se propone un método de diseño de controlador para el control flexible de la actitud de las naves espaciales. El sistema se describe por primera vez por una ecuación diferencial parcial con \"humectación interna\". A continuación se analiza la respuesta de frecuencia y se definen las tres características básicas del sistema flexible, a saber, la función media, el límite inferior y el límite superior. Sobre esta base, se propone un controlador de orden fraccional, que funciona como control de estabilización de fase para menor frecuencia y entra sin problemas a la estabilización de amplitud a mayor frecuencia por atenuación de amplitud adecuada. Se muestra que la relación de amortiguación equivalente aumenta en proporción al cuadrado de frecuencia ",
            "error": [
                ""
            ]
        },
        "frequency response": {
            "translated_key": "respuesta de frecuencia",
            "translated_annotated_text": "Una sugerencia de controlador de orden fraccional para el control flexible de la actitud de las naves espaciales Se propone un método de diseño de controlador para el control flexible de la actitud de las naves espaciales. El sistema se describe primero por una ecuación diferencial parcial con amortiguación interna. A continuación se analiza la \"respuesta de frecuencia\" y se definen las tres características básicas del sistema flexible, a saber, la función media, el límite inferior y el límite superior. Sobre esta base, se propone un controlador de orden fraccional, que funciona como control de estabilización de fase para menor frecuencia y entra sin problemas a la estabilización de amplitud a mayor frecuencia por atenuación de amplitud adecuada. Se muestra que la relación de amortiguación equivalente aumenta en proporción al cuadrado de frecuencia ",
            "error": [
                ""
            ]
        },
        "phase stabilization control": {
            "translated_key": "control de estabilización de fase",
            "translated_annotated_text": "Una sugerencia de controlador de orden fraccional para el control flexible de la actitud de las naves espaciales Se propone un método de diseño de controlador para el control flexible de la actitud de las naves espaciales. El sistema se describe primero por una ecuación diferencial parcial con amortiguación interna. A continuación se analiza la respuesta de frecuencia y se definen las tres características básicas del sistema flexible, a saber, la función media, el límite inferior y el límite superior. Sobre esta base, se propone un controlador de orden fraccional, que funciona como \"control de estabilización de fase\" para menor frecuencia y entra suavemente a la estabilización de amplitud a mayor frecuencia por atenuación de amplitud adecuada. Se muestra que la relación de amortiguación equivalente aumenta en proporción al cuadrado de frecuencia ",
            "error": [
                ""
            ]
        },
        "amplitude stabilization": {
            "translated_key": "estabilización de amplitud",
            "translated_annotated_text": "Una sugerencia de controlador de orden fraccional para el control flexible de la actitud de las naves espaciales Se propone un método de diseño de controlador para el control flexible de la actitud de las naves espaciales. El sistema se describe primero por una ecuación diferencial parcial con amortiguación interna. A continuación se analiza la respuesta de frecuencia y se definen las tres características básicas del sistema flexible, a saber, la función media, el límite inferior y el límite superior. Sobre esta base, se propone un controlador de orden fraccionario, que funciona como control de estabilización de fase para menor frecuencia y entra suavemente a la \"estabilización de amplitud\" a mayor frecuencia por atenuación de amplitud adecuada. Se muestra que la relación de amortiguación equivalente aumenta en proporción al cuadrado de frecuencia ",
            "error": [
                ""
            ]
        },
        "damping ratio": {
            "translated_key": "relación de daño",
            "translated_annotated_text": "Una sugerencia de controlador de orden fraccional para el control flexible de la actitud de las naves espaciales Se propone un método de diseño de controlador para el control flexible de la actitud de las naves espaciales. El sistema se describe primero por una ecuación diferencial parcial con amortiguación interna. A continuación se analiza la respuesta de frecuencia y se definen las tres características básicas del sistema flexible, a saber, la función media, el límite inferior y el límite superior. Sobre esta base, se propone un controlador de orden fraccional, que funciona como control de estabilización de fase para menor frecuencia y entra sin problemas a la estabilización de amplitud a mayor frecuencia por atenuación de amplitud adecuada. Se muestra que la \"relación de daño\" equivalente aumenta en proporción al cuadrado de frecuencia ",
            "error": [
                ""
            ]
        },
        "aerospace instrumentation": {
            "translated_key": [],
            "translated_annotated_text": "Una sugerencia de controlador de orden fraccional para el control flexible de la actitud de las naves espaciales Se propone un método de diseño de controlador para el control flexible de la actitud de las naves espaciales. El sistema se describe primero por una ecuación diferencial parcial con amortiguación interna. A continuación se analiza la respuesta de frecuencia y se definen las tres características básicas del sistema flexible, a saber, la función media, el límite inferior y el límite superior. Sobre esta base, se propone un controlador de orden fraccional, que funciona como control de estabilización de fase para menor frecuencia y entra sin problemas a la estabilización de amplitud a mayor frecuencia por atenuación de amplitud adecuada. Se muestra que la relación de amortiguación equivalente aumenta en proporción al cuadrado de frecuencia ",
            "error": []
        },
        "attitude control": {
            "translated_key": "control de actitud",
            "translated_annotated_text": "Una sugerencia de controlador de orden fraccional para naves espaciales flexibles \"control de actitud\" Se propone un método de diseño de controlador para naves espaciales flexibles \"control de actitud\". El sistema se describe primero por una ecuación diferencial parcial con amortiguación interna. A continuación se analiza la respuesta de frecuencia y se definen las tres características básicas del sistema flexible, a saber, la función media, el límite inferior y el límite superior. Sobre esta base, se propone un controlador de orden fraccional, que funciona como control de estabilización de fase para menor frecuencia y entra sin problemas a la estabilización de amplitud a mayor frecuencia por atenuación de amplitud adecuada. Se muestra que la relación de amortiguación equivalente aumenta en proporción al cuadrado de frecuencia ",
            "error": [
                ""
            ]
        },
        "controllers": {
            "translated_key": [],
            "translated_annotated_text": "Una sugerencia de controlador de orden fraccional para el control flexible de la actitud de las naves espaciales Se propone un método de diseño de controlador para el control flexible de la actitud de las naves espaciales. El sistema se describe primero por una ecuación diferencial parcial con amortiguación interna. A continuación se analiza la respuesta de frecuencia y se definen las tres características básicas del sistema flexible, a saber, la función media, el límite inferior y el límite superior. Sobre esta base, se propone un controlador de orden fraccional, que funciona como control de estabilización de fase para menor frecuencia y entra sin problemas a la estabilización de amplitud a mayor frecuencia por atenuación de amplitud adecuada. Se muestra que la relación de amortiguación equivalente aumenta en proporción al cuadrado de frecuencia ",
            "error": []
        },
        "damping": {
            "translated_key": [
                "damping",
                "daño"
            ],
            "translated_annotated_text": "Una sugerencia de controlador de orden fraccional para el control flexible de la actitud de las naves espaciales Se propone un método de diseño de controlador para el control flexible de la actitud de las naves espaciales. El sistema se describe por primera vez por una ecuación diferencial parcial con \"damping\" interno. A continuación se analiza la respuesta de frecuencia y se definen las tres características básicas del sistema flexible, a saber, la función media, el límite inferior y el límite superior. Sobre esta base, se propone un controlador de orden fraccional, que funciona como control de estabilización de fase para menor frecuencia y entra sin problemas a la estabilización de amplitud a mayor frecuencia por atenuación de amplitud adecuada. Se muestra que la relación equivalente de \"daño\" aumenta en proporción al cuadrado de frecuencia ",
            "error": [
                "damping",
                "daño"
            ]
        },
        "flexible manipulators": {
            "translated_key": [],
            "translated_annotated_text": "Una sugerencia de controlador de orden fraccional para el control flexible de la actitud de las naves espaciales Se propone un método de diseño de controlador para el control flexible de la actitud de las naves espaciales. El sistema se describe primero por una ecuación diferencial parcial con amortiguación interna. A continuación se analiza la respuesta de frecuencia y se definen las tres características básicas del sistema flexible, a saber, la función media, el límite inferior y el límite superior. Sobre esta base, se propone un controlador de orden fraccional, que funciona como control de estabilización de fase para menor frecuencia y entra sin problemas a la estabilización de amplitud a mayor frecuencia por atenuación de amplitud adecuada. Se muestra que la relación de amortiguación equivalente aumenta en proporción al cuadrado de frecuencia ",
            "error": []
        },
        "frequency stability": {
            "translated_key": [],
            "translated_annotated_text": "Una sugerencia de controlador de orden fraccional para el control flexible de la actitud de las naves espaciales Se propone un método de diseño de controlador para el control flexible de la actitud de las naves espaciales. El sistema se describe primero por una ecuación diferencial parcial con amortiguación interna. A continuación se analiza la respuesta de frecuencia y se definen las tres características básicas del sistema flexible, a saber, la función media, el límite inferior y el límite superior. Sobre esta base, se propone un controlador de orden fraccional, que funciona como control de estabilización de fase para menor frecuencia y entra sin problemas a la estabilización de amplitud a mayor frecuencia por atenuación de amplitud adecuada. Se muestra que la relación de amortiguación equivalente aumenta en proporción al cuadrado de frecuencia ",
            "error": []
        },
        "nonlinear control systems": {
            "translated_key": [],
            "translated_annotated_text": "Una sugerencia de controlador de orden fraccional para el control flexible de la actitud de las naves espaciales Se propone un método de diseño de controlador para el control flexible de la actitud de las naves espaciales. El sistema se describe primero por una ecuación diferencial parcial con amortiguación interna. A continuación se analiza la respuesta de frecuencia y se definen las tres características básicas del sistema flexible, a saber, la función media, el límite inferior y el límite superior. Sobre esta base, se propone un controlador de orden fraccional, que funciona como control de estabilización de fase para menor frecuencia y entra sin problemas a la estabilización de amplitud a mayor frecuencia por atenuación de amplitud adecuada. Se muestra que la relación de amortiguación equivalente aumenta en proporción al cuadrado de frecuencia ",
            "error": []
        },
        "nonlinear dynamical systems": {
            "translated_key": [],
            "translated_annotated_text": "Una sugerencia de controlador de orden fraccional para el control flexible de la actitud de las naves espaciales Se propone un método de diseño de controlador para el control flexible de la actitud de las naves espaciales. El sistema se describe primero por una ecuación diferencial parcial con amortiguación interna. A continuación se analiza la respuesta de frecuencia y se definen las tres características básicas del sistema flexible, a saber, la función media, el límite inferior y el límite superior. Sobre esta base, se propone un controlador de orden fraccional, que funciona como control de estabilización de fase para menor frecuencia y entra sin problemas a la estabilización de amplitud a mayor frecuencia por atenuación de amplitud adecuada. Se muestra que la relación de amortiguación equivalente aumenta en proporción al cuadrado de frecuencia ",
            "error": []
        },
        "partial differential equations": {
            "translated_key": [],
            "translated_annotated_text": "Una sugerencia de controlador de orden fraccional para el control flexible de la actitud de las naves espaciales Se propone un método de diseño de controlador para el control flexible de la actitud de las naves espaciales. El sistema se describe primero por una ecuación diferencial parcial con amortiguación interna. A continuación se analiza la respuesta de frecuencia y se definen las tres características básicas del sistema flexible, a saber, la función media, el límite inferior y el límite superior. Sobre esta base, se propone un controlador de orden fraccional, que funciona como control de estabilización de fase para menor frecuencia y entra sin problemas a la estabilización de amplitud a mayor frecuencia por atenuación de amplitud adecuada. Se muestra que la relación de amortiguación equivalente aumenta en proporción al cuadrado de frecuencia ",
            "error": []
        },
        "space vehicles": {
            "translated_key": [],
            "translated_annotated_text": "Una sugerencia de controlador de orden fraccional para el control flexible de la actitud de las naves espaciales Se propone un método de diseño de controlador para el control flexible de la actitud de las naves espaciales. El sistema se describe primero por una ecuación diferencial parcial con amortiguación interna. A continuación se analiza la respuesta de frecuencia y se definen las tres características básicas del sistema flexible, a saber, la función media, el límite inferior y el límite superior. Sobre esta base, se propone un controlador de orden fraccional, que funciona como control de estabilización de fase para menor frecuencia y entra sin problemas a la estabilización de amplitud a mayor frecuencia por atenuación de amplitud adecuada. Se muestra que la relación de amortiguación equivalente aumenta en proporción al cuadrado de frecuencia ",
            "error": []
        }
    }
}