{
    "original_text": "Choice preferences without inferences: subconscious priming of risk attitudes We present a procedure for subconscious priming of risk attitudes. In Experiment 1, we were reliably able to induce risk-seeking or risk-averse preferences across a range of decision scenarios using this priming procedure. In Experiment 2, we showed that these priming effects can be reversed by drawing participants attention to the priming event. Our results support claims that the formation of risk preferences can be based on preconscious processing, as for example postulated by the affective primacy hypothesis, rather than rely on deliberative mental operations, as posited by several current models of judgment and decision making",
    "original_translation": "Preferencias de elección sin inferencias: Imprimación subconsciente de actitudes de riesgo Presentamos un procedimiento para el imprimación subconsciente de actitudes de riesgo. En el Experimento 1, pudimos inducir de manera fiable preferencias en busca de riesgo o en contra de riesgo a través de una gama de escenarios de decisión usando este procedimiento de primovacunación. En el Experimento 2, demostramos que estos efectos de imprimación pueden revertirse llamando la atención de los participantes sobre el evento de primación. Nuestros resultados apoyan afirmaciones de que la formación de preferencias de riesgo puede basarse en el procesamiento preconsciente, como por ejemplo postulado por la hipótesis de primacía afectiva, en lugar de basarse en operaciones mentales deliberativas, como lo postulan varios modelos actuales de juicio y toma de decisiones",
    "error_count": 4,
    "keys": {
        "subconscious priming": {
            "translated_key": "primación subconsciente",
            "translated_annotated_text": "Preferencias de elección sin inferencias: \"primación subconsciente\" de actitudes de riesgo Presentamos un procedimiento para \"primación subconsciente\" de actitudes de riesgo. En el Experimento 1, pudimos inducir de manera fiable preferencias en busca de riesgo o en contra de riesgo a través de una gama de escenarios de decisión usando este procedimiento de primovacunación. En el Experimento 2, demostramos que estos efectos de imprimación pueden revertirse llamando la atención de los participantes sobre el evento de primación. Nuestros resultados apoyan afirmaciones de que la formación de preferencias de riesgo puede basarse en el procesamiento preconsciente, como por ejemplo postulado por la hipótesis de primacía afectiva, en lugar de basarse en operaciones mentales deliberativas, como lo postulan varios modelos actuales de juicio y toma de decisiones ",
            "error": [
                ""
            ]
        },
        "risk attitudes": {
            "translated_key": "actitudes de riesgo",
            "translated_annotated_text": "Preferencias de elección sin inferencias: imprimación subconsciente de \"actitudes de riesgo\" Presentamos un procedimiento para imprimación subconsciente de \"actitudes de riesgo\". En el Experimento 1, pudimos inducir de manera fiable preferencias en busca de riesgo o en contra de riesgo a través de una gama de escenarios de decisión usando este procedimiento de primovacunación. En el Experimento 2, demostramos que estos efectos de imprimación pueden revertirse llamando la atención de los participantes sobre el evento de primación. Nuestros resultados apoyan afirmaciones de que la formación de preferencias de riesgo puede basarse en el procesamiento preconsciente, como por ejemplo postulado por la hipótesis de primacía afectiva, en lugar de basarse en operaciones mentales deliberativas, como lo postulan varios modelos actuales de juicio y toma de decisiones ",
            "error": [
                ""
            ]
        },
        "risk-seeking preferences": {
            "translated_key": [],
            "translated_annotated_text": "Preferencias de elección sin inferencias: Imprimación subconsciente de actitudes de riesgo Presentamos un procedimiento para el imprimación subconsciente de actitudes de riesgo. En el Experimento 1, pudimos inducir de manera fiable preferencias en busca de riesgo o en contra de riesgo a través de una gama de escenarios de decisión usando este procedimiento de primovacunación. En el Experimento 2, demostramos que estos efectos de imprimación pueden revertirse llamando la atención de los participantes sobre el evento de primación. Nuestros resultados apoyan afirmaciones de que la formación de preferencias de riesgo puede basarse en el procesamiento preconsciente, como por ejemplo postulado por la hipótesis de primacía afectiva, en lugar de basarse en operaciones mentales deliberativas, como lo postulan varios modelos actuales de juicio y toma de decisiones ",
            "error": []
        },
        "risk-averse preferences": {
            "translated_key": "preferencias de riesgo contrario",
            "translated_annotated_text": "Preferencias de elección sin inferencias: Imprimación subconsciente de actitudes de riesgo Presentamos un procedimiento para el imprimación subconsciente de actitudes de riesgo. En el Experimento 1, pudimos inducir de manera fiable la búsqueda de riesgo o las \"preferencias de riesgo contrario\" en una serie de escenarios de decisión utilizando este procedimiento de primovacunación. En el Experimento 2, demostramos que estos efectos de imprimación pueden revertirse llamando la atención de los participantes sobre el evento de primación. Nuestros resultados apoyan afirmaciones de que la formación de preferencias de riesgo puede basarse en el procesamiento preconsciente, como por ejemplo postulado por la hipótesis de primacía afectiva, en lugar de basarse en operaciones mentales deliberativas, como lo postulan varios modelos actuales de juicio y toma de decisiones ",
            "error": [
                ""
            ]
        },
        "decision scenarios": {
            "translated_key": "escenarios de decisión",
            "translated_annotated_text": "Preferencias de elección sin inferencias: Imprimación subconsciente de actitudes de riesgo Presentamos un procedimiento para el imprimación subconsciente de actitudes de riesgo. En el Experimento 1, pudimos inducir de manera fiable preferencias en busca de riesgo o en contra de riesgo en una gama de \"escenarios de decisión\" usando este procedimiento de primovacunación. En el Experimento 2, demostramos que estos efectos de imprimación pueden revertirse llamando la atención de los participantes sobre el evento de primación. Nuestros resultados apoyan afirmaciones de que la formación de preferencias de riesgo puede basarse en el procesamiento preconsciente, como por ejemplo postulado por la hipótesis de primacía afectiva, en lugar de basarse en operaciones mentales deliberativas, como lo postulan varios modelos actuales de juicio y toma de decisiones ",
            "error": [
                ""
            ]
        },
        "preconscious processing": {
            "translated_key": "proceso preconsciente",
            "translated_annotated_text": "Preferencias de elección sin inferencias: Imprimación subconsciente de actitudes de riesgo Presentamos un procedimiento para el imprimación subconsciente de actitudes de riesgo. En el Experimento 1, pudimos inducir de manera fiable preferencias en busca de riesgo o en contra de riesgo a través de una gama de escenarios de decisión usando este procedimiento de primovacunación. En el Experimento 2, demostramos que estos efectos de imprimación pueden revertirse llamando la atención de los participantes sobre el evento de primación. Nuestros resultados apoyan afirmaciones de que la formación de preferencias de riesgo puede basarse en el \"proceso preconsciente\", como por ejemplo postulado por la hipótesis de primacía afectiva, en lugar de basarse en operaciones mentales deliberativas, como lo postulan varios modelos actuales de juicio y toma de decisiones ",
            "error": [
                ""
            ]
        },
        "affective primacy hypothesis": {
            "translated_key": "hipótesis de primacía afectiva",
            "translated_annotated_text": "Preferencias de elección sin inferencias: Imprimación subconsciente de actitudes de riesgo Presentamos un procedimiento para el imprimación subconsciente de actitudes de riesgo. En el Experimento 1, pudimos inducir de manera fiable preferencias en busca de riesgo o en contra de riesgo a través de una gama de escenarios de decisión usando este procedimiento de primovacunación. En el Experimento 2, demostramos que estos efectos de imprimación pueden revertirse llamando la atención de los participantes sobre el evento de primación. Nuestros resultados apoyan afirmaciones de que la formación de preferencias de riesgo puede basarse en el procesamiento preconsciente, como por ejemplo postulado por la \"hipótesis de primacía afectiva\", en lugar de basarse en operaciones mentales deliberativas, como lo postulan varios modelos actuales de juicio y toma de decisiones ",
            "error": [
                ""
            ]
        },
        "deliberative mental operations": {
            "translated_key": "operaciones mentales deliberativas",
            "translated_annotated_text": "Preferencias de elección sin inferencias: Imprimación subconsciente de actitudes de riesgo Presentamos un procedimiento para el imprimación subconsciente de actitudes de riesgo. En el Experimento 1, pudimos inducir de manera fiable preferencias en busca de riesgo o en contra de riesgo a través de una gama de escenarios de decisión usando este procedimiento de primovacunación. En el Experimento 2, demostramos que estos efectos de imprimación pueden revertirse llamando la atención de los participantes sobre el evento de primación. Nuestros resultados apoyan afirmaciones de que la formación de preferencias de riesgo puede basarse en el procesamiento preconsciente, como por ejemplo postulado por la hipótesis de primacía afectiva, en lugar de basarse en \"operaciones mentales deliberativas\", como lo postulan varios modelos actuales de juicio y toma de decisiones ",
            "error": [
                ""
            ]
        },
        "choice preferences": {
            "translated_key": [],
            "translated_annotated_text": "Preferencias de elección sin inferencias: Imprimación subconsciente de actitudes de riesgo Presentamos un procedimiento para el imprimación subconsciente de actitudes de riesgo. En el Experimento 1, pudimos inducir de manera fiable preferencias en busca de riesgo o en contra de riesgo a través de una gama de escenarios de decisión usando este procedimiento de primovacunación. En el Experimento 2, demostramos que estos efectos de imprimación pueden revertirse llamando la atención de los participantes sobre el evento de primación. Nuestros resultados apoyan afirmaciones de que la formación de preferencias de riesgo puede basarse en el procesamiento preconsciente, como por ejemplo postulado por la hipótesis de primacía afectiva, en lugar de basarse en operaciones mentales deliberativas, como lo postulan varios modelos actuales de juicio y toma de decisiones ",
            "error": []
        },
        "decision theory": {
            "translated_key": [],
            "translated_annotated_text": "Preferencias de elección sin inferencias: Imprimación subconsciente de actitudes de riesgo Presentamos un procedimiento para el imprimación subconsciente de actitudes de riesgo. En el Experimento 1, pudimos inducir de manera fiable preferencias en busca de riesgo o en contra de riesgo a través de una gama de escenarios de decisión usando este procedimiento de primovacunación. En el Experimento 2, demostramos que estos efectos de imprimación pueden revertirse llamando la atención de los participantes sobre el evento de primación. Nuestros resultados apoyan afirmaciones de que la formación de preferencias de riesgo puede basarse en el procesamiento preconsciente, como por ejemplo postulado por la hipótesis de primacía afectiva, en lugar de basarse en operaciones mentales deliberativas, como lo postulan varios modelos actuales de juicio y toma de decisiones ",
            "error": []
        },
        "psychology": {
            "translated_key": [],
            "translated_annotated_text": "Preferencias de elección sin inferencias: Imprimación subconsciente de actitudes de riesgo Presentamos un procedimiento para el imprimación subconsciente de actitudes de riesgo. En el Experimento 1, pudimos inducir de manera fiable preferencias en busca de riesgo o en contra de riesgo a través de una gama de escenarios de decisión usando este procedimiento de primovacunación. En el Experimento 2, demostramos que estos efectos de imprimación pueden revertirse llamando la atención de los participantes sobre el evento de primación. Nuestros resultados apoyan afirmaciones de que la formación de preferencias de riesgo puede basarse en el procesamiento preconsciente, como por ejemplo postulado por la hipótesis de primacía afectiva, en lugar de basarse en operaciones mentales deliberativas, como lo postulan varios modelos actuales de juicio y toma de decisiones ",
            "error": []
        }
    }
}