{
    "original_text": "A re-examination of probability matching and rational choice In a typical probability learning task participants are presented with a repeated choice between two response alternatives, one of which has a higher payoff probability than the other. Rational choice theory requires that participants should eventually allocate all their responses to the high-payoff alternative, but previous research has found that people fail to maximize their payoffs. Instead, it is commonly observed that people match their response probabilities to the payoff probabilities. We report three experiments on this choice anomaly using a simple probability learning task in which participants were provided with (i) large financial incentives, (ii) meaningful and regular feedback, and (iii) extensive training. In each experiment large proportions of participants adopted the optimal response strategy and all three of the factors mentioned above contributed to this. The results are supportive of rational choice theory",
    "original_translation": "Un reexamen de la coincidencia de probabilidad y la elección racional En una tarea típica de aprendizaje de probabilidad, los participantes se presentan con una elección repetida entre dos alternativas de respuesta, una de las cuales tiene una probabilidad de rentabilidad más alta que la otra. La teoría racional de la elección requiere que los participantes eventualmente asignen todas sus respuestas a la alternativa de alto pago, pero investigaciones previas han encontrado que la gente no puede maximizar sus pagos. En su lugar, se observa comúnmente que las personas coinciden con sus probabilidades de respuesta a las probabilidades de pago. Informamos de tres experimentos sobre esta anomalía de elección utilizando una simple tarea de aprendizaje de probabilidad en la que los participantes recibieron: i) grandes incentivos financieros, ii) retroalimentación significativa y regular, y iii) amplia capacitación. En cada experimento grandes proporciones de participantes adoptaron la estrategia de respuesta óptima y los tres factores mencionados anteriormente contribuyeron a ello. Los resultados apoyan la teoría de la elección racional",
    "error_count": 5,
    "keys": {
        "probability learning task": {
            "translated_key": "tarea de aprendizaje de probabilidad",
            "translated_annotated_text": "Un reexamen de la coincidencia de probabilidad y la elección racional En una \"tarea de aprendizaje de probabilidad\" típica los participantes se presentan con una elección repetida entre dos alternativas de respuesta, una de las cuales tiene una probabilidad de pago más alta que la otra. La teoría racional de la elección requiere que los participantes eventualmente asignen todas sus respuestas a la alternativa de alto pago, pero investigaciones previas han encontrado que la gente no puede maximizar sus pagos. En su lugar, se observa comúnmente que las personas coinciden con sus probabilidades de respuesta a las probabilidades de pago. Informamos de tres experimentos sobre esta anomalía de elección utilizando una simple \"tarea de aprendizaje de probabilidad\" en la que los participantes recibieron: i) grandes incentivos financieros, ii) retroalimentación significativa y regular, y iii) amplia capacitación. En cada experimento grandes proporciones de participantes adoptaron la estrategia de respuesta óptima y los tres factores mencionados anteriormente contribuyeron a ello. Los resultados apoyan la teoría de la elección racional ",
            "error": [
                ""
            ]
        },
        "rational choice theory": {
            "translated_key": "teoría de la elección racional",
            "translated_annotated_text": "Un reexamen de la coincidencia de probabilidad y la elección racional En una tarea típica de aprendizaje de probabilidad, los participantes se presentan con una elección repetida entre dos alternativas de respuesta, una de las cuales tiene una probabilidad de rentabilidad más alta que la otra. La teoría racional de la elección requiere que los participantes eventualmente asignen todas sus respuestas a la alternativa de alto pago, pero investigaciones previas han encontrado que la gente no puede maximizar sus pagos. En su lugar, se observa comúnmente que las personas coinciden con sus probabilidades de respuesta a las probabilidades de pago. Informamos de tres experimentos sobre esta anomalía de elección utilizando una simple tarea de aprendizaje de probabilidad en la que los participantes recibieron: i) grandes incentivos financieros, ii) retroalimentación significativa y regular, y iii) amplia capacitación. En cada experimento grandes proporciones de participantes adoptaron la estrategia de respuesta óptima y los tres factores mencionados anteriormente contribuyeron a ello. Los resultados apoyan la \"teoría de la elección racional\" ",
            "error": [
                ""
            ]
        },
        "probability matching": {
            "translated_key": "comparación de probabilidad",
            "translated_annotated_text": "Un reexamen de la \"comparación de probabilidad\" y la elección racional En una tarea típica de aprendizaje de probabilidad, los participantes se presentan con una elección repetida entre dos alternativas de respuesta, una de las cuales tiene una probabilidad de pago más alta que la otra. La teoría racional de la elección requiere que los participantes eventualmente asignen todas sus respuestas a la alternativa de alto pago, pero investigaciones previas han encontrado que la gente no puede maximizar sus pagos. En su lugar, se observa comúnmente que las personas coinciden con sus probabilidades de respuesta a las probabilidades de pago. Informamos de tres experimentos sobre esta anomalía de elección utilizando una simple tarea de aprendizaje de probabilidad en la que los participantes recibieron: i) grandes incentivos financieros, ii) retroalimentación significativa y regular, y iii) amplia capacitación. En cada experimento grandes proporciones de participantes adoptaron la estrategia de respuesta óptima y los tres factores mencionados anteriormente contribuyeron a ello. Los resultados apoyan la teoría de la elección racional ",
            "error": [
                ""
            ]
        },
        "payoff probability": {
            "translated_key": "probabilidad de pago",
            "translated_annotated_text": "Un nuevo examen de la coincidencia de probabilidad y la elección racional En una tarea típica de aprendizaje de probabilidad los participantes se presentan con una elección repetida entre dos alternativas de respuesta, una de las cuales tiene una \"probabilidad de pago\" más alta que la otra. La teoría racional de la elección requiere que los participantes eventualmente asignen todas sus respuestas a la alternativa de alto pago, pero investigaciones previas han encontrado que la gente no puede maximizar sus pagos. En su lugar, se observa comúnmente que las personas coinciden con sus probabilidades de respuesta a las probabilidades de pago. Informamos de tres experimentos sobre esta anomalía de elección utilizando una simple tarea de aprendizaje de probabilidad en la que los participantes recibieron: i) grandes incentivos financieros, ii) retroalimentación significativa y regular, y iii) amplia capacitación. En cada experimento grandes proporciones de participantes adoptaron la estrategia de respuesta óptima y los tres factores mencionados anteriormente contribuyeron a ello. Los resultados apoyan la teoría de la elección racional ",
            "error": [
                ""
            ]
        },
        "response probabilities": {
            "translated_key": [],
            "translated_annotated_text": "Un reexamen de la coincidencia de probabilidad y la elección racional En una tarea típica de aprendizaje de probabilidad, los participantes se presentan con una elección repetida entre dos alternativas de respuesta, una de las cuales tiene una probabilidad de rentabilidad más alta que la otra. La teoría racional de la elección requiere que los participantes eventualmente asignen todas sus respuestas a la alternativa de alto pago, pero investigaciones previas han encontrado que la gente no puede maximizar sus pagos. En su lugar, se observa comúnmente que las personas coinciden con sus probabilidades de respuesta a las probabilidades de pago. Informamos de tres experimentos sobre esta anomalía de elección utilizando una simple tarea de aprendizaje de probabilidad en la que los participantes recibieron: i) grandes incentivos financieros, ii) retroalimentación significativa y regular, y iii) amplia capacitación. En cada experimento grandes proporciones de participantes adoptaron la estrategia de respuesta óptima y los tres factores mencionados anteriormente contribuyeron a ello. Los resultados apoyan la teoría de la elección racional ",
            "error": []
        },
        "choice anomaly": {
            "translated_key": "anomalía de elección",
            "translated_annotated_text": "Un reexamen de la coincidencia de probabilidad y la elección racional En una tarea típica de aprendizaje de probabilidad, los participantes se presentan con una elección repetida entre dos alternativas de respuesta, una de las cuales tiene una probabilidad de rentabilidad más alta que la otra. La teoría racional de la elección requiere que los participantes eventualmente asignen todas sus respuestas a la alternativa de alto pago, pero investigaciones previas han encontrado que la gente no puede maximizar sus pagos. En su lugar, se observa comúnmente que las personas coinciden con sus probabilidades de respuesta a las probabilidades de pago. Informamos de tres experimentos sobre esta \"anomalía de elección\" utilizando una simple tarea de aprendizaje de probabilidad en la que los participantes recibieron: i) grandes incentivos financieros, ii) retroalimentación significativa y regular, y iii) amplia capacitación. En cada experimento grandes proporciones de participantes adoptaron la estrategia de respuesta óptima y los tres factores mencionados anteriormente contribuyeron a ello. Los resultados apoyan la teoría de la elección racional ",
            "error": [
                ""
            ]
        },
        "large financial incentives": {
            "translated_key": "grandes incentivos financieros",
            "translated_annotated_text": "Un reexamen de la coincidencia de probabilidad y la elección racional En una tarea típica de aprendizaje de probabilidad, los participantes se presentan con una elección repetida entre dos alternativas de respuesta, una de las cuales tiene una probabilidad de rentabilidad más alta que la otra. La teoría racional de la elección requiere que los participantes eventualmente asignen todas sus respuestas a la alternativa de alto pago, pero investigaciones previas han encontrado que la gente no puede maximizar sus pagos. En su lugar, se observa comúnmente que las personas coinciden con sus probabilidades de respuesta a las probabilidades de pago. Informamos de tres experimentos sobre esta anomalía de elección utilizando una simple tarea de aprendizaje de probabilidad en la que se proporcionó a los participantes: i) \"grandes incentivos financieros\", ii) retroalimentación significativa y regular, y iii) amplia capacitación. En cada experimento grandes proporciones de participantes adoptaron la estrategia de respuesta óptima y los tres factores mencionados anteriormente contribuyeron a ello. Los resultados apoyan la teoría de la elección racional ",
            "error": [
                ""
            ]
        },
        "meaningful regular feedback": {
            "translated_key": [],
            "translated_annotated_text": "Un reexamen de la coincidencia de probabilidad y la elección racional En una tarea típica de aprendizaje de probabilidad, los participantes se presentan con una elección repetida entre dos alternativas de respuesta, una de las cuales tiene una probabilidad de rentabilidad más alta que la otra. La teoría racional de la elección requiere que los participantes eventualmente asignen todas sus respuestas a la alternativa de alto pago, pero investigaciones previas han encontrado que la gente no puede maximizar sus pagos. En su lugar, se observa comúnmente que las personas coinciden con sus probabilidades de respuesta a las probabilidades de pago. Informamos de tres experimentos sobre esta anomalía de elección utilizando una simple tarea de aprendizaje de probabilidad en la que los participantes recibieron: i) grandes incentivos financieros, ii) retroalimentación significativa y regular, y iii) amplia capacitación. En cada experimento grandes proporciones de participantes adoptaron la estrategia de respuesta óptima y los tres factores mencionados anteriormente contribuyeron a ello. Los resultados apoyan la teoría de la elección racional ",
            "error": []
        },
        "extensive training": {
            "translated_key": "formación extensiva",
            "translated_annotated_text": "Un reexamen de la coincidencia de probabilidad y la elección racional En una tarea típica de aprendizaje de probabilidad, los participantes se presentan con una elección repetida entre dos alternativas de respuesta, una de las cuales tiene una probabilidad de rentabilidad más alta que la otra. La teoría racional de la elección requiere que los participantes eventualmente asignen todas sus respuestas a la alternativa de alto pago, pero investigaciones previas han encontrado que la gente no puede maximizar sus pagos. En su lugar, se observa comúnmente que las personas coinciden con sus probabilidades de respuesta a las probabilidades de pago. Informamos de tres experimentos sobre esta anomalía de elección utilizando una simple tarea de aprendizaje de probabilidad en la que los participantes recibieron: i) grandes incentivos financieros, ii) retroalimentación significativa y regular, y iii) \"formación extensiva\". En cada experimento grandes proporciones de participantes adoptaron la estrategia de respuesta óptima y los tres factores mencionados anteriormente contribuyeron a ello. Los resultados apoyan la teoría de la elección racional ",
            "error": [
                ""
            ]
        },
        "optimal response strategy": {
            "translated_key": "estrategia de respuesta óptima",
            "translated_annotated_text": "Un reexamen de la coincidencia de probabilidad y la elección racional En una tarea típica de aprendizaje de probabilidad, los participantes se presentan con una elección repetida entre dos alternativas de respuesta, una de las cuales tiene una probabilidad de rentabilidad más alta que la otra. La teoría racional de la elección requiere que los participantes eventualmente asignen todas sus respuestas a la alternativa de alto pago, pero investigaciones previas han encontrado que la gente no puede maximizar sus pagos. En su lugar, se observa comúnmente que las personas coinciden con sus probabilidades de respuesta a las probabilidades de pago. Informamos de tres experimentos sobre esta anomalía de elección utilizando una simple tarea de aprendizaje de probabilidad en la que los participantes recibieron: i) grandes incentivos financieros, ii) retroalimentación significativa y regular, y iii) amplia capacitación. En cada experimento grandes proporciones de participantes adoptaron la \"estrategia de respuesta óptima\" y los tres factores mencionados anteriormente contribuyeron a ello. Los resultados apoyan la teoría de la elección racional ",
            "error": [
                ""
            ]
        },
        "feedback": {
            "translated_key": "retroalimentación",
            "translated_annotated_text": "Un reexamen de la coincidencia de probabilidad y la elección racional En una tarea típica de aprendizaje de probabilidad, los participantes se presentan con una elección repetida entre dos alternativas de respuesta, una de las cuales tiene una probabilidad de rentabilidad más alta que la otra. La teoría racional de la elección requiere que los participantes eventualmente asignen todas sus respuestas a la alternativa de alto pago, pero investigaciones previas han encontrado que la gente no puede maximizar sus pagos. En su lugar, se observa comúnmente que las personas coinciden con sus probabilidades de respuesta a las probabilidades de pago. Informamos de tres experimentos sobre esta anomalía de elección utilizando una simple tarea de aprendizaje de probabilidad en la que los participantes recibieron: i) grandes incentivos financieros, ii) una \"retroalimentación\" significativa y regular, y iii) una amplia formación. En cada experimento grandes proporciones de participantes adoptaron la estrategia de respuesta óptima y los tres factores mencionados anteriormente contribuyeron a ello. Los resultados apoyan la teoría de la elección racional ",
            "error": [
                ""
            ]
        },
        "rationality": {
            "translated_key": [],
            "translated_annotated_text": "Un reexamen de la coincidencia de probabilidad y la elección racional En una tarea típica de aprendizaje de probabilidad, los participantes se presentan con una elección repetida entre dos alternativas de respuesta, una de las cuales tiene una probabilidad de rentabilidad más alta que la otra. La teoría racional de la elección requiere que los participantes eventualmente asignen todas sus respuestas a la alternativa de alto pago, pero investigaciones previas han encontrado que la gente no puede maximizar sus pagos. En su lugar, se observa comúnmente que las personas coinciden con sus probabilidades de respuesta a las probabilidades de pago. Informamos de tres experimentos sobre esta anomalía de elección utilizando una simple tarea de aprendizaje de probabilidad en la que los participantes recibieron: i) grandes incentivos financieros, ii) retroalimentación significativa y regular, y iii) amplia capacitación. En cada experimento grandes proporciones de participantes adoptaron la estrategia de respuesta óptima y los tres factores mencionados anteriormente contribuyeron a ello. Los resultados apoyan la teoría de la elección racional ",
            "error": []
        },
        "decision theory": {
            "translated_key": [],
            "translated_annotated_text": "Un reexamen de la coincidencia de probabilidad y la elección racional En una tarea típica de aprendizaje de probabilidad, los participantes se presentan con una elección repetida entre dos alternativas de respuesta, una de las cuales tiene una probabilidad de rentabilidad más alta que la otra. La teoría racional de la elección requiere que los participantes eventualmente asignen todas sus respuestas a la alternativa de alto pago, pero investigaciones previas han encontrado que la gente no puede maximizar sus pagos. En su lugar, se observa comúnmente que las personas coinciden con sus probabilidades de respuesta a las probabilidades de pago. Informamos de tres experimentos sobre esta anomalía de elección utilizando una simple tarea de aprendizaje de probabilidad en la que los participantes recibieron: i) grandes incentivos financieros, ii) retroalimentación significativa y regular, y iii) amplia capacitación. En cada experimento grandes proporciones de participantes adoptaron la estrategia de respuesta óptima y los tres factores mencionados anteriormente contribuyeron a ello. Los resultados apoyan la teoría de la elección racional ",
            "error": []
        },
        "probability": {
            "translated_key": "probabilidad",
            "translated_annotated_text": "Un reexamen de la coincidencia de \"probabilidad\" y la elección racional En una tarea de aprendizaje típica de \"probabilidad\" se presenta a los participantes una elección repetida entre dos alternativas de respuesta, una de las cuales tiene una \"probabilidad\" de pago más alta que la otra. La teoría racional de la elección requiere que los participantes eventualmente asignen todas sus respuestas a la alternativa de alto pago, pero investigaciones previas han encontrado que la gente no puede maximizar sus pagos. En su lugar, se observa comúnmente que las personas coinciden con sus probabilidades de respuesta a las probabilidades de pago. Informamos de tres experimentos sobre esta anomalía de elección utilizando una simple tarea de aprendizaje de \"probabilidad\" en la que los participantes recibieron: i) grandes incentivos financieros, ii) retroalimentación significativa y regular, y iii) amplia capacitación. En cada experimento grandes proporciones de participantes adoptaron la estrategia de respuesta óptima y los tres factores mencionados anteriormente contribuyeron a ello. Los resultados apoyan la teoría de la elección racional ",
            "error": [
                ""
            ]
        },
        "psychology": {
            "translated_key": [],
            "translated_annotated_text": "Un reexamen de la coincidencia de probabilidad y la elección racional En una tarea típica de aprendizaje de probabilidad, los participantes se presentan con una elección repetida entre dos alternativas de respuesta, una de las cuales tiene una probabilidad de rentabilidad más alta que la otra. La teoría racional de la elección requiere que los participantes eventualmente asignen todas sus respuestas a la alternativa de alto pago, pero investigaciones previas han encontrado que la gente no puede maximizar sus pagos. En su lugar, se observa comúnmente que las personas coinciden con sus probabilidades de respuesta a las probabilidades de pago. Informamos de tres experimentos sobre esta anomalía de elección utilizando una simple tarea de aprendizaje de probabilidad en la que los participantes recibieron: i) grandes incentivos financieros, ii) retroalimentación significativa y regular, y iii) amplia capacitación. En cada experimento grandes proporciones de participantes adoptaron la estrategia de respuesta óptima y los tres factores mencionados anteriormente contribuyeron a ello. Los resultados apoyan la teoría de la elección racional ",
            "error": []
        }
    }
}