{
    "original_text": "Eliminating recency with self-review: the case of auditors going concern judgments This paper examines the use of self-review to debias recency. Recency is found in the going concern judgments of staff auditors, but is successfully eliminated by the auditors use of a simple self-review technique that would be extremely easy to implement in audit practice. Auditors who self-review are also less inclined to make audit report choices that are inconsistent with their going concern judgments. These results are important because the judgments of staff auditors often determine the type and extent of documentation in audit workpapers and serve as preliminary inputs for senior auditors judgments and choices. If staff auditors judgments are affected by recency, the impact of this bias may be impounded in the ultimate judgments and choices of senior auditors. Since biased judgments can expose auditors to significant costs involving extended audit procedures, legal liability and diminished reputation, simple debiasing techniques that reduce this exposure are valuable. The paper also explores some future research needs and other important issues concerning judgment debiasing in applied professional settings",
    "original_translation": "Eliminación de la reincidencia con auto-revisión: el caso de los auditores que se refieren a juicios Este documento examina el uso de la auto-revisión a la reincidencia debía. En los fallos de los auditores del personal relativos a las actividades en marcha se observa una reincidencia, pero los auditores eliminan con éxito la utilización de una técnica sencilla de autoevaluación que sería extremadamente fácil de aplicar en la práctica de auditoría. Los auditores que se autoevaluan también están menos inclinados a tomar decisiones sobre informes de auditoría que son incompatibles con sus juicios de negocio en marcha. Estos resultados son importantes porque los fallos de los auditores del personal a menudo determinan el tipo y el alcance de la documentación en los documentos de trabajo de auditoría y sirven de insumos preliminares para los fallos y decisiones de los auditores superiores. Si los fallos de los auditores de personal se ven afectados por la reincidencia, los efectos de este sesgo pueden ser incautados en los fallos finales y las decisiones de los auditores superiores. Dado que los juicios sesgados pueden exponer a los auditores a costos significativos que implican procedimientos de auditoría ampliados, responsabilidad jurídica y menor reputación, las técnicas de sesgo simples que reducen esta exposición son valiosas. El documento también explora algunas necesidades futuras de investigación y otras cuestiones importantes relativas a la sesgo de juicio en entornos profesionales aplicados",
    "error_count": 8,
    "keys": {
        "auditor going concern judgments": {
            "translated_key": [],
            "translated_annotated_text": "Eliminación de la reincidencia con auto-revisión: el caso de los auditores que se refieren a juicios Este documento examina el uso de la auto-revisión a la reincidencia debía. En los fallos de los auditores del personal relativos a las actividades en marcha se observa una reincidencia, pero los auditores eliminan con éxito la utilización de una técnica sencilla de autoevaluación que sería extremadamente fácil de aplicar en la práctica de auditoría. Los auditores que se autoevaluan también están menos inclinados a tomar decisiones sobre informes de auditoría que son incompatibles con sus juicios de negocio en marcha. Estos resultados son importantes porque los fallos de los auditores del personal a menudo determinan el tipo y el alcance de la documentación en los documentos de trabajo de auditoría y sirven de insumos preliminares para los fallos y decisiones de los auditores superiores. Si los fallos de los auditores de personal se ven afectados por la reincidencia, los efectos de este sesgo pueden ser incautados en los fallos finales y las decisiones de los auditores superiores. Dado que los juicios sesgados pueden exponer a los auditores a costos significativos que implican procedimientos de auditoría ampliados, responsabilidad jurídica y menor reputación, las técnicas de sesgo simples que reducen esta exposición son valiosas. El documento también explora algunas necesidades futuras de investigación y otras cuestiones importantes relativas a la sesgo de juicio en entornos profesionales aplicados ",
            "error": []
        },
        "recency debiasing": {
            "translated_key": [],
            "translated_annotated_text": "Eliminación de la reincidencia con auto-revisión: el caso de los auditores que se refieren a juicios Este documento examina el uso de la auto-revisión a la reincidencia debía. En los fallos de los auditores del personal relativos a las actividades en marcha se observa una reincidencia, pero los auditores eliminan con éxito la utilización de una técnica sencilla de autoevaluación que sería extremadamente fácil de aplicar en la práctica de auditoría. Los auditores que se autoevaluan también están menos inclinados a tomar decisiones sobre informes de auditoría que son incompatibles con sus juicios de negocio en marcha. Estos resultados son importantes porque los fallos de los auditores del personal a menudo determinan el tipo y el alcance de la documentación en los documentos de trabajo de auditoría y sirven de insumos preliminares para los fallos y decisiones de los auditores superiores. Si los fallos de los auditores de personal se ven afectados por la reincidencia, los efectos de este sesgo pueden ser incautados en los fallos finales y las decisiones de los auditores superiores. Dado que los juicios sesgados pueden exponer a los auditores a costos significativos que implican procedimientos de auditoría ampliados, responsabilidad jurídica y menor reputación, las técnicas de sesgo simples que reducen esta exposición son valiosas. El documento también explora algunas necesidades futuras de investigación y otras cuestiones importantes relativas a la sesgo de juicio en entornos profesionales aplicados ",
            "error": []
        },
        "self-review": {
            "translated_key": "auto-revisión",
            "translated_annotated_text": "Eliminación de la reincidencia con \"auto-revisión\": el caso de los auditores que se refieren a juicios Este artículo examina el uso de \"auto-revisión\" a la reincidencia debía. La reincidencia se encuentra en los juicios de los auditores de personal en marcha, pero es eliminado con éxito por los auditores el uso de una simple técnica de \"auto-revisión\" que sería extremadamente fácil de implementar en la práctica de auditoría. Los auditores que \"auto-revisión\" también están menos inclinados a tomar decisiones de informes de auditoría que son inconsistentes con sus juicios de negocio en marcha. Estos resultados son importantes porque los fallos de los auditores del personal a menudo determinan el tipo y el alcance de la documentación en los documentos de trabajo de auditoría y sirven de insumos preliminares para los fallos y decisiones de los auditores superiores. Si los fallos de los auditores de personal se ven afectados por la reincidencia, los efectos de este sesgo pueden ser incautados en los fallos finales y las decisiones de los auditores superiores. Dado que los juicios sesgados pueden exponer a los auditores a costos significativos que implican procedimientos de auditoría ampliados, responsabilidad jurídica y menor reputación, las técnicas de sesgo simples que reducen esta exposición son valiosas. El documento también explora algunas necesidades futuras de investigación y otras cuestiones importantes relativas a la sesgo de juicio en entornos profesionales aplicados ",
            "error": [
                ""
            ]
        },
        "staff auditors": {
            "translated_key": "auditores de personal",
            "translated_annotated_text": "Eliminación de la reincidencia con auto-revisión: el caso de los auditores que se refieren a juicios Este documento examina el uso de la auto-revisión a la reincidencia debía. La reincidencia se encuentra en los juicios de los \"auditores de personal\", pero los auditores eliminan con éxito el uso de una simple técnica de autoevaluación que sería extremadamente fácil de aplicar en la práctica de auditoría. Los auditores que se autoevaluan también están menos inclinados a tomar decisiones sobre informes de auditoría que son incompatibles con sus juicios de negocio en marcha. Estos resultados son importantes porque los juicios de los \"auditores de personal\" a menudo determinan el tipo y el alcance de la documentación en los documentos de trabajo de auditoría y sirven como insumos preliminares para los juicios y decisiones de los auditores superiores. Si los juicios de los \"auditores de personal\" se ven afectados por la reincidencia, el impacto de este sesgo puede ser incautado en los juicios y elecciones finales de los auditores superiores. Dado que los juicios sesgados pueden exponer a los auditores a costos significativos que implican procedimientos de auditoría ampliados, responsabilidad jurídica y menor reputación, las técnicas de sesgo simples que reducen esta exposición son valiosas. El documento también explora algunas necesidades futuras de investigación y otras cuestiones importantes relativas a la sesgo de juicio en entornos profesionales aplicados ",
            "error": [
                ""
            ]
        },
        "audit report choices": {
            "translated_key": "elecciones de informes de auditoría",
            "translated_annotated_text": "Eliminación de la reincidencia con auto-revisión: el caso de los auditores que se refieren a juicios Este documento examina el uso de la auto-revisión a la reincidencia debía. En los fallos de los auditores del personal relativos a las actividades en marcha se observa una reincidencia, pero los auditores eliminan con éxito la utilización de una técnica sencilla de autoevaluación que sería extremadamente fácil de aplicar en la práctica de auditoría. Los auditores que se auto-revisan también están menos inclinados a hacer \"elecciones de informes de auditoría\" que son inconsistentes con sus juicios de negocio en marcha. Estos resultados son importantes porque los fallos de los auditores del personal a menudo determinan el tipo y el alcance de la documentación en los documentos de trabajo de auditoría y sirven de insumos preliminares para los fallos y decisiones de los auditores superiores. Si los fallos de los auditores de personal se ven afectados por la reincidencia, los efectos de este sesgo pueden ser incautados en los fallos finales y las decisiones de los auditores superiores. Dado que los juicios sesgados pueden exponer a los auditores a costos significativos que implican procedimientos de auditoría ampliados, responsabilidad jurídica y menor reputación, las técnicas de sesgo simples que reducen esta exposición son valiosas. El documento también explora algunas necesidades futuras de investigación y otras cuestiones importantes relativas a la sesgo de juicio en entornos profesionales aplicados ",
            "error": [
                ""
            ]
        },
        "documentation": {
            "translated_key": "documentación",
            "translated_annotated_text": "Eliminación de la reincidencia con auto-revisión: el caso de los auditores que se refieren a juicios Este documento examina el uso de la auto-revisión a la reincidencia debía. En los fallos de los auditores del personal relativos a las actividades en marcha se observa una reincidencia, pero los auditores eliminan con éxito la utilización de una técnica sencilla de autoevaluación que sería extremadamente fácil de aplicar en la práctica de auditoría. Los auditores que se autoevaluan también están menos inclinados a tomar decisiones sobre informes de auditoría que son incompatibles con sus juicios de negocio en marcha. Estos resultados son importantes porque los fallos de los auditores de personal a menudo determinan el tipo y el alcance de la \"documentación\" en los documentos de trabajo de auditoría y sirven como insumos preliminares para los juicios y decisiones de los auditores superiores. Si los fallos de los auditores de personal se ven afectados por la reincidencia, los efectos de este sesgo pueden ser incautados en los fallos finales y las decisiones de los auditores superiores. Dado que los juicios sesgados pueden exponer a los auditores a costos significativos que implican procedimientos de auditoría ampliados, responsabilidad jurídica y menor reputación, las técnicas de sesgo simples que reducen esta exposición son valiosas. El documento también explora algunas necesidades futuras de investigación y otras cuestiones importantes relativas a la sesgo de juicio en entornos profesionales aplicados ",
            "error": [
                ""
            ]
        },
        "audit workpapers": {
            "translated_key": "documentos de trabajo de auditoría",
            "translated_annotated_text": "Eliminación de la reincidencia con auto-revisión: el caso de los auditores que se refieren a juicios Este documento examina el uso de la auto-revisión a la reincidencia debía. En los fallos de los auditores del personal relativos a las actividades en marcha se observa una reincidencia, pero los auditores eliminan con éxito la utilización de una técnica sencilla de autoevaluación que sería extremadamente fácil de aplicar en la práctica de auditoría. Los auditores que se autoevaluan también están menos inclinados a tomar decisiones sobre informes de auditoría que son incompatibles con sus juicios de negocio en marcha. Estos resultados son importantes porque los juicios de los auditores de personal a menudo determinan el tipo y el alcance de la documentación en los \"documentos de trabajo de auditoría\" y sirven como insumos preliminares para los juicios y elecciones de los auditores superiores. Si los fallos de los auditores de personal se ven afectados por la reincidencia, los efectos de este sesgo pueden ser incautados en los fallos finales y las decisiones de los auditores superiores. Dado que los juicios sesgados pueden exponer a los auditores a costos significativos que implican procedimientos de auditoría ampliados, responsabilidad jurídica y menor reputación, las técnicas de sesgo simples que reducen esta exposición son valiosas. El documento también explora algunas necesidades futuras de investigación y otras cuestiones importantes relativas a la sesgo de juicio en entornos profesionales aplicados ",
            "error": [
                ""
            ]
        },
        "senior auditors": {
            "translated_key": "auditores superiores",
            "translated_annotated_text": "Eliminación de la reincidencia con auto-revisión: el caso de los auditores que se refieren a juicios Este documento examina el uso de la auto-revisión a la reincidencia debía. En los fallos de los auditores del personal relativos a las actividades en marcha se observa una reincidencia, pero los auditores eliminan con éxito la utilización de una técnica sencilla de autoevaluación que sería extremadamente fácil de aplicar en la práctica de auditoría. Los auditores que se autoevaluan también están menos inclinados a tomar decisiones sobre informes de auditoría que son incompatibles con sus juicios de negocio en marcha. Estos resultados son importantes porque los fallos de los auditores de personal a menudo determinan el tipo y el alcance de la documentación en los documentos de trabajo de auditoría y sirven como insumos preliminares para los juicios y decisiones de los \"auditores superiores\". Si las sentencias de los auditores de personal se ven afectadas por la reincidencia, el impacto de este sesgo puede ser incautado en las sentencias definitivas y en las decisiones de los \"auditores superiores\". Dado que los juicios sesgados pueden exponer a los auditores a costos significativos que implican procedimientos de auditoría ampliados, responsabilidad jurídica y menor reputación, las técnicas de sesgo simples que reducen esta exposición son valiosas. El documento también explora algunas necesidades futuras de investigación y otras cuestiones importantes relativas a la sesgo de juicio en entornos profesionales aplicados ",
            "error": [
                ""
            ]
        },
        "extended audit procedures": {
            "translated_key": "procedimientos de auditoría ampliados",
            "translated_annotated_text": "Eliminación de la reincidencia con auto-revisión: el caso de los auditores que se refieren a juicios Este documento examina el uso de la auto-revisión a la reincidencia debía. En los fallos de los auditores del personal relativos a las actividades en marcha se observa una reincidencia, pero los auditores eliminan con éxito la utilización de una técnica sencilla de autoevaluación que sería extremadamente fácil de aplicar en la práctica de auditoría. Los auditores que se autoevaluan también están menos inclinados a tomar decisiones sobre informes de auditoría que son incompatibles con sus juicios de negocio en marcha. Estos resultados son importantes porque los fallos de los auditores del personal a menudo determinan el tipo y el alcance de la documentación en los documentos de trabajo de auditoría y sirven de insumos preliminares para los fallos y decisiones de los auditores superiores. Si los fallos de los auditores de personal se ven afectados por la reincidencia, los efectos de este sesgo pueden ser incautados en los fallos finales y las decisiones de los auditores superiores. Dado que los juicios sesgados pueden exponer a los auditores a costos significativos que implican \"procedimientos de auditoría ampliados\", la responsabilidad jurídica y la menor reputación, las técnicas de sesgo simples que reducen esta exposición son valiosas. El documento también explora algunas necesidades futuras de investigación y otras cuestiones importantes relativas a la sesgo de juicio en entornos profesionales aplicados ",
            "error": [
                ""
            ]
        },
        "legal liability": {
            "translated_key": "responsabilidad jurídica",
            "translated_annotated_text": "Eliminación de la reincidencia con auto-revisión: el caso de los auditores que se refieren a juicios Este documento examina el uso de la auto-revisión a la reincidencia debía. En los fallos de los auditores del personal relativos a las actividades en marcha se observa una reincidencia, pero los auditores eliminan con éxito la utilización de una técnica sencilla de autoevaluación que sería extremadamente fácil de aplicar en la práctica de auditoría. Los auditores que se autoevaluan también están menos inclinados a tomar decisiones sobre informes de auditoría que son incompatibles con sus juicios de negocio en marcha. Estos resultados son importantes porque los fallos de los auditores del personal a menudo determinan el tipo y el alcance de la documentación en los documentos de trabajo de auditoría y sirven de insumos preliminares para los fallos y decisiones de los auditores superiores. Si los fallos de los auditores de personal se ven afectados por la reincidencia, los efectos de este sesgo pueden ser incautados en los fallos finales y las decisiones de los auditores superiores. Dado que los juicios sesgados pueden exponer a los auditores a costos significativos que implican procedimientos de auditoría ampliados, \"responsabilidad jurídica\" y menor reputación, las técnicas de sesgo simples que reducen esta exposición son valiosas. El documento también explora algunas necesidades futuras de investigación y otras cuestiones importantes relativas a la sesgo de juicio en entornos profesionales aplicados ",
            "error": [
                ""
            ]
        },
        "diminished reputation": {
            "translated_key": "reputación disminuida",
            "translated_annotated_text": "Eliminación de la reincidencia con auto-revisión: el caso de los auditores que se refieren a juicios Este documento examina el uso de la auto-revisión a la reincidencia debía. En los fallos de los auditores del personal relativos a las actividades en marcha se observa una reincidencia, pero los auditores eliminan con éxito la utilización de una técnica sencilla de autoevaluación que sería extremadamente fácil de aplicar en la práctica de auditoría. Los auditores que se autoevaluan también están menos inclinados a tomar decisiones sobre informes de auditoría que son incompatibles con sus juicios de negocio en marcha. Estos resultados son importantes porque los fallos de los auditores del personal a menudo determinan el tipo y el alcance de la documentación en los documentos de trabajo de auditoría y sirven de insumos preliminares para los fallos y decisiones de los auditores superiores. Si los fallos de los auditores de personal se ven afectados por la reincidencia, los efectos de este sesgo pueden ser incautados en los fallos finales y las decisiones de los auditores superiores. Dado que los juicios sesgados pueden exponer a los auditores a costos significativos que implican procedimientos de auditoría ampliados, responsabilidad jurídica y \"reputación disminuida\", las técnicas de sesgo simples que reducen esta exposición son valiosas. El documento también explora algunas necesidades futuras de investigación y otras cuestiones importantes relativas a la sesgo de juicio en entornos profesionales aplicados ",
            "error": [
                ""
            ]
        },
        "judgment debiasing": {
            "translated_key": "juicio de sesgo",
            "translated_annotated_text": "Eliminación de la reincidencia con auto-revisión: el caso de los auditores que se refieren a juicios Este documento examina el uso de la auto-revisión a la reincidencia debía. En los fallos de los auditores del personal relativos a las actividades en marcha se observa una reincidencia, pero los auditores eliminan con éxito la utilización de una técnica sencilla de autoevaluación que sería extremadamente fácil de aplicar en la práctica de auditoría. Los auditores que se autoevaluan también están menos inclinados a tomar decisiones sobre informes de auditoría que son incompatibles con sus juicios de negocio en marcha. Estos resultados son importantes porque los fallos de los auditores del personal a menudo determinan el tipo y el alcance de la documentación en los documentos de trabajo de auditoría y sirven de insumos preliminares para los fallos y decisiones de los auditores superiores. Si los fallos de los auditores de personal se ven afectados por la reincidencia, los efectos de este sesgo pueden ser incautados en los fallos finales y las decisiones de los auditores superiores. Dado que los juicios sesgados pueden exponer a los auditores a costos significativos que implican procedimientos de auditoría ampliados, responsabilidad jurídica y menor reputación, las técnicas de sesgo simples que reducen esta exposición son valiosas. El documento también explora algunas necesidades futuras de investigación y otras cuestiones importantes relacionadas con el \"juicio de sesgo\" en entornos profesionales aplicados ",
            "error": [
                ""
            ]
        },
        "applied professional settings": {
            "translated_key": "contextos profesionales aplicados",
            "translated_annotated_text": "Eliminación de la reincidencia con auto-revisión: el caso de los auditores que se refieren a juicios Este documento examina el uso de la auto-revisión a la reincidencia debía. En los fallos de los auditores del personal relativos a las actividades en marcha se observa una reincidencia, pero los auditores eliminan con éxito la utilización de una técnica sencilla de autoevaluación que sería extremadamente fácil de aplicar en la práctica de auditoría. Los auditores que se autoevaluan también están menos inclinados a tomar decisiones sobre informes de auditoría que son incompatibles con sus juicios de negocio en marcha. Estos resultados son importantes porque los fallos de los auditores del personal a menudo determinan el tipo y el alcance de la documentación en los documentos de trabajo de auditoría y sirven de insumos preliminares para los fallos y decisiones de los auditores superiores. Si los fallos de los auditores de personal se ven afectados por la reincidencia, los efectos de este sesgo pueden ser incautados en los fallos finales y las decisiones de los auditores superiores. Dado que los juicios sesgados pueden exponer a los auditores a costos significativos que implican procedimientos de auditoría ampliados, responsabilidad jurídica y menor reputación, las técnicas de sesgo simples que reducen esta exposición son valiosas. El documento también explora algunas necesidades futuras de investigación y otras cuestiones importantes relativas a la sesgo del juicio en \"contextos profesionales aplicados\" ",
            "error": [
                ""
            ]
        },
        "accountability": {
            "translated_key": [],
            "translated_annotated_text": "Eliminación de la reincidencia con auto-revisión: el caso de los auditores que se refieren a juicios Este documento examina el uso de la auto-revisión a la reincidencia debía. En los fallos de los auditores del personal relativos a las actividades en marcha se observa una reincidencia, pero los auditores eliminan con éxito la utilización de una técnica sencilla de autoevaluación que sería extremadamente fácil de aplicar en la práctica de auditoría. Los auditores que se autoevaluan también están menos inclinados a tomar decisiones sobre informes de auditoría que son incompatibles con sus juicios de negocio en marcha. Estos resultados son importantes porque los fallos de los auditores del personal a menudo determinan el tipo y el alcance de la documentación en los documentos de trabajo de auditoría y sirven de insumos preliminares para los fallos y decisiones de los auditores superiores. Si los fallos de los auditores de personal se ven afectados por la reincidencia, los efectos de este sesgo pueden ser incautados en los fallos finales y las decisiones de los auditores superiores. Dado que los juicios sesgados pueden exponer a los auditores a costos significativos que implican procedimientos de auditoría ampliados, responsabilidad jurídica y menor reputación, las técnicas de sesgo simples que reducen esta exposición son valiosas. El documento también explora algunas necesidades futuras de investigación y otras cuestiones importantes relativas a la sesgo de juicio en entornos profesionales aplicados ",
            "error": []
        },
        "probability judgments": {
            "translated_key": [],
            "translated_annotated_text": "Eliminación de la reincidencia con auto-revisión: el caso de los auditores que se refieren a juicios Este documento examina el uso de la auto-revisión a la reincidencia debía. En los fallos de los auditores del personal relativos a las actividades en marcha se observa una reincidencia, pero los auditores eliminan con éxito la utilización de una técnica sencilla de autoevaluación que sería extremadamente fácil de aplicar en la práctica de auditoría. Los auditores que se autoevaluan también están menos inclinados a tomar decisiones sobre informes de auditoría que son incompatibles con sus juicios de negocio en marcha. Estos resultados son importantes porque los fallos de los auditores del personal a menudo determinan el tipo y el alcance de la documentación en los documentos de trabajo de auditoría y sirven de insumos preliminares para los fallos y decisiones de los auditores superiores. Si los fallos de los auditores de personal se ven afectados por la reincidencia, los efectos de este sesgo pueden ser incautados en los fallos finales y las decisiones de los auditores superiores. Dado que los juicios sesgados pueden exponer a los auditores a costos significativos que implican procedimientos de auditoría ampliados, responsabilidad jurídica y menor reputación, las técnicas de sesgo simples que reducen esta exposición son valiosas. El documento también explora algunas necesidades futuras de investigación y otras cuestiones importantes relativas a la sesgo de juicio en entornos profesionales aplicados ",
            "error": []
        },
        "auditing": {
            "translated_key": [],
            "translated_annotated_text": "Eliminación de la reincidencia con auto-revisión: el caso de los auditores que se refieren a juicios Este documento examina el uso de la auto-revisión a la reincidencia debía. En los fallos de los auditores del personal relativos a las actividades en marcha se observa una reincidencia, pero los auditores eliminan con éxito la utilización de una técnica sencilla de autoevaluación que sería extremadamente fácil de aplicar en la práctica de auditoría. Los auditores que se autoevaluan también están menos inclinados a tomar decisiones sobre informes de auditoría que son incompatibles con sus juicios de negocio en marcha. Estos resultados son importantes porque los fallos de los auditores del personal a menudo determinan el tipo y el alcance de la documentación en los documentos de trabajo de auditoría y sirven de insumos preliminares para los fallos y decisiones de los auditores superiores. Si los fallos de los auditores de personal se ven afectados por la reincidencia, los efectos de este sesgo pueden ser incautados en los fallos finales y las decisiones de los auditores superiores. Dado que los juicios sesgados pueden exponer a los auditores a costos significativos que implican procedimientos de auditoría ampliados, responsabilidad jurídica y menor reputación, las técnicas de sesgo simples que reducen esta exposición son valiosas. El documento también explora algunas necesidades futuras de investigación y otras cuestiones importantes relativas a la sesgo de juicio en entornos profesionales aplicados ",
            "error": []
        },
        "behavioural sciences": {
            "translated_key": [],
            "translated_annotated_text": "Eliminación de la reincidencia con auto-revisión: el caso de los auditores que se refieren a juicios Este documento examina el uso de la auto-revisión a la reincidencia debía. En los fallos de los auditores del personal relativos a las actividades en marcha se observa una reincidencia, pero los auditores eliminan con éxito la utilización de una técnica sencilla de autoevaluación que sería extremadamente fácil de aplicar en la práctica de auditoría. Los auditores que se autoevaluan también están menos inclinados a tomar decisiones sobre informes de auditoría que son incompatibles con sus juicios de negocio en marcha. Estos resultados son importantes porque los fallos de los auditores del personal a menudo determinan el tipo y el alcance de la documentación en los documentos de trabajo de auditoría y sirven de insumos preliminares para los fallos y decisiones de los auditores superiores. Si los fallos de los auditores de personal se ven afectados por la reincidencia, los efectos de este sesgo pueden ser incautados en los fallos finales y las decisiones de los auditores superiores. Dado que los juicios sesgados pueden exponer a los auditores a costos significativos que implican procedimientos de auditoría ampliados, responsabilidad jurídica y menor reputación, las técnicas de sesgo simples que reducen esta exposición son valiosas. El documento también explora algunas necesidades futuras de investigación y otras cuestiones importantes relativas a la sesgo de juicio en entornos profesionales aplicados ",
            "error": []
        },
        "decision theory": {
            "translated_key": [],
            "translated_annotated_text": "Eliminación de la reincidencia con auto-revisión: el caso de los auditores que se refieren a juicios Este documento examina el uso de la auto-revisión a la reincidencia debía. En los fallos de los auditores del personal relativos a las actividades en marcha se observa una reincidencia, pero los auditores eliminan con éxito la utilización de una técnica sencilla de autoevaluación que sería extremadamente fácil de aplicar en la práctica de auditoría. Los auditores que se autoevaluan también están menos inclinados a tomar decisiones sobre informes de auditoría que son incompatibles con sus juicios de negocio en marcha. Estos resultados son importantes porque los fallos de los auditores del personal a menudo determinan el tipo y el alcance de la documentación en los documentos de trabajo de auditoría y sirven de insumos preliminares para los fallos y decisiones de los auditores superiores. Si los fallos de los auditores de personal se ven afectados por la reincidencia, los efectos de este sesgo pueden ser incautados en los fallos finales y las decisiones de los auditores superiores. Dado que los juicios sesgados pueden exponer a los auditores a costos significativos que implican procedimientos de auditoría ampliados, responsabilidad jurídica y menor reputación, las técnicas de sesgo simples que reducen esta exposición son valiosas. El documento también explora algunas necesidades futuras de investigación y otras cuestiones importantes relativas a la sesgo de juicio en entornos profesionales aplicados ",
            "error": []
        },
        "probability": {
            "translated_key": [],
            "translated_annotated_text": "Eliminación de la reincidencia con auto-revisión: el caso de los auditores que se refieren a juicios Este documento examina el uso de la auto-revisión a la reincidencia debía. En los fallos de los auditores del personal relativos a las actividades en marcha se observa una reincidencia, pero los auditores eliminan con éxito la utilización de una técnica sencilla de autoevaluación que sería extremadamente fácil de aplicar en la práctica de auditoría. Los auditores que se autoevaluan también están menos inclinados a tomar decisiones sobre informes de auditoría que son incompatibles con sus juicios de negocio en marcha. Estos resultados son importantes porque los fallos de los auditores del personal a menudo determinan el tipo y el alcance de la documentación en los documentos de trabajo de auditoría y sirven de insumos preliminares para los fallos y decisiones de los auditores superiores. Si los fallos de los auditores de personal se ven afectados por la reincidencia, los efectos de este sesgo pueden ser incautados en los fallos finales y las decisiones de los auditores superiores. Dado que los juicios sesgados pueden exponer a los auditores a costos significativos que implican procedimientos de auditoría ampliados, responsabilidad jurídica y menor reputación, las técnicas de sesgo simples que reducen esta exposición son valiosas. El documento también explora algunas necesidades futuras de investigación y otras cuestiones importantes relativas a la sesgo de juicio en entornos profesionales aplicados ",
            "error": []
        }
    }
}