{
    "original_text": "Quantum Zeno subspaces The quantum Zeno effect is recast in terms of an adiabatic theorem when the measurement is described as the dynamical coupling to another quantum system that plays the role of apparatus. A few significant examples are proposed and their practical relevance discussed. We also focus on decoherence-free subspaces",
    "original_translation": "Subespacios cuánticos Zeno El efecto cuántico Zeno se refunde en términos de un teorema adiabático cuando la medición se describe como el acoplamiento dinámico a otro sistema cuántico que desempeña el papel de aparato. Se proponen algunos ejemplos significativos y se examina su pertinencia práctica. También nos centramos en subespacios libres de incoherencia",
    "error_count": 3,
    "keys": {
        "quantum Zeno subspaces": {
            "translated_key": [],
            "translated_annotated_text": "Subespacios cuánticos Zeno El efecto cuántico Zeno se refunde en términos de un teorema adiabático cuando la medición se describe como el acoplamiento dinámico a otro sistema cuántico que desempeña el papel de aparato. Se proponen algunos ejemplos significativos y se examina su pertinencia práctica. También nos centramos en subespacios libres de incoherencia ",
            "error": []
        },
        "adiabatic theorem": {
            "translated_key": "teorema adiabatico",
            "translated_annotated_text": "Subespacios cuánticos Zeno El efecto cuántico Zeno se refunde en términos de un \"teorema adiabatico\" cuando la medición se describe como el acoplamiento dinámico a otro sistema cuántico que desempeña el papel de aparato. Se proponen algunos ejemplos significativos y se examina su pertinencia práctica. También nos centramos en subespacios libres de incoherencia ",
            "error": [
                ""
            ]
        },
        "dynamical coupling": {
            "translated_key": "acoplamiento dinámico",
            "translated_annotated_text": "Subespacios cuánticos Zeno El efecto cuántico Zeno se refunde en términos de un teorema adiabático cuando la medición se describe como el \"acoplamiento dinámico\" a otro sistema cuántico que desempeña el papel de aparato. Se proponen algunos ejemplos significativos y se examina su pertinencia práctica. También nos centramos en subespacios libres de incoherencia ",
            "error": [
                ""
            ]
        },
        "measurement": {
            "translated_key": "medida",
            "translated_annotated_text": "Subespacios cuánticos Zeno El efecto cuántico Zeno se refunde en términos de un teorema adiabático cuando la \"medida\" se describe como el acoplamiento dinámico a otro sistema cuántico que juega el papel de aparato. Se proponen algunos ejemplos significativos y se examina su pertinencia práctica. También nos centramos en subespacios libres de incoherencia ",
            "error": [
                ""
            ]
        },
        "decoherence-free subspaces": {
            "translated_key": "subespacios libres de incoherencia",
            "translated_annotated_text": "Subespacios cuánticos Zeno El efecto cuántico Zeno se refunde en términos de un teorema adiabático cuando la medición se describe como el acoplamiento dinámico a otro sistema cuántico que desempeña el papel de aparato. Se proponen algunos ejemplos significativos y se examina su pertinencia práctica. También nos centramos en \"subespacios libres de incoherencia\" ",
            "error": [
                ""
            ]
        },
        "quantum computing": {
            "translated_key": [],
            "translated_annotated_text": "Subespacios cuánticos Zeno El efecto cuántico Zeno se refunde en términos de un teorema adiabático cuando la medición se describe como el acoplamiento dinámico a otro sistema cuántico que desempeña el papel de aparato. Se proponen algunos ejemplos significativos y se examina su pertinencia práctica. También nos centramos en subespacios libres de incoherencia ",
            "error": []
        },
        "quantum theory": {
            "translated_key": [],
            "translated_annotated_text": "Subespacios cuánticos Zeno El efecto cuántico Zeno se refunde en términos de un teorema adiabático cuando la medición se describe como el acoplamiento dinámico a otro sistema cuántico que desempeña el papel de aparato. Se proponen algunos ejemplos significativos y se examina su pertinencia práctica. También nos centramos en subespacios libres de incoherencia ",
            "error": []
        }
    }
}