{
    "original_text": "Variety identification of wheat using mass spectrometry with neural networks and the influence of mass spectra processing prior to neural network analysis The performance of matrix-assisted laser desorption/ionisation time-of-flight mass spectrometry with neural networks in wheat variety classification is further evaluated. Two principal issues were studied: (a) the number of varieties that could be classified correctly; and (b) various means of preprocessing mass spectrometric data. The number of wheat varieties tested was increased from 10 to 30. The main pre-processing method investigated was based on Gaussian smoothing of the spectra, but other methods based on normalisation procedures and multiplicative scatter correction of data were also used. With the final method, it was possible to classify 30 wheat varieties with 87% correctly classified mass spectra and a correlation coefficient of 0.90",
    "original_translation": "Identificación de variedad de trigo utilizando espectrometría de masas con redes neuronales y la influencia del procesamiento de espectros de masas antes del análisis de red neuronal Se evalúa más el rendimiento de la espectrometría de masas de desorción/ionización por láser asistida por matriz con redes neuronales en la clasificación de variedades de trigo. Se estudiaron dos cuestiones principales: a) el número de variedades que podían clasificarse correctamente; y b) diversos medios de preprocesamiento de datos espectrométricos de masas. El número de variedades de trigo ensayadas aumentó de 10 a 30. El principal método de preprocesamiento investigado se basó en el suavizado gaussiano de los espectros, pero también se utilizaron otros métodos basados en procedimientos de normalización y corrección de dispersión multiplicativa de los datos. Con el método final, fue posible clasificar 30 variedades de trigo con un 87% de espectros de masa correctamente clasificados y un coeficiente de correlación de 0,90",
    "error_count": 18,
    "keys": {
        "matrix-assisted laser desorption/ionisation time-of-flight mass spectrometry": {
            "translated_key": "matriz/ionización en el tiempo de vuelo espectrometría de masas",
            "translated_annotated_text": "Identificación de variedad de trigo utilizando espectrometría de masas con redes neuronales y la influencia del procesamiento de espectros de masas antes del análisis de red neuronal Se evalúa más adelante el rendimiento de la desorción láser asistida por <br>matriz/ionización en el tiempo de vuelo espectrometría de masas</br> con redes neuronales en la clasificación de variedades de trigo. Se estudiaron dos cuestiones principales: a) el número de variedades que podían clasificarse correctamente; y b) diversos medios de preprocesamiento de datos espectrométricos de masas. El número de variedades de trigo ensayadas aumentó de 10 a 30. El principal método de preprocesamiento investigado se basó en el suavizado gaussiano de los espectros, pero también se utilizaron otros métodos basados en procedimientos de normalización y corrección de dispersión multiplicativa de los datos. Con el método final, fue posible clasificar 30 variedades de trigo con un 87% de espectros de masa correctamente clasificados y un coeficiente de correlación de 0,90 ",
            "error": [
                ""
            ]
        },
        "wheat variety classification": {
            "translated_key": "clasificación de variedades de trigo",
            "translated_annotated_text": "Identificación de variedad de trigo utilizando espectrometría de masas con redes neuronales y la influencia del procesamiento de espectros de masas antes del análisis de red neuronal Se evalúa más el rendimiento de la desorción/ionización láser asistida por matriz en el tiempo de vuelo de la espectrometría de masas con redes neuronales en la <br>clasificación de variedades de trigo</br>. Se estudiaron dos cuestiones principales: a) el número de variedades que podían clasificarse correctamente; y b) diversos medios de preprocesamiento de datos espectrométricos de masas. El número de variedades de trigo ensayadas aumentó de 10 a 30. El principal método de preprocesamiento investigado se basó en el suavizado gaussiano de los espectros, pero también se utilizaron otros métodos basados en procedimientos de normalización y corrección de dispersión multiplicativa de los datos. Con el método final, fue posible clasificar 30 variedades de trigo con un 87% de espectros de masa correctamente clasificados y un coeficiente de correlación de 0,90 ",
            "error": [
                ""
            ]
        },
        "mass spectrometric data": {
            "translated_key": "datos espectrométricos de masas",
            "translated_annotated_text": "Identificación de variedad de trigo utilizando espectrometría de masas con redes neuronales y la influencia del procesamiento de espectros de masas antes del análisis de red neuronal Se evalúa más el rendimiento de la espectrometría de masas de desorción/ionización por láser asistida por matriz con redes neuronales en la clasificación de variedades de trigo. Se estudiaron dos cuestiones principales: a) el número de variedades que podían clasificarse correctamente; y b) diversos medios de preprocesamiento <br>datos espectrométricos de masas</br>. El número de variedades de trigo ensayadas aumentó de 10 a 30. El principal método de preprocesamiento investigado se basó en el suavizado gaussiano de los espectros, pero también se utilizaron otros métodos basados en procedimientos de normalización y corrección de dispersión multiplicativa de los datos. Con el método final, fue posible clasificar 30 variedades de trigo con un 87% de espectros de masa correctamente clasificados y un coeficiente de correlación de 0,90 ",
            "error": [
                ""
            ]
        },
        "pre-processing- method": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de variedad de trigo utilizando espectrometría de masas con redes neuronales y la influencia del procesamiento de espectros de masas antes del análisis de red neuronal Se evalúa más el rendimiento de la espectrometría de masas de desorción/ionización por láser asistida por matriz con redes neuronales en la clasificación de variedades de trigo. Se estudiaron dos cuestiones principales: a) el número de variedades que podían clasificarse correctamente; y b) diversos medios de preprocesamiento de datos espectrométricos de masas. El número de variedades de trigo ensayadas aumentó de 10 a 30. El principal método de preprocesamiento investigado se basó en el suavizado gaussiano de los espectros, pero también se utilizaron otros métodos basados en procedimientos de normalización y corrección de dispersión multiplicativa de los datos. Con el método final, fue posible clasificar 30 variedades de trigo con un 87% de espectros de masa correctamente clasificados y un coeficiente de correlación de 0,90 ",
            "error": []
        },
        "Gaussian smoothing": {
            "translated_key": "Gaussian",
            "translated_annotated_text": "Identificación de variedad de trigo utilizando espectrometría de masas con redes neuronales y la influencia del procesamiento de espectros de masas antes del análisis de red neuronal Se evalúa más el rendimiento de la espectrometría de masas de desorción/ionización por láser asistida por matriz con redes neuronales en la clasificación de variedades de trigo. Se estudiaron dos cuestiones principales: a) el número de variedades que podían clasificarse correctamente; y b) diversos medios de preprocesamiento de datos espectrométricos de masas. El número de variedades de trigo ensayadas aumentó de 10 a 30. El principal método de preprocesamiento investigado se basó en el suavizado <br>Gaussian</br> de los espectros, pero también se utilizaron otros métodos basados en procedimientos de normalización y corrección de dispersión multiplicativa de los datos. Con el método final, fue posible clasificar 30 variedades de trigo con un 87% de espectros de masa correctamente clasificados y un coeficiente de correlación de 0,90 ",
            "error": [
                ""
            ]
        },
        "normalisation procedures": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de variedad de trigo utilizando espectrometría de masas con redes neuronales y la influencia del procesamiento de espectros de masas antes del análisis de red neuronal Se evalúa más el rendimiento de la espectrometría de masas de desorción/ionización por láser asistida por matriz con redes neuronales en la clasificación de variedades de trigo. Se estudiaron dos cuestiones principales: a) el número de variedades que podían clasificarse correctamente; y b) diversos medios de preprocesamiento de datos espectrométricos de masas. El número de variedades de trigo ensayadas aumentó de 10 a 30. El principal método de preprocesamiento investigado se basó en el suavizado gaussiano de los espectros, pero también se utilizaron otros métodos basados en procedimientos de normalización <br> y corrección de dispersión multiplicativa de los datos. Con el método final, fue posible clasificar 30 variedades de trigo con un 87% de espectros de masa correctamente clasificados y un coeficiente de correlación de 0,90 ",
            "error": []
        },
        "multiplicative scatter correction": {
            "translated_key": "multiplicativa de dispersión",
            "translated_annotated_text": "Identificación de variedad de trigo utilizando espectrometría de masas con redes neuronales y la influencia del procesamiento de espectros de masas antes del análisis de red neuronal Se evalúa más el rendimiento de la espectrometría de masas de desorción/ionización por láser asistida por matriz con redes neuronales en la clasificación de variedades de trigo. Se estudiaron dos cuestiones principales: a) el número de variedades que podían clasificarse correctamente; y b) diversos medios de preprocesamiento de datos espectrométricos de masas. El número de variedades de trigo ensayadas aumentó de 10 a 30. El principal método de preprocesamiento investigado se basó en el suavizado gaussiano de los espectros, pero también se utilizaron otros métodos basados en procedimientos de normalización y corrección <br>multiplicativa de dispersión</br> de los datos. Con el método final, fue posible clasificar 30 variedades de trigo con un 87% de espectros de masa correctamente clasificados y un coeficiente de correlación de 0,90 ",
            "error": [
                ""
            ]
        },
        "correctly classified mass spectra": {
            "translated_key": "espectros de masa clasificados correctamente",
            "translated_annotated_text": "Identificación de variedad de trigo utilizando espectrometría de masas con redes neuronales y la influencia del procesamiento de espectros de masas antes del análisis de red neuronal Se evalúa más el rendimiento de la espectrometría de masas de desorción/ionización por láser asistida por matriz con redes neuronales en la clasificación de variedades de trigo. Se estudiaron dos cuestiones principales: a) el número de variedades que podían clasificarse correctamente; y b) diversos medios de preprocesamiento de datos espectrométricos de masas. El número de variedades de trigo ensayadas aumentó de 10 a 30. El principal método de preprocesamiento investigado se basó en el suavizado gaussiano de los espectros, pero también se utilizaron otros métodos basados en procedimientos de normalización y corrección de dispersión multiplicativa de los datos. Con el método final, fue posible clasificar 30 variedades de trigo con un 87% <br>espectros de masa clasificados correctamente</br> y un coeficiente de correlación de 0,90 ",
            "error": [
                ""
            ]
        },
        "correlation coefficient": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de variedad de trigo utilizando espectrometría de masas con redes neuronales y la influencia del procesamiento de espectros de masas antes del análisis de red neuronal Se evalúa más el rendimiento de la espectrometría de masas de desorción/ionización por láser asistida por matriz con redes neuronales en la clasificación de variedades de trigo. Se estudiaron dos cuestiones principales: a) el número de variedades que podían clasificarse correctamente; y b) diversos medios de preprocesamiento de datos espectrométricos de masas. El número de variedades de trigo ensayadas aumentó de 10 a 30. El principal método de preprocesamiento investigado se basó en el suavizado gaussiano de los espectros, pero también se utilizaron otros métodos basados en procedimientos de normalización y corrección de dispersión multiplicativa de los datos. Con el método final, fue posible clasificar 30 variedades de trigo con un 87% de espectros de masa clasificados correctamente y un coeficiente de correlación <br> de 0,90 ",
            "error": []
        },
        "variety identification": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de variedad de trigo utilizando espectrometría de masas con redes neuronales y la influencia del procesamiento de espectros de masas antes del análisis de red neuronal Se evalúa más el rendimiento de la espectrometría de masas de desorción/ionización por láser asistida por matriz con redes neuronales en la clasificación de variedades de trigo. Se estudiaron dos cuestiones principales: a) el número de variedades que podían clasificarse correctamente; y b) diversos medios de preprocesamiento de datos espectrométricos de masas. El número de variedades de trigo ensayadas aumentó de 10 a 30. El principal método de preprocesamiento investigado se basó en el suavizado gaussiano de los espectros, pero también se utilizaron otros métodos basados en procedimientos de normalización y corrección de dispersión multiplicativa de los datos. Con el método final, fue posible clasificar 30 variedades de trigo con un 87% de espectros de masa correctamente clasificados y un coeficiente de correlación de 0,90 ",
            "error": []
        },
        "mass spectra processing": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de variedad de trigo mediante espectrometría de masas con redes neuronales y la influencia del procesamiento de espectros de masas <br> antes del análisis de redes neuronales Se evalúa más a fondo el rendimiento de la espectrometría de masas de desorción/ionización láser asistida por matriz con redes neuronales en la clasificación de variedades de trigo. Se estudiaron dos cuestiones principales: a) el número de variedades que podían clasificarse correctamente; y b) diversos medios de preprocesamiento de datos espectrométricos de masas. El número de variedades de trigo ensayadas aumentó de 10 a 30. El principal método de preprocesamiento investigado se basó en el suavizado gaussiano de los espectros, pero también se utilizaron otros métodos basados en procedimientos de normalización y corrección de dispersión multiplicativa de los datos. Con el método final, fue posible clasificar 30 variedades de trigo con un 87% de espectros de masa correctamente clasificados y un coeficiente de correlación de 0,90 ",
            "error": []
        },
        "neural network analysis": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de variedad de trigo utilizando espectrometría de masas con redes neuronales y la influencia del procesamiento de espectros de masas antes del análisis de redes neuronales Se evalúa más el rendimiento de la espectrometría de masas de desorción/ionización láser asistida por matriz con redes neuronales en la clasificación de variedades de trigo. Se estudiaron dos cuestiones principales: a) el número de variedades que podían clasificarse correctamente; y b) diversos medios de preprocesamiento de datos espectrométricos de masas. El número de variedades de trigo ensayadas aumentó de 10 a 30. El principal método de preprocesamiento investigado se basó en el suavizado gaussiano de los espectros, pero también se utilizaron otros métodos basados en procedimientos de normalización y corrección de dispersión multiplicativa de los datos. Con el método final, fue posible clasificar 30 variedades de trigo con un 87% de espectros de masa correctamente clasificados y un coeficiente de correlación de 0,90 ",
            "error": []
        },
        "agriculture": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de variedad de trigo utilizando espectrometría de masas con redes neuronales y la influencia del procesamiento de espectros de masas antes del análisis de red neuronal Se evalúa más el rendimiento de la espectrometría de masas de desorción/ionización por láser asistida por matriz con redes neuronales en la clasificación de variedades de trigo. Se estudiaron dos cuestiones principales: a) el número de variedades que podían clasificarse correctamente; y b) diversos medios de preprocesamiento de datos espectrométricos de masas. El número de variedades de trigo ensayadas aumentó de 10 a 30. El principal método de preprocesamiento investigado se basó en el suavizado gaussiano de los espectros, pero también se utilizaron otros métodos basados en procedimientos de normalización y corrección de dispersión multiplicativa de los datos. Con el método final, fue posible clasificar 30 variedades de trigo con un 87% de espectros de masa correctamente clasificados y un coeficiente de correlación de 0,90 ",
            "error": []
        },
        "biological techniques": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de variedad de trigo utilizando espectrometría de masas con redes neuronales y la influencia del procesamiento de espectros de masas antes del análisis de red neuronal Se evalúa más el rendimiento de la espectrometría de masas de desorción/ionización por láser asistida por matriz con redes neuronales en la clasificación de variedades de trigo. Se estudiaron dos cuestiones principales: a) el número de variedades que podían clasificarse correctamente; y b) diversos medios de preprocesamiento de datos espectrométricos de masas. El número de variedades de trigo ensayadas aumentó de 10 a 30. El principal método de preprocesamiento investigado se basó en el suavizado gaussiano de los espectros, pero también se utilizaron otros métodos basados en procedimientos de normalización y corrección de dispersión multiplicativa de los datos. Con el método final, fue posible clasificar 30 variedades de trigo con un 87% de espectros de masa correctamente clasificados y un coeficiente de correlación de 0,90 ",
            "error": []
        },
        "biology computing": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de variedad de trigo utilizando espectrometría de masas con redes neuronales y la influencia del procesamiento de espectros de masas antes del análisis de red neuronal Se evalúa más el rendimiento de la espectrometría de masas de desorción/ionización por láser asistida por matriz con redes neuronales en la clasificación de variedades de trigo. Se estudiaron dos cuestiones principales: a) el número de variedades que podían clasificarse correctamente; y b) diversos medios de preprocesamiento de datos espectrométricos de masas. El número de variedades de trigo ensayadas aumentó de 10 a 30. El principal método de preprocesamiento investigado se basó en el suavizado gaussiano de los espectros, pero también se utilizaron otros métodos basados en procedimientos de normalización y corrección de dispersión multiplicativa de los datos. Con el método final, fue posible clasificar 30 variedades de trigo con un 87% de espectros de masa correctamente clasificados y un coeficiente de correlación de 0,90 ",
            "error": []
        },
        "botany": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de variedad de trigo utilizando espectrometría de masas con redes neuronales y la influencia del procesamiento de espectros de masas antes del análisis de red neuronal Se evalúa más el rendimiento de la espectrometría de masas de desorción/ionización por láser asistida por matriz con redes neuronales en la clasificación de variedades de trigo. Se estudiaron dos cuestiones principales: a) el número de variedades que podían clasificarse correctamente; y b) diversos medios de preprocesamiento de datos espectrométricos de masas. El número de variedades de trigo ensayadas aumentó de 10 a 30. El principal método de preprocesamiento investigado se basó en el suavizado gaussiano de los espectros, pero también se utilizaron otros métodos basados en procedimientos de normalización y corrección de dispersión multiplicativa de los datos. Con el método final, fue posible clasificar 30 variedades de trigo con un 87% de espectros de masa correctamente clasificados y un coeficiente de correlación de 0,90 ",
            "error": []
        },
        "data analysis": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de variedad de trigo utilizando espectrometría de masas con redes neuronales y la influencia del procesamiento de espectros de masas antes del análisis de red neuronal Se evalúa más el rendimiento de la espectrometría de masas de desorción/ionización por láser asistida por matriz con redes neuronales en la clasificación de variedades de trigo. Se estudiaron dos cuestiones principales: a) el número de variedades que podían clasificarse correctamente; y b) diversos medios de preprocesamiento de datos espectrométricos de masas. El número de variedades de trigo ensayadas aumentó de 10 a 30. El principal método de preprocesamiento investigado se basó en el suavizado gaussiano de los espectros, pero también se utilizaron otros métodos basados en procedimientos de normalización y corrección de dispersión multiplicativa de los datos. Con el método final, fue posible clasificar 30 variedades de trigo con un 87% de espectros de masa correctamente clasificados y un coeficiente de correlación de 0,90 ",
            "error": []
        },
        "Gaussian processes": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de variedad de trigo utilizando espectrometría de masas con redes neuronales y la influencia del procesamiento de espectros de masas antes del análisis de red neuronal Se evalúa más el rendimiento de la espectrometría de masas de desorción/ionización por láser asistida por matriz con redes neuronales en la clasificación de variedades de trigo. Se estudiaron dos cuestiones principales: a) el número de variedades que podían clasificarse correctamente; y b) diversos medios de preprocesamiento de datos espectrométricos de masas. El número de variedades de trigo ensayadas aumentó de 10 a 30. El principal método de preprocesamiento investigado se basó en el suavizado gaussiano de los espectros, pero también se utilizaron otros métodos basados en procedimientos de normalización y corrección de dispersión multiplicativa de los datos. Con el método final, fue posible clasificar 30 variedades de trigo con un 87% de espectros de masa correctamente clasificados y un coeficiente de correlación de 0,90 ",
            "error": []
        },
        "ionisation": {
            "translated_key": "ionización",
            "translated_annotated_text": "Identificación de variedad de trigo utilizando espectrometría de masas con redes neuronales y la influencia del procesamiento de espectros de masas antes del análisis de red neuronal Se evalúa más a fondo el rendimiento de la desorción láser asistida por matriz/<br>ionización</br> tiempo de vuelo espectrometría de masas con redes neuronales en la clasificación de variedades de trigo. Se estudiaron dos cuestiones principales: a) el número de variedades que podían clasificarse correctamente; y b) diversos medios de preprocesamiento de datos espectrométricos de masas. El número de variedades de trigo ensayadas aumentó de 10 a 30. El principal método de preprocesamiento investigado se basó en el suavizado gaussiano de los espectros, pero también se utilizaron otros métodos basados en procedimientos de normalización y corrección de dispersión multiplicativa de los datos. Con el método final, fue posible clasificar 30 variedades de trigo con un 87% de espectros de masa correctamente clasificados y un coeficiente de correlación de 0,90 ",
            "error": [
                ""
            ]
        },
        "laser beam applications": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de variedad de trigo utilizando espectrometría de masas con redes neuronales y la influencia del procesamiento de espectros de masas antes del análisis de red neuronal Se evalúa más el rendimiento de la espectrometría de masas de desorción/ionización por láser asistida por matriz con redes neuronales en la clasificación de variedades de trigo. Se estudiaron dos cuestiones principales: a) el número de variedades que podían clasificarse correctamente; y b) diversos medios de preprocesamiento de datos espectrométricos de masas. El número de variedades de trigo ensayadas aumentó de 10 a 30. El principal método de preprocesamiento investigado se basó en el suavizado gaussiano de los espectros, pero también se utilizaron otros métodos basados en procedimientos de normalización y corrección de dispersión multiplicativa de los datos. Con el método final, fue posible clasificar 30 variedades de trigo con un 87% de espectros de masa correctamente clasificados y un coeficiente de correlación de 0,90 ",
            "error": []
        },
        "neural nets": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de variedad de trigo utilizando espectrometría de masas con redes neuronales y la influencia del procesamiento de espectros de masas antes del análisis de red neuronal Se evalúa más el rendimiento de la espectrometría de masas de desorción/ionización por láser asistida por matriz con redes neuronales en la clasificación de variedades de trigo. Se estudiaron dos cuestiones principales: a) el número de variedades que podían clasificarse correctamente; y b) diversos medios de preprocesamiento de datos espectrométricos de masas. El número de variedades de trigo ensayadas aumentó de 10 a 30. El principal método de preprocesamiento investigado se basó en el suavizado gaussiano de los espectros, pero también se utilizaron otros métodos basados en procedimientos de normalización y corrección de dispersión multiplicativa de los datos. Con el método final, fue posible clasificar 30 variedades de trigo con un 87% de espectros de masa correctamente clasificados y un coeficiente de correlación de 0,90 ",
            "error": []
        },
        "spectral analysis": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de variedad de trigo utilizando espectrometría de masas con redes neuronales y la influencia del procesamiento de espectros de masas antes del análisis de red neuronal Se evalúa más el rendimiento de la espectrometría de masas de desorción/ionización por láser asistida por matriz con redes neuronales en la clasificación de variedades de trigo. Se estudiaron dos cuestiones principales: a) el número de variedades que podían clasificarse correctamente; y b) diversos medios de preprocesamiento de datos espectrométricos de masas. El número de variedades de trigo ensayadas aumentó de 10 a 30. El principal método de preprocesamiento investigado se basó en el suavizado gaussiano de los espectros, pero también se utilizaron otros métodos basados en procedimientos de normalización y corrección de dispersión multiplicativa de los datos. Con el método final, fue posible clasificar 30 variedades de trigo con un 87% de espectros de masa correctamente clasificados y un coeficiente de correlación de 0,90 ",
            "error": []
        },
        "spectroscopy computing": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de variedad de trigo utilizando espectrometría de masas con redes neuronales y la influencia del procesamiento de espectros de masas antes del análisis de red neuronal Se evalúa más el rendimiento de la espectrometría de masas de desorción/ionización por láser asistida por matriz con redes neuronales en la clasificación de variedades de trigo. Se estudiaron dos cuestiones principales: a) el número de variedades que podían clasificarse correctamente; y b) diversos medios de preprocesamiento de datos espectrométricos de masas. El número de variedades de trigo ensayadas aumentó de 10 a 30. El principal método de preprocesamiento investigado se basó en el suavizado gaussiano de los espectros, pero también se utilizaron otros métodos basados en procedimientos de normalización y corrección de dispersión multiplicativa de los datos. Con el método final, fue posible clasificar 30 variedades de trigo con un 87% de espectros de masa correctamente clasificados y un coeficiente de correlación de 0,90 ",
            "error": []
        },
        "thermally stimulated desorption": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de variedad de trigo utilizando espectrometría de masas con redes neuronales y la influencia del procesamiento de espectros de masas antes del análisis de red neuronal Se evalúa más el rendimiento de la espectrometría de masas de desorción/ionización por láser asistida por matriz con redes neuronales en la clasificación de variedades de trigo. Se estudiaron dos cuestiones principales: a) el número de variedades que podían clasificarse correctamente; y b) diversos medios de preprocesamiento de datos espectrométricos de masas. El número de variedades de trigo ensayadas aumentó de 10 a 30. El principal método de preprocesamiento investigado se basó en el suavizado gaussiano de los espectros, pero también se utilizaron otros métodos basados en procedimientos de normalización y corrección de dispersión multiplicativa de los datos. Con el método final, fue posible clasificar 30 variedades de trigo con un 87% de espectros de masa correctamente clasificados y un coeficiente de correlación de 0,90 ",
            "error": []
        },
        "time of flight mass spectra": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de variedad de trigo utilizando espectrometría de masas con redes neuronales y la influencia del procesamiento de espectros de masas antes del análisis de red neuronal Se evalúa más el rendimiento de la espectrometría de masas de desorción/ionización por láser asistida por matriz con redes neuronales en la clasificación de variedades de trigo. Se estudiaron dos cuestiones principales: a) el número de variedades que podían clasificarse correctamente; y b) diversos medios de preprocesamiento de datos espectrométricos de masas. El número de variedades de trigo ensayadas aumentó de 10 a 30. El principal método de preprocesamiento investigado se basó en el suavizado gaussiano de los espectros, pero también se utilizaron otros métodos basados en procedimientos de normalización y corrección de dispersión multiplicativa de los datos. Con el método final, fue posible clasificar 30 variedades de trigo con un 87% de espectros de masa correctamente clasificados y un coeficiente de correlación de 0,90 ",
            "error": []
        }
    }
}