{
    "original_text": "Operations that do not disturb partially known quantum states Consider a situation in which a quantum system is secretly prepared in a state chosen from the known set of states. We present a principle that gives a definite distinction between the operations that preserve the states of the system and those that disturb the states. The principle is derived by alternately applying a fundamental property of classical signals and a fundamental property of quantum ones. The principle can be cast into a simple form by using a decomposition of the relevant Hilbert space, which is uniquely determined by the set of possible states. The decomposition implies the classification of the degrees of freedom of the system into three parts depending on how they store the information on the initially chosen state: one storing it classically, one storing it nonclassically, and the other one storing no information. Then the principle states that the nonclassical part is inaccessible and the classical part is read-only if we are to preserve the state of the system. From this principle, many types of no-cloning, no-broadcasting, and no-imprinting conditions can easily be derived in general forms including mixed states. It also gives a unified view on how various schemes of quantum cryptography work. The principle helps one to derive optimum amount of resources (bits, qubits, and ebits) required in data compression or in quantum teleportation of mixed-state ensembles",
    "original_translation": "Operaciones que no perturban estados cuánticos parcialmente conocidos Considere una situación en la que un sistema cuántico se prepara en secreto en un estado elegido entre el conjunto conocido de estados. Presentamos un principio que establece una clara distinción entre las operaciones que preservan los estados del sistema y las que perturban a los estados. El principio se deriva de la aplicación alternativa de una propiedad fundamental de las señales clásicas y una propiedad fundamental de las cuánticas. El principio se puede plasmar en una forma simple utilizando una descomposición del espacio relevante de Hilbert, que está determinada de manera única por el conjunto de estados posibles. La descomposición implica la clasificación de los grados de libertad del sistema en tres partes dependiendo de cómo guarden la información sobre el estado inicialmente elegido: una almacenando clásicamente, una almacenando no clasicamente, y la otra almacenando ninguna información. Entonces el principio establece que la parte no clásica es inaccesible y la parte clásica es de sólo lectura si queremos preservar el estado del sistema. De este principio, muchos tipos de condiciones de no clonación, no difusión y no impresión pueden derivarse fácilmente en formas generales, incluyendo estados mixtos. También da una visión unificada sobre cómo funcionan varios esquemas de criptografía cuántica. El principio ayuda a obtener la cantidad óptima de recursos (bits, qubits y ebits) necesarios en la compresión de datos o en la teletransportación cuántica de conjuntos de estado mixto",
    "error_count": 7,
    "keys": {
        "partially known quantum states": {
            "translated_key": [],
            "translated_annotated_text": " Presentamos un principio que establece una clara distinción entre las operaciones que preservan los estados del sistema y las que perturban a los estados. El principio se deriva de la aplicación alternativa de una propiedad fundamental de las señales clásicas y una propiedad fundamental de las cuánticas. El principio se puede plasmar en una forma simple utilizando una descomposición del espacio relevante de Hilbert, que está determinada de manera única por el conjunto de estados posibles. La descomposición implica la clasificación de los grados de libertad del sistema en tres partes dependiendo de cómo guarden la información sobre el estado inicialmente elegido: una almacenando clásicamente, una almacenando no clasicamente, y la otra almacenando ninguna información. Entonces el principio establece que la parte no clásica es inaccesible y la parte clásica es de sólo lectura si queremos preservar el estado del sistema. De este principio, muchos tipos de condiciones de no clonación, no difusión y no impresión pueden derivarse fácilmente en formas generales, incluyendo estados mixtos. También da una visión unificada sobre cómo funcionan varios esquemas de criptografía cuántica. El principio ayuda a obtener la cantidad óptima de recursos (bits, qubits y ebits) necesarios en la compresión de datos o en la teletransportación cuántica de conjuntos de estado mixto ",
            "error": []
        },
        "quantum system": {
            "translated_key": [],
            "translated_annotated_text": "Operaciones que no perturban estados cuánticos parcialmente conocidos Considere una situación en la que un sistema cuántico <br> se prepara en secreto en un estado elegido entre el conjunto conocido de estados. Presentamos un principio que establece una clara distinción entre las operaciones que preservan los estados del sistema y las que perturban a los estados. El principio se deriva de la aplicación alternativa de una propiedad fundamental de las señales clásicas y una propiedad fundamental de las cuánticas. El principio se puede plasmar en una forma simple utilizando una descomposición del espacio relevante de Hilbert, que está determinada de manera única por el conjunto de estados posibles. La descomposición implica la clasificación de los grados de libertad del sistema en tres partes dependiendo de cómo guarden la información sobre el estado inicialmente elegido: una almacenando clásicamente, una almacenando no clasicamente, y la otra almacenando ninguna información. Entonces el principio establece que la parte no clásica es inaccesible y la parte clásica es de sólo lectura si queremos preservar el estado del sistema. De este principio, muchos tipos de condiciones de no clonación, no difusión y no impresión pueden derivarse fácilmente en formas generales, incluyendo estados mixtos. También da una visión unificada sobre cómo funcionan varios esquemas de criptografía cuántica. El principio ayuda a obtener la cantidad óptima de recursos (bits, qubits y ebits) necesarios en la compresión de datos o en la teletransportación cuántica de conjuntos de estado mixto ",
            "error": []
        },
        "secretly prepared quantum state": {
            "translated_key": [],
            "translated_annotated_text": "Operaciones que no perturban estados cuánticos parcialmente conocidos Considere una situación en la que un sistema cuántico se prepara en secreto en un estado elegido entre el conjunto conocido de estados. Presentamos un principio que establece una clara distinción entre las operaciones que preservan los estados del sistema y las que perturban a los estados. El principio se deriva de la aplicación alternativa de una propiedad fundamental de las señales clásicas y una propiedad fundamental de las cuánticas. El principio se puede plasmar en una forma simple utilizando una descomposición del espacio relevante de Hilbert, que está determinada de manera única por el conjunto de estados posibles. La descomposición implica la clasificación de los grados de libertad del sistema en tres partes dependiendo de cómo guarden la información sobre el estado inicialmente elegido: una almacenando clásicamente, una almacenando no clasicamente, y la otra almacenando ninguna información. Entonces el principio establece que la parte no clásica es inaccesible y la parte clásica es de sólo lectura si queremos preservar el estado del sistema. De este principio, muchos tipos de condiciones de no clonación, no difusión y no impresión pueden derivarse fácilmente en formas generales, incluyendo estados mixtos. También da una visión unificada sobre cómo funcionan varios esquemas de criptografía cuántica. El principio ayuda a obtener la cantidad óptima de recursos (bits, qubits y ebits) necesarios en la compresión de datos o en la teletransportación cuántica de conjuntos de estado mixto ",
            "error": []
        },
        "classical signals": {
            "translated_key": "señales clásicas",
            "translated_annotated_text": "Operaciones que no perturban estados cuánticos parcialmente conocidos Considere una situación en la que un sistema cuántico se prepara en secreto en un estado elegido entre el conjunto conocido de estados. Presentamos un principio que establece una clara distinción entre las operaciones que preservan los estados del sistema y las que perturban a los estados. El principio se deriva de la aplicación alternativa de una propiedad fundamental de las <br>señales clásicas</br> y una propiedad fundamental de las cuánticas.  El principio se puede plasmar en una forma simple utilizando una descomposición del espacio relevante de Hilbert, que está determinada de manera única por el conjunto de estados posibles. La descomposición implica la clasificación de los grados de libertad del sistema en tres partes dependiendo de cómo guarden la información sobre el estado inicialmente elegido: una almacenando clásicamente, una almacenando no clasicamente, y la otra almacenando ninguna información. Entonces el principio establece que la parte no clásica es inaccesible y la parte clásica es de sólo lectura si queremos preservar el estado del sistema. De este principio, muchos tipos de condiciones de no clonación, no difusión y no impresión pueden derivarse fácilmente en formas generales, incluyendo estados mixtos. También da una visión unificada sobre cómo funcionan varios esquemas de criptografía cuántica. El principio ayuda a obtener la cantidad óptima de recursos (bits, qubits y ebits) necesarios en la compresión de datos o en la teletransportación cuántica de conjuntos de estado mixto ",
            "error": [
                ""
            ]
        },
        "Hilbert space": {
            "translated_key": "Hilbert",
            "translated_annotated_text": "Operaciones que no perturban estados cuánticos parcialmente conocidos Considere una situación en la que un sistema cuántico se prepara en secreto en un estado elegido entre el conjunto conocido de estados. Presentamos un principio que establece una clara distinción entre las operaciones que preservan los estados del sistema y las que perturban a los estados. El principio se deriva de la aplicación alternativa de una propiedad fundamental de las señales clásicas y una propiedad fundamental de las cuánticas. El principio se puede plasmar en una forma simple utilizando una descomposición del espacio relevante <br>Hilbert</br>, que está determinada exclusivamente por el conjunto de estados posibles. La descomposición implica la clasificación de los grados de libertad del sistema en tres partes dependiendo de cómo guarden la información sobre el estado inicialmente elegido: una almacenando clásicamente, una almacenando no clasicamente, y la otra almacenando ninguna información. Entonces el principio establece que la parte no clásica es inaccesible y la parte clásica es de sólo lectura si queremos preservar el estado del sistema. De este principio, muchos tipos de condiciones de no clonación, no difusión y no impresión pueden derivarse fácilmente en formas generales, incluyendo estados mixtos. También da una visión unificada sobre cómo funcionan varios esquemas de criptografía cuántica. El principio ayuda a obtener la cantidad óptima de recursos (bits, qubits y ebits) necesarios en la compresión de datos o en la teletransportación cuántica de conjuntos de estado mixto ",
            "error": [
                ""
            ]
        },
        "degrees of freedom": {
            "translated_key": "grados de libertad",
            "translated_annotated_text": "Operaciones que no perturban estados cuánticos parcialmente conocidos Considere una situación en la que un sistema cuántico se prepara en secreto en un estado elegido entre el conjunto conocido de estados. Presentamos un principio que establece una clara distinción entre las operaciones que preservan los estados del sistema y las que perturban a los estados. El principio se deriva de la aplicación alternativa de una propiedad fundamental de las señales clásicas y una propiedad fundamental de las cuánticas. El principio se puede plasmar en una forma simple utilizando una descomposición del espacio relevante de Hilbert, que está determinada de manera única por el conjunto de estados posibles. La descomposición implica la clasificación de los <br>grados de libertad</br> del sistema en tres partes dependiendo de cómo guarden la información sobre el estado inicialmente elegido: uno almacenando clásicamente, uno almacenando no clasicamente, y el otro almacenando ninguna información. <br>grados de libertad</br>. Entonces el principio establece que la parte no clásica es inaccesible y la parte clásica es de sólo lectura si queremos preservar el estado del sistema. De este principio, muchos tipos de condiciones de no clonación, no difusión y no impresión pueden derivarse fácilmente en formas generales, incluyendo estados mixtos. También da una visión unificada sobre cómo funcionan varios esquemas de criptografía cuántica. El principio ayuda a obtener la cantidad óptima de recursos (bits, qubits y ebits) necesarios en la compresión de datos o en la teletransportación cuántica de conjuntos de estado mixto ",
            "error": [
                ""
            ]
        },
        "nonclassical part": {
            "translated_key": "no clásica",
            "translated_annotated_text": "Operaciones que no perturban estados cuánticos parcialmente conocidos Considere una situación en la que un sistema cuántico se prepara en secreto en un estado elegido entre el conjunto conocido de estados. Presentamos un principio que establece una clara distinción entre las operaciones que preservan los estados del sistema y las que perturban a los estados. El principio se deriva de la aplicación alternativa de una propiedad fundamental de las señales clásicas y una propiedad fundamental de las cuánticas. El principio se puede plasmar en una forma simple utilizando una descomposición del espacio relevante de Hilbert, que está determinada de manera única por el conjunto de estados posibles. La descomposición implica la clasificación de los grados de libertad del sistema en tres partes dependiendo de cómo guarden la información sobre el estado inicialmente elegido: una almacenando clásicamente, una almacenando no clasicamente, y la otra almacenando ninguna información. Entonces el principio establece que la parte <br>no clásica</br> es inaccesible y la parte clásica es de sólo lectura si queremos preservar el estado del sistema. De este principio, muchos tipos de condiciones de no clonación, no difusión y no impresión pueden derivarse fácilmente en formas generales, incluyendo estados mixtos. También da una visión unificada sobre cómo funcionan varios esquemas de criptografía cuántica. El principio ayuda a obtener la cantidad óptima de recursos (bits, qubits y ebits) necesarios en la compresión de datos o en la teletransportación cuántica de conjuntos de estado mixto ",
            "error": [
                ""
            ]
        },
        "quantum cryptography": {
            "translated_key": "quantum",
            "translated_annotated_text": "Operaciones que no perturban estados cuánticos parcialmente conocidos Considere una situación en la que un sistema cuántico se prepara en secreto en un estado elegido entre el conjunto conocido de estados. Presentamos un principio que establece una clara distinción entre las operaciones que preservan los estados del sistema y las que perturban a los estados. El principio se deriva de la aplicación alternativa de una propiedad fundamental de las señales clásicas y una propiedad fundamental de las cuánticas. El principio se puede plasmar en una forma simple utilizando una descomposición del espacio relevante de Hilbert, que está determinada de manera única por el conjunto de estados posibles. La descomposición implica la clasificación de los grados de libertad del sistema en tres partes dependiendo de cómo guarden la información sobre el estado inicialmente elegido: una almacenando clásicamente, una almacenando no clasicamente, y la otra almacenando ninguna información. Entonces el principio establece que la parte no clásica es inaccesible y la parte clásica es de sólo lectura si queremos preservar el estado del sistema. De este principio, muchos tipos de condiciones de no clonación, no difusión y no impresión pueden derivarse fácilmente en formas generales, incluyendo estados mixtos. También da una visión unificada sobre cómo funcionan varios esquemas de criptografía <br>quantum</br>. El principio ayuda a obtener la cantidad óptima de recursos (bits, qubits y ebits) necesarios en la compresión de datos o en la teletransportación cuántica de conjuntos de estado mixto ",
            "error": [
                ""
            ]
        },
        "bits": {
            "translated_key": "bits",
            "translated_annotated_text": "Operaciones que no perturban estados cuánticos parcialmente conocidos Considere una situación en la que un sistema cuántico se prepara en secreto en un estado elegido entre el conjunto conocido de estados. Presentamos un principio que establece una clara distinción entre las operaciones que preservan los estados del sistema y las que perturban a los estados. El principio se deriva de la aplicación alternativa de una propiedad fundamental de las señales clásicas y una propiedad fundamental de las cuánticas. El principio se puede plasmar en una forma simple utilizando una descomposición del espacio relevante de Hilbert, que está determinada de manera única por el conjunto de estados posibles. La descomposición implica la clasificación de los grados de libertad del sistema en tres partes dependiendo de cómo guarden la información sobre el estado inicialmente elegido: una almacenando clásicamente, una almacenando no clasicamente, y la otra almacenando ninguna información. Entonces el principio establece que la parte no clásica es inaccesible y la parte clásica es de sólo lectura si queremos preservar el estado del sistema. De este principio, muchos tipos de condiciones de no clonación, no difusión y no impresión pueden derivarse fácilmente en formas generales, incluyendo estados mixtos. También da una visión unificada sobre cómo funcionan varios esquemas de criptografía cuántica. El principio ayuda a obtener la cantidad óptima de recursos (<br>bits</br>, qubits, y ebits) necesarios en la compresión de datos o en la teletransportación cuántica de conjuntos de estado mixto ",
            "error": [
                ""
            ]
        },
        "qubits": {
            "translated_key": "qubits",
            "translated_annotated_text": "Operaciones que no perturban estados cuánticos parcialmente conocidos Considere una situación en la que un sistema cuántico se prepara en secreto en un estado elegido entre el conjunto conocido de estados. Presentamos un principio que establece una clara distinción entre las operaciones que preservan los estados del sistema y las que perturban a los estados. El principio se deriva de la aplicación alternativa de una propiedad fundamental de las señales clásicas y una propiedad fundamental de las cuánticas. El principio se puede plasmar en una forma simple utilizando una descomposición del espacio relevante de Hilbert, que está determinada de manera única por el conjunto de estados posibles. La descomposición implica la clasificación de los grados de libertad del sistema en tres partes dependiendo de cómo guarden la información sobre el estado inicialmente elegido: una almacenando clásicamente, una almacenando no clasicamente, y la otra almacenando ninguna información. Entonces el principio establece que la parte no clásica es inaccesible y la parte clásica es de sólo lectura si queremos preservar el estado del sistema. De este principio, muchos tipos de condiciones de no clonación, no difusión y no impresión pueden derivarse fácilmente en formas generales, incluyendo estados mixtos. También da una visión unificada sobre cómo funcionan varios esquemas de criptografía cuántica. El principio ayuda a obtener una cantidad óptima de recursos (bits, <br>qubits</br> y ebits) necesarios en la compresión de datos o en la teletransportación cuántica de conjuntos de estado mixto ",
            "error": [
                ""
            ]
        },
        "ebits": {
            "translated_key": "ebits",
            "translated_annotated_text": "Operaciones que no perturban estados cuánticos parcialmente conocidos Considere una situación en la que un sistema cuántico se prepara en secreto en un estado elegido entre el conjunto conocido de estados. Presentamos un principio que establece una clara distinción entre las operaciones que preservan los estados del sistema y las que perturban a los estados. El principio se deriva de la aplicación alternativa de una propiedad fundamental de las señales clásicas y una propiedad fundamental de las cuánticas. El principio se puede plasmar en una forma simple utilizando una descomposición del espacio relevante de Hilbert, que está determinada de manera única por el conjunto de estados posibles. La descomposición implica la clasificación de los grados de libertad del sistema en tres partes dependiendo de cómo guarden la información sobre el estado inicialmente elegido: una almacenando clásicamente, una almacenando no clasicamente, y la otra almacenando ninguna información. Entonces el principio establece que la parte no clásica es inaccesible y la parte clásica es de sólo lectura si queremos preservar el estado del sistema. De este principio, muchos tipos de condiciones de no clonación, no difusión y no impresión pueden derivarse fácilmente en formas generales, incluyendo estados mixtos. También da una visión unificada sobre cómo funcionan varios esquemas de criptografía cuántica. El principio ayuda a obtener una cantidad óptima de recursos (bits, qubits y <br>ebits</br>) necesarios en la compresión de datos o en la teletransportación cuántica de conjuntos de estado mixto ",
            "error": [
                ""
            ]
        },
        "quantum teleportation": {
            "translated_key": [],
            "translated_annotated_text": "Operaciones que no perturban estados cuánticos parcialmente conocidos Considere una situación en la que un sistema cuántico se prepara en secreto en un estado elegido entre el conjunto conocido de estados. Presentamos un principio que establece una clara distinción entre las operaciones que preservan los estados del sistema y las que perturban a los estados. El principio se deriva de la aplicación alternativa de una propiedad fundamental de las señales clásicas y una propiedad fundamental de las cuánticas. El principio se puede plasmar en una forma simple utilizando una descomposición del espacio relevante de Hilbert, que está determinada de manera única por el conjunto de estados posibles. La descomposición implica la clasificación de los grados de libertad del sistema en tres partes dependiendo de cómo guarden la información sobre el estado inicialmente elegido: una almacenando clásicamente, una almacenando no clasicamente, y la otra almacenando ninguna información. Entonces el principio establece que la parte no clásica es inaccesible y la parte clásica es de sólo lectura si queremos preservar el estado del sistema. De este principio, muchos tipos de condiciones de no clonación, no difusión y no impresión pueden derivarse fácilmente en formas generales, incluyendo estados mixtos. También da una visión unificada sobre cómo funcionan varios esquemas de criptografía cuántica. El principio ayuda a obtener la cantidad óptima de recursos (bits, qubits y ebits) requeridos en la compresión de datos o en la teletransportación <br>quantum de conjuntos de estado mixto ",
            "error": []
        },
        "mixed-state ensembles": {
            "translated_key": "conjuntos de estado mixto",
            "translated_annotated_text": "Operaciones que no perturban estados cuánticos parcialmente conocidos Considere una situación en la que un sistema cuántico se prepara en secreto en un estado elegido entre el conjunto conocido de estados. Presentamos un principio que establece una clara distinción entre las operaciones que preservan los estados del sistema y las que perturban a los estados. El principio se deriva de la aplicación alternativa de una propiedad fundamental de las señales clásicas y una propiedad fundamental de las cuánticas. El principio se puede plasmar en una forma simple utilizando una descomposición del espacio relevante de Hilbert, que está determinada de manera única por el conjunto de estados posibles. La descomposición implica la clasificación de los grados de libertad del sistema en tres partes dependiendo de cómo guarden la información sobre el estado inicialmente elegido: una almacenando clásicamente, una almacenando no clasicamente, y la otra almacenando ninguna información. Entonces el principio establece que la parte no clásica es inaccesible y la parte clásica es de sólo lectura si queremos preservar el estado del sistema. De este principio, muchos tipos de condiciones de no clonación, no difusión y no impresión pueden derivarse fácilmente en formas generales, incluyendo estados mixtos. También da una visión unificada sobre cómo funcionan varios esquemas de criptografía cuántica. El principio ayuda a obtener la cantidad óptima de recursos (bits, qubits y ebits) necesarios en la compresión de datos o en la teletransportación cuántica de <br>conjuntos de estado mixto</br>.  ",
            "error": [
                ""
            ]
        },
        "Hilbert spaces": {
            "translated_key": [],
            "translated_annotated_text": "Operaciones que no perturban estados cuánticos parcialmente conocidos Considere una situación en la que un sistema cuántico se prepara en secreto en un estado elegido entre el conjunto conocido de estados. Presentamos un principio que establece una clara distinción entre las operaciones que preservan los estados del sistema y las que perturban a los estados. El principio se deriva de la aplicación alternativa de una propiedad fundamental de las señales clásicas y una propiedad fundamental de las cuánticas. El principio se puede plasmar en una forma simple utilizando una descomposición del espacio relevante de Hilbert, que está determinada de manera única por el conjunto de estados posibles. La descomposición implica la clasificación de los grados de libertad del sistema en tres partes dependiendo de cómo guarden la información sobre el estado inicialmente elegido: una almacenando clásicamente, una almacenando no clasicamente, y la otra almacenando ninguna información. Entonces el principio establece que la parte no clásica es inaccesible y la parte clásica es de sólo lectura si queremos preservar el estado del sistema. De este principio, muchos tipos de condiciones de no clonación, no difusión y no impresión pueden derivarse fácilmente en formas generales, incluyendo estados mixtos. También da una visión unificada sobre cómo funcionan varios esquemas de criptografía cuántica. El principio ayuda a obtener la cantidad óptima de recursos (bits, qubits y ebits) necesarios en la compresión de datos o en la teletransportación cuántica de conjuntos de estado mixto ",
            "error": []
        },
        "quantum communication": {
            "translated_key": [],
            "translated_annotated_text": "Operaciones que no perturban estados cuánticos parcialmente conocidos Considere una situación en la que un sistema cuántico se prepara en secreto en un estado elegido entre el conjunto conocido de estados. Presentamos un principio que establece una clara distinción entre las operaciones que preservan los estados del sistema y las que perturban a los estados. El principio se deriva de la aplicación alternativa de una propiedad fundamental de las señales clásicas y una propiedad fundamental de las cuánticas. El principio se puede plasmar en una forma simple utilizando una descomposición del espacio relevante de Hilbert, que está determinada de manera única por el conjunto de estados posibles. La descomposición implica la clasificación de los grados de libertad del sistema en tres partes dependiendo de cómo guarden la información sobre el estado inicialmente elegido: una almacenando clásicamente, una almacenando no clasicamente, y la otra almacenando ninguna información. Entonces el principio establece que la parte no clásica es inaccesible y la parte clásica es de sólo lectura si queremos preservar el estado del sistema. De este principio, muchos tipos de condiciones de no clonación, no difusión y no impresión pueden derivarse fácilmente en formas generales, incluyendo estados mixtos. También da una visión unificada sobre cómo funcionan varios esquemas de criptografía cuántica. El principio ayuda a obtener la cantidad óptima de recursos (bits, qubits y ebits) necesarios en la compresión de datos o en la teletransportación cuántica de conjuntos de estado mixto ",
            "error": []
        },
        "quantum theory": {
            "translated_key": [],
            "translated_annotated_text": "Operaciones que no perturban estados cuánticos parcialmente conocidos Considere una situación en la que un sistema cuántico se prepara en secreto en un estado elegido entre el conjunto conocido de estados. Presentamos un principio que establece una clara distinción entre las operaciones que preservan los estados del sistema y las que perturban a los estados. El principio se deriva de la aplicación alternativa de una propiedad fundamental de las señales clásicas y una propiedad fundamental de las cuánticas. El principio se puede plasmar en una forma simple utilizando una descomposición del espacio relevante de Hilbert, que está determinada de manera única por el conjunto de estados posibles. La descomposición implica la clasificación de los grados de libertad del sistema en tres partes dependiendo de cómo guarden la información sobre el estado inicialmente elegido: una almacenando clásicamente, una almacenando no clasicamente, y la otra almacenando ninguna información. Entonces el principio establece que la parte no clásica es inaccesible y la parte clásica es de sólo lectura si queremos preservar el estado del sistema. De este principio, muchos tipos de condiciones de no clonación, no difusión y no impresión pueden derivarse fácilmente en formas generales, incluyendo estados mixtos. También da una visión unificada sobre cómo funcionan varios esquemas de criptografía cuántica. El principio ayuda a obtener la cantidad óptima de recursos (bits, qubits y ebits) necesarios en la compresión de datos o en la teletransportación cuántica de conjuntos de estado mixto ",
            "error": []
        }
    }
}