{
    "original_text": "Quantum-controlled measurement device for quantum-state discrimination We propose a programmable quantum device that is able to perform a specific generalized measurement from a certain set of measurements depending on a quantum state of a program register. In particular, we study a situation when the programmable measurement device serves for the unambiguous discrimination between nonorthogonal states. The particular pair of states that can be unambiguously discriminated is specified by the state of a program qubit. The probability of successful discrimination is not optimal for all admissible pairs. However, for some subsets it can be very close to the optimal value",
    "original_translation": "Dispositivo de medición controlado cuántico para la discriminación de estado cuántico Proponemos un dispositivo cuántico programable que es capaz de realizar una medición generalizada específica a partir de un determinado conjunto de mediciones dependiendo del estado cuántico de un registro de programa. En particular, estudiamos una situación en la que el dispositivo de medición programable sirve para la discriminación inequívoca entre estados no ortogonales. El par particular de estados que pueden ser discriminados sin ambigüedad es especificado por el estado de un programa qubit. La probabilidad de discriminación exitosa no es óptima para todos los pares admisibles. Sin embargo, para algunos subconjuntos puede estar muy cerca del valor óptimo",
    "error_count": 3,
    "keys": {
        "quantum-controlled measurement device": {
            "translated_key": [],
            "translated_annotated_text": "Dispositivo de medición controlado cuántico para la discriminación de estado cuántico Proponemos un dispositivo cuántico programable que es capaz de realizar una medición generalizada específica a partir de un determinado conjunto de mediciones dependiendo del estado cuántico de un registro de programa. En particular, estudiamos una situación en la que el dispositivo de medición programable sirve para la discriminación inequívoca entre estados no ortogonales. El par particular de estados que pueden ser discriminados sin ambigüedad es especificado por el estado de un programa qubit. La probabilidad de discriminación exitosa no es óptima para todos los pares admisibles. Sin embargo, para algunos subconjuntos puede estar muy cerca del valor óptimo ",
            "error": []
        },
        "quantum-state discrimination": {
            "translated_key": "discriminación del estado cuántico",
            "translated_annotated_text": "Dispositivo de medición controlado cuántico para \"discriminación del estado cuántico\" Proponemos un dispositivo cuántico programable que es capaz de realizar una medición generalizada específica a partir de un determinado conjunto de mediciones dependiendo del estado cuántico de un registro de programa. En particular, estudiamos una situación en la que el dispositivo de medición programable sirve para la discriminación inequívoca entre estados no ortogonales. El par particular de estados que pueden ser discriminados sin ambigüedad es especificado por el estado de un programa qubit. La probabilidad de discriminación exitosa no es óptima para todos los pares admisibles. Sin embargo, para algunos subconjuntos puede estar muy cerca del valor óptimo ",
            "error": [
                ""
            ]
        },
        "programmable quantum device": {
            "translated_key": "dispositivo cuántico programable",
            "translated_annotated_text": "Dispositivo de medición controlado cuántico para la discriminación de estado cuántico Proponemos un \"dispositivo cuántico programable\" que es capaz de realizar una medición generalizada específica a partir de un determinado conjunto de mediciones dependiendo del estado cuántico de un registro de programa. En particular, estudiamos una situación en la que el dispositivo de medición programable sirve para la discriminación inequívoca entre estados no ortogonales. El par particular de estados que pueden ser discriminados sin ambigüedad es especificado por el estado de un programa qubit. La probabilidad de discriminación exitosa no es óptima para todos los pares admisibles. Sin embargo, para algunos subconjuntos puede estar muy cerca del valor óptimo ",
            "error": [
                ""
            ]
        },
        "quantum state": {
            "translated_key": "estado cuántico",
            "translated_annotated_text": "Dispositivo de medición controlado cuántico para la discriminación de estado cuántico Proponemos un dispositivo cuántico programable que es capaz de realizar una medición generalizada específica a partir de un determinado conjunto de mediciones dependiendo de un \"estado cuántico\" de un registro de programa. En particular, estudiamos una situación en la que el dispositivo de medición programable sirve para la discriminación inequívoca entre estados no ortogonales. El par particular de estados que pueden ser discriminados sin ambigüedad es especificado por el estado de un programa qubit. La probabilidad de discriminación exitosa no es óptima para todos los pares admisibles. Sin embargo, para algunos subconjuntos puede estar muy cerca del valor óptimo ",
            "error": [
                ""
            ]
        },
        "program register": {
            "translated_key": "registro de programa",
            "translated_annotated_text": "Dispositivo de medición controlado cuántico para la discriminación de estado cuántico Proponemos un dispositivo cuántico programable que es capaz de realizar una medición generalizada específica a partir de un determinado conjunto de mediciones dependiendo del estado cuántico de un \"registro de programa\". En particular, estudiamos una situación en la que el dispositivo de medición programable sirve para la discriminación inequívoca entre estados no ortogonales. El par particular de estados que pueden ser discriminados sin ambigüedad es especificado por el estado de un programa qubit. La probabilidad de discriminación exitosa no es óptima para todos los pares admisibles. Sin embargo, para algunos subconjuntos puede estar muy cerca del valor óptimo ",
            "error": [
                ""
            ]
        },
        "nonorthogonal states": {
            "translated_key": "estados no ortogonales",
            "translated_annotated_text": "Dispositivo de medición controlado cuántico para la discriminación de estado cuántico Proponemos un dispositivo cuántico programable que es capaz de realizar una medición generalizada específica a partir de un determinado conjunto de mediciones dependiendo del estado cuántico de un registro de programa. En particular, estudiamos una situación en la que el dispositivo de medición programable sirve para la discriminación inequívoca entre \"estados no ortogonales\". El par particular de estados que pueden ser discriminados sin ambigüedad es especificado por el estado de un programa qubit. La probabilidad de discriminación exitosa no es óptima para todos los pares admisibles. Sin embargo, para algunos subconjuntos puede estar muy cerca del valor óptimo ",
            "error": [
                ""
            ]
        },
        "program qubit": {
            "translated_key": "qubit de programa",
            "translated_annotated_text": "Dispositivo de medición controlado cuántico para la discriminación de estado cuántico Proponemos un dispositivo cuántico programable que es capaz de realizar una medición generalizada específica a partir de un determinado conjunto de mediciones dependiendo del estado cuántico de un registro de programa. En particular, estudiamos una situación en la que el dispositivo de medición programable sirve para la discriminación inequívoca entre estados no ortogonales. El par particular de estados que pueden ser discriminados sin ambigüedad es especificado por el estado de un \"qubit de programa\". La probabilidad de discriminación exitosa no es óptima para todos los pares admisibles. Sin embargo, para algunos subconjuntos puede estar muy cerca del valor óptimo ",
            "error": [
                ""
            ]
        },
        "quantum computing": {
            "translated_key": [],
            "translated_annotated_text": "Dispositivo de medición controlado cuántico para la discriminación de estado cuántico Proponemos un dispositivo cuántico programable que es capaz de realizar una medición generalizada específica a partir de un determinado conjunto de mediciones dependiendo del estado cuántico de un registro de programa. En particular, estudiamos una situación en la que el dispositivo de medición programable sirve para la discriminación inequívoca entre estados no ortogonales. El par particular de estados que pueden ser discriminados sin ambigüedad es especificado por el estado de un programa qubit. La probabilidad de discriminación exitosa no es óptima para todos los pares admisibles. Sin embargo, para algunos subconjuntos puede estar muy cerca del valor óptimo ",
            "error": []
        },
        "quantum theory": {
            "translated_key": [],
            "translated_annotated_text": "Dispositivo de medición controlado cuántico para la discriminación de estado cuántico Proponemos un dispositivo cuántico programable que es capaz de realizar una medición generalizada específica a partir de un determinado conjunto de mediciones dependiendo del estado cuántico de un registro de programa. En particular, estudiamos una situación en la que el dispositivo de medición programable sirve para la discriminación inequívoca entre estados no ortogonales. El par particular de estados que pueden ser discriminados sin ambigüedad es especificado por el estado de un programa qubit. La probabilidad de discriminación exitosa no es óptima para todos los pares admisibles. Sin embargo, para algunos subconjuntos puede estar muy cerca del valor óptimo ",
            "error": []
        }
    }
}