{
    "original_text": "Deterministic single-photon source for distributed quantum networking A sequence of single photons is emitted on demand from a single three-level atom strongly coupled to a high-finesse optical cavity. The photons are generated by an adiabatically driven stimulated Raman transition between two atomic ground states, with the vacuum field of the cavity stimulating one branch of the transition, and laser pulses deterministically driving the other branch. This process is unitary and therefore intrinsically reversible, which is essential for quantum communication and networking, and the photons should be appropriate for all-optical quantum information processing",
    "original_translation": "Fuente de fotones determinado para redes cuánticas distribuidas Se emite una secuencia de fotones únicos a petición de un átomo de tres niveles fuertemente acoplado a una cavidad óptica de alta densidad. Los fotones son generados por una transición Raman estimulada adiabaticamente entre dos estados terrestres atómicos, con el campo de vacío de la cavidad estimulando una rama de la transición, y pulsos láser determinísticamente conduciendo la otra rama. Este proceso es unitario y, por lo tanto, intrínsecamente reversible, que es esencial para la comunicación cuántica y la creación de redes, y los fotones deben ser apropiados para el procesamiento de información cuántica todo óptico",
    "error_count": 4,
    "keys": {
        "deterministic single-photon source": {
            "translated_key": [],
            "translated_annotated_text": "Fuente de fotones determinado para redes cuánticas distribuidas Se emite una secuencia de fotones únicos a petición de un átomo de tres niveles fuertemente acoplado a una cavidad óptica de alta densidad. Los fotones son generados por una transición Raman estimulada adiabaticamente entre dos estados terrestres atómicos, con el campo de vacío de la cavidad estimulando una rama de la transición, y pulsos láser determinísticamente conduciendo la otra rama. Este proceso es unitario y, por lo tanto, intrínsecamente reversible, que es esencial para la comunicación cuántica y la creación de redes, y los fotones deben ser apropiados para el procesamiento de información cuántica todo óptico ",
            "error": []
        },
        "distributed quantum networking": {
            "translated_key": "redes cuánticas distribuidas",
            "translated_annotated_text": "Determinista fuente de un fotón para \"redes cuánticas distribuidas\" Una secuencia de fotones únicos se emite a petición de un átomo de tres niveles fuertemente acoplado a una cavidad óptica de alta finura. Los fotones son generados por una transición Raman estimulada adiabaticamente entre dos estados terrestres atómicos, con el campo de vacío de la cavidad estimulando una rama de la transición, y pulsos láser determinísticamente conduciendo la otra rama. Este proceso es unitario y, por lo tanto, intrínsecamente reversible, que es esencial para la comunicación cuántica y la creación de redes, y los fotones deben ser apropiados para el procesamiento de información cuántica todo óptico ",
            "error": [
                ""
            ]
        },
        "single three-level atom": {
            "translated_key": "átomo único de tres niveles",
            "translated_annotated_text": "Fuente de fotones determinado para redes cuánticas distribuidas Se emite una secuencia de fotones únicos a petición de un \"átomo único de tres niveles\" fuertemente acoplado a una cavidad óptica de alta densidad. Los fotones son generados por una transición Raman estimulada adiabaticamente entre dos estados terrestres atómicos, con el campo de vacío de la cavidad estimulando una rama de la transición, y pulsos láser determinísticamente conduciendo la otra rama. Este proceso es unitario y, por lo tanto, intrínsecamente reversible, que es esencial para la comunicación cuántica y la creación de redes, y los fotones deben ser apropiados para el procesamiento de información cuántica todo óptico ",
            "error": [
                ""
            ]
        },
        "high-finesse optical cavity": {
            "translated_key": "cavidad óptica de alta densidad",
            "translated_annotated_text": "Fuente determinada de fotones únicos para redes cuánticas distribuidas Una secuencia de fotones únicos se emite a petición de un solo átomo de tres niveles fuertemente acoplado a una \"cavidad óptica de alta densidad\". Los fotones son generados por una transición Raman estimulada adiabaticamente entre dos estados terrestres atómicos, con el campo de vacío de la cavidad estimulando una rama de la transición, y pulsos láser determinísticamente conduciendo la otra rama. Este proceso es unitario y, por lo tanto, intrínsecamente reversible, que es esencial para la comunicación cuántica y la creación de redes, y los fotones deben ser apropiados para el procesamiento de información cuántica todo óptico ",
            "error": [
                ""
            ]
        },
        "adiabatically driven stimulated Raman transition": {
            "translated_key": "transición Raman estimulada adiabaticamente impulsada",
            "translated_annotated_text": "Fuente de fotones determinado para redes cuánticas distribuidas Se emite una secuencia de fotones únicos a petición de un átomo de tres niveles fuertemente acoplado a una cavidad óptica de alta densidad. Los fotones son generados por una \"transición Raman estimulada adiabaticamente impulsada\" entre dos estados terrestres atómicos, con el campo de vacío de la cavidad estimulando una rama de la transición, y pulsos láser determinísticamente conduciendo la otra rama. Este proceso es unitario y, por lo tanto, intrínsecamente reversible, que es esencial para la comunicación cuántica y la creación de redes, y los fotones deben ser apropiados para el procesamiento de información cuántica todo óptico ",
            "error": [
                ""
            ]
        },
        "vacuum field": {
            "translated_key": "campo vacío",
            "translated_annotated_text": "Fuente de fotones determinado para redes cuánticas distribuidas Se emite una secuencia de fotones únicos a petición de un átomo de tres niveles fuertemente acoplado a una cavidad óptica de alta densidad. Los fotones son generados por una transición Raman estimulada adiabaticamente entre dos estados terrestres atómicos, con el \"campo vacío\" de la cavidad estimulando una rama de la transición, y pulsos láser determinísticamente conduciendo la otra rama. Este proceso es unitario y, por lo tanto, intrínsecamente reversible, que es esencial para la comunicación cuántica y la creación de redes, y los fotones deben ser apropiados para el procesamiento de información cuántica todo óptico ",
            "error": [
                ""
            ]
        },
        "quantum communication": {
            "translated_key": "comunicación cuántica",
            "translated_annotated_text": "Fuente de fotones determinado para redes cuánticas distribuidas Se emite una secuencia de fotones únicos a petición de un átomo de tres niveles fuertemente acoplado a una cavidad óptica de alta densidad. Los fotones son generados por una transición Raman estimulada adiabaticamente entre dos estados terrestres atómicos, con el campo de vacío de la cavidad estimulando una rama de la transición, y pulsos láser determinísticamente conduciendo la otra rama. Este proceso es unitario y, por lo tanto, intrínsecamente reversible, que es esencial para la \"comunicación cuántica\" y la creación de redes, y los fotones deben ser adecuados para el procesamiento de información cuántica todo óptico ",
            "error": [
                ""
            ]
        },
        "all-optical quantum information processing": {
            "translated_key": "procesamiento de información cuántica todo óptico",
            "translated_annotated_text": "Fuente de fotones determinado para redes cuánticas distribuidas Se emite una secuencia de fotones únicos a petición de un átomo de tres niveles fuertemente acoplado a una cavidad óptica de alta densidad. Los fotones son generados por una transición Raman estimulada adiabaticamente entre dos estados terrestres atómicos, con el campo de vacío de la cavidad estimulando una rama de la transición, y pulsos láser determinísticamente conduciendo la otra rama. Este proceso es unitario y por lo tanto intrínsecamente reversible, que es esencial para la comunicación cuántica y la red, y los fotones deben ser apropiados para \"procesamiento de información cuántica todo óptico\" ",
            "error": [
                ""
            ]
        },
        "quantum computing": {
            "translated_key": [],
            "translated_annotated_text": "Fuente de fotones determinado para redes cuánticas distribuidas Se emite una secuencia de fotones únicos a petición de un átomo de tres niveles fuertemente acoplado a una cavidad óptica de alta densidad. Los fotones son generados por una transición Raman estimulada adiabaticamente entre dos estados terrestres atómicos, con el campo de vacío de la cavidad estimulando una rama de la transición, y pulsos láser determinísticamente conduciendo la otra rama. Este proceso es unitario y, por lo tanto, intrínsecamente reversible, que es esencial para la comunicación cuántica y la creación de redes, y los fotones deben ser apropiados para el procesamiento de información cuántica todo óptico ",
            "error": []
        },
        "quantum optics": {
            "translated_key": [],
            "translated_annotated_text": "Fuente de fotones determinado para redes cuánticas distribuidas Se emite una secuencia de fotones únicos a petición de un átomo de tres niveles fuertemente acoplado a una cavidad óptica de alta densidad. Los fotones son generados por una transición Raman estimulada adiabaticamente entre dos estados terrestres atómicos, con el campo de vacío de la cavidad estimulando una rama de la transición, y pulsos láser determinísticamente conduciendo la otra rama. Este proceso es unitario y, por lo tanto, intrínsecamente reversible, que es esencial para la comunicación cuántica y la creación de redes, y los fotones deben ser apropiados para el procesamiento de información cuántica todo óptico ",
            "error": []
        },
        "stimulated Raman scattering": {
            "translated_key": [],
            "translated_annotated_text": "Fuente de fotones determinado para redes cuánticas distribuidas Se emite una secuencia de fotones únicos a petición de un átomo de tres niveles fuertemente acoplado a una cavidad óptica de alta densidad. Los fotones son generados por una transición Raman estimulada adiabaticamente entre dos estados terrestres atómicos, con el campo de vacío de la cavidad estimulando una rama de la transición, y pulsos láser determinísticamente conduciendo la otra rama. Este proceso es unitario y, por lo tanto, intrínsecamente reversible, que es esencial para la comunicación cuántica y la creación de redes, y los fotones deben ser apropiados para el procesamiento de información cuántica todo óptico ",
            "error": []
        }
    }
}