{
    "original_text": "Dense coding in entangled states We consider the dense coding of entangled qubits shared between two parties, Alice and Bob. The efficiency of classical information gain through quantum entangled qubits is also considered for the case of pairwise entangled qubits and maximally entangled qubits. We conclude that using the pairwise entangled qubits can be more efficient when two parties communicate whereas using the maximally entangled qubits can be more efficient when the N parties communicate",
    "original_translation": "Densa codificación en estados enredados Consideramos la densa codificación de qubits enredados compartidos entre dos partes, Alice y Bob. La eficiencia de la ganancia de la información clásica a través de qubits entrelazados cuánticos también se considera para el caso de qubits entrelazados por pares y qubits entrelazados al máximo. Concluimos que el uso de los qubits entrelazados por pares puede ser más eficiente cuando dos partes se comunican, mientras que el uso de los qubits entrelazados al máximo puede ser más eficiente cuando las partes N se comunican",
    "error_count": 5,
    "keys": {
        "dense coding": {
            "translated_key": "codificación densa",
            "translated_annotated_text": "Codificación densa en estados enredados Consideramos la \"codificación densa\" de qubits enredados compartidos entre dos partes, Alice y Bob. La eficiencia de la ganancia de la información clásica a través de qubits entrelazados cuánticos también se considera para el caso de qubits entrelazados por pares y qubits entrelazados al máximo. Concluimos que el uso de los qubits entrelazados por pares puede ser más eficiente cuando dos partes se comunican, mientras que el uso de los qubits entrelazados al máximo puede ser más eficiente cuando las partes N se comunican ",
            "error": [
                ""
            ]
        },
        "entangled states": {
            "translated_key": "estados enredados",
            "translated_annotated_text": "Densa codificación en \"estados enredados\" Consideramos la densa codificación de qubits enredados compartidos entre dos partes, Alice y Bob. La eficiencia de la ganancia de la información clásica a través de qubits entrelazados cuánticos también se considera para el caso de qubits entrelazados por pares y qubits entrelazados al máximo. Concluimos que el uso de los qubits entrelazados por pares puede ser más eficiente cuando dos partes se comunican, mientras que el uso de los qubits entrelazados al máximo puede ser más eficiente cuando las partes N se comunican ",
            "error": [
                ""
            ]
        },
        "pairwise entangled qubits": {
            "translated_key": "qubits entrelazados por pares",
            "translated_annotated_text": "Densa codificación en estados enredados Consideramos la densa codificación de qubits enredados compartidos entre dos partes, Alice y Bob. La eficiencia de la ganancia de información clásica a través de qubits entrelazados cuánticos también se considera para el caso de qubits entrelazados por pares y qubits entrelazados al máximo. Concluimos que el uso de los \"qubits entrelazados por pares\" puede ser más eficiente cuando dos partes se comunican, mientras que el uso de los qubits entrelazados al máximo puede ser más eficiente cuando las partes N se comunican ",
            "error": [
                ""
            ]
        },
        "Alice": {
            "translated_key": "Alice",
            "translated_annotated_text": "Densa codificación en estados enredados Consideramos la densa codificación de qubits enredados compartidos entre dos partes, \"Alice\" y Bob. La eficiencia de la ganancia de la información clásica a través de qubits entrelazados cuánticos también se considera para el caso de qubits entrelazados por pares y qubits entrelazados al máximo. Concluimos que el uso de los qubits entrelazados por pares puede ser más eficiente cuando dos partes se comunican, mientras que el uso de los qubits entrelazados al máximo puede ser más eficiente cuando las partes N se comunican ",
            "error": [
                ""
            ]
        },
        "Bob": {
            "translated_key": "Bob",
            "translated_annotated_text": "Densa codificación en estados enredados Consideramos la densa codificación de qubits enredados compartidos entre dos partes, Alice y \"Bob\". La eficiencia de la ganancia de la información clásica a través de qubits entrelazados cuánticos también se considera para el caso de qubits entrelazados por pares y qubits entrelazados al máximo. Concluimos que el uso de los qubits entrelazados por pares puede ser más eficiente cuando dos partes se comunican, mientras que el uso de los qubits entrelazados al máximo puede ser más eficiente cuando las partes N se comunican ",
            "error": [
                ""
            ]
        },
        "classical information gain efficiency": {
            "translated_key": [],
            "translated_annotated_text": "Densa codificación en estados enredados Consideramos la densa codificación de qubits enredados compartidos entre dos partes, Alice y Bob. La eficiencia de la ganancia de la información clásica a través de qubits entrelazados cuánticos también se considera para el caso de qubits entrelazados por pares y qubits entrelazados al máximo. Concluimos que el uso de los qubits entrelazados por pares puede ser más eficiente cuando dos partes se comunican, mientras que el uso de los qubits entrelazados al máximo puede ser más eficiente cuando las partes N se comunican ",
            "error": []
        },
        "maximally entangled qubits": {
            "translated_key": "qubits entrelazados máximamente",
            "translated_annotated_text": "Densa codificación en estados enredados Consideramos la densa codificación de qubits enredados compartidos entre dos partes, Alice y Bob. La eficiencia de la ganancia de información clásica a través de qubits entrelazados cuánticos también se considera para el caso de qubits entrelazados por pares y \"qubits entrelazados máximamente\". Concluimos que el uso de los qubits entrelazados por pares puede ser más eficiente cuando dos partes se comunican, mientras que el uso de los qubits entrelazados máximamente puede ser más eficiente cuando las partes N se comunican ",
            "error": [
                ""
            ]
        },
        "quantum information processing": {
            "translated_key": [],
            "translated_annotated_text": "Densa codificación en estados enredados Consideramos la densa codificación de qubits enredados compartidos entre dos partes, Alice y Bob. La eficiencia de la ganancia de la información clásica a través de qubits entrelazados cuánticos también se considera para el caso de qubits entrelazados por pares y qubits entrelazados al máximo. Concluimos que el uso de los qubits entrelazados por pares puede ser más eficiente cuando dos partes se comunican, mientras que el uso de los qubits entrelazados al máximo puede ser más eficiente cuando las partes N se comunican ",
            "error": []
        },
        "quantum communication": {
            "translated_key": [],
            "translated_annotated_text": "Densa codificación en estados enredados Consideramos la densa codificación de qubits enredados compartidos entre dos partes, Alice y Bob. La eficiencia de la ganancia de la información clásica a través de qubits entrelazados cuánticos también se considera para el caso de qubits entrelazados por pares y qubits entrelazados al máximo. Concluimos que el uso de los qubits entrelazados por pares puede ser más eficiente cuando dos partes se comunican, mientras que el uso de los qubits entrelazados al máximo puede ser más eficiente cuando las partes N se comunican ",
            "error": []
        },
        "quantum cryptography": {
            "translated_key": [],
            "translated_annotated_text": "Densa codificación en estados enredados Consideramos la densa codificación de qubits enredados compartidos entre dos partes, Alice y Bob. La eficiencia de la ganancia de la información clásica a través de qubits entrelazados cuánticos también se considera para el caso de qubits entrelazados por pares y qubits entrelazados al máximo. Concluimos que el uso de los qubits entrelazados por pares puede ser más eficiente cuando dos partes se comunican, mientras que el uso de los qubits entrelazados al máximo puede ser más eficiente cuando las partes N se comunican ",
            "error": []
        }
    }
}