{
    "original_text": "Quantum-state information retrieval in a Rydberg-atom data register We analyze a quantum search protocol to retrieve phase information from a Rydberg-atom data register using a subpicosecond half-cycle electric field pulse. Calculations show that the half-cycle pulse can perform the phase retrieval only within a range of peak field values. By varying the phases of the constituent orbitals of the Rydberg wave packet register, we demonstrate coherent control of the phase retrieval process. By specially programming the phases of the orbitals comprising the initial wave packet, we show that it is possible to use the search method as a way to synthesize single energy eigenstates",
    "original_translation": "Recuperación de información de estado cuántico en un registro de datos de Rydberg-átomo Analizamos un protocolo de búsqueda cuántica para recuperar información de fase de un registro de datos de Rydberg-átomo usando un pulso de campo eléctrico de medio ciclo subpicosegundo. Los cálculos muestran que el pulso de medio ciclo puede realizar la recuperación de fase sólo dentro de un rango de valores de campo pico. Variando las fases de los orbitales constituyentes del registro de paquetes de onda Rydberg, demostramos un control coherente del proceso de recuperación de fases. Mediante la programación especial de las fases de los orbitales que componen el paquete de onda inicial, mostramos que es posible utilizar el método de búsqueda como una manera de sintetizar estados propios de energía única",
    "error_count": 7,
    "keys": {
        "quantum-state information retrieval": {
            "translated_key": [],
            "translated_annotated_text": "Recuperación de información de estado cuántico en un registro de datos de Rydberg-átomo Analizamos un protocolo de búsqueda cuántica para recuperar información de fase de un registro de datos de Rydberg-átomo usando un pulso de campo eléctrico de medio ciclo subpicosegundo. Los cálculos muestran que el pulso de medio ciclo puede realizar la recuperación de fase sólo dentro de un rango de valores de campo pico. Variando las fases de los orbitales constituyentes del registro de paquetes de onda Rydberg, demostramos un control coherente del proceso de recuperación de fases. Mediante la programación especial de las fases de los orbitales que componen el paquete de onda inicial, mostramos que es posible utilizar el método de búsqueda como una manera de sintetizar estados propios de energía única ",
            "error": []
        },
        "Rydberg-atom data register": {
            "translated_key": "registro de datos de átomo de Rydberg",
            "translated_annotated_text": "Recuperación de información de estado cuántico en un \"registro de datos de átomo de Rydberg\" Analizamos un protocolo de búsqueda cuántica para recuperar información de fase de un \"registro de datos de átomo de Rydberg\" usando un pulso de campo eléctrico de medio ciclo subpicosegundo. Los cálculos muestran que el pulso de medio ciclo puede realizar la recuperación de fase sólo dentro de un rango de valores de campo pico. Variando las fases de los orbitales constituyentes del registro de paquetes de onda Rydberg, demostramos un control coherente del proceso de recuperación de fases. Mediante la programación especial de las fases de los orbitales que componen el paquete de onda inicial, mostramos que es posible utilizar el método de búsqueda como una manera de sintetizar estados propios de energía única ",
            "error": [
                ""
            ]
        },
        "quantum search protocol": {
            "translated_key": "protocolo de búsqueda cuántica",
            "translated_annotated_text": "Recuperación de información de estado cuántico en un registro de datos de Rydberg-átomo Analizamos un \"protocolo de búsqueda cuántica\" para recuperar información de fase de un registro de datos de Rydberg-átomo usando un pulso de campo eléctrico de medio ciclo subpicosegundo. Los cálculos muestran que el pulso de medio ciclo puede realizar la recuperación de fase sólo dentro de un rango de valores de campo pico. Variando las fases de los orbitales constituyentes del registro de paquetes de onda Rydberg, demostramos un control coherente del proceso de recuperación de fases. Mediante la programación especial de las fases de los orbitales que componen el paquete de onda inicial, mostramos que es posible utilizar el método de búsqueda como una manera de sintetizar estados propios de energía única ",
            "error": [
                ""
            ]
        },
        "phase information": {
            "translated_key": "información de fase",
            "translated_annotated_text": "Recuperación de información de estado cuántico en un registro de datos de Rydberg-átomo Analizamos un protocolo de búsqueda cuántica para recuperar \"información de fase\" de un registro de datos de Rydberg-átomo usando un pulso de campo eléctrico de medio ciclo subpicosegundo. Los cálculos muestran que el pulso de medio ciclo puede realizar la recuperación de fase sólo dentro de un rango de valores de campo pico. Variando las fases de los orbitales constituyentes del registro de paquetes de onda Rydberg, demostramos un control coherente del proceso de recuperación de fases. Mediante la programación especial de las fases de los orbitales que componen el paquete de onda inicial, mostramos que es posible utilizar el método de búsqueda como una manera de sintetizar estados propios de energía única ",
            "error": [
                ""
            ]
        },
        "subpicosecond half-cycle electric field pulse": {
            "translated_key": "pulso de campo eléctrico subpicosegundo de medio ciclo",
            "translated_annotated_text": "Recuperación de información de estado cuántico en un registro de datos de Rydberg-átomo Analizamos un protocolo de búsqueda cuántica para recuperar información de fase de un registro de datos de Rydberg-átomo usando un \"pulso de campo eléctrico subpicosegundo de medio ciclo\". Los cálculos muestran que el pulso de medio ciclo puede realizar la recuperación de fase sólo dentro de un rango de valores de campo pico. Variando las fases de los orbitales constituyentes del registro de paquetes de onda Rydberg, demostramos un control coherente del proceso de recuperación de fases. Mediante la programación especial de las fases de los orbitales que componen el paquete de onda inicial, mostramos que es posible utilizar el método de búsqueda como una manera de sintetizar estados propios de energía única ",
            "error": [
                ""
            ]
        },
        "phase retrieval": {
            "translated_key": [
                "recuperación de fase",
                "recuperación de fases"
            ],
            "translated_annotated_text": "Recuperación de información de estado cuántico en un registro de datos de Rydberg-átomo Analizamos un protocolo de búsqueda cuántica para recuperar información de fase de un registro de datos de Rydberg-átomo usando un pulso de campo eléctrico de medio ciclo subpicosegundo. Los cálculos muestran que el pulso de medio ciclo puede realizar la \"recuperación de fase\" sólo dentro de un rango de valores de campo pico. Variando las fases de los orbitales constituyentes del registro de paquetes de onda de Rydberg, demostramos un control coherente del proceso de \"recuperación de fases\". Mediante la programación especial de las fases de los orbitales que componen el paquete de onda inicial, mostramos que es posible utilizar el método de búsqueda como una manera de sintetizar estados propios de energía única ",
            "error": [
                "recuperación de fase",
                "recuperación de fases"
            ]
        },
        "peak field values": {
            "translated_key": "valores de campo de pico",
            "translated_annotated_text": "Recuperación de información de estado cuántico en un registro de datos de Rydberg-átomo Analizamos un protocolo de búsqueda cuántica para recuperar información de fase de un registro de datos de Rydberg-átomo usando un pulso de campo eléctrico de medio ciclo subpicosegundo. Los cálculos muestran que el pulso de medio ciclo puede realizar la recuperación de fase sólo dentro de un rango de \"valores de campo de pico\". Variando las fases de los orbitales constituyentes del registro de paquetes de onda Rydberg, demostramos un control coherente del proceso de recuperación de fases. Mediante la programación especial de las fases de los orbitales que componen el paquete de onda inicial, mostramos que es posible utilizar el método de búsqueda como una manera de sintetizar estados propios de energía única ",
            "error": [
                ""
            ]
        },
        "constituent orbitals": {
            "translated_key": " orbitales constitutivos",
            "translated_annotated_text": "Recuperación de información de estado cuántico en un registro de datos de Rydberg-átomo Analizamos un protocolo de búsqueda cuántica para recuperar información de fase de un registro de datos de Rydberg-átomo usando un pulso de campo eléctrico de medio ciclo subpicosegundo. Los cálculos muestran que el pulso de medio ciclo puede realizar la recuperación de fase sólo dentro de un rango de valores de campo pico. Variando las fases de los \" orbitales constitutivos\" del registro de paquetes de onda de Rydberg, demostramos un control coherente del proceso de recuperación de fases. Mediante la programación especial de las fases de los orbitales que componen el paquete de onda inicial, mostramos que es posible utilizar el método de búsqueda como una manera de sintetizar estados propios de energía única ",
            "error": [
                ""
            ]
        },
        "Rydberg wave packet register": {
            "translated_key": "Registro de paquetes de ondas de Rydberg",
            "translated_annotated_text": "Recuperación de información de estado cuántico en un registro de datos de Rydberg-átomo Analizamos un protocolo de búsqueda cuántica para recuperar información de fase de un registro de datos de Rydberg-átomo usando un pulso de campo eléctrico de medio ciclo subpicosegundo. Los cálculos muestran que el pulso de medio ciclo puede realizar la recuperación de fase sólo dentro de un rango de valores de campo pico. Variando las fases de los orbitales constituyentes del \"Registro de paquetes de ondas de Rydberg\", demostramos un control coherente del proceso de recuperación de fases. Mediante la programación especial de las fases de los orbitales que componen el paquete de onda inicial, mostramos que es posible utilizar el método de búsqueda como una manera de sintetizar estados propios de energía única ",
            "error": [
                ""
            ]
        },
        "coherent control": {
            "translated_key": "control coherente",
            "translated_annotated_text": "Recuperación de información de estado cuántico en un registro de datos de Rydberg-átomo Analizamos un protocolo de búsqueda cuántica para recuperar información de fase de un registro de datos de Rydberg-átomo usando un pulso de campo eléctrico de medio ciclo subpicosegundo. Los cálculos muestran que el pulso de medio ciclo puede realizar la recuperación de fase sólo dentro de un rango de valores de campo pico. Variando las fases de los orbitales constituyentes del registro de paquetes de onda de Rydberg, demostramos \"control coherente\" del proceso de recuperación de fase. Mediante la programación especial de las fases de los orbitales que componen el paquete de onda inicial, mostramos que es posible utilizar el método de búsqueda como una manera de sintetizar estados propios de energía única ",
            "error": [
                ""
            ]
        },
        "initial wave packet": {
            "translated_key": "paquete de onda inicial",
            "translated_annotated_text": "Recuperación de información de estado cuántico en un registro de datos de Rydberg-átomo Analizamos un protocolo de búsqueda cuántica para recuperar información de fase de un registro de datos de Rydberg-átomo usando un pulso de campo eléctrico de medio ciclo subpicosegundo. Los cálculos muestran que el pulso de medio ciclo puede realizar la recuperación de fase sólo dentro de un rango de valores de campo pico. Variando las fases de los orbitales constituyentes del registro de paquetes de onda Rydberg, demostramos un control coherente del proceso de recuperación de fases. Mediante la programación especial de las fases de los orbitales que componen el \"paquete de onda inicial\", mostramos que es posible utilizar el método de búsqueda como una manera de sintetizar estados propios de energía única ",
            "error": [
                ""
            ]
        },
        "search method": {
            "translated_key": "método de búsqueda",
            "translated_annotated_text": "Recuperación de información de estado cuántico en un registro de datos de Rydberg-átomo Analizamos un protocolo de búsqueda cuántica para recuperar información de fase de un registro de datos de Rydberg-átomo usando un pulso de campo eléctrico de medio ciclo subpicosegundo. Los cálculos muestran que el pulso de medio ciclo puede realizar la recuperación de fase sólo dentro de un rango de valores de campo pico. Variando las fases de los orbitales constituyentes del registro de paquetes de onda Rydberg, demostramos un control coherente del proceso de recuperación de fases. Mediante la programación especial de las fases de los orbitales que componen el paquete de onda inicial, mostramos que es posible utilizar el \"método de búsqueda\" como una manera de sintetizar estados propios de energía única ",
            "error": [
                ""
            ]
        },
        "single energy eigenstates": {
            "translated_key": "eigenstatos de energía única",
            "translated_annotated_text": "Recuperación de información de estado cuántico en un registro de datos de Rydberg-átomo Analizamos un protocolo de búsqueda cuántica para recuperar información de fase de un registro de datos de Rydberg-átomo usando un pulso de campo eléctrico de medio ciclo subpicosegundo. Los cálculos muestran que el pulso de medio ciclo puede realizar la recuperación de fase sólo dentro de un rango de valores de campo pico. Variando las fases de los orbitales constituyentes del registro de paquetes de onda Rydberg, demostramos un control coherente del proceso de recuperación de fases. Mediante la programación especial de las fases de los orbitales que componen el paquete de onda inicial, mostramos que es posible utilizar el método de búsqueda como una manera de sintetizar \"eigenstatos de energía única\" ",
            "error": [
                ""
            ]
        },
        "half-cycle pulse": {
            "translated_key": "pulso de medio ciclo",
            "translated_annotated_text": "Recuperación de información de estado cuántico en un registro de datos de Rydberg-átomo Analizamos un protocolo de búsqueda cuántica para recuperar información de fase de un registro de datos de Rydberg-átomo usando un pulso de campo eléctrico de medio ciclo subpicosegundo. Los cálculos muestran que el \"pulso de medio ciclo\" puede realizar la recuperación de fase sólo dentro de un rango de valores de campo pico. Variando las fases de los orbitales constituyentes del registro de paquetes de onda Rydberg, demostramos un control coherente del proceso de recuperación de fases. Mediante la programación especial de las fases de los orbitales que componen el paquete de onda inicial, mostramos que es posible utilizar el método de búsqueda como una manera de sintetizar estados propios de energía única ",
            "error": [
                ""
            ]
        },
        "information theory": {
            "translated_key": [],
            "translated_annotated_text": "Recuperación de información de estado cuántico en un registro de datos de Rydberg-átomo Analizamos un protocolo de búsqueda cuántica para recuperar información de fase de un registro de datos de Rydberg-átomo usando un pulso de campo eléctrico de medio ciclo subpicosegundo. Los cálculos muestran que el pulso de medio ciclo puede realizar la recuperación de fase sólo dentro de un rango de valores de campo pico. Variando las fases de los orbitales constituyentes del registro de paquetes de onda Rydberg, demostramos un control coherente del proceso de recuperación de fases. Mediante la programación especial de las fases de los orbitales que componen el paquete de onda inicial, mostramos que es posible utilizar el método de búsqueda como una manera de sintetizar estados propios de energía única ",
            "error": []
        },
        "quantum computing": {
            "translated_key": [],
            "translated_annotated_text": "Recuperación de información de estado cuántico en un registro de datos de Rydberg-átomo Analizamos un protocolo de búsqueda cuántica para recuperar información de fase de un registro de datos de Rydberg-átomo usando un pulso de campo eléctrico de medio ciclo subpicosegundo. Los cálculos muestran que el pulso de medio ciclo puede realizar la recuperación de fase sólo dentro de un rango de valores de campo pico. Variando las fases de los orbitales constituyentes del registro de paquetes de onda Rydberg, demostramos un control coherente del proceso de recuperación de fases. Mediante la programación especial de las fases de los orbitales que componen el paquete de onda inicial, mostramos que es posible utilizar el método de búsqueda como una manera de sintetizar estados propios de energía única ",
            "error": []
        },
        "quantum theory": {
            "translated_key": [],
            "translated_annotated_text": "Recuperación de información de estado cuántico en un registro de datos de Rydberg-átomo Analizamos un protocolo de búsqueda cuántica para recuperar información de fase de un registro de datos de Rydberg-átomo usando un pulso de campo eléctrico de medio ciclo subpicosegundo. Los cálculos muestran que el pulso de medio ciclo puede realizar la recuperación de fase sólo dentro de un rango de valores de campo pico. Variando las fases de los orbitales constituyentes del registro de paquetes de onda Rydberg, demostramos un control coherente del proceso de recuperación de fases. Mediante la programación especial de las fases de los orbitales que componen el paquete de onda inicial, mostramos que es posible utilizar el método de búsqueda como una manera de sintetizar estados propios de energía única ",
            "error": []
        },
        "Rydberg states": {
            "translated_key": [],
            "translated_annotated_text": "Recuperación de información de estado cuántico en un registro de datos de Rydberg-átomo Analizamos un protocolo de búsqueda cuántica para recuperar información de fase de un registro de datos de Rydberg-átomo usando un pulso de campo eléctrico de medio ciclo subpicosegundo. Los cálculos muestran que el pulso de medio ciclo puede realizar la recuperación de fase sólo dentro de un rango de valores de campo pico. Variando las fases de los orbitales constituyentes del registro de paquetes de onda Rydberg, demostramos un control coherente del proceso de recuperación de fases. Mediante la programación especial de las fases de los orbitales que componen el paquete de onda inicial, mostramos que es posible utilizar el método de búsqueda como una manera de sintetizar estados propios de energía única ",
            "error": []
        },
        "storage media": {
            "translated_key": [],
            "translated_annotated_text": "Recuperación de información de estado cuántico en un registro de datos de Rydberg-átomo Analizamos un protocolo de búsqueda cuántica para recuperar información de fase de un registro de datos de Rydberg-átomo usando un pulso de campo eléctrico de medio ciclo subpicosegundo. Los cálculos muestran que el pulso de medio ciclo puede realizar la recuperación de fase sólo dentro de un rango de valores de campo pico. Variando las fases de los orbitales constituyentes del registro de paquetes de onda Rydberg, demostramos un control coherente del proceso de recuperación de fases. Mediante la programación especial de las fases de los orbitales que componen el paquete de onda inicial, mostramos que es posible utilizar el método de búsqueda como una manera de sintetizar estados propios de energía única ",
            "error": []
        }
    }
}