{
    "original_text": "Inhibiting decoherence via ancilla processes General conditions are derived for preventing the decoherence of a single two-state quantum system (qubit) in a thermal bath. The employed auxiliary systems required for this purpose are merely assumed to be weak for the general condition while various examples such as extra qubits and extra classical fields are studied for applications in quantum information processing. The general condition is confirmed by well known approaches toward inhibiting decoherence. An approach to decoherence-free quantum memories and quantum operations is presented by placing the qubit into the center of a sphere with extra qubits on its surface",
    "original_translation": "Inhibir la decoherencia mediante procesos ancilares Se derivan condiciones generales para prevenir la decoherencia de un único sistema cuántico de dos estados (qubit) en un baño termal. Los sistemas auxiliares empleados necesarios para este fin se supone que son simplemente débiles para la condición general, mientras que varios ejemplos tales como qubits adicionales y campos clásicos adicionales se estudian para aplicaciones en el procesamiento de información cuántica. La condición general es confirmada por enfoques bien conocidos para inhibir la decoherencia. Un acercamiento a las memorias cuánticas y operaciones cuánticas sin decoherencia se presenta colocando el qubit en el centro de una esfera con qubits extra en su superficie",
    "error_count": 9,
    "keys": {
        "decoherence inhibition": {
            "translated_key": [],
            "translated_annotated_text": "Inhibir la decoherencia mediante procesos ancilares Se derivan condiciones generales para prevenir la decoherencia de un único sistema cuántico de dos estados (qubit) en un baño termal. Los sistemas auxiliares empleados necesarios para este fin se supone que son simplemente débiles para la condición general, mientras que varios ejemplos tales como qubits adicionales y campos clásicos adicionales se estudian para aplicaciones en el procesamiento de información cuántica. La condición general es confirmada por enfoques bien conocidos para inhibir la decoherencia. Un acercamiento a las memorias cuánticas y operaciones cuánticas sin decoherencia se presenta colocando el qubit en el centro de una esfera con qubits extra en su superficie ",
            "error": []
        },
        "ancilla processes": {
            "translated_key": "procesos de ancilla",
            "translated_annotated_text": "Inhibir la decoherencia a través de \"procesos de ancilla\" Se derivan condiciones generales para prevenir la decoherencia de un único sistema cuántico de dos estados (qubit) en un baño termal. Los sistemas auxiliares empleados necesarios para este fin se supone que son simplemente débiles para la condición general, mientras que varios ejemplos tales como qubits adicionales y campos clásicos adicionales se estudian para aplicaciones en el procesamiento de información cuántica. La condición general es confirmada por enfoques bien conocidos para inhibir la decoherencia. Un acercamiento a las memorias cuánticas y operaciones cuánticas sin decoherencia se presenta colocando el qubit en el centro de una esfera con qubits extra en su superficie ",
            "error": [
                ""
            ]
        },
        "decoherence": {
            "translated_key": [
                "decoherencia",
                "decoherencia",
                "coherencia",
                "coherencia"
            ],
            "translated_annotated_text": "Inhibir la \"decoherencia\" a través de procesos de ancilla Se derivan condiciones generales para prevenir la \"decoherencia\" de un único sistema cuántico de dos estados (qubit) en un baño termal. Los sistemas auxiliares empleados necesarios para este fin se supone que son simplemente débiles para la condición general, mientras que varios ejemplos tales como qubits adicionales y campos clásicos adicionales se estudian para aplicaciones en el procesamiento de información cuántica. La condición general es confirmada por enfoques bien conocidos para inhibir la \"coherencia\". Un acercamiento a la memoria cuántica libre de \"coherencia\" y operaciones cuánticas se presenta colocando el qubit en el centro de una esfera con qubits extra en su superficie ",
            "error": [
                "decoherencia",
                "decoherencia",
                "coherencia",
                "coherencia"
            ]
        },
        "single two-state quantum system": {
            "translated_key": "sistema cuántico único de dos estados",
            "translated_annotated_text": "Inhibir la decoherencia mediante procesos ancilares Se derivan condiciones generales para prevenir la decoherencia de un \"sistema cuántico único de dos estados\" (qubit) en un baño termal. Los sistemas auxiliares empleados necesarios para este fin se supone que son simplemente débiles para la condición general, mientras que varios ejemplos tales como qubits adicionales y campos clásicos adicionales se estudian para aplicaciones en el procesamiento de información cuántica. La condición general es confirmada por enfoques bien conocidos para inhibir la decoherencia. Un acercamiento a las memorias cuánticas y operaciones cuánticas sin decoherencia se presenta colocando el qubit en el centro de una esfera con qubits extra en su superficie ",
            "error": [
                ""
            ]
        },
        "qubit": {
            "translated_key": "qubit",
            "translated_annotated_text": "Inhibir la decoherencia mediante procesos ancilares Se derivan condiciones generales para prevenir la decoherencia de un único sistema cuántico de dos estados (\"qubit\") en un baño termal. Los sistemas auxiliares empleados necesarios para este fin se supone que son simplemente débiles para la condición general, mientras que varios ejemplos tales como qubits adicionales y campos clásicos adicionales se estudian para aplicaciones en el procesamiento de información cuántica. La condición general es confirmada por enfoques bien conocidos para inhibir la decoherencia. Un acercamiento a las memorias cuánticas y operaciones cuánticas sin decoherencia se presenta colocando el \"qubit\" en el centro de una esfera con qubits extra en su superficie ",
            "error": [
                ""
            ]
        },
        "thermal bath": {
            "translated_key": "baño térmico",
            "translated_annotated_text": "Inhibir la decoherencia mediante procesos ancilares Se derivan condiciones generales para prevenir la decoherencia de un único sistema cuántico de dos estados (qubit) en un \"baño térmico\". Los sistemas auxiliares empleados necesarios para este fin se supone que son simplemente débiles para la condición general, mientras que varios ejemplos tales como qubits adicionales y campos clásicos adicionales se estudian para aplicaciones en el procesamiento de información cuántica. La condición general es confirmada por enfoques bien conocidos para inhibir la decoherencia. Un acercamiento a las memorias cuánticas y operaciones cuánticas sin decoherencia se presenta colocando el qubit en el centro de una esfera con qubits extra en su superficie ",
            "error": [
                ""
            ]
        },
        "auxiliary systems": {
            "translated_key": "sistemas auxiliares",
            "translated_annotated_text": "Inhibir la decoherencia mediante procesos ancilares Se derivan condiciones generales para prevenir la decoherencia de un único sistema cuántico de dos estados (qubit) en un baño termal. Los \"sistemas auxiliares\" empleados para este propósito se asumen simplemente como débiles para la condición general, mientras que varios ejemplos como qubits adicionales y campos clásicos adicionales se estudian para aplicaciones en el procesamiento de información cuántica. La condición general es confirmada por enfoques bien conocidos para inhibir la decoherencia. Un acercamiento a las memorias cuánticas y operaciones cuánticas sin decoherencia se presenta colocando el qubit en el centro de una esfera con qubits extra en su superficie ",
            "error": [
                ""
            ]
        },
        "extra qubits": {
            "translated_key": [
                "extra qubits",
                "qubits extra"
            ],
            "translated_annotated_text": "Inhibir la decoherencia mediante procesos ancilares Se derivan condiciones generales para prevenir la decoherencia de un único sistema cuántico de dos estados (qubit) en un baño termal. Los sistemas auxiliares empleados necesarios para este fin se supone que son simplemente débiles para la condición general, mientras que varios ejemplos como \"extra qubits\" y campos clásicos adicionales se estudian para aplicaciones en el procesamiento de información cuántica. La condición general es confirmada por enfoques bien conocidos para inhibir la decoherencia. Un acercamiento a las memorias cuánticas y operaciones cuánticas sin decoherencia se presenta colocando el qubit en el centro de una esfera con \"qubits extra\" en su superficie ",
            "error": [
                "extra qubits",
                "qubits extra"
            ]
        },
        "extra classical fields": {
            "translated_key": "campos clásicos adicionales",
            "translated_annotated_text": "Inhibir la decoherencia mediante procesos ancilares Se derivan condiciones generales para prevenir la decoherencia de un único sistema cuántico de dos estados (qubit) en un baño termal. Los sistemas auxiliares empleados necesarios para este fin se supone que son simplemente débiles para la condición general, mientras que varios ejemplos tales como qubits adicionales y \"campos clásicos adicionales\" se estudian para aplicaciones en el procesamiento de información cuántica. La condición general es confirmada por enfoques bien conocidos para inhibir la decoherencia. Un acercamiento a las memorias cuánticas y operaciones cuánticas sin decoherencia se presenta colocando el qubit en el centro de una esfera con qubits extra en su superficie ",
            "error": [
                ""
            ]
        },
        "quantum information processing": {
            "translated_key": "proceso de información cuántica",
            "translated_annotated_text": "Inhibir la decoherencia mediante procesos ancilares Se derivan condiciones generales para prevenir la decoherencia de un único sistema cuántico de dos estados (qubit) en un baño termal. Los sistemas auxiliares empleados necesarios para este fin se supone que son simplemente débiles para la condición general, mientras que varios ejemplos tales como qubits adicionales y campos clásicos adicionales se estudian para aplicaciones en el \"proceso de información cuántica\". La condición general es confirmada por enfoques bien conocidos para inhibir la decoherencia. Un acercamiento a las memorias cuánticas y operaciones cuánticas sin decoherencia se presenta colocando el qubit en el centro de una esfera con qubits extra en su superficie ",
            "error": [
                ""
            ]
        },
        "general condition": {
            "translated_key": "condición general",
            "translated_annotated_text": "Inhibir la decoherencia mediante procesos ancilares Se derivan condiciones generales para prevenir la decoherencia de un único sistema cuántico de dos estados (qubit) en un baño termal. Los sistemas auxiliares empleados necesarios para este fin se supone que son simplemente débiles para la \"condición general\", mientras que varios ejemplos tales como qubits adicionales y campos clásicos adicionales se estudian para aplicaciones en el procesamiento de información cuántica. La \"condición general\" es confirmada por enfoques bien conocidos para inhibir la decoherencia. Un acercamiento a las memorias cuánticas y operaciones cuánticas sin decoherencia se presenta colocando el qubit en el centro de una esfera con qubits extra en su superficie ",
            "error": [
                ""
            ]
        },
        "decoherence-free quantum memories": {
            "translated_key": "rememoraciones cuánticas libres de incoherencia",
            "translated_annotated_text": "Inhibir la decoherencia mediante procesos ancilares Se derivan condiciones generales para prevenir la decoherencia de un único sistema cuántico de dos estados (qubit) en un baño termal. Los sistemas auxiliares empleados necesarios para este fin se supone que son simplemente débiles para la condición general, mientras que varios ejemplos tales como qubits adicionales y campos clásicos adicionales se estudian para aplicaciones en el procesamiento de información cuántica. La condición general es confirmada por enfoques bien conocidos para inhibir la decoherencia. Un acercamiento a las \"rememoraciones cuánticas libres de incoherencia\" y operaciones cuánticas se presenta colocando el qubit en el centro de una esfera con qubits extra en su superficie ",
            "error": [
                ""
            ]
        },
        "quantum operations": {
            "translated_key": "operaciones cuánticas",
            "translated_annotated_text": "Inhibir la decoherencia mediante procesos ancilares Se derivan condiciones generales para prevenir la decoherencia de un único sistema cuántico de dos estados (qubit) en un baño termal. Los sistemas auxiliares empleados necesarios para este fin se supone que son simplemente débiles para la condición general, mientras que varios ejemplos tales como qubits adicionales y campos clásicos adicionales se estudian para aplicaciones en el procesamiento de información cuántica. La condición general es confirmada por enfoques bien conocidos para inhibir la decoherencia. Un acercamiento a las memorias cuánticas sin decoherencia y \"operaciones cuánticas\" se presenta colocando el qubit en el centro de una esfera con qubits extra en su superficie ",
            "error": [
                ""
            ]
        },
        "sphere surface": {
            "translated_key": [],
            "translated_annotated_text": "Inhibir la decoherencia mediante procesos ancilares Se derivan condiciones generales para prevenir la decoherencia de un único sistema cuántico de dos estados (qubit) en un baño termal. Los sistemas auxiliares empleados necesarios para este fin se supone que son simplemente débiles para la condición general, mientras que varios ejemplos tales como qubits adicionales y campos clásicos adicionales se estudian para aplicaciones en el procesamiento de información cuántica. La condición general es confirmada por enfoques bien conocidos para inhibir la decoherencia. Un acercamiento a las memorias cuánticas y operaciones cuánticas sin decoherencia se presenta colocando el qubit en el centro de una esfera con qubits extra en su superficie ",
            "error": []
        },
        "computation theory": {
            "translated_key": [],
            "translated_annotated_text": "Inhibir la decoherencia mediante procesos ancilares Se derivan condiciones generales para prevenir la decoherencia de un único sistema cuántico de dos estados (qubit) en un baño termal. Los sistemas auxiliares empleados necesarios para este fin se supone que son simplemente débiles para la condición general, mientras que varios ejemplos tales como qubits adicionales y campos clásicos adicionales se estudian para aplicaciones en el procesamiento de información cuántica. La condición general es confirmada por enfoques bien conocidos para inhibir la decoherencia. Un acercamiento a las memorias cuánticas y operaciones cuánticas sin decoherencia se presenta colocando el qubit en el centro de una esfera con qubits extra en su superficie ",
            "error": []
        },
        "harmonic oscillators": {
            "translated_key": [],
            "translated_annotated_text": "Inhibir la decoherencia mediante procesos ancilares Se derivan condiciones generales para prevenir la decoherencia de un único sistema cuántico de dos estados (qubit) en un baño termal. Los sistemas auxiliares empleados necesarios para este fin se supone que son simplemente débiles para la condición general, mientras que varios ejemplos tales como qubits adicionales y campos clásicos adicionales se estudian para aplicaciones en el procesamiento de información cuántica. La condición general es confirmada por enfoques bien conocidos para inhibir la decoherencia. Un acercamiento a las memorias cuánticas y operaciones cuánticas sin decoherencia se presenta colocando el qubit en el centro de una esfera con qubits extra en su superficie ",
            "error": []
        },
        "information theory": {
            "translated_key": [],
            "translated_annotated_text": "Inhibir la decoherencia mediante procesos ancilares Se derivan condiciones generales para prevenir la decoherencia de un único sistema cuántico de dos estados (qubit) en un baño termal. Los sistemas auxiliares empleados necesarios para este fin se supone que son simplemente débiles para la condición general, mientras que varios ejemplos tales como qubits adicionales y campos clásicos adicionales se estudian para aplicaciones en el procesamiento de información cuántica. La condición general es confirmada por enfoques bien conocidos para inhibir la decoherencia. Un acercamiento a las memorias cuánticas y operaciones cuánticas sin decoherencia se presenta colocando el qubit en el centro de una esfera con qubits extra en su superficie ",
            "error": []
        },
        "quantum computing": {
            "translated_key": [],
            "translated_annotated_text": "Inhibir la decoherencia mediante procesos ancilares Se derivan condiciones generales para prevenir la decoherencia de un único sistema cuántico de dos estados (qubit) en un baño termal. Los sistemas auxiliares empleados necesarios para este fin se supone que son simplemente débiles para la condición general, mientras que varios ejemplos tales como qubits adicionales y campos clásicos adicionales se estudian para aplicaciones en el procesamiento de información cuántica. La condición general es confirmada por enfoques bien conocidos para inhibir la decoherencia. Un acercamiento a las memorias cuánticas y operaciones cuánticas sin decoherencia se presenta colocando el qubit en el centro de una esfera con qubits extra en su superficie ",
            "error": []
        },
        "quantum theory": {
            "translated_key": [],
            "translated_annotated_text": "Inhibir la decoherencia mediante procesos ancilares Se derivan condiciones generales para prevenir la decoherencia de un único sistema cuántico de dos estados (qubit) en un baño termal. Los sistemas auxiliares empleados necesarios para este fin se supone que son simplemente débiles para la condición general, mientras que varios ejemplos tales como qubits adicionales y campos clásicos adicionales se estudian para aplicaciones en el procesamiento de información cuántica. La condición general es confirmada por enfoques bien conocidos para inhibir la decoherencia. Un acercamiento a las memorias cuánticas y operaciones cuánticas sin decoherencia se presenta colocando el qubit en el centro de una esfera con qubits extra en su superficie ",
            "error": []
        }
    }
}