{
    "original_text": "Numerical simulation of information recovery in quantum computers Decoherence is the main problem to be solved before quantum computers can be built. To control decoherence, it is possible to use error correction methods, but these methods are themselves noisy quantum computation processes. In this work, we study the ability of Steanes and Shors fault-tolerant recovering methods, as well as a modification of Steanes ancilla network, to correct errors in qubits. We test a way to measure correctly ancillas fidelity for these methods, and state the possibility of carrying out an effective error correction through a noisy quantum channel, even using noisy error correction methods",
    "original_translation": "Simulación numérica de la recuperación de información en computadoras cuánticas La decoherencia es el principal problema a resolver antes de que se puedan construir computadoras cuánticas. Para controlar la decoherencia, es posible utilizar métodos de corrección de errores, pero estos métodos son ellos mismos ruidosos procesos de computación cuántica. En este trabajo, se estudia la capacidad de los métodos de recuperación tolerantes a fallos Steanes y Shors, así como una modificación de la red de ancillas Steanes, para corregir errores en los qubits. Probamos una manera de medir correctamente la fidelidad de ancilas para estos métodos, y declaramos la posibilidad de realizar una corrección efectiva de errores a través de un canal cuántico ruidoso, incluso utilizando métodos de corrección de errores ruidosos",
    "error_count": 7,
    "keys": {
        "numerical simulation": {
            "translated_key": [],
            "translated_annotated_text": "Simulación numérica de la recuperación de información en computadoras cuánticas La decoherencia es el principal problema a resolver antes de que se puedan construir computadoras cuánticas. Para controlar la decoherencia, es posible utilizar métodos de corrección de errores, pero estos métodos son ellos mismos ruidosos procesos de computación cuántica. En este trabajo, se estudia la capacidad de los métodos de recuperación tolerantes a fallos Steanes y Shors, así como una modificación de la red de ancillas Steanes, para corregir errores en los qubits. Probamos una manera de medir correctamente la fidelidad de ancilas para estos métodos, y declaramos la posibilidad de realizar una corrección efectiva de errores a través de un canal cuántico ruidoso, incluso utilizando métodos de corrección de errores ruidosos ",
            "error": []
        },
        "information recovery": {
            "translated_key": "recuperación de información",
            "translated_annotated_text": "Simulación numérica de \"recuperación de información\" en computadoras cuánticas La decoherencia es el principal problema a resolver antes de que se puedan construir computadoras cuánticas. Para controlar la decoherencia, es posible utilizar métodos de corrección de errores, pero estos métodos son ellos mismos ruidosos procesos de computación cuántica. En este trabajo, se estudia la capacidad de los métodos de recuperación tolerantes a fallos Steanes y Shors, así como una modificación de la red de ancillas Steanes, para corregir errores en los qubits. Probamos una manera de medir correctamente la fidelidad de ancilas para estos métodos, y declaramos la posibilidad de realizar una corrección efectiva de errores a través de un canal cuántico ruidoso, incluso utilizando métodos de corrección de errores ruidosos ",
            "error": [
                ""
            ]
        },
        "quantum computers": {
            "translated_key": "ordenadores cuánticos",
            "translated_annotated_text": "Simulación numérica de recuperación de información en \"ordenadores cuánticos\" La decoherencia es el principal problema a resolver antes de que se puedan construir \"ordenadores cuánticos\". Para controlar la decoherencia, es posible utilizar métodos de corrección de errores, pero estos métodos son ellos mismos ruidosos procesos de computación cuántica. En este trabajo, se estudia la capacidad de los métodos de recuperación tolerantes a fallos Steanes y Shors, así como una modificación de la red de ancillas Steanes, para corregir errores en los qubits. Probamos una manera de medir correctamente la fidelidad de ancilas para estos métodos, y declaramos la posibilidad de realizar una corrección efectiva de errores a través de un canal cuántico ruidoso, incluso utilizando métodos de corrección de errores ruidosos ",
            "error": [
                ""
            ]
        },
        "decoherence control": {
            "translated_key": [],
            "translated_annotated_text": "Simulación numérica de la recuperación de información en computadoras cuánticas La decoherencia es el principal problema a resolver antes de que se puedan construir computadoras cuánticas. Para controlar la decoherencia, es posible utilizar métodos de corrección de errores, pero estos métodos son ellos mismos ruidosos procesos de computación cuántica. En este trabajo, se estudia la capacidad de los métodos de recuperación tolerantes a fallos Steanes y Shors, así como una modificación de la red de ancillas Steanes, para corregir errores en los qubits. Probamos una manera de medir correctamente la fidelidad de ancilas para estos métodos, y declaramos la posibilidad de realizar una corrección efectiva de errores a través de un canal cuántico ruidoso, incluso utilizando métodos de corrección de errores ruidosos ",
            "error": []
        },
        "error correction methods": {
            "translated_key": "métodos de corrección de errores",
            "translated_annotated_text": "Simulación numérica de la recuperación de información en computadoras cuánticas La decoherencia es el principal problema a resolver antes de que se puedan construir computadoras cuánticas. Para controlar la decoherencia, es posible utilizar \"métodos de corrección de errores\", pero estos métodos son ellos mismos procesos de cálculo cuántico ruidosos. En este trabajo, se estudia la capacidad de los métodos de recuperación tolerantes a fallos Steanes y Shors, así como una modificación de la red de ancillas Steanes, para corregir errores en los qubits. Probamos una manera de medir correctamente la fidelidad de ancilas para estos métodos, y declaramos la posibilidad de realizar una corrección efectiva de errores a través de un canal cuántico ruidoso, incluso usando \"métodos de corrección de errores\" ruidosos. ",
            "error": [
                ""
            ]
        },
        "noisy quantum computation processes": {
            "translated_key": "procesos de computación cuántica ruidosos",
            "translated_annotated_text": "Simulación numérica de la recuperación de información en computadoras cuánticas La decoherencia es el principal problema a resolver antes de que se puedan construir computadoras cuánticas. Para controlar la decoherencia, es posible utilizar métodos de corrección de errores, pero estos métodos son ellos mismos \"procesos de computación cuántica ruidosos\". En este trabajo, se estudia la capacidad de los métodos de recuperación tolerantes a fallos Steanes y Shors, así como una modificación de la red de ancillas Steanes, para corregir errores en los qubits. Probamos una manera de medir correctamente la fidelidad de ancilas para estos métodos, y declaramos la posibilidad de realizar una corrección efectiva de errores a través de un canal cuántico ruidoso, incluso utilizando métodos de corrección de errores ruidosos ",
            "error": [
                ""
            ]
        },
        "fault-tolerant recovering methods": {
            "translated_key": "métodos de recuperación tolerantes a fallos",
            "translated_annotated_text": "Simulación numérica de la recuperación de información en computadoras cuánticas La decoherencia es el principal problema a resolver antes de que se puedan construir computadoras cuánticas. Para controlar la decoherencia, es posible utilizar métodos de corrección de errores, pero estos métodos son ellos mismos ruidosos procesos de computación cuántica. En este trabajo, se estudia la capacidad de Steanes y Shors \"métodos de recuperación tolerantes a fallos\", así como una modificación de la red de Steanes ancilla, para corregir errores en qubits. Probamos una manera de medir correctamente la fidelidad de ancilas para estos métodos, y declaramos la posibilidad de realizar una corrección efectiva de errores a través de un canal cuántico ruidoso, incluso utilizando métodos de corrección de errores ruidosos ",
            "error": [
                ""
            ]
        },
        "ancilla network": {
            "translated_key": "red de ancilla",
            "translated_annotated_text": "Simulación numérica de la recuperación de información en computadoras cuánticas La decoherencia es el principal problema a resolver antes de que se puedan construir computadoras cuánticas. Para controlar la decoherencia, es posible utilizar métodos de corrección de errores, pero estos métodos son ellos mismos ruidosos procesos de computación cuántica. En este trabajo, se estudia la capacidad de los métodos de recuperación tolerantes a fallos Steanes y Shors, así como una modificación de Steanes \"red de ancilla\", para corregir errores en los qubits. Probamos una manera de medir correctamente la fidelidad de ancilas para estos métodos, y declaramos la posibilidad de realizar una corrección efectiva de errores a través de un canal cuántico ruidoso, incluso utilizando métodos de corrección de errores ruidosos ",
            "error": [
                ""
            ]
        },
        "ancilla fidelity": {
            "translated_key": [],
            "translated_annotated_text": "Simulación numérica de la recuperación de información en computadoras cuánticas La decoherencia es el principal problema a resolver antes de que se puedan construir computadoras cuánticas. Para controlar la decoherencia, es posible utilizar métodos de corrección de errores, pero estos métodos son ellos mismos ruidosos procesos de computación cuántica. En este trabajo, se estudia la capacidad de los métodos de recuperación tolerantes a fallos Steanes y Shors, así como una modificación de la red de ancillas Steanes, para corregir errores en los qubits. Probamos una manera de medir correctamente la fidelidad de ancilas para estos métodos, y declaramos la posibilidad de realizar una corrección efectiva de errores a través de un canal cuántico ruidoso, incluso utilizando métodos de corrección de errores ruidosos ",
            "error": []
        },
        "qubits": {
            "translated_key": "qubits",
            "translated_annotated_text": "Simulación numérica de la recuperación de información en computadoras cuánticas La decoherencia es el principal problema a resolver antes de que se puedan construir computadoras cuánticas. Para controlar la decoherencia, es posible utilizar métodos de corrección de errores, pero estos métodos son ellos mismos ruidosos procesos de computación cuántica. En este trabajo, estudiamos la capacidad de los métodos de recuperación tolerantes a fallos Steanes y Shors, así como una modificación de la red de ancillas Steanes, para corregir errores en \"qubits\". Probamos una manera de medir correctamente la fidelidad de ancilas para estos métodos, y declaramos la posibilidad de realizar una corrección efectiva de errores a través de un canal cuántico ruidoso, incluso utilizando métodos de corrección de errores ruidosos ",
            "error": [
                ""
            ]
        },
        "noisy error correction methods": {
            "translated_key": "métodos de corrección de errores ruidosos",
            "translated_annotated_text": "Simulación numérica de la recuperación de información en computadoras cuánticas La decoherencia es el principal problema a resolver antes de que se puedan construir computadoras cuánticas. Para controlar la decoherencia, es posible utilizar métodos de corrección de errores, pero estos métodos son ellos mismos ruidosos procesos de computación cuántica. En este trabajo, se estudia la capacidad de los métodos de recuperación tolerantes a fallos Steanes y Shors, así como una modificación de la red de ancillas Steanes, para corregir errores en los qubits. Probamos una manera de medir correctamente la fidelidad de ancilas para estos métodos, y declaramos la posibilidad de realizar una corrección efectiva de errores a través de un canal cuántico ruidoso, incluso usando \"métodos de corrección de errores ruidosos\" ",
            "error": [
                ""
            ]
        },
        "noisy quantum channel": {
            "translated_key": "canal cuántico ruidoso",
            "translated_annotated_text": "Simulación numérica de la recuperación de información en computadoras cuánticas La decoherencia es el principal problema a resolver antes de que se puedan construir computadoras cuánticas. Para controlar la decoherencia, es posible utilizar métodos de corrección de errores, pero estos métodos son ellos mismos ruidosos procesos de computación cuántica. En este trabajo, se estudia la capacidad de los métodos de recuperación tolerantes a fallos Steanes y Shors, así como una modificación de la red de ancillas Steanes, para corregir errores en los qubits. Probamos una manera de medir correctamente la fidelidad de ancilas para estos métodos, y declaramos la posibilidad de realizar una corrección efectiva de errores a través de un \"canal cuántico ruidoso\", incluso utilizando métodos de corrección de errores ruidosos ",
            "error": [
                ""
            ]
        },
        "error correction": {
            "translated_key": [
                "corrección de errores",
                "corrección del error",
                "corrección del error"
            ],
            "translated_annotated_text": "Simulación numérica de la recuperación de información en computadoras cuánticas La decoherencia es el principal problema a resolver antes de que se puedan construir computadoras cuánticas. Para controlar la decoherencia, es posible utilizar métodos de \"corrección de errores\", pero estos métodos son ellos mismos procesos de cálculo cuántico ruidosos. En este trabajo, se estudia la capacidad de los métodos de recuperación tolerantes a fallos Steanes y Shors, así como una modificación de la red de ancillas Steanes, para corregir errores en los qubits. Probamos una manera de medir correctamente la fidelidad de ancilas para estos métodos, y declaramos la posibilidad de llevar a cabo una \"corrección del error\" efectiva a través de un canal cuántico ruidoso, incluso utilizando métodos ruidosos de \"corrección del error\" ",
            "error": [
                "corrección de errores",
                "corrección del error",
                "corrección del error"
            ]
        },
        "fault tolerant computing": {
            "translated_key": [],
            "translated_annotated_text": "Simulación numérica de la recuperación de información en computadoras cuánticas La decoherencia es el principal problema a resolver antes de que se puedan construir computadoras cuánticas. Para controlar la decoherencia, es posible utilizar métodos de corrección de errores, pero estos métodos son ellos mismos ruidosos procesos de computación cuántica. En este trabajo, se estudia la capacidad de los métodos de recuperación tolerantes a fallos Steanes y Shors, así como una modificación de la red de ancillas Steanes, para corregir errores en los qubits. Probamos una manera de medir correctamente la fidelidad de ancilas para estos métodos, y declaramos la posibilidad de realizar una corrección efectiva de errores a través de un canal cuántico ruidoso, incluso utilizando métodos de corrección de errores ruidosos ",
            "error": []
        },
        "information theory": {
            "translated_key": [],
            "translated_annotated_text": "Simulación numérica de la recuperación de información en computadoras cuánticas La decoherencia es el principal problema a resolver antes de que se puedan construir computadoras cuánticas. Para controlar la decoherencia, es posible utilizar métodos de corrección de errores, pero estos métodos son ellos mismos ruidosos procesos de computación cuántica. En este trabajo, se estudia la capacidad de los métodos de recuperación tolerantes a fallos Steanes y Shors, así como una modificación de la red de ancillas Steanes, para corregir errores en los qubits. Probamos una manera de medir correctamente la fidelidad de ancilas para estos métodos, y declaramos la posibilidad de realizar una corrección efectiva de errores a través de un canal cuántico ruidoso, incluso utilizando métodos de corrección de errores ruidosos ",
            "error": []
        },
        "quantum computing": {
            "translated_key": [],
            "translated_annotated_text": "Simulación numérica de la recuperación de información en computadoras cuánticas La decoherencia es el principal problema a resolver antes de que se puedan construir computadoras cuánticas. Para controlar la decoherencia, es posible utilizar métodos de corrección de errores, pero estos métodos son ellos mismos ruidosos procesos de computación cuántica. En este trabajo, se estudia la capacidad de los métodos de recuperación tolerantes a fallos Steanes y Shors, así como una modificación de la red de ancillas Steanes, para corregir errores en los qubits. Probamos una manera de medir correctamente la fidelidad de ancilas para estos métodos, y declaramos la posibilidad de realizar una corrección efectiva de errores a través de un canal cuántico ruidoso, incluso utilizando métodos de corrección de errores ruidosos ",
            "error": []
        }
    }
}