{
    "original_text": "Quantum learning and universal quantum matching machine Suppose that three kinds of quantum systems are given in some unknown states |f>/sup (X)N/, |g/sub 1/>/sup (X)K/, and |g/sub 2/>/sup (X)K/, and we want to decide which template state |g/sub 1/> or |g/sub 2/>, each representing the feature of the pattern class C/sub 1/ or C/sub 2/, respectively, is closest to the input feature state |f>. This is an extension of the pattern matching problem into the quantum domain. Assuming that these states are known a priori to belong to a certain parametric family of pure qubit systems, we derive two kinds of matching strategies. The first one is a semiclassical strategy that is obtained by the natural extension of conventional matching strategies and consists of a two-stage procedure: identification (estimation) of the unknown template states to design the classifier (learning process to train the classifier) and classification of the input system into the appropriate pattern class based on the estimated results. The other is a fully quantum strategy without any intermediate measurement, which we might call as the universal quantum matching machine. We present the Bayes optimal solutions for both strategies in the case of K=1, showing that there certainly exists a fully quantum matching procedure that is strictly superior to the straightforward semiclassical extension of the conventional matching strategy based on the learning process",
    "original_translation": "Aprendizaje cuántico y máquina de emparejamiento cuántico universal Suponga que tres tipos de sistemas cuánticos se dan en algunos estados desconocidos f>/sup (X)N/, g/sub 1/>/sup (X)K/, y g/sub 2/>/sup (X)K/, y queremos decidir qué estado de plantilla g/sub 1/> o g/sub 2/>, Esta es una extensión del problema de coincidencia de patrones en el dominio cuántico. Asumiendo que estos estados son conocidos a priori por pertenecer a una cierta familia paramétrica de sistemas de qubit puros, derivamos dos tipos de estrategias de emparejamiento. La primera es una estrategia semiclásica que se obtiene por la extensión natural de las estrategias convencionales de emparejamiento y consiste en un procedimiento de dos etapas: identificación (estimación) de los estados de plantilla desconocidos para diseñar el clasificador (proceso de aprendizaje para entrenar al clasificador) y clasificación del sistema de entrada en la clase de patrón apropiada basado en los resultados estimados. La otra es una estrategia completamente cuántica sin ninguna medida intermedia, que podríamos llamar como la máquina de emparejamiento cuántico universal. Presentamos las soluciones óptimas de Bayes para ambas estrategias en el caso de K=1, mostrando que ciertamente existe un procedimiento de emparejamiento completamente cuántico que es estrictamente superior a la simple extensión semiclásica de la estrategia de emparejamiento convencional basada en el proceso de aprendizaje",
    "error_count": 3,
    "keys": {
        "quantum learning": {
            "translated_key": [],
            "translated_annotated_text": "Aprendizaje cuántico y máquina de emparejamiento cuántico universal Suponga que tres tipos de sistemas cuánticos se dan en algunos estados desconocidos f>/sup (X)N/, g/sub 1/>/sup (X)K/, y g/sub 2/>/sup (X)K/, y queremos decidir qué estado de plantilla g/sub 1/> o g/sub 2/>, Esta es una extensión del problema de coincidencia de patrones en el dominio cuántico. Asumiendo que estos estados son conocidos a priori por pertenecer a una cierta familia paramétrica de sistemas de qubit puros, derivamos dos tipos de estrategias de emparejamiento. La primera es una estrategia semiclásica que se obtiene por la extensión natural de las estrategias convencionales de emparejamiento y consiste en un procedimiento de dos etapas: identificación (estimación) de los estados de plantilla desconocidos para diseñar el clasificador (proceso de aprendizaje para entrenar al clasificador) y clasificación del sistema de entrada en la clase de patrón apropiada basado en los resultados estimados. La otra es una estrategia completamente cuántica sin ninguna medida intermedia, que podríamos llamar como la máquina de emparejamiento cuántico universal. Presentamos las soluciones óptimas de Bayes para ambas estrategias en el caso de K=1, mostrando que ciertamente existe un procedimiento de emparejamiento completamente cuántico que es estrictamente superior a la simple extensión semiclásica de la estrategia de emparejamiento convencional basada en el proceso de aprendizaje ",
            "error": []
        },
        "universal quantum matching machine": {
            "translated_key": "máquina de emparejamiento cuántico universal",
            "translated_annotated_text": "Aprendizaje cuántico y \"máquina de emparejamiento cuántico universal\" Suponga que tres tipos de sistemas cuánticos se dan en algunos estados desconocidos f>/sup (X)N/, g/sub 1/>/sup (X)K/, y g/sub 2/>/sup (X)K/, y queremos decidir qué estado de plantilla g/sub 1/> o g/sub 2 Esta es una extensión del problema de coincidencia de patrones en el dominio cuántico. Asumiendo que estos estados son conocidos a priori por pertenecer a una cierta familia paramétrica de sistemas de qubit puros, derivamos dos tipos de estrategias de emparejamiento. La primera es una estrategia semiclásica que se obtiene por la extensión natural de las estrategias convencionales de emparejamiento y consiste en un procedimiento de dos etapas: identificación (estimación) de los estados de plantilla desconocidos para diseñar el clasificador (proceso de aprendizaje para entrenar al clasificador) y clasificación del sistema de entrada en la clase de patrón apropiada basado en los resultados estimados. La otra es una estrategia completamente cuántica sin ninguna medida intermedia, que podríamos llamar la \"máquina de emparejamiento cuántico universal\". Presentamos las soluciones óptimas de Bayes para ambas estrategias en el caso de K=1, mostrando que ciertamente existe un procedimiento de emparejamiento completamente cuántico que es estrictamente superior a la simple extensión semiclásica de la estrategia de emparejamiento convencional basada en el proceso de aprendizaje ",
            "error": [
                ""
            ]
        },
        "pattern class": {
            "translated_key": "clase de patrón",
            "translated_annotated_text": "Aprendizaje cuántico y máquina de emparejamiento cuántico universal Suponga que tres tipos de sistemas cuánticos se dan en algunos estados desconocidos f>/sup (X)N/, g/sub 1/>/sup (X)K/, y g/sub 2/>/sup (X)K/, y queremos decidir qué estado de plantilla g/sub 1/> o g/sub 2/>, Esta es una extensión del problema de coincidencia de patrones en el dominio cuántico. Asumiendo que estos estados son conocidos a priori por pertenecer a una cierta familia paramétrica de sistemas de qubit puros, derivamos dos tipos de estrategias de emparejamiento. La primera es una estrategia semiclásica que se obtiene por la extensión natural de las estrategias convencionales de emparejamiento y consiste en un procedimiento de dos etapas: identificación (estimación) de los estados de plantilla desconocidos para diseñar el clasificador (proceso de aprendizaje para entrenar al clasificador) y clasificación del sistema de entrada en la \"clase de patrón\" apropiada basada en los resultados estimados. La otra es una estrategia completamente cuántica sin ninguna medida intermedia, que podríamos llamar como la máquina de emparejamiento cuántico universal. Presentamos las soluciones óptimas de Bayes para ambas estrategias en el caso de K=1, mostrando que ciertamente existe un procedimiento de emparejamiento completamente cuántico que es estrictamente superior a la simple extensión semiclásica de la estrategia de emparejamiento convencional basada en el proceso de aprendizaje ",
            "error": [
                ""
            ]
        },
        "pattern matching problem": {
            "translated_key": "problema de coincidencia de patrones",
            "translated_annotated_text": "Aprendizaje cuántico y máquina de emparejamiento cuántico universal Suponga que tres tipos de sistemas cuánticos se dan en algunos estados desconocidos f>/sup (X)N/, g/sub 1/>/sup (X)K/, y g/sub 2/>/sup (X)K/, y queremos decidir qué estado de plantilla g/sub 1/> o g/sub 2/>, Esta es una extensión del \"problema de coincidencia de patrones\" en el dominio cuántico. Asumiendo que estos estados son conocidos a priori por pertenecer a una cierta familia paramétrica de sistemas de qubit puros, derivamos dos tipos de estrategias de emparejamiento. La primera es una estrategia semiclásica que se obtiene por la extensión natural de las estrategias convencionales de emparejamiento y consiste en un procedimiento de dos etapas: identificación (estimación) de los estados de plantilla desconocidos para diseñar el clasificador (proceso de aprendizaje para entrenar al clasificador) y clasificación del sistema de entrada en la clase de patrón apropiada basado en los resultados estimados. La otra es una estrategia completamente cuántica sin ninguna medida intermedia, que podríamos llamar como la máquina de emparejamiento cuántico universal. Presentamos las soluciones óptimas de Bayes para ambas estrategias en el caso de K=1, mostrando que ciertamente existe un procedimiento de emparejamiento completamente cuántico que es estrictamente superior a la simple extensión semiclásica de la estrategia de emparejamiento convencional basada en el proceso de aprendizaje ",
            "error": [
                ""
            ]
        },
        "quantum domain": {
            "translated_key": "dominio cuántico",
            "translated_annotated_text": "Aprendizaje cuántico y máquina de emparejamiento cuántico universal Suponga que tres tipos de sistemas cuánticos se dan en algunos estados desconocidos f>/sup (X)N/, g/sub 1/>/sup (X)K/, y g/sub 2/>/sup (X)K/, y queremos decidir qué estado de plantilla g/sub 1/> o g/sub 2/>, Esta es una extensión del problema de coincidencia de patrones en el \"dominio cuántico\". Asumiendo que estos estados son conocidos a priori por pertenecer a una cierta familia paramétrica de sistemas de qubit puros, derivamos dos tipos de estrategias de emparejamiento. La primera es una estrategia semiclásica que se obtiene por la extensión natural de las estrategias convencionales de emparejamiento y consiste en un procedimiento de dos etapas: identificación (estimación) de los estados de plantilla desconocidos para diseñar el clasificador (proceso de aprendizaje para entrenar al clasificador) y clasificación del sistema de entrada en la clase de patrón apropiada basado en los resultados estimados. La otra es una estrategia completamente cuántica sin ninguna medida intermedia, que podríamos llamar como la máquina de emparejamiento cuántico universal. Presentamos las soluciones óptimas de Bayes para ambas estrategias en el caso de K=1, mostrando que ciertamente existe un procedimiento de emparejamiento completamente cuántico que es estrictamente superior a la simple extensión semiclásica de la estrategia de emparejamiento convencional basada en el proceso de aprendizaje ",
            "error": [
                ""
            ]
        },
        "qubit systems": {
            "translated_key": "sistemas de qubit",
            "translated_annotated_text": "Aprendizaje cuántico y máquina de emparejamiento cuántico universal Suponga que tres tipos de sistemas cuánticos se dan en algunos estados desconocidos f>/sup (X)N/, g/sub 1/>/sup (X)K/, y g/sub 2/>/sup (X)K/, y queremos decidir qué estado de plantilla g/sub 1/> o g/sub 2/>, Esta es una extensión del problema de coincidencia de patrones en el dominio cuántico. Asumiendo que estos estados son conocidos a priori por pertenecer a una cierta familia paramétrica de puros \"sistemas de qubit\", derivamos dos tipos de estrategias de coincidencia. La primera es una estrategia semiclásica que se obtiene por la extensión natural de las estrategias convencionales de emparejamiento y consiste en un procedimiento de dos etapas: identificación (estimación) de los estados de plantilla desconocidos para diseñar el clasificador (proceso de aprendizaje para entrenar al clasificador) y clasificación del sistema de entrada en la clase de patrón apropiada basado en los resultados estimados. La otra es una estrategia completamente cuántica sin ninguna medida intermedia, que podríamos llamar como la máquina de emparejamiento cuántico universal. Presentamos las soluciones óptimas de Bayes para ambas estrategias en el caso de K=1, mostrando que ciertamente existe un procedimiento de emparejamiento completamente cuántico que es estrictamente superior a la simple extensión semiclásica de la estrategia de emparejamiento convencional basada en el proceso de aprendizaje ",
            "error": [
                ""
            ]
        },
        "matching strategies": {
            "translated_key": "estrategias de emparejamiento",
            "translated_annotated_text": "Aprendizaje cuántico y máquina de emparejamiento cuántico universal Suponga que tres tipos de sistemas cuánticos se dan en algunos estados desconocidos f>/sup (X)N/, g/sub 1/>/sup (X)K/, y g/sub 2/>/sup (X)K/, y queremos decidir qué estado de plantilla g/sub 1/> o g/sub 2/>, Esta es una extensión del problema de coincidencia de patrones en el dominio cuántico. Asumiendo que estos estados son conocidos a priori por pertenecer a una cierta familia paramétrica de sistemas de qubit puros, derivamos dos tipos de \"estrategias de emparejamiento\". La primera es una estrategia semiclásica que se obtiene por la extensión natural de las \"estrategias de emparejamiento\" convencionales y consiste en un procedimiento de dos etapas: identificación (estimación) de los estados de plantilla desconocidos para diseñar el clasificador (proceso de aprendizaje para entrenar al clasificador) y clasificación del sistema de entrada en la clase de patrón apropiada basado en los resultados estimados. La otra es una estrategia completamente cuántica sin ninguna medida intermedia, que podríamos llamar como la máquina de emparejamiento cuántico universal. Presentamos las soluciones óptimas de Bayes para ambas estrategias en el caso de K=1, mostrando que ciertamente existe un procedimiento de emparejamiento completamente cuántico que es estrictamente superior a la simple extensión semiclásica de la estrategia de emparejamiento convencional basada en el proceso de aprendizaje ",
            "error": [
                ""
            ]
        },
        "semiclassical strategy": {
            "translated_key": "estrategia semiclásica",
            "translated_annotated_text": "Aprendizaje cuántico y máquina de emparejamiento cuántico universal Suponga que tres tipos de sistemas cuánticos se dan en algunos estados desconocidos f>/sup (X)N/, g/sub 1/>/sup (X)K/, y g/sub 2/>/sup (X)K/, y queremos decidir qué estado de plantilla g/sub 1/> o g/sub 2/>, Esta es una extensión del problema de coincidencia de patrones en el dominio cuántico. Asumiendo que estos estados son conocidos a priori por pertenecer a una cierta familia paramétrica de sistemas de qubit puros, derivamos dos tipos de estrategias de emparejamiento. La primera es una \"estrategia semiclásica\" que se obtiene por la extensión natural de las estrategias convencionales de emparejamiento y consiste en un procedimiento de dos etapas: identificación (estimación) de los estados de plantilla desconocidos para diseñar el clasificador (proceso de aprendizaje para entrenar al clasificador) y clasificación del sistema de entrada en la clase de patrón apropiada basado en los resultados estimados. La otra es una estrategia completamente cuántica sin ninguna medida intermedia, que podríamos llamar como la máquina de emparejamiento cuántico universal. Presentamos las soluciones óptimas de Bayes para ambas estrategias en el caso de K=1, mostrando que ciertamente existe un procedimiento de emparejamiento completamente cuántico que es estrictamente superior a la simple extensión semiclásica de la estrategia de emparejamiento convencional basada en el proceso de aprendizaje ",
            "error": [
                ""
            ]
        },
        "two-stage procedure": {
            "translated_key": "procedimiento de dos etapas",
            "translated_annotated_text": "Aprendizaje cuántico y máquina de emparejamiento cuántico universal Suponga que tres tipos de sistemas cuánticos se dan en algunos estados desconocidos f>/sup (X)N/, g/sub 1/>/sup (X)K/, y g/sub 2/>/sup (X)K/, y queremos decidir qué estado de plantilla g/sub 1/> o g/sub 2/>, Esta es una extensión del problema de coincidencia de patrones en el dominio cuántico. Asumiendo que estos estados son conocidos a priori por pertenecer a una cierta familia paramétrica de sistemas de qubit puros, derivamos dos tipos de estrategias de emparejamiento. La primera es una estrategia semiclásica que se obtiene por la extensión natural de las estrategias convencionales de emparejamiento y consiste en un \"procedimiento de dos etapas\": identificación (estimación) de los estados de plantilla desconocidos para diseñar el clasificador (proceso de aprendizaje para entrenar al clasificador) y clasificación del sistema de entrada en la clase de patrón apropiada basado en los resultados estimados. La otra es una estrategia completamente cuántica sin ninguna medida intermedia, que podríamos llamar como la máquina de emparejamiento cuántico universal. Presentamos las soluciones óptimas de Bayes para ambas estrategias en el caso de K=1, mostrando que ciertamente existe un procedimiento de emparejamiento completamente cuántico que es estrictamente superior a la simple extensión semiclásica de la estrategia de emparejamiento convencional basada en el proceso de aprendizaje ",
            "error": [
                ""
            ]
        },
        "quantum strategy": {
            "translated_key": "estrategia cuántica",
            "translated_annotated_text": "Aprendizaje cuántico y máquina de emparejamiento cuántico universal Suponga que tres tipos de sistemas cuánticos se dan en algunos estados desconocidos f>/sup (X)N/, g/sub 1/>/sup (X)K/, y g/sub 2/>/sup (X)K/, y queremos decidir qué estado de plantilla g/sub 1/> o g/sub 2/>, Esta es una extensión del problema de coincidencia de patrones en el dominio cuántico. Asumiendo que estos estados son conocidos a priori por pertenecer a una cierta familia paramétrica de sistemas de qubit puros, derivamos dos tipos de estrategias de emparejamiento. La primera es una estrategia semiclásica que se obtiene por la extensión natural de las estrategias convencionales de emparejamiento y consiste en un procedimiento de dos etapas: identificación (estimación) de los estados de plantilla desconocidos para diseñar el clasificador (proceso de aprendizaje para entrenar al clasificador) y clasificación del sistema de entrada en la clase de patrón apropiada basado en los resultados estimados. La otra es una \"estrategia cuántica\" sin ninguna medida intermedia, que podríamos llamar la máquina de emparejamiento cuántico universal. Presentamos las soluciones óptimas de Bayes para ambas estrategias en el caso de K=1, mostrando que ciertamente existe un procedimiento de emparejamiento completamente cuántico que es estrictamente superior a la simple extensión semiclásica de la estrategia de emparejamiento convencional basada en el proceso de aprendizaje ",
            "error": [
                ""
            ]
        },
        "Bayes optimal solutions": {
            "translated_key": "soluciones óptimas de Bayes",
            "translated_annotated_text": "Aprendizaje cuántico y máquina de emparejamiento cuántico universal Suponga que tres tipos de sistemas cuánticos se dan en algunos estados desconocidos f>/sup (X)N/, g/sub 1/>/sup (X)K/, y g/sub 2/>/sup (X)K/, y queremos decidir qué estado de plantilla g/sub 1/> o g/sub 2/>, Esta es una extensión del problema de coincidencia de patrones en el dominio cuántico. Asumiendo que estos estados son conocidos a priori por pertenecer a una cierta familia paramétrica de sistemas de qubit puros, derivamos dos tipos de estrategias de emparejamiento. La primera es una estrategia semiclásica que se obtiene por la extensión natural de las estrategias convencionales de emparejamiento y consiste en un procedimiento de dos etapas: identificación (estimación) de los estados de plantilla desconocidos para diseñar el clasificador (proceso de aprendizaje para entrenar al clasificador) y clasificación del sistema de entrada en la clase de patrón apropiada basado en los resultados estimados. La otra es una estrategia completamente cuántica sin ninguna medida intermedia, que podríamos llamar como la máquina de emparejamiento cuántico universal. Presentamos las \"soluciones óptimas de Bayes\" para ambas estrategias en el caso de K=1, mostrando que ciertamente existe un procedimiento de emparejamiento completamente cuántico que es estrictamente superior a la simple extensión semiclásica de la estrategia de emparejamiento convencional basada en el proceso de aprendizaje ",
            "error": [
                ""
            ]
        },
        "quantum matching procedure": {
            "translated_key": "procedimiento de emparejamiento cuántico",
            "translated_annotated_text": "Aprendizaje cuántico y máquina de emparejamiento cuántico universal Suponga que tres tipos de sistemas cuánticos se dan en algunos estados desconocidos f>/sup (X)N/, g/sub 1/>/sup (X)K/, y g/sub 2/>/sup (X)K/, y queremos decidir qué estado de plantilla g/sub 1/> o g/sub 2/>, Esta es una extensión del problema de coincidencia de patrones en el dominio cuántico. Asumiendo que estos estados son conocidos a priori por pertenecer a una cierta familia paramétrica de sistemas de qubit puros, derivamos dos tipos de estrategias de emparejamiento. La primera es una estrategia semiclásica que se obtiene por la extensión natural de las estrategias convencionales de emparejamiento y consiste en un procedimiento de dos etapas: identificación (estimación) de los estados de plantilla desconocidos para diseñar el clasificador (proceso de aprendizaje para entrenar al clasificador) y clasificación del sistema de entrada en la clase de patrón apropiada basado en los resultados estimados. La otra es una estrategia completamente cuántica sin ninguna medida intermedia, que podríamos llamar como la máquina de emparejamiento cuántico universal. Presentamos las soluciones óptimas de Bayes para ambas estrategias en el caso de K=1, mostrando que ciertamente existe un \"procedimiento de emparejamiento cuántico\" totalmente superior a la simple extensión semiclásica de la estrategia de emparejamiento convencional basada en el proceso de aprendizaje ",
            "error": [
                ""
            ]
        },
        "semiclassical extension": {
            "translated_key": "extensión semiclásica",
            "translated_annotated_text": "Aprendizaje cuántico y máquina de emparejamiento cuántico universal Suponga que tres tipos de sistemas cuánticos se dan en algunos estados desconocidos f>/sup (X)N/, g/sub 1/>/sup (X)K/, y g/sub 2/>/sup (X)K/, y queremos decidir qué estado de plantilla g/sub 1/> o g/sub 2/>, Esta es una extensión del problema de coincidencia de patrones en el dominio cuántico. Asumiendo que estos estados son conocidos a priori por pertenecer a una cierta familia paramétrica de sistemas de qubit puros, derivamos dos tipos de estrategias de emparejamiento. La primera es una estrategia semiclásica que se obtiene por la extensión natural de las estrategias convencionales de emparejamiento y consiste en un procedimiento de dos etapas: identificación (estimación) de los estados de plantilla desconocidos para diseñar el clasificador (proceso de aprendizaje para entrenar al clasificador) y clasificación del sistema de entrada en la clase de patrón apropiada basado en los resultados estimados. La otra es una estrategia completamente cuántica sin ninguna medida intermedia, que podríamos llamar como la máquina de emparejamiento cuántico universal. Presentamos las soluciones óptimas de Bayes para ambas estrategias en el caso de K=1, mostrando que ciertamente existe un procedimiento de emparejamiento completamente cuántico que es estrictamente superior a la simple \"extensión semiclásica\" de la estrategia de emparejamiento convencional basada en el proceso de aprendizaje ",
            "error": [
                ""
            ]
        },
        "matching strategy": {
            "translated_key": "estrategia de emparejamiento",
            "translated_annotated_text": "Aprendizaje cuántico y máquina de emparejamiento cuántico universal Suponga que tres tipos de sistemas cuánticos se dan en algunos estados desconocidos f>/sup (X)N/, g/sub 1/>/sup (X)K/, y g/sub 2/>/sup (X)K/, y queremos decidir qué estado de plantilla g/sub 1/> o g/sub 2/>, Esta es una extensión del problema de coincidencia de patrones en el dominio cuántico. Asumiendo que estos estados son conocidos a priori por pertenecer a una cierta familia paramétrica de sistemas de qubit puros, derivamos dos tipos de estrategias de emparejamiento. La primera es una estrategia semiclásica que se obtiene por la extensión natural de las estrategias convencionales de emparejamiento y consiste en un procedimiento de dos etapas: identificación (estimación) de los estados de plantilla desconocidos para diseñar el clasificador (proceso de aprendizaje para entrenar al clasificador) y clasificación del sistema de entrada en la clase de patrón apropiada basado en los resultados estimados. La otra es una estrategia completamente cuántica sin ninguna medida intermedia, que podríamos llamar como la máquina de emparejamiento cuántico universal. Presentamos las soluciones óptimas de Bayes para ambas estrategias en el caso de K=1, mostrando que ciertamente existe un procedimiento de emparejamiento completamente cuántico que es estrictamente superior a la simple extensión semiclásica de la \"estrategia de emparejamiento\" convencional basada en el proceso de aprendizaje ",
            "error": [
                ""
            ]
        },
        "learning process": {
            "translated_key": "proceso de aprendizaje",
            "translated_annotated_text": "Aprendizaje cuántico y máquina de emparejamiento cuántico universal Suponga que tres tipos de sistemas cuánticos se dan en algunos estados desconocidos f>/sup (X)N/, g/sub 1/>/sup (X)K/, y g/sub 2/>/sup (X)K/, y queremos decidir qué estado de plantilla g/sub 1/> o g/sub 2/>, Esta es una extensión del problema de coincidencia de patrones en el dominio cuántico. Asumiendo que estos estados son conocidos a priori por pertenecer a una cierta familia paramétrica de sistemas de qubit puros, derivamos dos tipos de estrategias de emparejamiento. La primera es una estrategia semiclásica que se obtiene por la extensión natural de las estrategias convencionales de emparejamiento y consiste en un procedimiento de dos etapas: identificación (estimación) de los estados de plantilla desconocidos para diseñar el clasificador (\"proceso de aprendizaje\" para entrenar al clasificador) y clasificación del sistema de entrada en la clase de patrón apropiada basado en los resultados estimados. La otra es una estrategia completamente cuántica sin ninguna medida intermedia, que podríamos llamar como la máquina de emparejamiento cuántico universal. Presentamos las soluciones óptimas de Bayes para ambas estrategias en el caso de K=1, mostrando que ciertamente existe un procedimiento de emparejamiento completamente cuántico que es estrictamente superior a la simple extensión semiclásica de la estrategia de emparejamiento convencional basada en el \"proceso de aprendizaje\" ",
            "error": [
                ""
            ]
        },
        "learning systems": {
            "translated_key": [],
            "translated_annotated_text": "Aprendizaje cuántico y máquina de emparejamiento cuántico universal Suponga que tres tipos de sistemas cuánticos se dan en algunos estados desconocidos f>/sup (X)N/, g/sub 1/>/sup (X)K/, y g/sub 2/>/sup (X)K/, y queremos decidir qué estado de plantilla g/sub 1/> o g/sub 2/>, Esta es una extensión del problema de coincidencia de patrones en el dominio cuántico. Asumiendo que estos estados son conocidos a priori por pertenecer a una cierta familia paramétrica de sistemas de qubit puros, derivamos dos tipos de estrategias de emparejamiento. La primera es una estrategia semiclásica que se obtiene por la extensión natural de las estrategias convencionales de emparejamiento y consiste en un procedimiento de dos etapas: identificación (estimación) de los estados de plantilla desconocidos para diseñar el clasificador (proceso de aprendizaje para entrenar al clasificador) y clasificación del sistema de entrada en la clase de patrón apropiada basado en los resultados estimados. La otra es una estrategia completamente cuántica sin ninguna medida intermedia, que podríamos llamar como la máquina de emparejamiento cuántico universal. Presentamos las soluciones óptimas de Bayes para ambas estrategias en el caso de K=1, mostrando que ciertamente existe un procedimiento de emparejamiento completamente cuántico que es estrictamente superior a la simple extensión semiclásica de la estrategia de emparejamiento convencional basada en el proceso de aprendizaje ",
            "error": []
        },
        "quantum theory": {
            "translated_key": [],
            "translated_annotated_text": "Aprendizaje cuántico y máquina de emparejamiento cuántico universal Suponga que tres tipos de sistemas cuánticos se dan en algunos estados desconocidos f>/sup (X)N/, g/sub 1/>/sup (X)K/, y g/sub 2/>/sup (X)K/, y queremos decidir qué estado de plantilla g/sub 1/> o g/sub 2/>, Esta es una extensión del problema de coincidencia de patrones en el dominio cuántico. Asumiendo que estos estados son conocidos a priori por pertenecer a una cierta familia paramétrica de sistemas de qubit puros, derivamos dos tipos de estrategias de emparejamiento. La primera es una estrategia semiclásica que se obtiene por la extensión natural de las estrategias convencionales de emparejamiento y consiste en un procedimiento de dos etapas: identificación (estimación) de los estados de plantilla desconocidos para diseñar el clasificador (proceso de aprendizaje para entrenar al clasificador) y clasificación del sistema de entrada en la clase de patrón apropiada basado en los resultados estimados. La otra es una estrategia completamente cuántica sin ninguna medida intermedia, que podríamos llamar como la máquina de emparejamiento cuántico universal. Presentamos las soluciones óptimas de Bayes para ambas estrategias en el caso de K=1, mostrando que ciertamente existe un procedimiento de emparejamiento completamente cuántico que es estrictamente superior a la simple extensión semiclásica de la estrategia de emparejamiento convencional basada en el proceso de aprendizaje ",
            "error": []
        }
    }
}