{
    "original_text": "Quantum learning and universal quantum matching machine Suppose that three kinds of quantum systems are given in some unknown states |f>/sup (X)N/, |g/sub 1/>/sup (X)K/, and |g/sub 2/>/sup (X)K/, and we want to decide which template state |g/sub 1/> or |g/sub 2/>, each representing the feature of the pattern class C/sub 1/ or C/sub 2/, respectively, is closest to the input feature state |f>. This is an extension of the pattern matching problem into the quantum domain. Assuming that these states are known a priori to belong to a certain parametric family of pure qubit systems, we derive two kinds of matching strategies. The first one is a semiclassical strategy that is obtained by the natural extension of conventional matching strategies and consists of a two-stage procedure: identification (estimation) of the unknown template states to design the classifier (learning process to train the classifier) and classification of the input system into the appropriate pattern class based on the estimated results. The other is a fully quantum strategy without any intermediate measurement, which we might call as the universal quantum matching machine. We present the Bayes optimal solutions for both strategies in the case of K=1, showing that there certainly exists a fully quantum matching procedure that is strictly superior to the straightforward semiclassical extension of the conventional matching strategy based on the learning process",
    "original_translation": "Aprendizaje cuántico y máquina de emparejamiento cuántico universal Suponga que tres tipos de sistemas cuánticos se dan en algunos estados desconocidos f>/sup (X)N/, g/sub 1/>/sup (X)K/, y g/sub 2/>/sup (X)K/, y queremos decidir qué estado de plantilla g/sub 1/> o g/sub 2/>, cada uno de los cuales representa la característica de la clase de patrón C/sub 1/ o C/sub 2/, respectivamente, es más cercano al estado de característica de entrada f>. Esta es una extensión del problema de coincidencia de patrones en el dominio cuántico. Asumiendo que estos estados son conocidos a priori para pertenecer a una cierta familia paramétrica de sistemas puros de qubit, derivamos dos tipos de estrategias de coincidencia. La primera es una estrategia semiclásica que se obtiene por la extensión natural de las estrategias convencionales de emparejamiento y consiste en un procedimiento de dos etapas: identificación (estimación) de los estados de plantilla desconocidos para diseñar el clasificador (proceso de aprendizaje para entrenar al clasificador) y clasificación del sistema de entrada en la clase de patrón apropiada basado en los resultados estimados. La otra es una estrategia completamente cuántica sin ninguna medida intermedia, que podríamos llamar como la máquina de emparejamiento cuántico universal. Presentamos las soluciones óptimas de Bayes para ambas estrategias en el caso de K=1, mostrando que ciertamente existe un procedimiento de emparejamiento completamente cuántico que es estrictamente superior a la simple extensión semiclásica de la estrategia de emparejamiento convencional basada en el proceso de aprendizaje",
    "error_count": 9,
    "keys": {
        "quantum learning": {
            "translated_key": [],
            "translated_annotated_text": "Aprendizaje cuántico y máquina de emparejamiento cuántico universal Suponga que tres tipos de sistemas cuánticos se dan en algunos estados desconocidos f>/sup (X)N/, g/sub 1/>/sup (X)K/, y g/sub 2/>/sup (X)K/, y queremos decidir qué estado de plantilla g/sub 1/> o g/sub 2/>, cada uno de los cuales representa la característica de la clase de patrón C/sub 1/ o C/sub 2/, respectivamente, es más cercano al estado de característica de entrada f>. Esta es una extensión del problema de coincidencia de patrones en el dominio cuántico. Asumiendo que estos estados son conocidos a priori para pertenecer a una cierta familia paramétrica de sistemas puros de qubit, derivamos dos tipos de estrategias de coincidencia. La primera es una estrategia semiclásica que se obtiene por la extensión natural de las estrategias convencionales de emparejamiento y consiste en un procedimiento de dos etapas: identificación (estimación) de los estados de plantilla desconocidos para diseñar el clasificador (proceso de aprendizaje para entrenar al clasificador) y clasificación del sistema de entrada en la clase de patrón apropiada basado en los resultados estimados. La otra es una estrategia completamente cuántica sin ninguna medida intermedia, que podríamos llamar como la máquina de emparejamiento cuántico universal. Presentamos las soluciones óptimas de Bayes para ambas estrategias en el caso de K=1, mostrando que ciertamente existe un procedimiento de emparejamiento completamente cuántico que es estrictamente superior a la simple extensión semiclásica de la estrategia de emparejamiento convencional basada en el proceso de aprendizaje ",
            "error": []
        },
        "universal quantum matching machine": {
            "translated_key": [
                "máquina de emparejamiento cuántico universal",
                "universal"
            ],
            "translated_annotated_text": "Aprendizaje cuántico y <br>máquina de emparejamiento cuántico universal</br> Supongamos que tres tipos de sistemas cuánticos se dan en algunos estados desconocidos f>/sup (X)N/, g/sub 1/>/sup (X)K/, y g/sub 2/>/sup (X)K/, y queremos decidir qué estado de plantilla g/sub 1/> o g/sub 2/>, cada uno de los cuales representa la característica de la clase de patrón C/sub 1/ o C/sub 2/, respectivamente, es más cercano al estado de característica de entrada f>.  Esta es una extensión del problema de coincidencia de patrones en el dominio cuántico. Asumiendo que estos estados son conocidos a priori para pertenecer a una cierta familia paramétrica de sistemas puros de qubit, derivamos dos tipos de estrategias de coincidencia. La primera es una estrategia semiclásica que se obtiene por la extensión natural de las estrategias convencionales de emparejamiento y consiste en un procedimiento de dos etapas: identificación (estimación) de los estados de plantilla desconocidos para diseñar el clasificador (proceso de aprendizaje para entrenar al clasificador) y clasificación del sistema de entrada en la clase de patrón apropiada basado en los resultados estimados. La otra es una estrategia completamente cuántica sin ninguna medición intermedia, que podríamos llamar la máquina de emparejamiento cuántico <br>universal</br>. Presentamos las soluciones óptimas de Bayes para ambas estrategias en el caso de K=1, mostrando que ciertamente existe un procedimiento de emparejamiento completamente cuántico que es estrictamente superior a la simple extensión semiclásica de la estrategia de emparejamiento convencional basada en el proceso de aprendizaje ",
            "error": [
                "máquina de emparejamiento cuántico universal",
                "universal"
            ]
        },
        "pattern class": {
            "translated_key": [
                "pattern",
                " apropiada"
            ],
            "translated_annotated_text": "Aprendizaje cuántico y máquina de emparejamiento cuántico universal Suponga que tres tipos de sistemas cuánticos se dan en algunos estados desconocidos f>/sup (X)N/, g/sub 1/>/sup (X)K/, y g/sub 2/>/sup (X)K/, y queremos decidir qué estado de plantilla g/sub 1/> o g/sub 2/>, cada uno de los cuales representa la característica de la clase <br>pattern</br> C/sub 1/ o C/sub 2/, respectivamente, es el estado de característica de entrada f>. Esta es una extensión del problema de coincidencia de patrones en el dominio cuántico. Asumiendo que estos estados son conocidos a priori para pertenecer a una cierta familia paramétrica de sistemas puros de qubit, derivamos dos tipos de estrategias de coincidencia. La primera es una estrategia semiclásica que se obtiene por la extensión natural de las estrategias convencionales de emparejamiento y consiste en un procedimiento de dos etapas: identificación (estimación) de los estados de plantilla desconocidos para diseñar el clasificador (proceso de aprendizaje para entrenar al clasificador) y clasificación del sistema de entrada en la clase de patrón <br> apropiada</br> basándose en los resultados estimados. La otra es una estrategia completamente cuántica sin ninguna medida intermedia, que podríamos llamar como la máquina de emparejamiento cuántico universal. Presentamos las soluciones óptimas de Bayes para ambas estrategias en el caso de K=1, mostrando que ciertamente existe un procedimiento de emparejamiento completamente cuántico que es estrictamente superior a la simple extensión semiclásica de la estrategia de emparejamiento convencional basada en el proceso de aprendizaje ",
            "error": [
                "pattern",
                " apropiada"
            ]
        },
        "pattern matching problem": {
            "translated_key": "patrón emparejado",
            "translated_annotated_text": "Aprendizaje cuántico y máquina de emparejamiento cuántico universal Suponga que tres tipos de sistemas cuánticos se dan en algunos estados desconocidos f>/sup (X)N/, g/sub 1/>/sup (X)K/, y g/sub 2/>/sup (X)K/, y queremos decidir qué estado de plantilla g/sub 1/> o g/sub 2/>, cada uno de los cuales representa la característica de la clase de patrón C/sub 1/ o C/sub 2/, respectivamente, es más cercano al estado de característica de entrada f>. Esta es una extensión del problema <br>patrón emparejado</br> en el dominio cuántico. Asumiendo que estos estados son conocidos a priori para pertenecer a una cierta familia paramétrica de sistemas puros de qubit, derivamos dos tipos de estrategias de coincidencia. La primera es una estrategia semiclásica que se obtiene por la extensión natural de las estrategias convencionales de emparejamiento y consiste en un procedimiento de dos etapas: identificación (estimación) de los estados de plantilla desconocidos para diseñar el clasificador (proceso de aprendizaje para entrenar al clasificador) y clasificación del sistema de entrada en la clase de patrón apropiada basado en los resultados estimados. La otra es una estrategia completamente cuántica sin ninguna medida intermedia, que podríamos llamar como la máquina de emparejamiento cuántico universal. Presentamos las soluciones óptimas de Bayes para ambas estrategias en el caso de K=1, mostrando que ciertamente existe un procedimiento de emparejamiento completamente cuántico que es estrictamente superior a la simple extensión semiclásica de la estrategia de emparejamiento convencional basada en el proceso de aprendizaje ",
            "error": [
                ""
            ]
        },
        "quantum domain": {
            "translated_key": "quantum",
            "translated_annotated_text": "Aprendizaje cuántico y máquina de emparejamiento cuántico universal Suponga que tres tipos de sistemas cuánticos se dan en algunos estados desconocidos f>/sup (X)N/, g/sub 1/>/sup (X)K/, y g/sub 2/>/sup (X)K/, y queremos decidir qué estado de plantilla g/sub 1/> o g/sub 2/>, cada uno de los cuales representa la característica de la clase de patrón C/sub 1/ o C/sub 2/, respectivamente, es más cercano al estado de característica de entrada f>. Esta es una extensión del problema de coincidencia de patrones en el dominio <br>quantum</br>. Asumiendo que estos estados son conocidos a priori para pertenecer a una cierta familia paramétrica de sistemas puros de qubit, derivamos dos tipos de estrategias de coincidencia. La primera es una estrategia semiclásica que se obtiene por la extensión natural de las estrategias convencionales de emparejamiento y consiste en un procedimiento de dos etapas: identificación (estimación) de los estados de plantilla desconocidos para diseñar el clasificador (proceso de aprendizaje para entrenar al clasificador) y clasificación del sistema de entrada en la clase de patrón apropiada basado en los resultados estimados. La otra es una estrategia completamente cuántica sin ninguna medida intermedia, que podríamos llamar como la máquina de emparejamiento cuántico universal. Presentamos las soluciones óptimas de Bayes para ambas estrategias en el caso de K=1, mostrando que ciertamente existe un procedimiento de emparejamiento completamente cuántico que es estrictamente superior a la simple extensión semiclásica de la estrategia de emparejamiento convencional basada en el proceso de aprendizaje ",
            "error": [
                ""
            ]
        },
        "qubit systems": {
            "translated_key": "qubit",
            "translated_annotated_text": "Aprendizaje cuántico y máquina de emparejamiento cuántico universal Suponga que tres tipos de sistemas cuánticos se dan en algunos estados desconocidos f>/sup (X)N/, g/sub 1/>/sup (X)K/, y g/sub 2/>/sup (X)K/, y queremos decidir qué estado de plantilla g/sub 1/> o g/sub 2/>, cada uno de los cuales representa la característica de la clase de patrón C/sub 1/ o C/sub 2/, respectivamente, es más cercano al estado de característica de entrada f>. Esta es una extensión del problema de coincidencia de patrones en el dominio cuántico. Asumiendo que estos estados son conocidos a priori por pertenecer a una cierta familia paramétrica de sistemas puros <br>qubit</br>, derivamos dos tipos de estrategias de coincidencia. La primera es una estrategia semiclásica que se obtiene por la extensión natural de las estrategias convencionales de emparejamiento y consiste en un procedimiento de dos etapas: identificación (estimación) de los estados de plantilla desconocidos para diseñar el clasificador (proceso de aprendizaje para entrenar al clasificador) y clasificación del sistema de entrada en la clase de patrón apropiada basado en los resultados estimados. La otra es una estrategia completamente cuántica sin ninguna medida intermedia, que podríamos llamar como la máquina de emparejamiento cuántico universal. Presentamos las soluciones óptimas de Bayes para ambas estrategias en el caso de K=1, mostrando que ciertamente existe un procedimiento de emparejamiento completamente cuántico que es estrictamente superior a la simple extensión semiclásica de la estrategia de emparejamiento convencional basada en el proceso de aprendizaje ",
            "error": [
                ""
            ]
        },
        "matching strategies": {
            "translated_key": "matching",
            "translated_annotated_text": "Aprendizaje cuántico y máquina de emparejamiento cuántico universal Suponga que tres tipos de sistemas cuánticos se dan en algunos estados desconocidos f>/sup (X)N/, g/sub 1/>/sup (X)K/, y g/sub 2/>/sup (X)K/, y queremos decidir qué estado de plantilla g/sub 1/> o g/sub 2/>, cada uno de los cuales representa la característica de la clase de patrón C/sub 1/ o C/sub 2/, respectivamente, es más cercano al estado de característica de entrada f>. Esta es una extensión del problema de coincidencia de patrones en el dominio cuántico. Suponiendo que estos estados son conocidos a priori por pertenecer a una cierta familia paramétrica de sistemas puros de qubit, derivamos dos tipos de estrategias de <br>matching</br>. La primera es una estrategia semiclásica que se obtiene por la extensión natural de las estrategias convencionales de <br>matching</br> y consiste en un procedimiento de dos etapas: identificación (estimación) de los estados de plantilla desconocidos para diseñar el clasificador (proceso de aprendizaje para entrenar al clasificador) y clasificación del sistema de entrada en la clase de patrón apropiada basado en los resultados estimados. La otra es una estrategia completamente cuántica sin ninguna medida intermedia, que podríamos llamar como la máquina de emparejamiento cuántico universal. Presentamos las soluciones óptimas de Bayes para ambas estrategias en el caso de K=1, mostrando que ciertamente existe un procedimiento de emparejamiento completamente cuántico que es estrictamente superior a la simple extensión semiclásica de la estrategia de emparejamiento convencional basada en el proceso de aprendizaje ",
            "error": [
                ""
            ]
        },
        "semiclassical strategy": {
            "translated_key": [],
            "translated_annotated_text": "Aprendizaje cuántico y máquina de emparejamiento cuántico universal Suponga que tres tipos de sistemas cuánticos se dan en algunos estados desconocidos f>/sup (X)N/, g/sub 1/>/sup (X)K/, y g/sub 2/>/sup (X)K/, y queremos decidir qué estado de plantilla g/sub 1/> o g/sub 2/>, cada uno de los cuales representa la característica de la clase de patrón C/sub 1/ o C/sub 2/, respectivamente, es más cercano al estado de característica de entrada f>. Esta es una extensión del problema de coincidencia de patrones en el dominio cuántico. Asumiendo que estos estados son conocidos a priori para pertenecer a una cierta familia paramétrica de sistemas puros de qubit, derivamos dos tipos de estrategias de coincidencia. La primera es una estrategia semiclásica <br> que se obtiene por la extensión natural de las estrategias convencionales de emparejamiento y consiste en un procedimiento de dos etapas: identificación (estimación) de los estados de plantilla desconocidos para diseñar el clasificador (proceso de aprendizaje para entrenar al clasificador) y clasificación del sistema de entrada en la clase de patrón apropiada basado en los resultados estimados. La otra es una estrategia completamente cuántica sin ninguna medida intermedia, que podríamos llamar como la máquina de emparejamiento cuántico universal. Presentamos las soluciones óptimas de Bayes para ambas estrategias en el caso de K=1, mostrando que ciertamente existe un procedimiento de emparejamiento completamente cuántico que es estrictamente superior a la simple extensión semiclásica de la estrategia de emparejamiento convencional basada en el proceso de aprendizaje ",
            "error": []
        },
        "two-stage procedure": {
            "translated_key": "dos etapas",
            "translated_annotated_text": "Aprendizaje cuántico y máquina de emparejamiento cuántico universal Suponga que tres tipos de sistemas cuánticos se dan en algunos estados desconocidos f>/sup (X)N/, g/sub 1/>/sup (X)K/, y g/sub 2/>/sup (X)K/, y queremos decidir qué estado de plantilla g/sub 1/> o g/sub 2/>, cada uno de los cuales representa la característica de la clase de patrón C/sub 1/ o C/sub 2/, respectivamente, es más cercano al estado de característica de entrada f>. Esta es una extensión del problema de coincidencia de patrones en el dominio cuántico. Asumiendo que estos estados son conocidos a priori para pertenecer a una cierta familia paramétrica de sistemas puros de qubit, derivamos dos tipos de estrategias de coincidencia. La primera es una estrategia semiclásica que se obtiene por la extensión natural de las estrategias convencionales de emparejamiento y consiste en un procedimiento <br>dos etapas</br>: identificación (estimación) de los estados de plantilla desconocidos para diseñar el clasificador (proceso de aprendizaje para entrenar al clasificador) y clasificación del sistema de entrada en la clase de patrón apropiada basado en los resultados estimados. La otra es una estrategia completamente cuántica sin ninguna medida intermedia, que podríamos llamar como la máquina de emparejamiento cuántico universal. Presentamos las soluciones óptimas de Bayes para ambas estrategias en el caso de K=1, mostrando que ciertamente existe un procedimiento de emparejamiento completamente cuántico que es estrictamente superior a la simple extensión semiclásica de la estrategia de emparejamiento convencional basada en el proceso de aprendizaje ",
            "error": [
                ""
            ]
        },
        "quantum strategy": {
            "translated_key": [],
            "translated_annotated_text": "Aprendizaje cuántico y máquina de emparejamiento cuántico universal Suponga que tres tipos de sistemas cuánticos se dan en algunos estados desconocidos f>/sup (X)N/, g/sub 1/>/sup (X)K/, y g/sub 2/>/sup (X)K/, y queremos decidir qué estado de plantilla g/sub 1/> o g/sub 2/>, cada uno de los cuales representa la característica de la clase de patrón C/sub 1/ o C/sub 2/, respectivamente, es más cercano al estado de característica de entrada f>. Esta es una extensión del problema de coincidencia de patrones en el dominio cuántico. Asumiendo que estos estados son conocidos a priori para pertenecer a una cierta familia paramétrica de sistemas puros de qubit, derivamos dos tipos de estrategias de coincidencia. La primera es una estrategia semiclásica que se obtiene por la extensión natural de las estrategias convencionales de emparejamiento y consiste en un procedimiento de dos etapas: identificación (estimación) de los estados de plantilla desconocidos para diseñar el clasificador (proceso de aprendizaje para entrenar al clasificador) y clasificación del sistema de entrada en la clase de patrón apropiada basado en los resultados estimados. El otro es una estrategia cuántica <br> sin ninguna medición intermedia, que podríamos llamar la máquina de emparejamiento cuántico universal. Presentamos las soluciones óptimas de Bayes para ambas estrategias en el caso de K=1, mostrando que ciertamente existe un procedimiento de emparejamiento completamente cuántico que es estrictamente superior a la simple extensión semiclásica de la estrategia de emparejamiento convencional basada en el proceso de aprendizaje ",
            "error": []
        },
        "Bayes optimal solutions": {
            "translated_key": "Bayes",
            "translated_annotated_text": "Aprendizaje cuántico y máquina de emparejamiento cuántico universal Suponga que tres tipos de sistemas cuánticos se dan en algunos estados desconocidos f>/sup (X)N/, g/sub 1/>/sup (X)K/, y g/sub 2/>/sup (X)K/, y queremos decidir qué estado de plantilla g/sub 1/> o g/sub 2/>, cada uno de los cuales representa la característica de la clase de patrón C/sub 1/ o C/sub 2/, respectivamente, es más cercano al estado de característica de entrada f>. Esta es una extensión del problema de coincidencia de patrones en el dominio cuántico. Asumiendo que estos estados son conocidos a priori para pertenecer a una cierta familia paramétrica de sistemas puros de qubit, derivamos dos tipos de estrategias de coincidencia. La primera es una estrategia semiclásica que se obtiene por la extensión natural de las estrategias convencionales de emparejamiento y consiste en un procedimiento de dos etapas: identificación (estimación) de los estados de plantilla desconocidos para diseñar el clasificador (proceso de aprendizaje para entrenar al clasificador) y clasificación del sistema de entrada en la clase de patrón apropiada basado en los resultados estimados. La otra es una estrategia completamente cuántica sin ninguna medida intermedia, que podríamos llamar como la máquina de emparejamiento cuántico universal. Presentamos las soluciones óptimas de <br>Bayes</br> para ambas estrategias en el caso de K=1, mostrando que existe ciertamente un procedimiento de emparejamiento completamente cuántico que es estrictamente superior a la simple extensión semiclásica de la estrategia de emparejamiento convencional basada en el proceso de aprendizaje ",
            "error": [
                ""
            ]
        },
        "quantum matching procedure": {
            "translated_key": "quantum",
            "translated_annotated_text": "Aprendizaje cuántico y máquina de emparejamiento cuántico universal Suponga que tres tipos de sistemas cuánticos se dan en algunos estados desconocidos f>/sup (X)N/, g/sub 1/>/sup (X)K/, y g/sub 2/>/sup (X)K/, y queremos decidir qué estado de plantilla g/sub 1/> o g/sub 2/>, cada uno de los cuales representa la característica de la clase de patrón C/sub 1/ o C/sub 2/, respectivamente, es más cercano al estado de característica de entrada f>. Esta es una extensión del problema de coincidencia de patrones en el dominio cuántico. Asumiendo que estos estados son conocidos a priori para pertenecer a una cierta familia paramétrica de sistemas puros de qubit, derivamos dos tipos de estrategias de coincidencia. La primera es una estrategia semiclásica que se obtiene por la extensión natural de las estrategias convencionales de emparejamiento y consiste en un procedimiento de dos etapas: identificación (estimación) de los estados de plantilla desconocidos para diseñar el clasificador (proceso de aprendizaje para entrenar al clasificador) y clasificación del sistema de entrada en la clase de patrón apropiada basado en los resultados estimados. La otra es una estrategia completamente cuántica sin ninguna medida intermedia, que podríamos llamar como la máquina de emparejamiento cuántico universal. Presentamos las soluciones óptimas de Bayes para ambas estrategias en el caso de K=1, mostrando que ciertamente existe un procedimiento de emparejamiento completamente <br>quantum</br> que es estrictamente superior a la simple extensión semiclásica de la estrategia de emparejamiento convencional basada en el proceso de aprendizaje ",
            "error": [
                ""
            ]
        },
        "semiclassical extension": {
            "translated_key": "extensión semiclásica",
            "translated_annotated_text": "Aprendizaje cuántico y máquina de emparejamiento cuántico universal Suponga que tres tipos de sistemas cuánticos se dan en algunos estados desconocidos f>/sup (X)N/, g/sub 1/>/sup (X)K/, y g/sub 2/>/sup (X)K/, y queremos decidir qué estado de plantilla g/sub 1/> o g/sub 2/>, cada uno de los cuales representa la característica de la clase de patrón C/sub 1/ o C/sub 2/, respectivamente, es más cercano al estado de característica de entrada f>. Esta es una extensión del problema de coincidencia de patrones en el dominio cuántico. Asumiendo que estos estados son conocidos a priori para pertenecer a una cierta familia paramétrica de sistemas puros de qubit, derivamos dos tipos de estrategias de coincidencia. La primera es una estrategia semiclásica que se obtiene por la extensión natural de las estrategias convencionales de emparejamiento y consiste en un procedimiento de dos etapas: identificación (estimación) de los estados de plantilla desconocidos para diseñar el clasificador (proceso de aprendizaje para entrenar al clasificador) y clasificación del sistema de entrada en la clase de patrón apropiada basado en los resultados estimados. La otra es una estrategia completamente cuántica sin ninguna medida intermedia, que podríamos llamar como la máquina de emparejamiento cuántico universal. Presentamos las soluciones óptimas de Bayes para ambas estrategias en el caso de K=1, mostrando que ciertamente existe un procedimiento de emparejamiento completamente cuántico que es estrictamente superior a la simple <br>extensión semiclásica</br> de la estrategia de emparejamiento convencional basada en el proceso de aprendizaje.  ",
            "error": [
                ""
            ]
        },
        "matching strategy": {
            "translated_key": [],
            "translated_annotated_text": "Aprendizaje cuántico y máquina de emparejamiento cuántico universal Suponga que tres tipos de sistemas cuánticos se dan en algunos estados desconocidos f>/sup (X)N/, g/sub 1/>/sup (X)K/, y g/sub 2/>/sup (X)K/, y queremos decidir qué estado de plantilla g/sub 1/> o g/sub 2/>, cada uno de los cuales representa la característica de la clase de patrón C/sub 1/ o C/sub 2/, respectivamente, es más cercano al estado de característica de entrada f>. Esta es una extensión del problema de coincidencia de patrones en el dominio cuántico. Asumiendo que estos estados son conocidos a priori para pertenecer a una cierta familia paramétrica de sistemas puros de qubit, derivamos dos tipos de estrategias de coincidencia. La primera es una estrategia semiclásica que se obtiene por la extensión natural de las estrategias convencionales de emparejamiento y consiste en un procedimiento de dos etapas: identificación (estimación) de los estados de plantilla desconocidos para diseñar el clasificador (proceso de aprendizaje para entrenar al clasificador) y clasificación del sistema de entrada en la clase de patrón apropiada basado en los resultados estimados. La otra es una estrategia completamente cuántica sin ninguna medida intermedia, que podríamos llamar como la máquina de emparejamiento cuántico universal. Presentamos las soluciones óptimas de Bayes para ambas estrategias en el caso de K=1, mostrando que ciertamente existe un procedimiento de emparejamiento completamente cuántico que es estrictamente superior a la simple extensión semiclásica de la estrategia convencional de emparejamiento <br> basado en el proceso de aprendizaje ",
            "error": []
        },
        "learning process": {
            "translated_key": [
                "learning process",
                "learning"
            ],
            "translated_annotated_text": "Aprendizaje cuántico y máquina de emparejamiento cuántico universal Suponga que tres tipos de sistemas cuánticos se dan en algunos estados desconocidos f>/sup (X)N/, g/sub 1/>/sup (X)K/, y g/sub 2/>/sup (X)K/, y queremos decidir qué estado de plantilla g/sub 1/> o g/sub 2/>, cada uno de los cuales representa la característica de la clase de patrón C/sub 1/ o C/sub 2/, respectivamente, es más cercano al estado de característica de entrada f>. Esta es una extensión del problema de coincidencia de patrones en el dominio cuántico. Asumiendo que estos estados son conocidos a priori para pertenecer a una cierta familia paramétrica de sistemas puros de qubit, derivamos dos tipos de estrategias de coincidencia. La primera es una estrategia semiclásica que se obtiene por la extensión natural de las estrategias convencionales de emparejamiento y consiste en un procedimiento de dos etapas: identificación (estimación) de los estados de plantilla desconocidos para diseñar el clasificador (<br>learning process</br> para entrenar al clasificador) y clasificación del sistema de entrada en la clase de patrón apropiada basada en los resultados estimados. La otra es una estrategia completamente cuántica sin ninguna medida intermedia, que podríamos llamar como la máquina de emparejamiento cuántico universal. Presentamos las soluciones óptimas de Bayes para ambas estrategias en el caso de K=1, mostrando que ciertamente existe un procedimiento de emparejamiento completamente cuántico que es estrictamente superior a la simple extensión semiclásica de la estrategia de emparejamiento convencional basada en el proceso <br>learning</br> ",
            "error": [
                "learning process",
                "learning"
            ]
        },
        "learning systems": {
            "translated_key": [],
            "translated_annotated_text": "Aprendizaje cuántico y máquina de emparejamiento cuántico universal Suponga que tres tipos de sistemas cuánticos se dan en algunos estados desconocidos f>/sup (X)N/, g/sub 1/>/sup (X)K/, y g/sub 2/>/sup (X)K/, y queremos decidir qué estado de plantilla g/sub 1/> o g/sub 2/>, cada uno de los cuales representa la característica de la clase de patrón C/sub 1/ o C/sub 2/, respectivamente, es más cercano al estado de característica de entrada f>. Esta es una extensión del problema de coincidencia de patrones en el dominio cuántico. Asumiendo que estos estados son conocidos a priori para pertenecer a una cierta familia paramétrica de sistemas puros de qubit, derivamos dos tipos de estrategias de coincidencia. La primera es una estrategia semiclásica que se obtiene por la extensión natural de las estrategias convencionales de emparejamiento y consiste en un procedimiento de dos etapas: identificación (estimación) de los estados de plantilla desconocidos para diseñar el clasificador (proceso de aprendizaje para entrenar al clasificador) y clasificación del sistema de entrada en la clase de patrón apropiada basado en los resultados estimados. La otra es una estrategia completamente cuántica sin ninguna medida intermedia, que podríamos llamar como la máquina de emparejamiento cuántico universal. Presentamos las soluciones óptimas de Bayes para ambas estrategias en el caso de K=1, mostrando que ciertamente existe un procedimiento de emparejamiento completamente cuántico que es estrictamente superior a la simple extensión semiclásica de la estrategia de emparejamiento convencional basada en el proceso de aprendizaje ",
            "error": []
        },
        "quantum theory": {
            "translated_key": [],
            "translated_annotated_text": "Aprendizaje cuántico y máquina de emparejamiento cuántico universal Suponga que tres tipos de sistemas cuánticos se dan en algunos estados desconocidos f>/sup (X)N/, g/sub 1/>/sup (X)K/, y g/sub 2/>/sup (X)K/, y queremos decidir qué estado de plantilla g/sub 1/> o g/sub 2/>, cada uno de los cuales representa la característica de la clase de patrón C/sub 1/ o C/sub 2/, respectivamente, es más cercano al estado de característica de entrada f>. Esta es una extensión del problema de coincidencia de patrones en el dominio cuántico. Asumiendo que estos estados son conocidos a priori para pertenecer a una cierta familia paramétrica de sistemas puros de qubit, derivamos dos tipos de estrategias de coincidencia. La primera es una estrategia semiclásica que se obtiene por la extensión natural de las estrategias convencionales de emparejamiento y consiste en un procedimiento de dos etapas: identificación (estimación) de los estados de plantilla desconocidos para diseñar el clasificador (proceso de aprendizaje para entrenar al clasificador) y clasificación del sistema de entrada en la clase de patrón apropiada basado en los resultados estimados. La otra es una estrategia completamente cuántica sin ninguna medida intermedia, que podríamos llamar como la máquina de emparejamiento cuántico universal. Presentamos las soluciones óptimas de Bayes para ambas estrategias en el caso de K=1, mostrando que ciertamente existe un procedimiento de emparejamiento completamente cuántico que es estrictamente superior a la simple extensión semiclásica de la estrategia de emparejamiento convencional basada en el proceso de aprendizaje ",
            "error": []
        }
    }
}