{
    "original_text": "Action aggregation and defuzzification in Mamdani-type fuzzy systems Discusses the issues of action aggregation and defuzzification in Mamdani-type fuzzy systems. The paper highlights the shortcomings of defuzzification techniques associated with the customary interpretation of the sentence connective and by means of the set union operation. These include loss of smoothness of the output characteristic and inaccurate mapping of the fuzzy response. The most appropriate procedure for aggregating the outputs of different fuzzy rules and converting them into crisp signals is then suggested. The advantages in terms of increased transparency and mapping accuracy of the fuzzy response are demonstrated",
    "original_translation": "Agregación de acción y desfuzzificación en sistemas borrosos de tipo Mamdani Discute las cuestiones de agregación de acción y desfuzzificación en sistemas borrosos de tipo Mamdani. El artículo destaca las deficiencias de las técnicas de desfuzificación asociadas con la interpretación habitual de la frase conjuntiva y mediante la operación de unión establecida. Estos incluyen la pérdida de suavidad de la característica de salida y el mapeo incorrecto de la respuesta borrosa. Se sugiere entonces el procedimiento más apropiado para agregar las salidas de las diferentes reglas borrosas y convertirlas en señales nítidas. Se demuestran las ventajas en términos de mayor transparencia y precisión de mapeo de la respuesta difusa",
    "error_count": 4,
    "keys": {
        "action aggregation": {
            "translated_key": "agregación de acción",
            "translated_annotated_text": "Agregación de acción y desfuzzificación en sistemas borrosos de tipo Mamdani Discute las cuestiones de \"agregación de acción\" y desfuzzificación en sistemas borrosos de tipo Mamdani. El artículo destaca las deficiencias de las técnicas de desfuzificación asociadas con la interpretación habitual de la frase conjuntiva y mediante la operación de unión establecida. Estos incluyen la pérdida de suavidad de la característica de salida y el mapeo incorrecto de la respuesta borrosa. Se sugiere entonces el procedimiento más apropiado para agregar las salidas de las diferentes reglas borrosas y convertirlas en señales nítidas. Se demuestran las ventajas en términos de mayor transparencia y precisión de mapeo de la respuesta difusa ",
            "error": [
                ""
            ]
        },
        "defuzzification": {
            "translated_key": [
                "descifración",
                "descifración",
                "desdibujación"
            ],
            "translated_annotated_text": "Agregación de acción y \"descifración\" en sistemas borrosos de tipo Mamdani Discute las cuestiones de agregación de acción y \"descifración\" en sistemas borrosos de tipo Mamdani. El artículo destaca las deficiencias de las técnicas de \"desdibujación\" asociadas con la interpretación habitual de la frase conjuntiva y por medio de la operación sindical establecida. Estos incluyen la pérdida de suavidad de la característica de salida y el mapeo incorrecto de la respuesta borrosa. Se sugiere entonces el procedimiento más apropiado para agregar las salidas de las diferentes reglas borrosas y convertirlas en señales nítidas. Se demuestran las ventajas en términos de mayor transparencia y precisión de mapeo de la respuesta difusa ",
            "error": [
                "descifración",
                "descifración",
                "desdibujación"
            ]
        },
        "Mamdani-type fuzzy systems": {
            "translated_key": "Sistemas borrosos de tipo mamdani",
            "translated_annotated_text": "Agregación de acción y desfuzzificación en \"Sistemas borrosos de tipo mamdani\" Discute las cuestiones de agregación de acción y desfuzzificación en \"Sistemas borrosos de tipo mamdani\". El artículo destaca las deficiencias de las técnicas de desfuzificación asociadas con la interpretación habitual de la frase conjuntiva y mediante la operación de unión establecida. Estos incluyen la pérdida de suavidad de la característica de salida y el mapeo incorrecto de la respuesta borrosa. Se sugiere entonces el procedimiento más apropiado para agregar las salidas de las diferentes reglas borrosas y convertirlas en señales nítidas. Se demuestran las ventajas en términos de mayor transparencia y precisión de mapeo de la respuesta difusa ",
            "error": [
                ""
            ]
        },
        "sentence connective": {
            "translated_key": "conjuntiva de la sentencia",
            "translated_annotated_text": "Agregación de acción y desfuzzificación en sistemas borrosos de tipo Mamdani Discute las cuestiones de agregación de acción y desfuzzificación en sistemas borrosos de tipo Mamdani. El artículo destaca las deficiencias de las técnicas de desfuzzificación asociadas con la interpretación habitual de la \"conjuntiva de la sentencia\" y por medio de la operación sindical establecida. Estos incluyen la pérdida de suavidad de la característica de salida y el mapeo incorrecto de la respuesta borrosa. Se sugiere entonces el procedimiento más apropiado para agregar las salidas de las diferentes reglas borrosas y convertirlas en señales nítidas. Se demuestran las ventajas en términos de mayor transparencia y precisión de mapeo de la respuesta difusa ",
            "error": [
                ""
            ]
        },
        "set union operation": {
            "translated_key": "operación sindical establecida",
            "translated_annotated_text": "Agregación de acción y desfuzzificación en sistemas borrosos de tipo Mamdani Discute las cuestiones de agregación de acción y desfuzzificación en sistemas borrosos de tipo Mamdani. El artículo destaca las deficiencias de las técnicas de desfuzificación asociadas a la interpretación habitual de la frase conectivo y por medio de la \"operación sindical establecida\". Estos incluyen la pérdida de suavidad de la característica de salida y el mapeo incorrecto de la respuesta borrosa. Se sugiere entonces el procedimiento más apropiado para agregar las salidas de las diferentes reglas borrosas y convertirlas en señales nítidas. Se demuestran las ventajas en términos de mayor transparencia y precisión de mapeo de la respuesta difusa ",
            "error": [
                ""
            ]
        },
        "fuzzy rules": {
            "translated_key": "reglas borrosas",
            "translated_annotated_text": "Agregación de acción y desfuzzificación en sistemas borrosos de tipo Mamdani Discute las cuestiones de agregación de acción y desfuzzificación en sistemas borrosos de tipo Mamdani. El artículo destaca las deficiencias de las técnicas de desfuzificación asociadas con la interpretación habitual de la frase conjuntiva y mediante la operación de unión establecida. Estos incluyen la pérdida de suavidad de la característica de salida y el mapeo incorrecto de la respuesta borrosa. Se sugiere entonces el procedimiento más apropiado para agregar las salidas de las diferentes \"reglas borrosas\" y convertirlas en señales nítidas. Se demuestran las ventajas en términos de mayor transparencia y precisión de mapeo de la respuesta difusa ",
            "error": [
                ""
            ]
        },
        "fuzzy response": {
            "translated_key": [
                "respuesta borrosa",
                "respuesta difusa"
            ],
            "translated_annotated_text": "Agregación de acción y desfuzzificación en sistemas borrosos de tipo Mamdani Discute las cuestiones de agregación de acción y desfuzzificación en sistemas borrosos de tipo Mamdani. El artículo destaca las deficiencias de las técnicas de desfuzificación asociadas con la interpretación habitual de la frase conjuntiva y mediante la operación de unión establecida. Estos incluyen la pérdida de suavidad de la característica de salida y el mapeo incorrecto de la \"respuesta borrosa\". Se sugiere entonces el procedimiento más apropiado para agregar las salidas de las diferentes reglas borrosas y convertirlas en señales nítidas. Se demuestran las ventajas en términos de mayor transparencia y precisión de mapeo de la \"respuesta difusa\" ",
            "error": [
                "respuesta borrosa",
                "respuesta difusa"
            ]
        },
        "crisp signals": {
            "translated_key": "señales de crisp",
            "translated_annotated_text": "Agregación de acción y desfuzzificación en sistemas borrosos de tipo Mamdani Discute las cuestiones de agregación de acción y desfuzzificación en sistemas borrosos de tipo Mamdani. El artículo destaca las deficiencias de las técnicas de desfuzificación asociadas con la interpretación habitual de la frase conjuntiva y mediante la operación de unión establecida. Estos incluyen la pérdida de suavidad de la característica de salida y el mapeo incorrecto de la respuesta borrosa. Se sugiere entonces el procedimiento más apropiado para agregar las salidas de las diferentes reglas borrosas y convertirlas en \"señales de crisp\". Se demuestran las ventajas en términos de mayor transparencia y precisión de mapeo de la respuesta difusa ",
            "error": [
                ""
            ]
        },
        "transparency": {
            "translated_key": "transparencia",
            "translated_annotated_text": "Agregación de acción y desfuzzificación en sistemas borrosos de tipo Mamdani Discute las cuestiones de agregación de acción y desfuzzificación en sistemas borrosos de tipo Mamdani. El artículo destaca las deficiencias de las técnicas de desfuzificación asociadas con la interpretación habitual de la frase conjuntiva y mediante la operación de unión establecida. Estos incluyen la pérdida de suavidad de la característica de salida y el mapeo incorrecto de la respuesta borrosa. Se sugiere entonces el procedimiento más apropiado para agregar las salidas de las diferentes reglas borrosas y convertirlas en señales nítidas. Se demuestran las ventajas en términos de mayor \"transparencia\" y precisión de mapeo de la respuesta borrosa ",
            "error": [
                ""
            ]
        },
        "mapping accuracy": {
            "translated_key": "precisión del mapeo",
            "translated_annotated_text": "Agregación de acción y desfuzzificación en sistemas borrosos de tipo Mamdani Discute las cuestiones de agregación de acción y desfuzzificación en sistemas borrosos de tipo Mamdani. El artículo destaca las deficiencias de las técnicas de desfuzificación asociadas con la interpretación habitual de la frase conjuntiva y mediante la operación de unión establecida. Estos incluyen la pérdida de suavidad de la característica de salida y el mapeo incorrecto de la respuesta borrosa. Se sugiere entonces el procedimiento más apropiado para agregar las salidas de las diferentes reglas borrosas y convertirlas en señales nítidas. Se demuestran las ventajas en términos de mayor transparencia y \"precisión del mapeo\" de la respuesta difusa. ",
            "error": [
                ""
            ]
        },
        "fuzzy logic": {
            "translated_key": [],
            "translated_annotated_text": "Agregación de acción y desfuzzificación en sistemas borrosos de tipo Mamdani Discute las cuestiones de agregación de acción y desfuzzificación en sistemas borrosos de tipo Mamdani. El artículo destaca las deficiencias de las técnicas de desfuzificación asociadas con la interpretación habitual de la frase conjuntiva y mediante la operación de unión establecida. Estos incluyen la pérdida de suavidad de la característica de salida y el mapeo incorrecto de la respuesta borrosa. Se sugiere entonces el procedimiento más apropiado para agregar las salidas de las diferentes reglas borrosas y convertirlas en señales nítidas. Se demuestran las ventajas en términos de mayor transparencia y precisión de mapeo de la respuesta difusa ",
            "error": []
        },
        "fuzzy set theory": {
            "translated_key": [],
            "translated_annotated_text": "Agregación de acción y desfuzzificación en sistemas borrosos de tipo Mamdani Discute las cuestiones de agregación de acción y desfuzzificación en sistemas borrosos de tipo Mamdani. El artículo destaca las deficiencias de las técnicas de desfuzificación asociadas con la interpretación habitual de la frase conjuntiva y mediante la operación de unión establecida. Estos incluyen la pérdida de suavidad de la característica de salida y el mapeo incorrecto de la respuesta borrosa. Se sugiere entonces el procedimiento más apropiado para agregar las salidas de las diferentes reglas borrosas y convertirlas en señales nítidas. Se demuestran las ventajas en términos de mayor transparencia y precisión de mapeo de la respuesta difusa ",
            "error": []
        },
        "fuzzy systems": {
            "translated_key": "sistemas borrosos",
            "translated_annotated_text": "Agregación de acción y desfuzzificación en \"sistemas borrosos\" de tipo Mamdani Discute las cuestiones de agregación de acción y desfuzzificación en \"sistemas borrosos\" de tipo Mamdani. El artículo destaca las deficiencias de las técnicas de desfuzificación asociadas con la interpretación habitual de la frase conjuntiva y mediante la operación de unión establecida. Estos incluyen la pérdida de suavidad de la característica de salida y el mapeo incorrecto de la respuesta borrosa. Se sugiere entonces el procedimiento más apropiado para agregar las salidas de las diferentes reglas borrosas y convertirlas en señales nítidas. Se demuestran las ventajas en términos de mayor transparencia y precisión de mapeo de la respuesta difusa ",
            "error": [
                ""
            ]
        }
    }
}