{
    "original_text": "A novel robot hand with embedded shape memory alloy actuators Describes the development of an active robot hand, which allows smooth and lifelike motions for anthropomorphic grasping and fine manipulations. An active robot finger 10 mm in outer diameter with a shape memory alloy (SMA) wire actuator embedded in the finger with a constant distance from the geometric centre of the finger was designed and fabricated. The practical specifications of the SMA wire and the flexible rod were determined on the basis of a series of formulae. The active finger consists of two bending parts, the SMA actuators and a connecting part. The mechanical properties of the bending part are investigated. The control system on the basis of resistance feedback is also presented. Finally, a robot hand with three fingers was designed and the grasping experiment was carried out to demonstrate its performance",
    "original_translation": "Una nueva mano robot con actuadores de aleación de memoria de forma integrada Describe el desarrollo de una mano robot activa, que permite movimientos lisos y realistas para el agarre antropomórfico y las manipulaciones finas. Se diseñó y fabricó un dedo robot activo de 10 mm de diámetro exterior con un actuador de alambre de aleación de memoria de forma (SMA) incrustado en el dedo con una distancia constante del centro geométrico del dedo. Las especificaciones prácticas del alambre SMA y la varilla flexible se determinaron sobre la base de una serie de fórmulas. El dedo activo consta de dos partes de flexión, los actuadores SMA y una parte de conexión. Se investigan las propiedades mecánicas de la pieza de flexión. También se presenta el sistema de control basado en la retroalimentación de resistencia. Finalmente, se diseñó una mano robot con tres dedos y se llevó a cabo el experimento de agarre para demostrar su rendimiento",
    "error_count": 5,
    "keys": {
        "embedded shape memory alloy actuators": {
            "translated_key": "actuadores de aleación de memoria de forma integrada",
            "translated_annotated_text": "Una nueva mano robot con \"actuadores de aleación de memoria de forma integrada\" Describe el desarrollo de una mano robot activa, que permite movimientos suaves y realistas para el agarre antropomórfico y las manipulaciones finas. Se diseñó y fabricó un dedo robot activo de 10 mm de diámetro exterior con un actuador de alambre de aleación de memoria de forma (SMA) incrustado en el dedo con una distancia constante del centro geométrico del dedo. Las especificaciones prácticas del alambre SMA y la varilla flexible se determinaron sobre la base de una serie de fórmulas. El dedo activo consta de dos partes de flexión, los actuadores SMA y una parte de conexión. Se investigan las propiedades mecánicas de la pieza de flexión. También se presenta el sistema de control basado en la retroalimentación de resistencia. Finalmente, se diseñó una mano robot con tres dedos y se llevó a cabo el experimento de agarre para demostrar su rendimiento ",
            "error": [
                ""
            ]
        },
        "lifelike motions": {
            "translated_key": "de vida",
            "translated_annotated_text": "Una nueva mano robot con actuadores de aleación de memoria de forma incrustada Describe el desarrollo de una mano robot activa, que permite movimientos suaves y \"de vida\" para el agarre antropomórfico y las manipulaciones finas. Se diseñó y fabricó un dedo robot activo de 10 mm de diámetro exterior con un actuador de alambre de aleación de memoria de forma (SMA) incrustado en el dedo con una distancia constante del centro geométrico del dedo. Las especificaciones prácticas del alambre SMA y la varilla flexible se determinaron sobre la base de una serie de fórmulas. El dedo activo consta de dos partes de flexión, los actuadores SMA y una parte de conexión. Se investigan las propiedades mecánicas de la pieza de flexión. También se presenta el sistema de control basado en la retroalimentación de resistencia. Finalmente, se diseñó una mano robot con tres dedos y se llevó a cabo el experimento de agarre para demostrar su rendimiento ",
            "error": [
                ""
            ]
        },
        "anthropomorphic grasping": {
            "translated_key": "agarrar antropomórfico",
            "translated_annotated_text": "Una nueva mano robot con actuadores de aleación de memoria de forma incrustada Describe el desarrollo de una mano robot activa, que permite movimientos lisos y realistas para \"agarrar antropomórfico\" y manipulaciones finas. Se diseñó y fabricó un dedo robot activo de 10 mm de diámetro exterior con un actuador de alambre de aleación de memoria de forma (SMA) incrustado en el dedo con una distancia constante del centro geométrico del dedo. Las especificaciones prácticas del alambre SMA y la varilla flexible se determinaron sobre la base de una serie de fórmulas. El dedo activo consta de dos partes de flexión, los actuadores SMA y una parte de conexión. Se investigan las propiedades mecánicas de la pieza de flexión. También se presenta el sistema de control basado en la retroalimentación de resistencia. Finalmente, se diseñó una mano robot con tres dedos y se llevó a cabo el experimento de agarre para demostrar su rendimiento ",
            "error": [
                ""
            ]
        },
        "fine manipulations": {
            "translated_key": "manipulación fina",
            "translated_annotated_text": "Una nueva mano robot con actuadores de aleación de memoria de forma integrada Describe el desarrollo de una mano robot activa, que permite movimientos lisos y realistas para el agarre antropomórfico y \"manipulación fina\". Se diseñó y fabricó un dedo robot activo de 10 mm de diámetro exterior con un actuador de alambre de aleación de memoria de forma (SMA) incrustado en el dedo con una distancia constante del centro geométrico del dedo. Las especificaciones prácticas del alambre SMA y la varilla flexible se determinaron sobre la base de una serie de fórmulas. El dedo activo consta de dos partes de flexión, los actuadores SMA y una parte de conexión. Se investigan las propiedades mecánicas de la pieza de flexión. También se presenta el sistema de control basado en la retroalimentación de resistencia. Finalmente, se diseñó una mano robot con tres dedos y se llevó a cabo el experimento de agarre para demostrar su rendimiento ",
            "error": [
                ""
            ]
        },
        "active finger": {
            "translated_key": "dedo activo",
            "translated_annotated_text": "Una nueva mano robot con actuadores de aleación de memoria de forma integrada Describe el desarrollo de una mano robot activa, que permite movimientos lisos y realistas para el agarre antropomórfico y las manipulaciones finas. Se diseñó y fabricó un dedo robot activo de 10 mm de diámetro exterior con un actuador de alambre de aleación de memoria de forma (SMA) incrustado en el dedo con una distancia constante del centro geométrico del dedo. Las especificaciones prácticas del alambre SMA y la varilla flexible se determinaron sobre la base de una serie de fórmulas. El \"dedo activo\" consiste en dos partes de flexión, los actuadores SMA y una parte de conexión. Se investigan las propiedades mecánicas de la pieza de flexión. También se presenta el sistema de control basado en la retroalimentación de resistencia. Finalmente, se diseñó una mano robot con tres dedos y se llevó a cabo el experimento de agarre para demostrar su rendimiento ",
            "error": [
                ""
            ]
        },
        "resistance feedback": {
            "translated_key": "realimentación de resistencia",
            "translated_annotated_text": "Una nueva mano robot con actuadores de aleación de memoria de forma integrada Describe el desarrollo de una mano robot activa, que permite movimientos lisos y realistas para el agarre antropomórfico y las manipulaciones finas. Se diseñó y fabricó un dedo robot activo de 10 mm de diámetro exterior con un actuador de alambre de aleación de memoria de forma (SMA) incrustado en el dedo con una distancia constante del centro geométrico del dedo. Las especificaciones prácticas del alambre SMA y la varilla flexible se determinaron sobre la base de una serie de fórmulas. El dedo activo consta de dos partes de flexión, los actuadores SMA y una parte de conexión. Se investigan las propiedades mecánicas de la pieza de flexión. También se presenta el sistema de control basado en la \"realimentación de resistencia\". Finalmente, se diseñó una mano robot con tres dedos y se llevó a cabo el experimento de agarre para demostrar su rendimiento ",
            "error": [
                ""
            ]
        },
        "flexible rod": {
            "translated_key": "vástago flexible",
            "translated_annotated_text": "Una nueva mano robot con actuadores de aleación de memoria de forma integrada Describe el desarrollo de una mano robot activa, que permite movimientos lisos y realistas para el agarre antropomórfico y las manipulaciones finas. Se diseñó y fabricó un dedo robot activo de 10 mm de diámetro exterior con un actuador de alambre de aleación de memoria de forma (SMA) incrustado en el dedo con una distancia constante del centro geométrico del dedo. Las especificaciones prácticas del alambre SMA y la \"vástago flexible\" se determinaron sobre la base de una serie de fórmulas. El dedo activo consta de dos partes de flexión, los actuadores SMA y una parte de conexión. Se investigan las propiedades mecánicas de la pieza de flexión. También se presenta el sistema de control basado en la retroalimentación de resistencia. Finalmente, se diseñó una mano robot con tres dedos y se llevó a cabo el experimento de agarre para demostrar su rendimiento ",
            "error": [
                ""
            ]
        },
        "active robot hand": {
            "translated_key": "mano robot activa",
            "translated_annotated_text": "Una nueva mano robot con actuadores de aleación de memoria de forma incrustada Describe el desarrollo de una \"mano robot activa\", que permite movimientos suaves y realistas para el agarre antropomórfico y las manipulaciones finas. Se diseñó y fabricó un dedo robot activo de 10 mm de diámetro exterior con un actuador de alambre de aleación de memoria de forma (SMA) incrustado en el dedo con una distancia constante del centro geométrico del dedo. Las especificaciones prácticas del alambre SMA y la varilla flexible se determinaron sobre la base de una serie de fórmulas. El dedo activo consta de dos partes de flexión, los actuadores SMA y una parte de conexión. Se investigan las propiedades mecánicas de la pieza de flexión. También se presenta el sistema de control basado en la retroalimentación de resistencia. Finalmente, se diseñó una mano robot con tres dedos y se llevó a cabo el experimento de agarre para demostrar su rendimiento ",
            "error": [
                ""
            ]
        },
        "bending": {
            "translated_key": [
                "doblantes",
                "doblante"
            ],
            "translated_annotated_text": "Una nueva mano robot con actuadores de aleación de memoria de forma integrada Describe el desarrollo de una mano robot activa, que permite movimientos lisos y realistas para el agarre antropomórfico y las manipulaciones finas. Se diseñó y fabricó un dedo robot activo de 10 mm de diámetro exterior con un actuador de alambre de aleación de memoria de forma (SMA) incrustado en el dedo con una distancia constante del centro geométrico del dedo. Las especificaciones prácticas del alambre SMA y la varilla flexible se determinaron sobre la base de una serie de fórmulas. El dedo activo consiste en dos partes \"doblantes\", los actuadores SMA y una parte de conexión. Se investigan las propiedades mecánicas de la parte \"doblante\". También se presenta el sistema de control basado en la retroalimentación de resistencia. Finalmente, se diseñó una mano robot con tres dedos y se llevó a cabo el experimento de agarre para demostrar su rendimiento ",
            "error": [
                "doblantes",
                "doblante"
            ]
        },
        "intelligent actuators": {
            "translated_key": [],
            "translated_annotated_text": "Una nueva mano robot con actuadores de aleación de memoria de forma integrada Describe el desarrollo de una mano robot activa, que permite movimientos lisos y realistas para el agarre antropomórfico y las manipulaciones finas. Se diseñó y fabricó un dedo robot activo de 10 mm de diámetro exterior con un actuador de alambre de aleación de memoria de forma (SMA) incrustado en el dedo con una distancia constante del centro geométrico del dedo. Las especificaciones prácticas del alambre SMA y la varilla flexible se determinaron sobre la base de una serie de fórmulas. El dedo activo consta de dos partes de flexión, los actuadores SMA y una parte de conexión. Se investigan las propiedades mecánicas de la pieza de flexión. También se presenta el sistema de control basado en la retroalimentación de resistencia. Finalmente, se diseñó una mano robot con tres dedos y se llevó a cabo el experimento de agarre para demostrar su rendimiento ",
            "error": []
        },
        "manipulators": {
            "translated_key": [],
            "translated_annotated_text": "Una nueva mano robot con actuadores de aleación de memoria de forma integrada Describe el desarrollo de una mano robot activa, que permite movimientos lisos y realistas para el agarre antropomórfico y las manipulaciones finas. Se diseñó y fabricó un dedo robot activo de 10 mm de diámetro exterior con un actuador de alambre de aleación de memoria de forma (SMA) incrustado en el dedo con una distancia constante del centro geométrico del dedo. Las especificaciones prácticas del alambre SMA y la varilla flexible se determinaron sobre la base de una serie de fórmulas. El dedo activo consta de dos partes de flexión, los actuadores SMA y una parte de conexión. Se investigan las propiedades mecánicas de la pieza de flexión. También se presenta el sistema de control basado en la retroalimentación de resistencia. Finalmente, se diseñó una mano robot con tres dedos y se llevó a cabo el experimento de agarre para demostrar su rendimiento ",
            "error": []
        },
        "position control": {
            "translated_key": [],
            "translated_annotated_text": "Una nueva mano robot con actuadores de aleación de memoria de forma integrada Describe el desarrollo de una mano robot activa, que permite movimientos lisos y realistas para el agarre antropomórfico y las manipulaciones finas. Se diseñó y fabricó un dedo robot activo de 10 mm de diámetro exterior con un actuador de alambre de aleación de memoria de forma (SMA) incrustado en el dedo con una distancia constante del centro geométrico del dedo. Las especificaciones prácticas del alambre SMA y la varilla flexible se determinaron sobre la base de una serie de fórmulas. El dedo activo consta de dos partes de flexión, los actuadores SMA y una parte de conexión. Se investigan las propiedades mecánicas de la pieza de flexión. También se presenta el sistema de control basado en la retroalimentación de resistencia. Finalmente, se diseñó una mano robot con tres dedos y se llevó a cabo el experimento de agarre para demostrar su rendimiento ",
            "error": []
        },
        "shape memory effects": {
            "translated_key": [],
            "translated_annotated_text": "Una nueva mano robot con actuadores de aleación de memoria de forma integrada Describe el desarrollo de una mano robot activa, que permite movimientos lisos y realistas para el agarre antropomórfico y las manipulaciones finas. Se diseñó y fabricó un dedo robot activo de 10 mm de diámetro exterior con un actuador de alambre de aleación de memoria de forma (SMA) incrustado en el dedo con una distancia constante del centro geométrico del dedo. Las especificaciones prácticas del alambre SMA y la varilla flexible se determinaron sobre la base de una serie de fórmulas. El dedo activo consta de dos partes de flexión, los actuadores SMA y una parte de conexión. Se investigan las propiedades mecánicas de la pieza de flexión. También se presenta el sistema de control basado en la retroalimentación de resistencia. Finalmente, se diseñó una mano robot con tres dedos y se llevó a cabo el experimento de agarre para demostrar su rendimiento ",
            "error": []
        }
    }
}