{
    "original_text": "Exploiting randomness in quantum information processing We consider how randomness can be made to play a useful role in quantum information processing-in particular, for decoherence control and the implementation of quantum algorithms. For a two-level system in which the decoherence channel is non-dissipative, we show that decoherence suppression is possible if memory is present in the channel. Random switching between two potentially harmful noise sources can then provide a source of stochastic control. Such random switching can also be used in an advantageous way for the implementation of quantum algorithms",
    "original_translation": "Explotar la aleatoriedad en el procesamiento cuántico de la información Consideramos cómo se puede hacer que la aleatoriedad desempeñe un papel útil en el procesamiento cuántico de la información, en particular, para el control de la decoherencia y la implementación de algoritmos cuánticos. Para un sistema de dos niveles en el que el canal de decoherencia no es disipador, mostramos que la supresión de la decoherencia es posible si la memoria está presente en el canal. El cambio aleatorio entre dos fuentes de ruido potencialmente dañinas puede entonces proporcionar una fuente de control estocástico. Este cambio aleatorio también puede ser utilizado de una manera ventajosa para la implementación de algoritmos cuánticos",
    "error_count": 3,
    "keys": {
        "quantum information processing": {
            "translated_key": "proceso de información cuántica",
            "translated_annotated_text": "Explotar la aleatoriedad en el \"proceso de información cuántica\" Consideramos cómo se puede hacer que la aleatoriedad desempeñe un papel útil en el \"proceso de información cuántica\"-en particular, para el control de la decoherencia y la implementación de algoritmos cuánticos. Para un sistema de dos niveles en el que el canal de decoherencia no es disipador, mostramos que la supresión de la decoherencia es posible si la memoria está presente en el canal. El cambio aleatorio entre dos fuentes de ruido potencialmente dañinas puede entonces proporcionar una fuente de control estocástico. Este cambio aleatorio también puede ser utilizado de una manera ventajosa para la implementación de algoritmos cuánticos ",
            "error": [
                ""
            ]
        },
        "randomness": {
            "translated_key": "aleatoria",
            "translated_annotated_text": "Explotar la \"aleatoria\" en el procesamiento cuántico de la información Consideramos cómo se puede hacer que la \"aleatoria\" desempeñe un papel útil en el procesamiento cuántico de la información, en particular, para el control de la decoherencia y la implementación de algoritmos cuánticos. Para un sistema de dos niveles en el que el canal de decoherencia no es disipador, mostramos que la supresión de la decoherencia es posible si la memoria está presente en el canal. El cambio aleatorio entre dos fuentes de ruido potencialmente dañinas puede entonces proporcionar una fuente de control estocástico. Este cambio aleatorio también puede ser utilizado de una manera ventajosa para la implementación de algoritmos cuánticos ",
            "error": [
                ""
            ]
        },
        "decoherence control": {
            "translated_key": "control de la coherencia",
            "translated_annotated_text": "Explotar la aleatoriedad en el procesamiento cuántico de la información Consideramos cómo se puede hacer que la aleatoriedad desempeñe un papel útil en el procesamiento cuántico de la información, en particular, para el \"control de la coherencia\" y la implementación de algoritmos cuánticos. Para un sistema de dos niveles en el que el canal de decoherencia no es disipador, mostramos que la supresión de la decoherencia es posible si la memoria está presente en el canal. El cambio aleatorio entre dos fuentes de ruido potencialmente dañinas puede entonces proporcionar una fuente de control estocástico. Este cambio aleatorio también puede ser utilizado de una manera ventajosa para la implementación de algoritmos cuánticos ",
            "error": [
                ""
            ]
        },
        "quantum algorithms": {
            "translated_key": "algoritmos cuánticos",
            "translated_annotated_text": "Explotar la aleatoriedad en el procesamiento cuántico de la información Consideramos cómo se puede hacer que la aleatoriedad desempeñe un papel útil en el procesamiento cuántico de la información, en particular, para el control de la decoherencia y la implementación de \"algoritmos cuánticos\". Para un sistema de dos niveles en el que el canal de decoherencia no es disipador, mostramos que la supresión de la decoherencia es posible si la memoria está presente en el canal. El cambio aleatorio entre dos fuentes de ruido potencialmente dañinas puede entonces proporcionar una fuente de control estocástico. Este cambio aleatorio también puede ser utilizado de una manera ventajosa para la implementación de \"algoritmos cuánticos\" ",
            "error": [
                ""
            ]
        },
        "two-level system": {
            "translated_key": "sistema de dos niveles",
            "translated_annotated_text": "Explotar la aleatoriedad en el procesamiento cuántico de la información Consideramos cómo se puede hacer que la aleatoriedad desempeñe un papel útil en el procesamiento cuántico de la información, en particular, para el control de la decoherencia y la implementación de algoritmos cuánticos. Para un \"sistema de dos niveles\" en el que el canal de decoherencia no es disipador, mostramos que la supresión de la decoherencia es posible si la memoria está presente en el canal. El cambio aleatorio entre dos fuentes de ruido potencialmente dañinas puede entonces proporcionar una fuente de control estocástico. Este cambio aleatorio también puede ser utilizado de una manera ventajosa para la implementación de algoritmos cuánticos ",
            "error": [
                ""
            ]
        },
        "random switching": {
            "translated_key": "conmutación aleatoria",
            "translated_annotated_text": "Explotar la aleatoriedad en el procesamiento cuántico de la información Consideramos cómo se puede hacer que la aleatoriedad desempeñe un papel útil en el procesamiento cuántico de la información, en particular, para el control de la decoherencia y la implementación de algoritmos cuánticos. Para un sistema de dos niveles en el que el canal de decoherencia no es disipador, mostramos que la supresión de la decoherencia es posible si la memoria está presente en el canal. El cambio aleatorio entre dos fuentes de ruido potencialmente dañinas puede entonces proporcionar una fuente de control estocástico. Tal \"conmutación aleatoria\" también se puede utilizar de una manera ventajosa para la implementación de algoritmos cuánticos ",
            "error": [
                ""
            ]
        },
        "noise": {
            "translated_key": "ruido",
            "translated_annotated_text": "Explotar la aleatoriedad en el procesamiento cuántico de la información Consideramos cómo se puede hacer que la aleatoriedad desempeñe un papel útil en el procesamiento cuántico de la información, en particular, para el control de la decoherencia y la implementación de algoritmos cuánticos. Para un sistema de dos niveles en el que el canal de decoherencia no es disipador, mostramos que la supresión de la decoherencia es posible si la memoria está presente en el canal. El cambio aleatorio entre dos fuentes potencialmente dañinas del \"ruido\" puede entonces proporcionar una fuente de control estocástico. Este cambio aleatorio también puede ser utilizado de una manera ventajosa para la implementación de algoritmos cuánticos ",
            "error": [
                ""
            ]
        },
        "stochastic control": {
            "translated_key": "control estocástico",
            "translated_annotated_text": "Explotar la aleatoriedad en el procesamiento cuántico de la información Consideramos cómo se puede hacer que la aleatoriedad desempeñe un papel útil en el procesamiento cuántico de la información, en particular, para el control de la decoherencia y la implementación de algoritmos cuánticos. Para un sistema de dos niveles en el que el canal de decoherencia no es disipador, mostramos que la supresión de la decoherencia es posible si la memoria está presente en el canal. El cambio aleatorio entre dos fuentes de ruido potencialmente dañinas puede entonces proporcionar una fuente de \"control estocástico\". Este cambio aleatorio también puede ser utilizado de una manera ventajosa para la implementación de algoritmos cuánticos ",
            "error": [
                ""
            ]
        },
        "information theory": {
            "translated_key": [],
            "translated_annotated_text": "Explotar la aleatoriedad en el procesamiento cuántico de la información Consideramos cómo se puede hacer que la aleatoriedad desempeñe un papel útil en el procesamiento cuántico de la información, en particular, para el control de la decoherencia y la implementación de algoritmos cuánticos. Para un sistema de dos niveles en el que el canal de decoherencia no es disipador, mostramos que la supresión de la decoherencia es posible si la memoria está presente en el canal. El cambio aleatorio entre dos fuentes de ruido potencialmente dañinas puede entonces proporcionar una fuente de control estocástico. Este cambio aleatorio también puede ser utilizado de una manera ventajosa para la implementación de algoritmos cuánticos ",
            "error": []
        },
        "quantum communication": {
            "translated_key": [],
            "translated_annotated_text": "Explotar la aleatoriedad en el procesamiento cuántico de la información Consideramos cómo se puede hacer que la aleatoriedad desempeñe un papel útil en el procesamiento cuántico de la información, en particular, para el control de la decoherencia y la implementación de algoritmos cuánticos. Para un sistema de dos niveles en el que el canal de decoherencia no es disipador, mostramos que la supresión de la decoherencia es posible si la memoria está presente en el canal. El cambio aleatorio entre dos fuentes de ruido potencialmente dañinas puede entonces proporcionar una fuente de control estocástico. Este cambio aleatorio también puede ser utilizado de una manera ventajosa para la implementación de algoritmos cuánticos ",
            "error": []
        },
        "stochastic processes": {
            "translated_key": [],
            "translated_annotated_text": "Explotar la aleatoriedad en el procesamiento cuántico de la información Consideramos cómo se puede hacer que la aleatoriedad desempeñe un papel útil en el procesamiento cuántico de la información, en particular, para el control de la decoherencia y la implementación de algoritmos cuánticos. Para un sistema de dos niveles en el que el canal de decoherencia no es disipador, mostramos que la supresión de la decoherencia es posible si la memoria está presente en el canal. El cambio aleatorio entre dos fuentes de ruido potencialmente dañinas puede entonces proporcionar una fuente de control estocástico. Este cambio aleatorio también puede ser utilizado de una manera ventajosa para la implementación de algoritmos cuánticos ",
            "error": []
        }
    }
}