{
    "original_text": "Numerical approximation of nonlinear BVPs by means of BVMs Boundary Value Methods (BVMs) would seem to be suitable candidates for the solution of nonlinear Boundary Value Problems (BVPs). They have been successfully used for solving linear BVPs together with a mesh selection strategy based on the conditioning of the linear systems. Our aim is to extend this approach so as to use them for the numerical approximation of nonlinear problems. For this reason, we consider the quasi-linearization technique that is an application of the Newton method to the nonlinear differential equation. Consequently, each iteration requires the solution of a linear BVP. In order to guarantee the convergence to the solution of the continuous nonlinear problem, it is necessary to determine how accurately the linear BVPs must be solved. For this goal, suitable stopping criteria on the residual and on the error for each linear BVP are given. Numerical experiments on stiff problems give rather satisfactory results, showing that the experimental code, called TOM, that uses a class of BVMs and the quasi-linearization technique, may be competitive with well known solvers for BVPs",
    "original_translation": "La aproximación numérica de los BVPs no lineales por medio de BVMs Boundary Value Methods (BVMs) parece ser un candidato adecuado para la solución de problemas de valor límite no lineales (BVPs). Se han utilizado con éxito para resolver BVP lineales junto con una estrategia de selección de malla basada en el condicionamiento de los sistemas lineales. Nuestro objetivo es ampliar este enfoque a fin de utilizarlos para la aproximación numérica de los problemas no lineales. Por esta razón, consideramos la técnica de cuasi-linearización que es una aplicación del método Newton a la ecuación diferencial no lineal. En consecuencia, cada iteración requiere la solución de un BVP lineal. Para garantizar la convergencia a la solución del problema continuo no lineal, es necesario determinar con qué precisión se deben resolver los BVP lineales. Para este objetivo, se dan los criterios de parada adecuados en el residual y en el error para cada BVP lineal. Los experimentos numéricos sobre problemas rígidos dan resultados bastante satisfactorios, demostrando que el código experimental, llamado TOM, que utiliza una clase de BVMs y la técnica de casi linealización, puede ser competitivo con solvers bien conocidos para BVPs",
    "error_count": 5,
    "keys": {
        "numerical approximation": {
            "translated_key": "aproximación numérica",
            "translated_annotated_text": "La aproximación numérica de los BVPs no lineales por medio de BVMs Boundary Value Methods (BVMs) parece ser un candidato adecuado para la solución de problemas de valor límite no lineales (BVPs). Se han utilizado con éxito para resolver BVP lineales junto con una estrategia de selección de malla basada en el condicionamiento de los sistemas lineales. Nuestro objetivo es ampliar este enfoque para usarlos para la <br>aproximación numérica</br> de los problemas no lineales. <br>aproximación numérica</br>. Por esta razón, consideramos la técnica de cuasi-linearización que es una aplicación del método Newton a la ecuación diferencial no lineal. En consecuencia, cada iteración requiere la solución de un BVP lineal. Para garantizar la convergencia a la solución del problema continuo no lineal, es necesario determinar con qué precisión se deben resolver los BVP lineales. Para este objetivo, se dan los criterios de parada adecuados en el residual y en el error para cada BVP lineal. Los experimentos numéricos sobre problemas rígidos dan resultados bastante satisfactorios, demostrando que el código experimental, llamado TOM, que utiliza una clase de BVMs y la técnica de casi linealización, puede ser competitivo con solvers bien conocidos para BVPs ",
            "error": [
                ""
            ]
        },
        "nonlinear boundary value problems": {
            "translated_key": [],
            "translated_annotated_text": "La aproximación numérica de los BVPs no lineales por medio de BVMs Boundary Value Methods (BVMs) parece ser un candidato adecuado para la solución de problemas de valor límite no lineales (BVPs). Se han utilizado con éxito para resolver BVP lineales junto con una estrategia de selección de malla basada en el condicionamiento de los sistemas lineales. Nuestro objetivo es ampliar este enfoque a fin de utilizarlos para la aproximación numérica de los problemas no lineales. Por esta razón, consideramos la técnica de cuasi-linearización que es una aplicación del método Newton a la ecuación diferencial no lineal. En consecuencia, cada iteración requiere la solución de un BVP lineal. Para garantizar la convergencia a la solución del problema continuo no lineal, es necesario determinar con qué precisión se deben resolver los BVP lineales. Para este objetivo, se dan los criterios de parada adecuados en el residual y en el error para cada BVP lineal. Los experimentos numéricos sobre problemas rígidos dan resultados bastante satisfactorios, demostrando que el código experimental, llamado TOM, que utiliza una clase de BVMs y la técnica de casi linealización, puede ser competitivo con solvers bien conocidos para BVPs ",
            "error": []
        },
        "boundary value methods": {
            "translated_key": [],
            "translated_annotated_text": "La aproximación numérica de los BVPs no lineales por medio de BVMs Boundary Value Methods (BVMs) parece ser un candidato adecuado para la solución de problemas de valor límite no lineales (BVPs). Se han utilizado con éxito para resolver BVP lineales junto con una estrategia de selección de malla basada en el condicionamiento de los sistemas lineales. Nuestro objetivo es ampliar este enfoque a fin de utilizarlos para la aproximación numérica de los problemas no lineales. Por esta razón, consideramos la técnica de cuasi-linearización que es una aplicación del método Newton a la ecuación diferencial no lineal. En consecuencia, cada iteración requiere la solución de un BVP lineal. Para garantizar la convergencia a la solución del problema continuo no lineal, es necesario determinar con qué precisión se deben resolver los BVP lineales. Para este objetivo, se dan los criterios de parada adecuados en el residual y en el error para cada BVP lineal. Los experimentos numéricos sobre problemas rígidos dan resultados bastante satisfactorios, demostrando que el código experimental, llamado TOM, que utiliza una clase de BVMs y la técnica de casi linealización, puede ser competitivo con solvers bien conocidos para BVPs ",
            "error": []
        },
        "mesh selection strategy": {
            "translated_key": "mesh",
            "translated_annotated_text": "La aproximación numérica de los BVPs no lineales por medio de BVMs Boundary Value Methods (BVMs) parece ser un candidato adecuado para la solución de problemas de valor límite no lineales (BVPs). Se han utilizado con éxito para resolver BVP lineales junto con una estrategia de selección <br>mesh</br> basada en el condicionamiento de los sistemas lineales. Nuestro objetivo es ampliar este enfoque a fin de utilizarlos para la aproximación numérica de los problemas no lineales. Por esta razón, consideramos la técnica de cuasi-linearización que es una aplicación del método Newton a la ecuación diferencial no lineal. En consecuencia, cada iteración requiere la solución de un BVP lineal. Para garantizar la convergencia a la solución del problema continuo no lineal, es necesario determinar con qué precisión se deben resolver los BVP lineales. Para este objetivo, se dan los criterios de parada adecuados en el residual y en el error para cada BVP lineal. Los experimentos numéricos sobre problemas rígidos dan resultados bastante satisfactorios, demostrando que el código experimental, llamado TOM, que utiliza una clase de BVMs y la técnica de casi linealización, puede ser competitivo con solvers bien conocidos para BVPs ",
            "error": [
                ""
            ]
        },
        "quasi-linearization technique": {
            "translated_key": [
                "cuasi",
                "quasi"
            ],
            "translated_annotated_text": "La aproximación numérica de los BVPs no lineales por medio de BVMs Boundary Value Methods (BVMs) parece ser un candidato adecuado para la solución de problemas de valor límite no lineales (BVPs). Se han utilizado con éxito para resolver BVP lineales junto con una estrategia de selección de malla basada en el condicionamiento de los sistemas lineales. Nuestro objetivo es ampliar este enfoque a fin de utilizarlos para la aproximación numérica de los problemas no lineales. Por esta razón, consideramos la técnica de linealización <br>cuasi</br> que es una aplicación del método Newton a la ecuación diferencial no lineal. En consecuencia, cada iteración requiere la solución de un BVP lineal. Para garantizar la convergencia a la solución del problema continuo no lineal, es necesario determinar con qué precisión se deben resolver los BVP lineales. Para este objetivo, se dan los criterios de parada adecuados en el residual y en el error para cada BVP lineal. Los experimentos numéricos sobre problemas rígidos dan resultados bastante satisfactorios, demostrando que el código experimental, llamado TOM, que utiliza una clase de BVMs y la técnica de linealización <br>quasi</br>, puede ser competitivo con solvers bien conocidos para BVPs ",
            "error": [
                "cuasi",
                "quasi"
            ]
        },
        "Newton method": {
            "translated_key": "Newton",
            "translated_annotated_text": "La aproximación numérica de los BVPs no lineales por medio de BVMs Boundary Value Methods (BVMs) parece ser un candidato adecuado para la solución de problemas de valor límite no lineales (BVPs). Se han utilizado con éxito para resolver BVP lineales junto con una estrategia de selección de malla basada en el condicionamiento de los sistemas lineales. Nuestro objetivo es ampliar este enfoque a fin de utilizarlos para la aproximación numérica de los problemas no lineales. Por esta razón, consideramos la técnica de cuasi-linearización que es una aplicación del método <br>Newton</br> a la ecuación diferencial no lineal. En consecuencia, cada iteración requiere la solución de un BVP lineal. Para garantizar la convergencia a la solución del problema continuo no lineal, es necesario determinar con qué precisión se deben resolver los BVP lineales. Para este objetivo, se dan los criterios de parada adecuados en el residual y en el error para cada BVP lineal. Los experimentos numéricos sobre problemas rígidos dan resultados bastante satisfactorios, demostrando que el código experimental, llamado TOM, que utiliza una clase de BVMs y la técnica de casi linealización, puede ser competitivo con solvers bien conocidos para BVPs ",
            "error": [
                ""
            ]
        },
        "nonlinear differential equation": {
            "translated_key": "no lineal",
            "translated_annotated_text": "La aproximación numérica de los BVPs no lineales por medio de BVMs Boundary Value Methods (BVMs) parece ser un candidato adecuado para la solución de problemas de valor límite no lineales (BVPs). Se han utilizado con éxito para resolver BVP lineales junto con una estrategia de selección de malla basada en el condicionamiento de los sistemas lineales. Nuestro objetivo es ampliar este enfoque a fin de utilizarlos para la aproximación numérica de los problemas no lineales. Por esta razón, consideramos la técnica de cuasi-linearización que es una aplicación del método Newton a la ecuación diferencial <br>no lineal</br>. En consecuencia, cada iteración requiere la solución de un BVP lineal. Para garantizar la convergencia a la solución del problema continuo no lineal, es necesario determinar con qué precisión se deben resolver los BVP lineales. Para este objetivo, se dan los criterios de parada adecuados en el residual y en el error para cada BVP lineal. Los experimentos numéricos sobre problemas rígidos dan resultados bastante satisfactorios, demostrando que el código experimental, llamado TOM, que utiliza una clase de BVMs y la técnica de casi linealización, puede ser competitivo con solvers bien conocidos para BVPs ",
            "error": [
                ""
            ]
        },
        "stopping criteria": {
            "translated_key": "stopping",
            "translated_annotated_text": "La aproximación numérica de los BVPs no lineales por medio de BVMs Boundary Value Methods (BVMs) parece ser un candidato adecuado para la solución de problemas de valor límite no lineales (BVPs). Se han utilizado con éxito para resolver BVP lineales junto con una estrategia de selección de malla basada en el condicionamiento de los sistemas lineales. Nuestro objetivo es ampliar este enfoque a fin de utilizarlos para la aproximación numérica de los problemas no lineales. Por esta razón, consideramos la técnica de cuasi-linearización que es una aplicación del método Newton a la ecuación diferencial no lineal. En consecuencia, cada iteración requiere la solución de un BVP lineal. Para garantizar la convergencia a la solución del problema continuo no lineal, es necesario determinar con qué precisión se deben resolver los BVP lineales. Para este objetivo, se dan los criterios adecuados <br>stopping</br> en el residual y en el error para cada BVP lineal. Los experimentos numéricos sobre problemas rígidos dan resultados bastante satisfactorios, demostrando que el código experimental, llamado TOM, que utiliza una clase de BVMs y la técnica de casi linealización, puede ser competitivo con solvers bien conocidos para BVPs ",
            "error": [
                ""
            ]
        },
        "stiff problems": {
            "translated_key": "stiff",
            "translated_annotated_text": "La aproximación numérica de los BVPs no lineales por medio de BVMs Boundary Value Methods (BVMs) parece ser un candidato adecuado para la solución de problemas de valor límite no lineales (BVPs). Se han utilizado con éxito para resolver BVP lineales junto con una estrategia de selección de malla basada en el condicionamiento de los sistemas lineales. Nuestro objetivo es ampliar este enfoque a fin de utilizarlos para la aproximación numérica de los problemas no lineales. Por esta razón, consideramos la técnica de cuasi-linearización que es una aplicación del método Newton a la ecuación diferencial no lineal. En consecuencia, cada iteración requiere la solución de un BVP lineal. Para garantizar la convergencia a la solución del problema continuo no lineal, es necesario determinar con qué precisión se deben resolver los BVP lineales. Para este objetivo, se dan los criterios de parada adecuados en el residual y en el error para cada BVP lineal. Los experimentos numéricos sobre problemas <br>stiff</br> dan resultados bastante satisfactorios, demostrando que el código experimental, llamado TOM, que utiliza una clase de BVMs y la técnica de cuasi-linearización, puede ser competitivo con solvers bien conocidos para BVPs ",
            "error": [
                ""
            ]
        },
        "BVMs": {
            "translated_key": "BVMs",
            "translated_annotated_text": "La aproximación numérica de los BVPs no lineales por medio de métodos de valor límite (<br>BVMs</br>) parece ser adecuada para la solución de problemas de valor límite no lineales (BVPs). Se han utilizado con éxito para resolver BVP lineales junto con una estrategia de selección de malla basada en el condicionamiento de los sistemas lineales. Nuestro objetivo es ampliar este enfoque a fin de utilizarlos para la aproximación numérica de los problemas no lineales. Por esta razón, consideramos la técnica de cuasi-linearización que es una aplicación del método Newton a la ecuación diferencial no lineal. En consecuencia, cada iteración requiere la solución de un BVP lineal. Para garantizar la convergencia a la solución del problema continuo no lineal, es necesario determinar con qué precisión se deben resolver los BVP lineales. Para este objetivo, se dan los criterios de parada adecuados en el residual y en el error para cada BVP lineal. Los experimentos numéricos sobre problemas rígidos dan resultados bastante satisfactorios, demostrando que el código experimental, llamado TOM, que utiliza una clase de <br>BVMs</br> y la técnica de cuasi-linearización, puede ser competitivo con solvers bien conocidos para BVPs ",
            "error": [
                ""
            ]
        },
        "boundary-value problems": {
            "translated_key": [],
            "translated_annotated_text": "La aproximación numérica de los BVPs no lineales por medio de BVMs Boundary Value Methods (BVMs) parece ser un candidato adecuado para la solución de problemas de valor límite no lineales (BVPs). Se han utilizado con éxito para resolver BVP lineales junto con una estrategia de selección de malla basada en el condicionamiento de los sistemas lineales. Nuestro objetivo es ampliar este enfoque a fin de utilizarlos para la aproximación numérica de los problemas no lineales. Por esta razón, consideramos la técnica de cuasi-linearización que es una aplicación del método Newton a la ecuación diferencial no lineal. En consecuencia, cada iteración requiere la solución de un BVP lineal. Para garantizar la convergencia a la solución del problema continuo no lineal, es necesario determinar con qué precisión se deben resolver los BVP lineales. Para este objetivo, se dan los criterios de parada adecuados en el residual y en el error para cada BVP lineal. Los experimentos numéricos sobre problemas rígidos dan resultados bastante satisfactorios, demostrando que el código experimental, llamado TOM, que utiliza una clase de BVMs y la técnica de casi linealización, puede ser competitivo con solvers bien conocidos para BVPs ",
            "error": []
        },
        "nonlinear differential equations": {
            "translated_key": [],
            "translated_annotated_text": "La aproximación numérica de los BVPs no lineales por medio de BVMs Boundary Value Methods (BVMs) parece ser un candidato adecuado para la solución de problemas de valor límite no lineales (BVPs). Se han utilizado con éxito para resolver BVP lineales junto con una estrategia de selección de malla basada en el condicionamiento de los sistemas lineales. Nuestro objetivo es ampliar este enfoque a fin de utilizarlos para la aproximación numérica de los problemas no lineales. Por esta razón, consideramos la técnica de cuasi-linearización que es una aplicación del método Newton a la ecuación diferencial no lineal. En consecuencia, cada iteración requiere la solución de un BVP lineal. Para garantizar la convergencia a la solución del problema continuo no lineal, es necesario determinar con qué precisión se deben resolver los BVP lineales. Para este objetivo, se dan los criterios de parada adecuados en el residual y en el error para cada BVP lineal. Los experimentos numéricos sobre problemas rígidos dan resultados bastante satisfactorios, demostrando que el código experimental, llamado TOM, que utiliza una clase de BVMs y la técnica de casi linealización, puede ser competitivo con solvers bien conocidos para BVPs ",
            "error": []
        }
    }
}