{
    "original_text": "Differential algebraic systems anew It is proposed to figure out the leading term in differential algebraic systems more precisely. Low index linear systems with those properly stated leading terms are considered in detail. In particular, it is asked whether a numerical integration method applied to the original system reaches the inherent regular ODE without conservation, i.e., whether the discretization and the decoupling commute in some sense. In general one cannot expect this commutativity so that additional difficulties like strong stepsize restrictions may arise. Moreover, abstract differential algebraic equations in infinite-dimensional Hilbert spaces are introduced, and the index notion is generalized to those equations. In particular, partial differential algebraic equations are considered in this abstract formulation",
    "original_translation": "Sistemas algebraicos diferenciales de nuevo Se propone averiguar el término principal en los sistemas algebraicos diferenciales con más precisión. Se consideran en detalle los sistemas lineales de bajo índice con los términos de referencia correctamente indicados. En particular, se pregunta si un método de integración numérica aplicado al sistema original alcanza la ODE normal inherente sin conservación, es decir, si la discontinuidad y el desacoplamiento viajan en algún sentido. En general no se puede esperar esta computatividad para que puedan surgir dificultades adicionales como fuertes restricciones de paso. Además, se introducen ecuaciones algebraicas diferenciales abstractas en espacios de Hilbert de dimensión infinita, y la noción de índice se generaliza a esas ecuaciones. En particular, ecuaciones algebraicas diferenciales parciales se consideran en esta formulación abstracta",
    "error_count": 4,
    "keys": {
        "differential algebraic systems": {
            "translated_key": "sistemas algebraicos diferenciales",
            "translated_annotated_text": "Sistemas algebraicos diferenciales de nuevo Se propone averiguar el término principal en \"sistemas algebraicos diferenciales\" más precisamente. Se consideran en detalle los sistemas lineales de bajo índice con los términos de referencia correctamente indicados. En particular, se pregunta si un método de integración numérica aplicado al sistema original alcanza la ODE normal inherente sin conservación, es decir, si la discontinuidad y el desacoplamiento viajan en algún sentido. En general no se puede esperar esta computatividad para que puedan surgir dificultades adicionales como fuertes restricciones de paso. Además, se introducen ecuaciones algebraicas diferenciales abstractas en espacios de Hilbert de dimensión infinita, y la noción de índice se generaliza a esas ecuaciones. En particular, ecuaciones algebraicas diferenciales parciales se consideran en esta formulación abstracta ",
            "error": [
                ""
            ]
        },
        "low index linear systems": {
            "translated_key": [],
            "translated_annotated_text": "Sistemas algebraicos diferenciales de nuevo Se propone averiguar el término principal en los sistemas algebraicos diferenciales con más precisión. Se consideran en detalle los sistemas lineales de bajo índice con los términos de referencia correctamente indicados. En particular, se pregunta si un método de integración numérica aplicado al sistema original alcanza la ODE normal inherente sin conservación, es decir, si la discontinuidad y el desacoplamiento viajan en algún sentido. En general no se puede esperar esta computatividad para que puedan surgir dificultades adicionales como fuertes restricciones de paso. Además, se introducen ecuaciones algebraicas diferenciales abstractas en espacios de Hilbert de dimensión infinita, y la noción de índice se generaliza a esas ecuaciones. En particular, ecuaciones algebraicas diferenciales parciales se consideran en esta formulación abstracta ",
            "error": []
        },
        "numerical integration method": {
            "translated_key": "método de integración numérica",
            "translated_annotated_text": "Sistemas algebraicos diferenciales de nuevo Se propone averiguar el término principal en los sistemas algebraicos diferenciales con más precisión. Se consideran en detalle los sistemas lineales de bajo índice con los términos de referencia correctamente indicados. En particular, se pregunta si un \"método de integración numérica\" aplicado al sistema original alcanza la ODE normal inherente sin conservación, es decir, si la discontinuidad y el desacoplamiento se desplazan en algún sentido. En general no se puede esperar esta computatividad para que puedan surgir dificultades adicionales como fuertes restricciones de paso. Además, se introducen ecuaciones algebraicas diferenciales abstractas en espacios de Hilbert de dimensión infinita, y la noción de índice se generaliza a esas ecuaciones. En particular, ecuaciones algebraicas diferenciales parciales se consideran en esta formulación abstracta ",
            "error": [
                ""
            ]
        },
        "inherent regular ODE": {
            "translated_key": "ODE regular inherente",
            "translated_annotated_text": "Sistemas algebraicos diferenciales de nuevo Se propone averiguar el término principal en los sistemas algebraicos diferenciales con más precisión. Se consideran en detalle los sistemas lineales de bajo índice con los términos de referencia correctamente indicados. En particular, se pregunta si un método de integración numérica aplicado al sistema original llega a la \"ODE regular inherente\" sin conservación, es decir, si la discontinuidad y el desacoplamiento se desplazan en algún sentido. En general no se puede esperar esta computatividad para que puedan surgir dificultades adicionales como fuertes restricciones de paso. Además, se introducen ecuaciones algebraicas diferenciales abstractas en espacios de Hilbert de dimensión infinita, y la noción de índice se generaliza a esas ecuaciones. En particular, ecuaciones algebraicas diferenciales parciales se consideran en esta formulación abstracta ",
            "error": [
                ""
            ]
        },
        "commutativity": {
            "translated_key": "computatividad",
            "translated_annotated_text": "Sistemas algebraicos diferenciales de nuevo Se propone averiguar el término principal en los sistemas algebraicos diferenciales con más precisión. Se consideran en detalle los sistemas lineales de bajo índice con los términos de referencia correctamente indicados. En particular, se pregunta si un método de integración numérica aplicado al sistema original alcanza la ODE normal inherente sin conservación, es decir, si la discontinuidad y el desacoplamiento viajan en algún sentido. En general no se puede esperar esta \"computatividad\" para que surjan dificultades adicionales como fuertes restricciones de paso. Además, se introducen ecuaciones algebraicas diferenciales abstractas en espacios de Hilbert de dimensión infinita, y la noción de índice se generaliza a esas ecuaciones. En particular, ecuaciones algebraicas diferenciales parciales se consideran en esta formulación abstracta ",
            "error": [
                ""
            ]
        },
        "stepsize restrictions": {
            "translated_key": "restricciones de tamaño de escalón",
            "translated_annotated_text": "Sistemas algebraicos diferenciales de nuevo Se propone averiguar el término principal en los sistemas algebraicos diferenciales con más precisión. Se consideran en detalle los sistemas lineales de bajo índice con los términos de referencia correctamente indicados. En particular, se pregunta si un método de integración numérica aplicado al sistema original alcanza la ODE normal inherente sin conservación, es decir, si la discontinuidad y el desacoplamiento viajan en algún sentido. En general, no se puede esperar esta computatividad para que puedan surgir dificultades adicionales como fuertes \"restricciones de tamaño de escalón\". Además, se introducen ecuaciones algebraicas diferenciales abstractas en espacios de Hilbert de dimensión infinita, y la noción de índice se generaliza a esas ecuaciones. En particular, ecuaciones algebraicas diferenciales parciales se consideran en esta formulación abstracta ",
            "error": [
                ""
            ]
        },
        "abstract differential algebraic equations": {
            "translated_key": "ecuaciones algebraicas diferenciales abstractas",
            "translated_annotated_text": "Sistemas algebraicos diferenciales de nuevo Se propone averiguar el término principal en los sistemas algebraicos diferenciales con más precisión. Se consideran en detalle los sistemas lineales de bajo índice con los términos de referencia correctamente indicados. En particular, se pregunta si un método de integración numérica aplicado al sistema original alcanza la ODE normal inherente sin conservación, es decir, si la discontinuidad y el desacoplamiento viajan en algún sentido. En general no se puede esperar esta computatividad para que puedan surgir dificultades adicionales como fuertes restricciones de paso. Además, se introducen \"ecuaciones algebraicas diferenciales abstractas\" en espacios de Hilbert de dimensión infinita, y la noción de índice se generaliza a esas ecuaciones. En particular, ecuaciones algebraicas diferenciales parciales se consideran en esta formulación abstracta ",
            "error": [
                ""
            ]
        },
        "differential equations": {
            "translated_key": [],
            "translated_annotated_text": "Sistemas algebraicos diferenciales de nuevo Se propone averiguar el término principal en los sistemas algebraicos diferenciales con más precisión. Se consideran en detalle los sistemas lineales de bajo índice con los términos de referencia correctamente indicados. En particular, se pregunta si un método de integración numérica aplicado al sistema original alcanza la ODE normal inherente sin conservación, es decir, si la discontinuidad y el desacoplamiento viajan en algún sentido. En general no se puede esperar esta computatividad para que puedan surgir dificultades adicionales como fuertes restricciones de paso. Además, se introducen ecuaciones algebraicas diferenciales abstractas en espacios de Hilbert de dimensión infinita, y la noción de índice se generaliza a esas ecuaciones. En particular, ecuaciones algebraicas diferenciales parciales se consideran en esta formulación abstracta ",
            "error": []
        },
        "matrix algebra": {
            "translated_key": [],
            "translated_annotated_text": "Sistemas algebraicos diferenciales de nuevo Se propone averiguar el término principal en los sistemas algebraicos diferenciales con más precisión. Se consideran en detalle los sistemas lineales de bajo índice con los términos de referencia correctamente indicados. En particular, se pregunta si un método de integración numérica aplicado al sistema original alcanza la ODE normal inherente sin conservación, es decir, si la discontinuidad y el desacoplamiento viajan en algún sentido. En general no se puede esperar esta computatividad para que puedan surgir dificultades adicionales como fuertes restricciones de paso. Además, se introducen ecuaciones algebraicas diferenciales abstractas en espacios de Hilbert de dimensión infinita, y la noción de índice se generaliza a esas ecuaciones. En particular, ecuaciones algebraicas diferenciales parciales se consideran en esta formulación abstracta ",
            "error": []
        },
        "stability": {
            "translated_key": [],
            "translated_annotated_text": "Sistemas algebraicos diferenciales de nuevo Se propone averiguar el término principal en los sistemas algebraicos diferenciales con más precisión. Se consideran en detalle los sistemas lineales de bajo índice con los términos de referencia correctamente indicados. En particular, se pregunta si un método de integración numérica aplicado al sistema original alcanza la ODE normal inherente sin conservación, es decir, si la discontinuidad y el desacoplamiento viajan en algún sentido. En general no se puede esperar esta computatividad para que puedan surgir dificultades adicionales como fuertes restricciones de paso. Además, se introducen ecuaciones algebraicas diferenciales abstractas en espacios de Hilbert de dimensión infinita, y la noción de índice se generaliza a esas ecuaciones. En particular, ecuaciones algebraicas diferenciales parciales se consideran en esta formulación abstracta ",
            "error": []
        }
    }
}