{
    "original_text": "On quasi-linear PDAEs with convection: applications, indices, numerical solution For a class of partial differential algebraic equations (PDAEs) of quasi-linear type which include nonlinear terms of convection type, a possibility to determine a time and spatial index is considered. As a typical example we investigate an application from plasma physics. Especially we discuss the numerical solution of initial boundary value problems by means of a corresponding finite difference splitting procedure which is a modification of a well-known fractional step method coupled with a matrix factorization. The convergence of the numerical solution towards the exact solution of the corresponding initial boundary value problem is investigated. Some results of a numerical solution of the plasma PDAE are given",
    "original_translation": "En los PDAE cuasi-lineales con convección: aplicaciones, índices, solución numérica Para una clase de ecuaciones algebraicas diferenciales parciales (PDAE) de tipo cuasi-lineal que incluyen términos no lineales de tipo de convección, se considera la posibilidad de determinar un índice temporal e espacial. Como ejemplo típico investigamos una aplicación de la física del plasma. Especialmente discutimos la solución numérica de los problemas de valor límite inicial mediante un procedimiento de división de diferencias finitas correspondiente que es una modificación de un método de paso fraccional bien conocido junto con una factorización de la matriz. Se investiga la convergencia de la solución numérica hacia la solución exacta del problema de valor límite inicial correspondiente. Algunos resultados de una solución numérica del PDAE plasmático se administran",
    "error_count": 4,
    "keys": {
        "quasi-linear partial differential algebraic equations": {
            "translated_key": [],
            "translated_annotated_text": "En los PDAE cuasi-lineales con convección: aplicaciones, índices, solución numérica Para una clase de ecuaciones algebraicas diferenciales parciales (PDAE) de tipo cuasi-lineal que incluyen términos no lineales de tipo de convección, se considera la posibilidad de determinar un índice temporal e espacial. Como ejemplo típico investigamos una aplicación de la física del plasma. Especialmente discutimos la solución numérica de los problemas de valor límite inicial mediante un procedimiento de división de diferencias finitas correspondiente que es una modificación de un método de paso fraccional bien conocido junto con una factorización de la matriz. Se investiga la convergencia de la solución numérica hacia la solución exacta del problema de valor límite inicial correspondiente. Algunos resultados de una solución numérica del PDAE plasmático se administran ",
            "error": []
        },
        "spatial index": {
            "translated_key": "índice espacial",
            "translated_annotated_text": "En PDAEs cuasi-lineales con convección: aplicaciones, índices, solución numérica Para una clase de ecuaciones algebraicas diferenciales parciales (PDAEs) de tipo cuasi-lineal que incluyen términos no lineales de tipo de convección, se considera la posibilidad de determinar un tiempo y un \"índice espacial\". Como ejemplo típico investigamos una aplicación de la física del plasma. Especialmente discutimos la solución numérica de los problemas de valor límite inicial mediante un procedimiento de división de diferencias finitas correspondiente que es una modificación de un método de paso fraccional bien conocido junto con una factorización de la matriz. Se investiga la convergencia de la solución numérica hacia la solución exacta del problema de valor límite inicial correspondiente. Algunos resultados de una solución numérica del PDAE plasmático se administran ",
            "error": [
                ""
            ]
        },
        "plasma physics": {
            "translated_key": "física del plasma",
            "translated_annotated_text": "En los PDAE cuasi-lineales con convección: aplicaciones, índices, solución numérica Para una clase de ecuaciones algebraicas diferenciales parciales (PDAE) de tipo cuasi-lineal que incluyen términos no lineales de tipo de convección, se considera la posibilidad de determinar un índice temporal e espacial. Como ejemplo típico investigamos una aplicación de la \"física del plasma\". Especialmente discutimos la solución numérica de los problemas de valor límite inicial mediante un procedimiento de división de diferencias finitas correspondiente que es una modificación de un método de paso fraccional bien conocido junto con una factorización de la matriz. Se investiga la convergencia de la solución numérica hacia la solución exacta del problema de valor límite inicial correspondiente. Algunos resultados de una solución numérica del PDAE plasmático se administran ",
            "error": [
                ""
            ]
        },
        "initial boundary value problems": {
            "translated_key": "problemas de valor límite inicial",
            "translated_annotated_text": "En los PDAE cuasi-lineales con convección: aplicaciones, índices, solución numérica Para una clase de ecuaciones algebraicas diferenciales parciales (PDAE) de tipo cuasi-lineal que incluyen términos no lineales de tipo de convección, se considera la posibilidad de determinar un índice temporal e espacial. Como ejemplo típico investigamos una aplicación de la física del plasma. Especialmente discutimos la solución numérica de \"problemas de valor límite inicial\" mediante un procedimiento de división de diferencias finitas correspondiente que es una modificación de un método de paso fraccional bien conocido junto con una factorización de la matriz. Se investiga la convergencia de la solución numérica hacia la solución exacta del problema de valor límite inicial correspondiente. Algunos resultados de una solución numérica del PDAE plasmático se administran ",
            "error": [
                ""
            ]
        },
        "finite difference splitting procedure": {
            "translated_key": "procedimiento de división de diferencias finitas",
            "translated_annotated_text": "En los PDAE cuasi-lineales con convección: aplicaciones, índices, solución numérica Para una clase de ecuaciones algebraicas diferenciales parciales (PDAE) de tipo cuasi-lineal que incluyen términos no lineales de tipo de convección, se considera la posibilidad de determinar un índice temporal e espacial. Como ejemplo típico investigamos una aplicación de la física del plasma. Especialmente discutimos la solución numérica de los problemas de valor límite inicial mediante un \"procedimiento de división de diferencias finitas\" correspondiente que es una modificación de un método de paso fraccional bien conocido junto con una factorización de la matriz. Se investiga la convergencia de la solución numérica hacia la solución exacta del problema de valor límite inicial correspondiente. Algunos resultados de una solución numérica del PDAE plasmático se administran ",
            "error": [
                ""
            ]
        },
        "fractional step method": {
            "translated_key": "método de paso fraccional",
            "translated_annotated_text": "En los PDAE cuasi-lineales con convección: aplicaciones, índices, solución numérica Para una clase de ecuaciones algebraicas diferenciales parciales (PDAE) de tipo cuasi-lineal que incluyen términos no lineales de tipo de convección, se considera la posibilidad de determinar un índice temporal e espacial. Como ejemplo típico investigamos una aplicación de la física del plasma. Especialmente discutimos la solución numérica de los problemas de valor límite inicial mediante un procedimiento de división de diferencias finitas correspondiente que es una modificación de un conocido \"método de paso fraccional\" junto con una factorización de la matriz. Se investiga la convergencia de la solución numérica hacia la solución exacta del problema de valor límite inicial correspondiente. Algunos resultados de una solución numérica del PDAE plasmático se administran ",
            "error": [
                ""
            ]
        },
        "matrix factorization": {
            "translated_key": "factorización de matriz",
            "translated_annotated_text": "En los PDAE cuasi-lineales con convección: aplicaciones, índices, solución numérica Para una clase de ecuaciones algebraicas diferenciales parciales (PDAE) de tipo cuasi-lineal que incluyen términos no lineales de tipo de convección, se considera la posibilidad de determinar un índice temporal e espacial. Como ejemplo típico investigamos una aplicación de la física del plasma. Especialmente discutimos la solución numérica de los problemas de valor límite inicial mediante un procedimiento de división de diferencias finitas correspondiente que es una modificación de un método de paso fraccional bien conocido junto con una \"factorización de matriz\". Se investiga la convergencia de la solución numérica hacia la solución exacta del problema de valor límite inicial correspondiente. Algunos resultados de una solución numérica del PDAE plasmático se administran ",
            "error": [
                ""
            ]
        },
        "convection": {
            "translated_key": "convección",
            "translated_annotated_text": "En PDAEs cuasi-lineales con \"convección\": aplicaciones, índices, solución numérica Para una clase de ecuaciones algebraicas diferenciales parciales (PDAEs) de tipo cuasi-lineal que incluyen términos no lineales de tipo \"convección\", se considera la posibilidad de determinar un índice temporal e espacial. Como ejemplo típico investigamos una aplicación de la física del plasma. Especialmente discutimos la solución numérica de los problemas de valor límite inicial mediante un procedimiento de división de diferencias finitas correspondiente que es una modificación de un método de paso fraccional bien conocido junto con una factorización de la matriz. Se investiga la convergencia de la solución numérica hacia la solución exacta del problema de valor límite inicial correspondiente. Algunos resultados de una solución numérica del PDAE plasmático se administran ",
            "error": [
                ""
            ]
        },
        "indices": {
            "translated_key": "índices",
            "translated_annotated_text": "En PDAEs cuasi-lineales con convección: aplicaciones, \"índices\", solución numérica Para una clase de ecuaciones algebraicas diferenciales parciales (PDAEs) de tipo cuasi-lineal que incluyen términos no lineales de tipo de convección, se considera la posibilidad de determinar un tiempo y un índice espacial. Como ejemplo típico investigamos una aplicación de la física del plasma. Especialmente discutimos la solución numérica de los problemas de valor límite inicial mediante un procedimiento de división de diferencias finitas correspondiente que es una modificación de un método de paso fraccional bien conocido junto con una factorización de la matriz. Se investiga la convergencia de la solución numérica hacia la solución exacta del problema de valor límite inicial correspondiente. Algunos resultados de una solución numérica del PDAE plasmático se administran ",
            "error": [
                ""
            ]
        },
        "numerical solution": {
            "translated_key": "solución numérica",
            "translated_annotated_text": "En PDAEs cuasi-lineales con convección: aplicaciones, índices, \"solución numérica\" Para una clase de ecuaciones algebraicas diferenciales parciales (PDAEs) de tipo cuasi-lineal que incluyen términos no lineales de tipo de convección, se considera la posibilidad de determinar un índice temporal e espacial. Como ejemplo típico investigamos una aplicación de la física del plasma. Especialmente discutimos la \"solución numérica\" de problemas de valor límite inicial mediante un procedimiento de división de diferencias finitas correspondiente que es una modificación de un método de paso fraccional bien conocido junto con una factorización de la matriz. Se investiga la convergencia de la \"solución numérica\" hacia la solución exacta del problema de valor límite inicial correspondiente. Algunos resultados de una \"solución numérica\" del PDAE plasmático se administran ",
            "error": [
                ""
            ]
        },
        "initial value problems": {
            "translated_key": [],
            "translated_annotated_text": "En los PDAE cuasi-lineales con convección: aplicaciones, índices, solución numérica Para una clase de ecuaciones algebraicas diferenciales parciales (PDAE) de tipo cuasi-lineal que incluyen términos no lineales de tipo de convección, se considera la posibilidad de determinar un índice temporal e espacial. Como ejemplo típico investigamos una aplicación de la física del plasma. Especialmente discutimos la solución numérica de los problemas de valor límite inicial mediante un procedimiento de división de diferencias finitas correspondiente que es una modificación de un método de paso fraccional bien conocido junto con una factorización de la matriz. Se investiga la convergencia de la solución numérica hacia la solución exacta del problema de valor límite inicial correspondiente. Algunos resultados de una solución numérica del PDAE plasmático se administran ",
            "error": []
        },
        "matrix decomposition": {
            "translated_key": [],
            "translated_annotated_text": "En los PDAE cuasi-lineales con convección: aplicaciones, índices, solución numérica Para una clase de ecuaciones algebraicas diferenciales parciales (PDAE) de tipo cuasi-lineal que incluyen términos no lineales de tipo de convección, se considera la posibilidad de determinar un índice temporal e espacial. Como ejemplo típico investigamos una aplicación de la física del plasma. Especialmente discutimos la solución numérica de los problemas de valor límite inicial mediante un procedimiento de división de diferencias finitas correspondiente que es una modificación de un método de paso fraccional bien conocido junto con una factorización de la matriz. Se investiga la convergencia de la solución numérica hacia la solución exacta del problema de valor límite inicial correspondiente. Algunos resultados de una solución numérica del PDAE plasmático se administran ",
            "error": []
        },
        "partial differential equations": {
            "translated_key": [],
            "translated_annotated_text": "En los PDAE cuasi-lineales con convección: aplicaciones, índices, solución numérica Para una clase de ecuaciones algebraicas diferenciales parciales (PDAE) de tipo cuasi-lineal que incluyen términos no lineales de tipo de convección, se considera la posibilidad de determinar un índice temporal e espacial. Como ejemplo típico investigamos una aplicación de la física del plasma. Especialmente discutimos la solución numérica de los problemas de valor límite inicial mediante un procedimiento de división de diferencias finitas correspondiente que es una modificación de un método de paso fraccional bien conocido junto con una factorización de la matriz. Se investiga la convergencia de la solución numérica hacia la solución exacta del problema de valor límite inicial correspondiente. Algunos resultados de una solución numérica del PDAE plasmático se administran ",
            "error": []
        }
    }
}