{
    "original_text": "Parallel implicit predictor corrector methods The performance of parallel codes for the solution of initial value problems is usually strongly sensitive to the dimension of the continuous problem. This is due to the overhead related to the exchange of information among the processors and motivates the problem of minimizing the amount of communications. According to this principle, we define the so called Parallel Implicit Predictor Corrector Methods and in this class we derive A-stable, L-stable and numerically zero-stable formulas. The latter property refers to the zero-stability condition of a given formula when roundoff errors are introduced in its coefficients due to their representation in finite precision arithmetic. Some numerical experiment show the potentiality of this approach",
    "original_translation": "Métodos predictores paralelos implícitos El rendimiento de códigos paralelos para la solución de problemas de valor inicial suele ser muy sensible a la dimensión del problema continuo. Esto se debe a los gastos generales relacionados con el intercambio de información entre los procesadores y motiva el problema de reducir al mínimo la cantidad de comunicaciones. De acuerdo con este principio, definimos los llamados métodos de corrección del predictor implícito paralelo y en esta clase derivamos fórmulas A-estables, L-estables y numéricamente cero-estables. Esta última propiedad se refiere a la condición de estabilidad cero de una fórmula dada cuando los errores de redondeo se introducen en sus coeficientes debido a su representación en aritmética de precisión finita. Algunos experimentos numéricos muestran la potencialidad de este enfoque",
    "error_count": 4,
    "keys": {
        "parallel implicit predictor corrector methods": {
            "translated_key": [],
            "translated_annotated_text": "Métodos predictores paralelos implícitos El rendimiento de códigos paralelos para la solución de problemas de valor inicial suele ser muy sensible a la dimensión del problema continuo. Esto se debe a los gastos generales relacionados con el intercambio de información entre los procesadores y motiva el problema de reducir al mínimo la cantidad de comunicaciones. De acuerdo con este principio, definimos los llamados métodos de corrección del predictor implícito paralelo y en esta clase derivamos fórmulas A-estables, L-estables y numéricamente cero-estables. Esta última propiedad se refiere a la condición de estabilidad cero de una fórmula dada cuando los errores de redondeo se introducen en sus coeficientes debido a su representación en aritmética de precisión finita. Algunos experimentos numéricos muestran la potencialidad de este enfoque ",
            "error": []
        },
        "initial value problems": {
            "translated_key": "problemas de valor iniciales",
            "translated_annotated_text": "Métodos predictores paralelos implícitos El rendimiento de códigos paralelos para la solución de \"problemas de valor iniciales\" suele ser muy sensible a la dimensión del problema continuo. Esto se debe a los gastos generales relacionados con el intercambio de información entre los procesadores y motiva el problema de reducir al mínimo la cantidad de comunicaciones. De acuerdo con este principio, definimos los llamados métodos de corrección del predictor implícito paralelo y en esta clase derivamos fórmulas A-estables, L-estables y numéricamente cero-estables. Esta última propiedad se refiere a la condición de estabilidad cero de una fórmula dada cuando los errores de redondeo se introducen en sus coeficientes debido a su representación en aritmética de precisión finita. Algunos experimentos numéricos muestran la potencialidad de este enfoque ",
            "error": [
                ""
            ]
        },
        "numerically zero-stable formulas": {
            "translated_key": "numericamente cero-estable",
            "translated_annotated_text": "Métodos predictores paralelos implícitos El rendimiento de códigos paralelos para la solución de problemas de valor inicial suele ser muy sensible a la dimensión del problema continuo. Esto se debe a los gastos generales relacionados con el intercambio de información entre los procesadores y motiva el problema de reducir al mínimo la cantidad de comunicaciones. De acuerdo con este principio, definimos los llamados métodos de corrección de predictores implícitos paralelos y en esta clase derivamos fórmulas A-estable, L-estable y \"numericamente cero-estable\". Esta última propiedad se refiere a la condición de estabilidad cero de una fórmula dada cuando los errores de redondeo se introducen en sus coeficientes debido a su representación en aritmética de precisión finita. Algunos experimentos numéricos muestran la potencialidad de este enfoque ",
            "error": [
                ""
            ]
        },
        "zero-stability condition": {
            "translated_key": "condición de estabilidad cero",
            "translated_annotated_text": "Métodos predictores paralelos implícitos El rendimiento de códigos paralelos para la solución de problemas de valor inicial suele ser muy sensible a la dimensión del problema continuo. Esto se debe a los gastos generales relacionados con el intercambio de información entre los procesadores y motiva el problema de reducir al mínimo la cantidad de comunicaciones. De acuerdo con este principio, definimos los llamados métodos de corrección del predictor implícito paralelo y en esta clase derivamos fórmulas A-estables, L-estables y numéricamente cero-estables. Esta última propiedad se refiere a la \"condición de estabilidad cero\" de una fórmula dada cuando se introducen errores de redondeo en sus coeficientes debido a su representación en aritmética de precisión finita. Algunos experimentos numéricos muestran la potencialidad de este enfoque ",
            "error": [
                ""
            ]
        },
        "roundoff errors": {
            "translated_key": "errores de redondeo",
            "translated_annotated_text": "Métodos predictores paralelos implícitos El rendimiento de códigos paralelos para la solución de problemas de valor inicial suele ser muy sensible a la dimensión del problema continuo. Esto se debe a los gastos generales relacionados con el intercambio de información entre los procesadores y motiva el problema de reducir al mínimo la cantidad de comunicaciones. De acuerdo con este principio, definimos los llamados métodos de corrección del predictor implícito paralelo y en esta clase derivamos fórmulas A-estables, L-estables y numéricamente cero-estables. Esta última propiedad se refiere a la condición de estabilidad cero de una fórmula dada cuando se introducen \"errores de redondeo\" en sus coeficientes debido a su representación en aritmética de precisión finita. Algunos experimentos numéricos muestran la potencialidad de este enfoque ",
            "error": [
                ""
            ]
        },
        "finite precision arithmetic": {
            "translated_key": "aritmética de precisión definitiva",
            "translated_annotated_text": "Métodos predictores paralelos implícitos El rendimiento de códigos paralelos para la solución de problemas de valor inicial suele ser muy sensible a la dimensión del problema continuo. Esto se debe a los gastos generales relacionados con el intercambio de información entre los procesadores y motiva el problema de reducir al mínimo la cantidad de comunicaciones. De acuerdo con este principio, definimos los llamados métodos de corrección del predictor implícito paralelo y en esta clase derivamos fórmulas A-estables, L-estables y numéricamente cero-estables. Esta última propiedad se refiere a la condición de estabilidad cero de una fórmula dada cuando los errores de redondeo se introducen en sus coeficientes debido a su representación en \"aritmética de precisión definitiva\". Algunos experimentos numéricos muestran la potencialidad de este enfoque ",
            "error": [
                ""
            ]
        },
        "absolute stability": {
            "translated_key": [],
            "translated_annotated_text": "Métodos predictores paralelos implícitos El rendimiento de códigos paralelos para la solución de problemas de valor inicial suele ser muy sensible a la dimensión del problema continuo. Esto se debe a los gastos generales relacionados con el intercambio de información entre los procesadores y motiva el problema de reducir al mínimo la cantidad de comunicaciones. De acuerdo con este principio, definimos los llamados métodos de corrección del predictor implícito paralelo y en esta clase derivamos fórmulas A-estables, L-estables y numéricamente cero-estables. Esta última propiedad se refiere a la condición de estabilidad cero de una fórmula dada cuando los errores de redondeo se introducen en sus coeficientes debido a su representación en aritmética de precisión finita. Algunos experimentos numéricos muestran la potencialidad de este enfoque ",
            "error": []
        },
        "matrix algebra": {
            "translated_key": [],
            "translated_annotated_text": "Métodos predictores paralelos implícitos El rendimiento de códigos paralelos para la solución de problemas de valor inicial suele ser muy sensible a la dimensión del problema continuo. Esto se debe a los gastos generales relacionados con el intercambio de información entre los procesadores y motiva el problema de reducir al mínimo la cantidad de comunicaciones. De acuerdo con este principio, definimos los llamados métodos de corrección del predictor implícito paralelo y en esta clase derivamos fórmulas A-estables, L-estables y numéricamente cero-estables. Esta última propiedad se refiere a la condición de estabilidad cero de una fórmula dada cuando los errores de redondeo se introducen en sus coeficientes debido a su representación en aritmética de precisión finita. Algunos experimentos numéricos muestran la potencialidad de este enfoque ",
            "error": []
        },
        "predictor-corrector methods": {
            "translated_key": [],
            "translated_annotated_text": "Métodos predictores paralelos implícitos El rendimiento de códigos paralelos para la solución de problemas de valor inicial suele ser muy sensible a la dimensión del problema continuo. Esto se debe a los gastos generales relacionados con el intercambio de información entre los procesadores y motiva el problema de reducir al mínimo la cantidad de comunicaciones. De acuerdo con este principio, definimos los llamados métodos de corrección del predictor implícito paralelo y en esta clase derivamos fórmulas A-estables, L-estables y numéricamente cero-estables. Esta última propiedad se refiere a la condición de estabilidad cero de una fórmula dada cuando los errores de redondeo se introducen en sus coeficientes debido a su representación en aritmética de precisión finita. Algunos experimentos numéricos muestran la potencialidad de este enfoque ",
            "error": []
        }
    }
}