{
    "original_text": "Accuracy and stability of splitting with Stabilizing Corrections This paper contains a convergence analysis for the method of stabilizing corrections, which is an internally consistent splitting scheme for initial-boundary value problems. To obtain more accuracy and a better treatment of explicit terms several extensions are regarded and analyzed. The relevance of the theoretical results is tested for convection-diffusion-reaction equations",
    "original_translation": "Precisión y estabilidad de la división con Correcciones Estabilizantes Este artículo contiene un análisis de convergencia para el método de estabilización de las correcciones, que es un esquema de división internamente consistente para problemas de valor de frontera inicial. Para obtener más precisión y un mejor tratamiento de términos explícitos se consideran y analizan varias extensiones. La relevancia de los resultados teóricos se prueba para ecuaciones de convección-difusión-reacción",
    "error_count": 3,
    "keys": {
        "stability": {
            "translated_key": "estabilidad",
            "translated_annotated_text": "Exactitud y \"estabilidad\" de dividir con Correcciones Estabilizantes Este artículo contiene un análisis de convergencia para el método de estabilización de las correcciones, que es un esquema de división internamente consistente para problemas de valor de frontera inicial. Para obtener más precisión y un mejor tratamiento de términos explícitos se consideran y analizan varias extensiones. La relevancia de los resultados teóricos se prueba para ecuaciones de convección-difusión-reacción ",
            "error": [
                ""
            ]
        },
        "convergence analysis": {
            "translated_key": "análisis de convergencia",
            "translated_annotated_text": "Precisión y estabilidad de la división con Correcciones Estabilizantes Este artículo contiene un \"análisis de convergencia\" para el método de estabilización de las correcciones, que es un esquema de división interna consistente para problemas de valor de frontera inicial. Para obtener más precisión y un mejor tratamiento de términos explícitos se consideran y analizan varias extensiones. La relevancia de los resultados teóricos se prueba para ecuaciones de convección-difusión-reacción ",
            "error": [
                ""
            ]
        },
        "stabilizing corrections": {
            "translated_key": "estabilizar correcciones",
            "translated_annotated_text": "Precisión y estabilidad de dividir con Correcciones Estabilizantes Este artículo contiene un análisis de convergencia para el método de \"estabilizar correcciones\", que es un esquema de división internamente consistente para problemas de valor inicial-frontario. Para obtener más precisión y un mejor tratamiento de términos explícitos se consideran y analizan varias extensiones. La relevancia de los resultados teóricos se prueba para ecuaciones de convección-difusión-reacción ",
            "error": [
                ""
            ]
        },
        "splitting scheme": {
            "translated_key": "esquema de división",
            "translated_annotated_text": "Precisión y estabilidad de la división con Correcciones Estabilizantes Este artículo contiene un análisis de convergencia para el método de estabilización de correcciones, que es un \"esquema de división\" internamente consistente para los problemas de valor inicial-frontario. Para obtener más precisión y un mejor tratamiento de términos explícitos se consideran y analizan varias extensiones. La relevancia de los resultados teóricos se prueba para ecuaciones de convección-difusión-reacción ",
            "error": [
                ""
            ]
        },
        "initial-boundary value problems": {
            "translated_key": "problemas de valor inicial-frontario",
            "translated_annotated_text": "Precisión y estabilidad de la división con Correcciones Estabilizantes Este artículo contiene un análisis de convergencia para el método de estabilización de las correcciones, que es un esquema de división interna consistente para \"problemas de valor inicial-frontario\". Para obtener más precisión y un mejor tratamiento de términos explícitos se consideran y analizan varias extensiones. La relevancia de los resultados teóricos se prueba para ecuaciones de convección-difusión-reacción ",
            "error": [
                ""
            ]
        },
        "convection-diffusion-reaction equations": {
            "translated_key": "ecuaciones de convección-difusión-reacción",
            "translated_annotated_text": "Precisión y estabilidad de la división con Correcciones Estabilizantes Este artículo contiene un análisis de convergencia para el método de estabilización de las correcciones, que es un esquema de división internamente consistente para problemas de valor de frontera inicial. Para obtener más precisión y un mejor tratamiento de términos explícitos se consideran y analizan varias extensiones. La relevancia de los resultados teóricos se prueba para \"ecuaciones de convección-difusión-reacción\" ",
            "error": [
                ""
            ]
        },
        "eigenvalues and eigenfunctions": {
            "translated_key": [],
            "translated_annotated_text": "Precisión y estabilidad de la división con Correcciones Estabilizantes Este artículo contiene un análisis de convergencia para el método de estabilización de las correcciones, que es un esquema de división internamente consistente para problemas de valor de frontera inicial. Para obtener más precisión y un mejor tratamiento de términos explícitos se consideran y analizan varias extensiones. La relevancia de los resultados teóricos se prueba para ecuaciones de convección-difusión-reacción ",
            "error": []
        },
        "initial value problems": {
            "translated_key": [],
            "translated_annotated_text": "Precisión y estabilidad de la división con Correcciones Estabilizantes Este artículo contiene un análisis de convergencia para el método de estabilización de las correcciones, que es un esquema de división internamente consistente para problemas de valor de frontera inicial. Para obtener más precisión y un mejor tratamiento de términos explícitos se consideran y analizan varias extensiones. La relevancia de los resultados teóricos se prueba para ecuaciones de convección-difusión-reacción ",
            "error": []
        },
        "matrix algebra": {
            "translated_key": [],
            "translated_annotated_text": "Precisión y estabilidad de la división con Correcciones Estabilizantes Este artículo contiene un análisis de convergencia para el método de estabilización de las correcciones, que es un esquema de división internamente consistente para problemas de valor de frontera inicial. Para obtener más precisión y un mejor tratamiento de términos explícitos se consideran y analizan varias extensiones. La relevancia de los resultados teóricos se prueba para ecuaciones de convección-difusión-reacción ",
            "error": []
        }
    }
}