{
    "original_text": "An entanglement measure based on the capacity of dense coding An asymptotic entanglement measure for any bipartite states is derived in the light of the dense coding capacity optimized with respect to local quantum operations and classical communications. General properties and some examples with explicit forms of this entanglement measure are investigated",
    "original_translation": "Una medida de enredo basada en la capacidad de codificación densa Una medida de enredo asintótico para cualquier estado bipartito se deriva a la luz de la densa capacidad de codificación optimizada con respecto a las operaciones cuánticas locales y las comunicaciones clásicas. Se investigan las propiedades generales y algunos ejemplos con formas explícitas de esta medida de enredo",
    "error_count": 4,
    "keys": {
        "entanglement measure": {
            "translated_key": "medida de enredo",
            "translated_annotated_text": "Una \"medida de enredo\" basada en la capacidad de codificación densa Una \"medida de enredo\" asintótica para cualquier estado bipartito se deriva a la luz de la densa capacidad de codificación optimizada con respecto a las operaciones cuánticas locales y las comunicaciones clásicas. Se investigan las propiedades generales y algunos ejemplos con formas explícitas de esta \"medida de enredo\" ",
            "error": [
                ""
            ]
        },
        "dense coding capacity": {
            "translated_key": "capacidad de codificación densa",
            "translated_annotated_text": "Una medida de enredo basada en la capacidad de codificación densa Una medida de enredo asintótico para cualquier estado bipartito se deriva a la luz de la \"capacidad de codificación densa\" optimizada con respecto a las operaciones cuánticas locales y las comunicaciones clásicas. Se investigan las propiedades generales y algunos ejemplos con formas explícitas de esta medida de enredo ",
            "error": [
                ""
            ]
        },
        "asymptotic entanglement measure": {
            "translated_key": "medida de enredo asintótico",
            "translated_annotated_text": "Una medida de enredo basada en la capacidad de codificación densa Una \"medida de enredo asintótico\" para cualquier estado bipartito se deriva a la luz de la densa capacidad de codificación optimizada con respecto a las operaciones cuánticas locales y las comunicaciones clásicas. Se investigan las propiedades generales y algunos ejemplos con formas explícitas de esta medida de enredo ",
            "error": [
                ""
            ]
        },
        "bipartite states": {
            "translated_key": "estado bipartito",
            "translated_annotated_text": "Una medida de enredo basada en la capacidad de codificación densa Una medida de enredo asintótico para cualquier \"estado bipartito\" se deriva a la luz de la densa capacidad de codificación optimizada con respecto a las operaciones cuánticas locales y las comunicaciones clásicas. Se investigan las propiedades generales y algunos ejemplos con formas explícitas de esta medida de enredo ",
            "error": [
                ""
            ]
        },
        "local quantum operations": {
            "translated_key": "operaciones cuánticas locales",
            "translated_annotated_text": "Una medida de enredo basada en la capacidad de codificación densa Una medida de enredo asintótico para cualquier estado bipartito se deriva a la luz de la densa capacidad de codificación optimizada con respecto a \"operaciones cuánticas locales\" y comunicaciones clásicas. Se investigan las propiedades generales y algunos ejemplos con formas explícitas de esta medida de enredo ",
            "error": [
                ""
            ]
        },
        "classical communications": {
            "translated_key": "comunicaciones clásicas",
            "translated_annotated_text": "Una medida de enredo basada en la capacidad de codificación densa Una medida de enredo asintótico para cualquier estado bipartito se deriva a la luz de la densa capacidad de codificación optimizada con respecto a las operaciones cuánticas locales y \"comunicaciones clásicas\". Se investigan las propiedades generales y algunos ejemplos con formas explícitas de esta medida de enredo ",
            "error": [
                ""
            ]
        },
        "optimization": {
            "translated_key": [],
            "translated_annotated_text": "Una medida de enredo basada en la capacidad de codificación densa Una medida de enredo asintótico para cualquier estado bipartito se deriva a la luz de la densa capacidad de codificación optimizada con respecto a las operaciones cuánticas locales y las comunicaciones clásicas. Se investigan las propiedades generales y algunos ejemplos con formas explícitas de esta medida de enredo ",
            "error": []
        },
        "encoding": {
            "translated_key": [],
            "translated_annotated_text": "Una medida de enredo basada en la capacidad de codificación densa Una medida de enredo asintótico para cualquier estado bipartito se deriva a la luz de la densa capacidad de codificación optimizada con respecto a las operaciones cuánticas locales y las comunicaciones clásicas. Se investigan las propiedades generales y algunos ejemplos con formas explícitas de esta medida de enredo ",
            "error": []
        },
        "optimisation": {
            "translated_key": [],
            "translated_annotated_text": "Una medida de enredo basada en la capacidad de codificación densa Una medida de enredo asintótico para cualquier estado bipartito se deriva a la luz de la densa capacidad de codificación optimizada con respecto a las operaciones cuánticas locales y las comunicaciones clásicas. Se investigan las propiedades generales y algunos ejemplos con formas explícitas de esta medida de enredo ",
            "error": []
        },
        "quantum communication": {
            "translated_key": [],
            "translated_annotated_text": "Una medida de enredo basada en la capacidad de codificación densa Una medida de enredo asintótico para cualquier estado bipartito se deriva a la luz de la densa capacidad de codificación optimizada con respecto a las operaciones cuánticas locales y las comunicaciones clásicas. Se investigan las propiedades generales y algunos ejemplos con formas explícitas de esta medida de enredo ",
            "error": []
        }
    }
}