{
    "original_text": "On the contractivity of implicit-explicit linear multistep methods This paper is concerned with the class of implicit-explicit linear multistep methods for the numerical solution of initial value problems for ordinary differential equations which are composed of stiff and nonstiff parts. We study the contractivity of such methods, with regard to linear autonomous systems of ordinary differential equations and a (scaled) Euclidean norm. In addition, we derive a strong stability result based on the stability regions of these methods",
    "original_translation": "Sobre la contractividad de los métodos lineales implícitos-explícitos multipaso Este artículo se refiere a la clase de métodos lineales implícitos-explícitos multipaso para la solución numérica de problemas de valor inicial para ecuaciones diferenciales ordinarias que se componen de partes rígidas y no rígidas. Estudiamos la contractividad de tales métodos, con respecto a los sistemas autónomos lineales de ecuaciones diferenciales ordinarias y una norma euclidiana (escalonada). Además, obtenemos un fuerte resultado de estabilidad basado en las regiones de estabilidad de estos métodos.",
    "error_count": 2,
    "keys": {
        "implicit-explicit linear multistep methods": {
            "translated_key": "métodos lineales implícitos-explícitos multipaso",
            "translated_annotated_text": "Sobre la contractividad de los \"métodos lineales implícitos-explícitos multipaso\" Este artículo se refiere a la clase de \"métodos lineales implícitos-explícitos multipaso\" para la solución numérica de problemas de valor inicial para ecuaciones diferenciales ordinarias que están compuestas de partes rígidas y no rígidas. Estudiamos la contractividad de tales métodos, con respecto a los sistemas autónomos lineales de ecuaciones diferenciales ordinarias y una norma euclidiana (escalonada). Además, obtenemos un fuerte resultado de estabilidad basado en las regiones de estabilidad de estos métodos. ",
            "error": [
                ""
            ]
        },
        "contractivity": {
            "translated_key": "contractividad",
            "translated_annotated_text": "Sobre la \"contractividad\" de los métodos lineales implícitos-explícitos multipaso Este artículo se refiere a la clase de métodos lineales implícitos-explícitos multipaso para la solución numérica de problemas de valor inicial para ecuaciones diferenciales ordinarias que se componen de partes rígidas y no rígidas. Estudiamos la \"contractividad\" de tales métodos, con respecto a los sistemas autónomos lineales de ecuaciones diferenciales ordinarias y una norma (escalonada) euclidiana. Además, obtenemos un fuerte resultado de estabilidad basado en las regiones de estabilidad de estos métodos. ",
            "error": [
                ""
            ]
        },
        "numerical solution": {
            "translated_key": "solución numérica",
            "translated_annotated_text": "Sobre la contractividad de los métodos lineales implícitos-explícitos multipaso Este artículo se refiere a la clase de métodos lineales implícitos-explícitos multipaso para la \"solución numérica\" de problemas de valor inicial para ecuaciones diferenciales ordinarias que se componen de partes rígidas y no rígidas. Estudiamos la contractividad de tales métodos, con respecto a los sistemas autónomos lineales de ecuaciones diferenciales ordinarias y una norma euclidiana (escalonada). Además, obtenemos un fuerte resultado de estabilidad basado en las regiones de estabilidad de estos métodos. ",
            "error": [
                ""
            ]
        },
        "initial value problems": {
            "translated_key": "problemas de valor inicial",
            "translated_annotated_text": "Sobre la contractividad de los métodos lineales implícitos-explícitos multipaso Este artículo se refiere a la clase de métodos lineales implícitos-explícitos multipaso para la solución numérica de \"problemas de valor inicial\" para ecuaciones diferenciales ordinarias que están compuestas de partes rígidas y no rígidas. Estudiamos la contractividad de tales métodos, con respecto a los sistemas autónomos lineales de ecuaciones diferenciales ordinarias y una norma euclidiana (escalonada). Además, obtenemos un fuerte resultado de estabilidad basado en las regiones de estabilidad de estos métodos. ",
            "error": [
                ""
            ]
        },
        "ordinary differential equations": {
            "translated_key": "ecuaciones diferenciales ordinarias",
            "translated_annotated_text": "Sobre la contractividad de los métodos lineales implícitos-explícitos multipaso Este artículo se refiere a la clase de métodos lineales implícitos-explícitos multipaso para la solución numérica de problemas de valor inicial para \"ecuaciones diferenciales ordinarias\" que están compuestos de partes rígidas y no rígidas. Estudiamos la contractividad de tales métodos, con respecto a los sistemas autónomos lineales de \"ecuaciones diferenciales ordinarias\" y una norma euclidiana (escalonada). Además, obtenemos un fuerte resultado de estabilidad basado en las regiones de estabilidad de estos métodos. ",
            "error": [
                ""
            ]
        },
        "linear autonomous systems": {
            "translated_key": "sistemas autónomos lineales",
            "translated_annotated_text": "Sobre la contractividad de los métodos lineales implícitos-explícitos multipaso Este artículo se refiere a la clase de métodos lineales implícitos-explícitos multipaso para la solución numérica de problemas de valor inicial para ecuaciones diferenciales ordinarias que se componen de partes rígidas y no rígidas. Estudiamos la contractividad de tales métodos, con respecto a los \"sistemas autónomos lineales\" de ecuaciones diferenciales ordinarias y una norma euclidiana (escalonada). Además, obtenemos un fuerte resultado de estabilidad basado en las regiones de estabilidad de estos métodos. ",
            "error": [
                ""
            ]
        },
        "Euclidean norm": {
            "translated_key": "norma euclidiana",
            "translated_annotated_text": "Sobre la contractividad de los métodos lineales implícitos-explícitos multipaso Este artículo se refiere a la clase de métodos lineales implícitos-explícitos multipaso para la solución numérica de problemas de valor inicial para ecuaciones diferenciales ordinarias que se componen de partes rígidas y no rígidas. Estudiamos la contractividad de tales métodos, con respecto a los sistemas autónomos lineales de ecuaciones diferenciales ordinarias y una (escalonada) \"norma euclidiana\". Además, obtenemos un fuerte resultado de estabilidad basado en las regiones de estabilidad de estos métodos. ",
            "error": [
                ""
            ]
        },
        "stability result": {
            "translated_key": "resultado de estabilidad",
            "translated_annotated_text": "Sobre la contractividad de los métodos lineales implícitos-explícitos multipaso Este artículo se refiere a la clase de métodos lineales implícitos-explícitos multipaso para la solución numérica de problemas de valor inicial para ecuaciones diferenciales ordinarias que se componen de partes rígidas y no rígidas. Estudiamos la contractividad de tales métodos, con respecto a los sistemas autónomos lineales de ecuaciones diferenciales ordinarias y una norma euclidiana (escalonada). Además, derivamos un fuerte \"resultado de estabilidad\" basado en las regiones de estabilidad de estos métodos ",
            "error": [
                ""
            ]
        },
        "differential equations": {
            "translated_key": "ecuaciones diferenciales",
            "translated_annotated_text": "Sobre la contractividad de los métodos lineales implícitos-explícitos multipaso Este artículo se refiere a la clase de métodos lineales implícitos-explícitos multipaso para la solución numérica de problemas de valor inicial para \"ecuaciones diferenciales\" ordinarias que están compuestas de partes rígidas y no rígidas. Estudiamos la contractividad de tales métodos, con respecto a los sistemas autónomos lineales de las \"ecuaciones diferenciales\" ordinarias y una norma euclidiana (escalonada). Además, obtenemos un fuerte resultado de estabilidad basado en las regiones de estabilidad de estos métodos. ",
            "error": [
                ""
            ]
        },
        "iterative methods": {
            "translated_key": [],
            "translated_annotated_text": "Sobre la contractividad de los métodos lineales implícitos-explícitos multipaso Este artículo se refiere a la clase de métodos lineales implícitos-explícitos multipaso para la solución numérica de problemas de valor inicial para ecuaciones diferenciales ordinarias que se componen de partes rígidas y no rígidas. Estudiamos la contractividad de tales métodos, con respecto a los sistemas autónomos lineales de ecuaciones diferenciales ordinarias y una norma euclidiana (escalonada). Además, obtenemos un fuerte resultado de estabilidad basado en las regiones de estabilidad de estos métodos. ",
            "error": []
        },
        "matrix algebra": {
            "translated_key": [],
            "translated_annotated_text": "Sobre la contractividad de los métodos lineales implícitos-explícitos multipaso Este artículo se refiere a la clase de métodos lineales implícitos-explícitos multipaso para la solución numérica de problemas de valor inicial para ecuaciones diferenciales ordinarias que se componen de partes rígidas y no rígidas. Estudiamos la contractividad de tales métodos, con respecto a los sistemas autónomos lineales de ecuaciones diferenciales ordinarias y una norma euclidiana (escalonada). Además, obtenemos un fuerte resultado de estabilidad basado en las regiones de estabilidad de estos métodos. ",
            "error": []
        },
        "stability": {
            "translated_key": "estabilidad",
            "translated_annotated_text": "Sobre la contractividad de los métodos lineales implícitos-explícitos multipaso Este artículo se refiere a la clase de métodos lineales implícitos-explícitos multipaso para la solución numérica de problemas de valor inicial para ecuaciones diferenciales ordinarias que se componen de partes rígidas y no rígidas. Estudiamos la contractividad de tales métodos, con respecto a los sistemas autónomos lineales de ecuaciones diferenciales ordinarias y una norma euclidiana (escalonada). Además, derivamos un fuerte resultado de \"estabilidad\" basado en las regiones de \"estabilidad\" de estos métodos ",
            "error": [
                ""
            ]
        }
    }
}