{
    "original_text": "On the contractivity of implicit-explicit linear multistep methods This paper is concerned with the class of implicit-explicit linear multistep methods for the numerical solution of initial value problems for ordinary differential equations which are composed of stiff and nonstiff parts. We study the contractivity of such methods, with regard to linear autonomous systems of ordinary differential equations and a (scaled) Euclidean norm. In addition, we derive a strong stability result based on the stability regions of these methods",
    "original_translation": "Sobre la contractividad de los métodos lineales implícitos-explícitos multipaso Este artículo se refiere a la clase de métodos lineales implícitos-explícitos multipaso para la solución numérica de problemas de valor inicial para ecuaciones diferenciales ordinarias que se componen de partes rígidas y no rígidas. Estudiamos la contractividad de tales métodos, con respecto a los sistemas autónomos lineales de ecuaciones diferenciales ordinarias y una norma euclidiana (escalonada). Además, obtenemos un resultado de estabilidad fuerte basado en las regiones de estabilidad de estos métodos",
    "error_count": 3,
    "keys": {
        "implicit-explicit linear multistep methods": {
            "translated_key": "imlicit-explicit multistep",
            "translated_annotated_text": "Sobre la contractividad de los métodos lineales <br>imlicit-explicit multistep</br> Este artículo se refiere a la clase de métodos lineales <br>imlicit-explicit multistep</br> para la solución numérica de problemas de valor inicial para ecuaciones diferenciales ordinarias que están compuestas de partes rígidas y no rígidas. Estudiamos la contractividad de tales métodos, con respecto a los sistemas autónomos lineales de ecuaciones diferenciales ordinarias y una norma euclidiana (escalonada). Además, obtenemos un resultado de estabilidad fuerte basado en las regiones de estabilidad de estos métodos ",
            "error": [
                ""
            ]
        },
        "contractivity": {
            "translated_key": [],
            "translated_annotated_text": "Sobre la contractividad <br> de los métodos lineales implícitos-explícitos multipaso Este artículo se refiere a la clase de métodos lineales implícitos-explícitos multipaso para la solución numérica de problemas de valor inicial para ecuaciones diferenciales ordinarias que se componen de partes rígidas y no rígidas. Se estudia la contractividad <br> de estos métodos, con respecto a los sistemas autónomos lineales de ecuaciones diferenciales ordinarias y una norma euclidiana (escalonada). Además, obtenemos un resultado de estabilidad fuerte basado en las regiones de estabilidad de estos métodos ",
            "error": []
        },
        "numerical solution": {
            "translated_key": "numérica",
            "translated_annotated_text": "Sobre la contractividad de los métodos lineales implícitos-explícitos multipaso Este artículo se refiere a la clase de métodos lineales implícitos-explícitos multipaso para la solución <br>numérica</br> de problemas de valor inicial para ecuaciones diferenciales ordinarias que están compuestas por partes rígidas y no rígidas. Estudiamos la contractividad de tales métodos, con respecto a los sistemas autónomos lineales de ecuaciones diferenciales ordinarias y una norma euclidiana (escalonada). Además, obtenemos un resultado de estabilidad fuerte basado en las regiones de estabilidad de estos métodos ",
            "error": [
                ""
            ]
        },
        "initial value problems": {
            "translated_key": "problemas de valor inicial",
            "translated_annotated_text": "Sobre la contractividad de los métodos lineales implícitos-explícitos multipaso Este artículo se refiere a la clase de métodos lineales implícitos-explícitos multipaso para la solución numérica de <br>problemas de valor inicial</br> para ecuaciones diferenciales ordinarias que están compuestas de partes rígidas y no rígidas.  Estudiamos la contractividad de tales métodos, con respecto a los sistemas autónomos lineales de ecuaciones diferenciales ordinarias y una norma euclidiana (escalonada). Además, obtenemos un resultado de estabilidad fuerte basado en las regiones de estabilidad de estos métodos ",
            "error": [
                ""
            ]
        },
        "ordinary differential equations": {
            "translated_key": "ecuaciones diferenciales ordinarias",
            "translated_annotated_text": "Sobre la contractividad de los métodos lineales implícitos-explícitos multipaso Este artículo se refiere a la clase de métodos lineales implícitos-explícitos multipaso para la solución numérica de problemas de valor inicial para <br>ecuaciones diferenciales ordinarias</br> que están compuestas de partes rígidas y no rígidas.  Estudiamos la contractividad de tales métodos, con respecto a los sistemas autónomos lineales de <br>ecuaciones diferenciales ordinarias</br> y una norma euclidiana (escalonada).  Además, obtenemos un resultado de estabilidad fuerte basado en las regiones de estabilidad de estos métodos ",
            "error": [
                ""
            ]
        },
        "linear autonomous systems": {
            "translated_key": "lineales",
            "translated_annotated_text": "Sobre la contractividad de los métodos lineales implícitos-explícitos multipaso Este artículo se refiere a la clase de métodos lineales implícitos-explícitos multipaso para la solución numérica de problemas de valor inicial para ecuaciones diferenciales ordinarias que se componen de partes rígidas y no rígidas. Se estudia la contractividad de tales métodos, con respecto a los sistemas autónomos <br>lineales</br> de ecuaciones diferenciales ordinarias y una norma euclidiana (escalonada). Además, obtenemos un resultado de estabilidad fuerte basado en las regiones de estabilidad de estos métodos ",
            "error": [
                ""
            ]
        },
        "Euclidean norm": {
            "translated_key": "norma euclidiana",
            "translated_annotated_text": "Sobre la contractividad de los métodos lineales implícitos-explícitos multipaso Este artículo se refiere a la clase de métodos lineales implícitos-explícitos multipaso para la solución numérica de problemas de valor inicial para ecuaciones diferenciales ordinarias que se componen de partes rígidas y no rígidas. Estudiamos la contractividad de tales métodos, con respecto a los sistemas autónomos lineales de ecuaciones diferenciales ordinarias y una <br>norma euclidiana</br> (escalonada). Además, obtenemos un resultado de estabilidad fuerte basado en las regiones de estabilidad de estos métodos ",
            "error": [
                ""
            ]
        },
        "stability result": {
            "translated_key": "resultado de estabilidad",
            "translated_annotated_text": "Sobre la contractividad de los métodos lineales implícitos-explícitos multipaso Este artículo se refiere a la clase de métodos lineales implícitos-explícitos multipaso para la solución numérica de problemas de valor inicial para ecuaciones diferenciales ordinarias que se componen de partes rígidas y no rígidas. Estudiamos la contractividad de tales métodos, con respecto a los sistemas autónomos lineales de ecuaciones diferenciales ordinarias y una norma euclidiana (escalonada). Además, obtenemos un <br>resultado de estabilidad</br> fuerte basado en las regiones de estabilidad de estos métodos. ",
            "error": [
                ""
            ]
        },
        "differential equations": {
            "translated_key": " que están compuestas de partes rígidas y no rígidas. Estudiamos la contractividad de tales métodos, con respecto a los sistemas autónomos lineales de <br>ecuaciones diferenciales",
            "translated_annotated_text": "Sobre la contractividad de los métodos lineales implícitos-explícitos multipaso Este artículo se refiere a la clase de métodos lineales implícitos-explícitos multipaso para la solución numérica de problemas de valor inicial para ecuaciones diferenciales ordinarias <br> que están compuestas de partes rígidas y no rígidas. Estudiamos la contractividad de tales métodos, con respecto a los sistemas autónomos lineales de <br>ecuaciones diferenciales</br> ordinarias y una norma euclidiana (escalonada).  Además, obtenemos un resultado de estabilidad fuerte basado en las regiones de estabilidad de estos métodos ",
            "error": [
                ""
            ]
        },
        "iterative methods": {
            "translated_key": [],
            "translated_annotated_text": "Sobre la contractividad de los métodos lineales implícitos-explícitos multipaso Este artículo se refiere a la clase de métodos lineales implícitos-explícitos multipaso para la solución numérica de problemas de valor inicial para ecuaciones diferenciales ordinarias que se componen de partes rígidas y no rígidas. Estudiamos la contractividad de tales métodos, con respecto a los sistemas autónomos lineales de ecuaciones diferenciales ordinarias y una norma euclidiana (escalonada). Además, obtenemos un resultado de estabilidad fuerte basado en las regiones de estabilidad de estos métodos ",
            "error": []
        },
        "matrix algebra": {
            "translated_key": [],
            "translated_annotated_text": "Sobre la contractividad de los métodos lineales implícitos-explícitos multipaso Este artículo se refiere a la clase de métodos lineales implícitos-explícitos multipaso para la solución numérica de problemas de valor inicial para ecuaciones diferenciales ordinarias que se componen de partes rígidas y no rígidas. Estudiamos la contractividad de tales métodos, con respecto a los sistemas autónomos lineales de ecuaciones diferenciales ordinarias y una norma euclidiana (escalonada). Además, obtenemos un resultado de estabilidad fuerte basado en las regiones de estabilidad de estos métodos ",
            "error": []
        },
        "stability": {
            "translated_key": "estabilidad",
            "translated_annotated_text": "Sobre la contractividad de los métodos lineales implícitos-explícitos multipaso Este artículo se refiere a la clase de métodos lineales implícitos-explícitos multipaso para la solución numérica de problemas de valor inicial para ecuaciones diferenciales ordinarias que se componen de partes rígidas y no rígidas. Estudiamos la contractividad de tales métodos, con respecto a los sistemas autónomos lineales de ecuaciones diferenciales ordinarias y una norma euclidiana (escalonada). Además, derivamos un resultado fuerte de <br>estabilidad</br> basado en las regiones <br>estabilidad</br> de estos métodos ",
            "error": [
                ""
            ]
        }
    }
}