{
    "original_text": "Car-caravan snaking. 1. The influence of pintle pin friction A brief review of knowledge of car-caravan snaking is carried out. Against the background described, a fairly detailed mathematical model of a contemporary car-trailer system is constructed and a baseline set of parameter values is given. In reduced form, the model is shown to give results in accordance with literature. The properties of the baseline combination are explored using both linear and non-linear versions of the model. The influences of damping at the pintle joint and of several other design parameters on the stability of the linear system in the neighbourhood of the critical snaking speed are calculated and discussed. Coulomb friction damping at the pintle pin is then included and simulations are used to indicate the consequent amplitude-dependent behaviour. The friction damping, especially when its level has to be chosen by the user, is shown to give dangerous characteristics, despite having some capacity for stabilization of the snaking motions. It is concluded that pintle pin friction damping does not represent a satisfactory solution to the snaking problem. The paper sets the scene for the development of an improved solution",
    "original_translation": "Desnudo de caravanas de coches. 1. La influencia de la fricción pintle pin Se realiza una breve revisión del conocimiento de la snaking coche-caravana. En el contexto descrito, se construye un modelo matemático bastante detallado de un sistema contemporáneo de transporte de automóviles y se da un conjunto de valores de parámetros de referencia. En forma reducida, se muestra que el modelo da resultados de acuerdo con la literatura. Las propiedades de la combinación basal se exploran utilizando versiones lineales y no lineales del modelo. Se calculan y discuten las influencias de la amortiguación en la junta de pinzas y de varios otros parámetros de diseño sobre la estabilidad del sistema lineal en la vecindad de la velocidad de deslizamiento crítica. A continuación, se incluye la amortiguación de la fricción de Coulomb en el perno y se utilizan simulaciones para indicar el consiguiente comportamiento dependiente de la amplitud. La amortiguación por fricción, especialmente cuando su nivel tiene que ser elegido por el usuario, se muestra dar características peligrosas, a pesar de tener alguna capacidad para la estabilización de los movimientos desnudos. Se concluye que la amortiguación por fricción del pintle pin no representa una solución satisfactoria al problema del desnudismo. El documento establece el escenario para el desarrollo de una solución mejorada",
    "error_count": 9,
    "keys": {
        "car-caravan snaking": {
            "translated_key": "car-caravana snaking",
            "translated_annotated_text": "Desnudo de caravanas de coches. 1. La influencia de la fricción pintle pin Una breve revisión del conocimiento de <br>car-caravana snaking</br> se lleva a cabo. En el contexto descrito, se construye un modelo matemático bastante detallado de un sistema contemporáneo de transporte de automóviles y se da un conjunto de valores de parámetros de referencia. En forma reducida, se muestra que el modelo da resultados de acuerdo con la literatura. Las propiedades de la combinación basal se exploran utilizando versiones lineales y no lineales del modelo. Se calculan y discuten las influencias de la amortiguación en la junta de pinzas y de varios otros parámetros de diseño sobre la estabilidad del sistema lineal en la vecindad de la velocidad de deslizamiento crítica. A continuación, se incluye la amortiguación de la fricción de Coulomb en el perno y se utilizan simulaciones para indicar el consiguiente comportamiento dependiente de la amplitud. La amortiguación por fricción, especialmente cuando su nivel tiene que ser elegido por el usuario, se muestra dar características peligrosas, a pesar de tener alguna capacidad para la estabilización de los movimientos desnudos. Se concluye que la amortiguación por fricción del pintle pin no representa una solución satisfactoria al problema del desnudismo. El documento establece el escenario para el desarrollo de una solución mejorada ",
            "error": [
                ""
            ]
        },
        "pintle pin friction": {
            "translated_key": [
                "pintle",
                "pintle pin friction"
            ],
            "translated_annotated_text": "Desnudo de caravanas de coches. 1. La influencia de la fricción del pin <br>pintle</br> Se lleva a cabo una breve revisión de los conocimientos sobre el desnudismo de caravanas de automóviles. En el contexto descrito, se construye un modelo matemático bastante detallado de un sistema contemporáneo de transporte de automóviles y se da un conjunto de valores de parámetros de referencia. En forma reducida, se muestra que el modelo da resultados de acuerdo con la literatura. Las propiedades de la combinación basal se exploran utilizando versiones lineales y no lineales del modelo. Se calculan y discuten las influencias de la amortiguación en la junta de pinzas y de varios otros parámetros de diseño sobre la estabilidad del sistema lineal en la vecindad de la velocidad de deslizamiento crítica. A continuación, se incluye la amortiguación de la fricción de Coulomb en el perno y se utilizan simulaciones para indicar el consiguiente comportamiento dependiente de la amplitud. La amortiguación por fricción, especialmente cuando su nivel tiene que ser elegido por el usuario, se muestra dar características peligrosas, a pesar de tener alguna capacidad para la estabilización de los movimientos desnudos. Se concluye que <br>pintle pin friction</br> humectación no representa una solución satisfactoria al problema de snaking. El documento establece el escenario para el desarrollo de una solución mejorada ",
            "error": [
                "pintle",
                "pintle pin friction"
            ]
        },
        "mathematical model": {
            "translated_key": [],
            "translated_annotated_text": "Desnudo de caravanas de coches. 1. La influencia de la fricción pintle pin Se realiza una breve revisión del conocimiento de la snaking coche-caravana. En el fondo descrito, se construye un modelo matemático bastante detallado<br> de un sistema contemporáneo de transporte de automóviles y se da un conjunto de valores de parámetros de referencia. En forma reducida, se muestra que el modelo da resultados de acuerdo con la literatura. Las propiedades de la combinación basal se exploran utilizando versiones lineales y no lineales del modelo. Se calculan y discuten las influencias de la amortiguación en la junta de pinzas y de varios otros parámetros de diseño sobre la estabilidad del sistema lineal en la vecindad de la velocidad de deslizamiento crítica. A continuación, se incluye la amortiguación de la fricción de Coulomb en el perno y se utilizan simulaciones para indicar el consiguiente comportamiento dependiente de la amplitud. La amortiguación por fricción, especialmente cuando su nivel tiene que ser elegido por el usuario, se muestra dar características peligrosas, a pesar de tener alguna capacidad para la estabilización de los movimientos desnudos. Se concluye que la amortiguación por fricción del pintle pin no representa una solución satisfactoria al problema del desnudismo. El documento establece el escenario para el desarrollo de una solución mejorada ",
            "error": []
        },
        "car-trailer system": {
            "translated_key": "car-trailer",
            "translated_annotated_text": "Desnudo de caravanas de coches. 1. La influencia de la fricción pintle pin Se realiza una breve revisión del conocimiento de la snaking coche-caravana. En el fondo descrito, se construye un modelo matemático bastante detallado de un sistema contemporáneo <br>car-trailer</br> y se da un conjunto de valores de parámetros de referencia. En forma reducida, se muestra que el modelo da resultados de acuerdo con la literatura. Las propiedades de la combinación basal se exploran utilizando versiones lineales y no lineales del modelo. Se calculan y discuten las influencias de la amortiguación en la junta de pinzas y de varios otros parámetros de diseño sobre la estabilidad del sistema lineal en la vecindad de la velocidad de deslizamiento crítica. A continuación, se incluye la amortiguación de la fricción de Coulomb en el perno y se utilizan simulaciones para indicar el consiguiente comportamiento dependiente de la amplitud. La amortiguación por fricción, especialmente cuando su nivel tiene que ser elegido por el usuario, se muestra dar características peligrosas, a pesar de tener alguna capacidad para la estabilización de los movimientos desnudos. Se concluye que la amortiguación por fricción del pintle pin no representa una solución satisfactoria al problema del desnudismo. El documento establece el escenario para el desarrollo de una solución mejorada ",
            "error": [
                ""
            ]
        },
        "linear system": {
            "translated_key": [],
            "translated_annotated_text": "Desnudo de caravanas de coches. 1. La influencia de la fricción pintle pin Se realiza una breve revisión del conocimiento de la snaking coche-caravana. En el contexto descrito, se construye un modelo matemático bastante detallado de un sistema contemporáneo de transporte de automóviles y se da un conjunto de valores de parámetros de referencia. En forma reducida, se muestra que el modelo da resultados de acuerdo con la literatura. Las propiedades de la combinación basal se exploran utilizando versiones lineales y no lineales del modelo. Se calculan y discuten las influencias de la amortiguación en la junta de pinzas y de varios otros parámetros de diseño sobre la estabilidad del sistema lineal <br> en la vecindad de la velocidad de deslizamiento crítica. A continuación, se incluye la amortiguación de la fricción de Coulomb en el perno y se utilizan simulaciones para indicar el consiguiente comportamiento dependiente de la amplitud. La amortiguación por fricción, especialmente cuando su nivel tiene que ser elegido por el usuario, se muestra dar características peligrosas, a pesar de tener alguna capacidad para la estabilización de los movimientos desnudos. Se concluye que la amortiguación por fricción del pintle pin no representa una solución satisfactoria al problema del desnudismo. El documento establece el escenario para el desarrollo de una solución mejorada ",
            "error": []
        },
        "amplitude-dependent behaviour": {
            "translated_key": "amplitude-dependiente",
            "translated_annotated_text": "Desnudo de caravanas de coches. 1. La influencia de la fricción pintle pin Se realiza una breve revisión del conocimiento de la snaking coche-caravana. En el contexto descrito, se construye un modelo matemático bastante detallado de un sistema contemporáneo de transporte de automóviles y se da un conjunto de valores de parámetros de referencia. En forma reducida, se muestra que el modelo da resultados de acuerdo con la literatura. Las propiedades de la combinación basal se exploran utilizando versiones lineales y no lineales del modelo. Se calculan y discuten las influencias de la amortiguación en la junta de pinzas y de varios otros parámetros de diseño sobre la estabilidad del sistema lineal en la vecindad de la velocidad de deslizamiento crítica. A continuación, se incluye la amortiguación de la fricción de Coulomb en el perno y se utilizan simulaciones para indicar el comportamiento <br>amplitude-dependiente</br>. La amortiguación por fricción, especialmente cuando su nivel tiene que ser elegido por el usuario, se muestra dar características peligrosas, a pesar de tener alguna capacidad para la estabilización de los movimientos desnudos. Se concluye que la amortiguación por fricción del pintle pin no representa una solución satisfactoria al problema del desnudismo. El documento establece el escenario para el desarrollo de una solución mejorada ",
            "error": [
                ""
            ]
        },
        "critical snaking speed": {
            "translated_key": "crítica snaking",
            "translated_annotated_text": "Desnudo de caravanas de coches. 1. La influencia de la fricción pintle pin Se realiza una breve revisión del conocimiento de la snaking coche-caravana. En el contexto descrito, se construye un modelo matemático bastante detallado de un sistema contemporáneo de transporte de automóviles y se da un conjunto de valores de parámetros de referencia. En forma reducida, se muestra que el modelo da resultados de acuerdo con la literatura. Las propiedades de la combinación basal se exploran utilizando versiones lineales y no lineales del modelo. Se calculan y discuten las influencias de la amortiguación en la junta de pinzas y de varios otros parámetros de diseño sobre la estabilidad del sistema lineal en la vecindad de la velocidad <br>crítica snaking</br>. A continuación, se incluye la amortiguación de la fricción de Coulomb en el perno y se utilizan simulaciones para indicar el consiguiente comportamiento dependiente de la amplitud. La amortiguación por fricción, especialmente cuando su nivel tiene que ser elegido por el usuario, se muestra dar características peligrosas, a pesar de tener alguna capacidad para la estabilización de los movimientos desnudos. Se concluye que la amortiguación por fricción del pintle pin no representa una solución satisfactoria al problema del desnudismo. El documento establece el escenario para el desarrollo de una solución mejorada ",
            "error": [
                ""
            ]
        },
        "Coulomb friction damping": {
            "translated_key": [],
            "translated_annotated_text": "Desnudo de caravanas de coches. 1. La influencia de la fricción pintle pin Se realiza una breve revisión del conocimiento de la snaking coche-caravana. En el contexto descrito, se construye un modelo matemático bastante detallado de un sistema contemporáneo de transporte de automóviles y se da un conjunto de valores de parámetros de referencia. En forma reducida, se muestra que el modelo da resultados de acuerdo con la literatura. Las propiedades de la combinación basal se exploran utilizando versiones lineales y no lineales del modelo. Se calculan y discuten las influencias de la amortiguación en la junta de pinzas y de varios otros parámetros de diseño sobre la estabilidad del sistema lineal en la vecindad de la velocidad de deslizamiento crítica. A continuación, se incluye la amortiguación de la fricción de Coulomb en el perno y se utilizan simulaciones para indicar el consiguiente comportamiento dependiente de la amplitud. La amortiguación por fricción, especialmente cuando su nivel tiene que ser elegido por el usuario, se muestra dar características peligrosas, a pesar de tener alguna capacidad para la estabilización de los movimientos desnudos. Se concluye que la amortiguación por fricción del pintle pin no representa una solución satisfactoria al problema del desnudismo. El documento establece el escenario para el desarrollo de una solución mejorada ",
            "error": []
        },
        "automobiles": {
            "translated_key": [],
            "translated_annotated_text": "Desnudo de caravanas de coches. 1. La influencia de la fricción pintle pin Se realiza una breve revisión del conocimiento de la snaking coche-caravana. En el contexto descrito, se construye un modelo matemático bastante detallado de un sistema contemporáneo de transporte de automóviles y se da un conjunto de valores de parámetros de referencia. En forma reducida, se muestra que el modelo da resultados de acuerdo con la literatura. Las propiedades de la combinación basal se exploran utilizando versiones lineales y no lineales del modelo. Se calculan y discuten las influencias de la amortiguación en la junta de pinzas y de varios otros parámetros de diseño sobre la estabilidad del sistema lineal en la vecindad de la velocidad de deslizamiento crítica. A continuación, se incluye la amortiguación de la fricción de Coulomb en el perno y se utilizan simulaciones para indicar el consiguiente comportamiento dependiente de la amplitud. La amortiguación por fricción, especialmente cuando su nivel tiene que ser elegido por el usuario, se muestra dar características peligrosas, a pesar de tener alguna capacidad para la estabilización de los movimientos desnudos. Se concluye que la amortiguación por fricción del pintle pin no representa una solución satisfactoria al problema del desnudismo. El documento establece el escenario para el desarrollo de una solución mejorada ",
            "error": []
        },
        "dynamics": {
            "translated_key": [],
            "translated_annotated_text": "Desnudo de caravanas de coches. 1. La influencia de la fricción pintle pin Se realiza una breve revisión del conocimiento de la snaking coche-caravana. En el contexto descrito, se construye un modelo matemático bastante detallado de un sistema contemporáneo de transporte de automóviles y se da un conjunto de valores de parámetros de referencia. En forma reducida, se muestra que el modelo da resultados de acuerdo con la literatura. Las propiedades de la combinación basal se exploran utilizando versiones lineales y no lineales del modelo. Se calculan y discuten las influencias de la amortiguación en la junta de pinzas y de varios otros parámetros de diseño sobre la estabilidad del sistema lineal en la vecindad de la velocidad de deslizamiento crítica. A continuación, se incluye la amortiguación de la fricción de Coulomb en el perno y se utilizan simulaciones para indicar el consiguiente comportamiento dependiente de la amplitud. La amortiguación por fricción, especialmente cuando su nivel tiene que ser elegido por el usuario, se muestra dar características peligrosas, a pesar de tener alguna capacidad para la estabilización de los movimientos desnudos. Se concluye que la amortiguación por fricción del pintle pin no representa una solución satisfactoria al problema del desnudismo. El documento establece el escenario para el desarrollo de una solución mejorada ",
            "error": []
        },
        "friction": {
            "translated_key": [
                "fricción",
                "friction",
                "fricción",
                "fricción"
            ],
            "translated_annotated_text": "Desnudo de caravanas de coches. 1. La influencia del pinte <br>fricción</br> Se realiza una breve revisión de los conocimientos sobre el desnudismo de caravanas de automóviles. En el contexto descrito, se construye un modelo matemático bastante detallado de un sistema contemporáneo de transporte de automóviles y se da un conjunto de valores de parámetros de referencia. En forma reducida, se muestra que el modelo da resultados de acuerdo con la literatura. Las propiedades de la combinación basal se exploran utilizando versiones lineales y no lineales del modelo. Se calculan y discuten las influencias de la amortiguación en la junta de pinzas y de varios otros parámetros de diseño sobre la estabilidad del sistema lineal en la vecindad de la velocidad de deslizamiento crítica. A continuación, se incluye la amortiguación de Coulomb <br>friction</br> en el pinto y se utilizan simulaciones para indicar el consiguiente comportamiento dependiente de la amplitud. La amortiguación <br>fricción</br>, especialmente cuando su nivel tiene que ser elegido por el usuario, se muestra dar características peligrosas, a pesar de tener alguna capacidad de estabilización de los movimientos de snaking. Se concluye que la amortiguación por pinzas <br>fricción</br> no representa una solución satisfactoria al problema de la snaking. El documento establece el escenario para el desarrollo de una solución mejorada ",
            "error": [
                "fricción",
                "friction",
                "fricción",
                "fricción"
            ]
        },
        "motion control": {
            "translated_key": [],
            "translated_annotated_text": "Desnudo de caravanas de coches. 1. La influencia de la fricción pintle pin Se realiza una breve revisión del conocimiento de la snaking coche-caravana. En el contexto descrito, se construye un modelo matemático bastante detallado de un sistema contemporáneo de transporte de automóviles y se da un conjunto de valores de parámetros de referencia. En forma reducida, se muestra que el modelo da resultados de acuerdo con la literatura. Las propiedades de la combinación basal se exploran utilizando versiones lineales y no lineales del modelo. Se calculan y discuten las influencias de la amortiguación en la junta de pinzas y de varios otros parámetros de diseño sobre la estabilidad del sistema lineal en la vecindad de la velocidad de deslizamiento crítica. A continuación, se incluye la amortiguación de la fricción de Coulomb en el perno y se utilizan simulaciones para indicar el consiguiente comportamiento dependiente de la amplitud. La amortiguación por fricción, especialmente cuando su nivel tiene que ser elegido por el usuario, se muestra dar características peligrosas, a pesar de tener alguna capacidad para la estabilización de los movimientos desnudos. Se concluye que la amortiguación por fricción del pintle pin no representa una solución satisfactoria al problema del desnudismo. El documento establece el escenario para el desarrollo de una solución mejorada ",
            "error": []
        },
        "vibration control": {
            "translated_key": [],
            "translated_annotated_text": "Desnudo de caravanas de coches. 1. La influencia de la fricción pintle pin Se realiza una breve revisión del conocimiento de la snaking coche-caravana. En el contexto descrito, se construye un modelo matemático bastante detallado de un sistema contemporáneo de transporte de automóviles y se da un conjunto de valores de parámetros de referencia. En forma reducida, se muestra que el modelo da resultados de acuerdo con la literatura. Las propiedades de la combinación basal se exploran utilizando versiones lineales y no lineales del modelo. Se calculan y discuten las influencias de la amortiguación en la junta de pinzas y de varios otros parámetros de diseño sobre la estabilidad del sistema lineal en la vecindad de la velocidad de deslizamiento crítica. A continuación, se incluye la amortiguación de la fricción de Coulomb en el perno y se utilizan simulaciones para indicar el consiguiente comportamiento dependiente de la amplitud. La amortiguación por fricción, especialmente cuando su nivel tiene que ser elegido por el usuario, se muestra dar características peligrosas, a pesar de tener alguna capacidad para la estabilización de los movimientos desnudos. Se concluye que la amortiguación por fricción del pintle pin no representa una solución satisfactoria al problema del desnudismo. El documento establece el escenario para el desarrollo de una solución mejorada ",
            "error": []
        }
    }
}