{
    "original_text": "Ride quality evaluation of an actively-controlled stretcher for an ambulance This study considers the subjective evaluation of ride quality during ambulance transportation using an actively-controlled stretcher (ACS). The ride quality of a conventional stretcher and an assistant drivers seat is also compared. Braking during ambulance transportation generates negative foot-to-head acceleration in patients and causes blood pressure to rise in the patients head. The ACS absorbs the foot-to-head acceleration by changing the angle of the stretcher, thus reducing the blood pressure variation. However, the ride quality of the ACS should be investigated further because the movement of the ACS may cause motion sickness and nausea. Experiments of ambulance transportation, including rapid acceleration and deceleration, are performed to evaluate the effect of differences in posture of the transported subject on the ride quality; the semantic differential method and factor analysis are used in the investigations. Subjects are transported using a conventional stretcher with head forward, a conventional stretcher with head backward, the ACS, and an assistant drivers seat for comparison with transportation using a stretcher. Experimental results show that the ACS gives the most comfortable transportation when using a stretcher. Moreover, the reduction of the negative foot-to-head acceleration at frequencies below 0.2 Hz and the small variation of the foot-to-head acceleration result in more comfortable transportation. Conventional transportation with the head forward causes the worst transportation, although the characteristics of the vibration of the conventional stretcher seem to be superior to that of the ACS",
    "original_translation": "Evaluación de la calidad del viaje de una camilla controlada activamente para una ambulancia Este estudio considera la evaluación subjetiva de la calidad del viaje durante el transporte de ambulancias utilizando una camilla controlada activamente (ACS). También se compara la calidad de conducción de una camilla convencional y un asiento para conductores asistentes. El frenado durante el transporte en ambulancia genera una aceleración negativa del pie a la cabeza en los pacientes y provoca un aumento de la presión arterial en la cabeza de los pacientes. El ACS absorbe la aceleración pie a cabeza cambiando el ángulo de la camilla, reduciendo así la variación de la presión arterial. Sin embargo, la calidad de viaje de la ACS debe investigarse más a fondo porque el movimiento de la ACS puede causar mareo por movimiento y náuseas. Se realizan experimentos de transporte de ambulancias, incluyendo aceleración rápida y desaceleración, para evaluar el efecto de las diferencias de postura del sujeto transportado en la calidad del viaje; en las investigaciones se utilizan el método diferencial semántico y el análisis factorial. Los sujetos se transportan utilizando una camilla convencional con cabeza hacia adelante, una camilla convencional con cabeza hacia atrás, el ACS y un asiento auxiliar para conductores en comparación con el transporte utilizando una camilla. Los resultados experimentales muestran que la ACS proporciona el transporte más cómodo cuando se utiliza una camilla. Además, la reducción de la aceleración negativa del pie a la cabeza a frecuencias inferiores a 0,2 Hz y la pequeña variación de la aceleración del pie a la cabeza resultan en un transporte más cómodo. Transporte convencional con la cabeza hacia adelante causa el peor transporte, aunque las características de la vibración de la camilla convencional parecen ser superiores a la de la ACS",
    "error_count": 15,
    "keys": {
        "actively-controlled stretcher": {
            "translated_key": [],
            "translated_annotated_text": "Evaluación de la calidad del viaje de una camilla activamente controlada para una ambulancia Este estudio considera la evaluación subjetiva de la calidad del viaje durante el transporte de ambulancias utilizando una camilla activamente controlada (ACS). También se compara la calidad de conducción de una camilla convencional y un asiento para conductores asistentes. El frenado durante el transporte en ambulancia genera una aceleración negativa del pie a la cabeza en los pacientes y provoca un aumento de la presión arterial en la cabeza de los pacientes. El ACS absorbe la aceleración pie a cabeza cambiando el ángulo de la camilla, reduciendo así la variación de la presión arterial. Sin embargo, la calidad de viaje de la ACS debe investigarse más a fondo porque el movimiento de la ACS puede causar mareo por movimiento y náuseas. Se realizan experimentos de transporte de ambulancias, incluyendo aceleración rápida y desaceleración, para evaluar el efecto de las diferencias de postura del sujeto transportado en la calidad del viaje; en las investigaciones se utilizan el método diferencial semántico y el análisis factorial. Los sujetos se transportan utilizando una camilla convencional con cabeza hacia adelante, una camilla convencional con cabeza hacia atrás, el ACS y un asiento auxiliar para conductores en comparación con el transporte utilizando una camilla. Los resultados experimentales muestran que la ACS proporciona el transporte más cómodo cuando se utiliza una camilla. Además, la reducción de la aceleración negativa del pie a la cabeza a frecuencias inferiores a 0,2 Hz y la pequeña variación de la aceleración del pie a la cabeza resultan en un transporte más cómodo. Transporte convencional con la cabeza hacia adelante causa el peor transporte, aunque las características de la vibración de la camilla convencional parecen ser superiores a la de la ACS ",
            "error": []
        },
        "ambulance": {
            "translated_key": "ambulancia",
            "translated_annotated_text": "Evaluación de la calidad del viaje de una camilla controlada activamente para una \"ambulancia\" Este estudio considera la evaluación subjetiva de la calidad del viaje durante el transporte de \"ambulancia\" utilizando una camilla controlada activamente (ACS). También se compara la calidad de conducción de una camilla convencional y un asiento para conductores asistentes. El frenado durante el transporte de la \"ambulancia\" genera una aceleración negativa del pie a la cabeza en los pacientes y hace que la presión arterial suba en la cabeza de los pacientes. El ACS absorbe la aceleración pie a cabeza cambiando el ángulo de la camilla, reduciendo así la variación de la presión arterial. Sin embargo, la calidad de viaje de la ACS debe investigarse más a fondo porque el movimiento de la ACS puede causar mareo por movimiento y náuseas. Se realizan experimentos de transporte de \"ambulancia\", incluyendo aceleración rápida y desaceleración, para evaluar el efecto de las diferencias en la postura del sujeto transportado sobre la calidad del viaje; en las investigaciones se utilizan el método diferencial semántico y el análisis factorial. Los sujetos se transportan utilizando una camilla convencional con cabeza hacia adelante, una camilla convencional con cabeza hacia atrás, el ACS y un asiento auxiliar para conductores en comparación con el transporte utilizando una camilla. Los resultados experimentales muestran que la ACS proporciona el transporte más cómodo cuando se utiliza una camilla. Además, la reducción de la aceleración negativa del pie a la cabeza a frecuencias inferiores a 0,2 Hz y la pequeña variación de la aceleración del pie a la cabeza resultan en un transporte más cómodo. Transporte convencional con la cabeza hacia adelante causa el peor transporte, aunque las características de la vibración de la camilla convencional parecen ser superiores a la de la ACS ",
            "error": [
                ""
            ]
        },
        "ride quality evaluation": {
            "translated_key": [],
            "translated_annotated_text": "Evaluación de la calidad del viaje de una camilla controlada activamente para una ambulancia Este estudio considera la evaluación subjetiva de la calidad del viaje durante el transporte de ambulancias utilizando una camilla controlada activamente (ACS). También se compara la calidad de conducción de una camilla convencional y un asiento para conductores asistentes. El frenado durante el transporte en ambulancia genera una aceleración negativa del pie a la cabeza en los pacientes y provoca un aumento de la presión arterial en la cabeza de los pacientes. El ACS absorbe la aceleración pie a cabeza cambiando el ángulo de la camilla, reduciendo así la variación de la presión arterial. Sin embargo, la calidad de viaje de la ACS debe investigarse más a fondo porque el movimiento de la ACS puede causar mareo por movimiento y náuseas. Se realizan experimentos de transporte de ambulancias, incluyendo aceleración rápida y desaceleración, para evaluar el efecto de las diferencias de postura del sujeto transportado en la calidad del viaje; en las investigaciones se utilizan el método diferencial semántico y el análisis factorial. Los sujetos se transportan utilizando una camilla convencional con cabeza hacia adelante, una camilla convencional con cabeza hacia atrás, el ACS y un asiento auxiliar para conductores en comparación con el transporte utilizando una camilla. Los resultados experimentales muestran que la ACS proporciona el transporte más cómodo cuando se utiliza una camilla. Además, la reducción de la aceleración negativa del pie a la cabeza a frecuencias inferiores a 0,2 Hz y la pequeña variación de la aceleración del pie a la cabeza resultan en un transporte más cómodo. Transporte convencional con la cabeza hacia adelante causa el peor transporte, aunque las características de la vibración de la camilla convencional parecen ser superiores a la de la ACS ",
            "error": []
        },
        "subjective evaluation": {
            "translated_key": "evaluación subjetiva",
            "translated_annotated_text": "Evaluación de la calidad del viaje de una camilla controlada activamente para una ambulancia Este estudio considera la \"evaluación subjetiva\" de la calidad del viaje durante el transporte de ambulancias utilizando una camilla controlada activamente (ACS). También se compara la calidad de conducción de una camilla convencional y un asiento para conductores asistentes. El frenado durante el transporte en ambulancia genera una aceleración negativa del pie a la cabeza en los pacientes y provoca un aumento de la presión arterial en la cabeza de los pacientes. El ACS absorbe la aceleración pie a cabeza cambiando el ángulo de la camilla, reduciendo así la variación de la presión arterial. Sin embargo, la calidad de viaje de la ACS debe investigarse más a fondo porque el movimiento de la ACS puede causar mareo por movimiento y náuseas. Se realizan experimentos de transporte de ambulancias, incluyendo aceleración rápida y desaceleración, para evaluar el efecto de las diferencias de postura del sujeto transportado en la calidad del viaje; en las investigaciones se utilizan el método diferencial semántico y el análisis factorial. Los sujetos se transportan utilizando una camilla convencional con cabeza hacia adelante, una camilla convencional con cabeza hacia atrás, el ACS y un asiento auxiliar para conductores en comparación con el transporte utilizando una camilla. Los resultados experimentales muestran que la ACS proporciona el transporte más cómodo cuando se utiliza una camilla. Además, la reducción de la aceleración negativa del pie a la cabeza a frecuencias inferiores a 0,2 Hz y la pequeña variación de la aceleración del pie a la cabeza resultan en un transporte más cómodo. Transporte convencional con la cabeza hacia adelante causa el peor transporte, aunque las características de la vibración de la camilla convencional parecen ser superiores a la de la ACS ",
            "error": [
                ""
            ]
        },
        "ambulance transportation": {
            "translated_key": [
                "transporte de ambulancia",
                "transporte de ambulancia",
                "transporte de ambulancias"
            ],
            "translated_annotated_text": "Evaluación de la calidad del viaje de una camilla controlada activamente para una ambulancia Este estudio considera la evaluación subjetiva de la calidad del viaje durante el \"transporte de ambulancia\" utilizando una camilla controlada activamente (ACS). También se compara la calidad de conducción de una camilla convencional y un asiento para conductores asistentes. El frenado durante el \"transporte de ambulancia\" genera una aceleración negativa del pie a la cabeza en los pacientes y hace que la presión arterial suba en la cabeza de los pacientes. El ACS absorbe la aceleración pie a cabeza cambiando el ángulo de la camilla, reduciendo así la variación de la presión arterial. Sin embargo, la calidad de viaje de la ACS debe investigarse más a fondo porque el movimiento de la ACS puede causar mareo por movimiento y náuseas. Se realizan experimentos de \"transporte de ambulancias\", incluyendo aceleración rápida y desaceleración, para evaluar el efecto de las diferencias en la postura del sujeto transportado sobre la calidad del viaje; en las investigaciones se utilizan el método diferencial semántico y el análisis factorial. Los sujetos se transportan utilizando una camilla convencional con cabeza hacia adelante, una camilla convencional con cabeza hacia atrás, el ACS y un asiento auxiliar para conductores en comparación con el transporte utilizando una camilla. Los resultados experimentales muestran que la ACS proporciona el transporte más cómodo cuando se utiliza una camilla. Además, la reducción de la aceleración negativa del pie a la cabeza a frecuencias inferiores a 0,2 Hz y la pequeña variación de la aceleración del pie a la cabeza resultan en un transporte más cómodo. Transporte convencional con la cabeza hacia adelante causa el peor transporte, aunque las características de la vibración de la camilla convencional parecen ser superiores a la de la ACS ",
            "error": [
                "transporte de ambulancia",
                "transporte de ambulancia",
                "transporte de ambulancias"
            ]
        },
        "conventional stretcher": {
            "translated_key": "camisa convencional",
            "translated_annotated_text": "Evaluación de la calidad del viaje de una camilla controlada activamente para una ambulancia Este estudio considera la evaluación subjetiva de la calidad del viaje durante el transporte de ambulancias utilizando una camilla controlada activamente (ACS). También se compara la calidad de viaje de una \"camisa convencional\" y un asiento para conductores asistentes. El frenado durante el transporte en ambulancia genera una aceleración negativa del pie a la cabeza en los pacientes y provoca un aumento de la presión arterial en la cabeza de los pacientes. El ACS absorbe la aceleración pie a cabeza cambiando el ángulo de la camilla, reduciendo así la variación de la presión arterial. Sin embargo, la calidad de viaje de la ACS debe investigarse más a fondo porque el movimiento de la ACS puede causar mareo por movimiento y náuseas. Se realizan experimentos de transporte de ambulancias, incluyendo aceleración rápida y desaceleración, para evaluar el efecto de las diferencias de postura del sujeto transportado en la calidad del viaje; en las investigaciones se utilizan el método diferencial semántico y el análisis factorial. Los sujetos son transportados usando una \"camisa convencional\" con cabeza hacia adelante, una \"camisa convencional\" con cabeza hacia atrás, el ACS, y un asiento de conductor asistente para la comparación con el transporte utilizando una camilla. Los resultados experimentales muestran que la ACS proporciona el transporte más cómodo cuando se utiliza una camilla. Además, la reducción de la aceleración negativa del pie a la cabeza a frecuencias inferiores a 0,2 Hz y la pequeña variación de la aceleración del pie a la cabeza resultan en un transporte más cómodo. Transporte convencional con la cabeza hacia adelante causa el peor transporte, aunque las características de la vibración de la \"camisa convencional\" parecen ser superiores a la de la ACS ",
            "error": [
                ""
            ]
        },
        "assistant driver seat": {
            "translated_key": [],
            "translated_annotated_text": "Evaluación de la calidad del viaje de una camilla controlada activamente para una ambulancia Este estudio considera la evaluación subjetiva de la calidad del viaje durante el transporte de ambulancias utilizando una camilla controlada activamente (ACS). También se compara la calidad de conducción de una camilla convencional y un asiento para conductores asistentes. El frenado durante el transporte en ambulancia genera una aceleración negativa del pie a la cabeza en los pacientes y provoca un aumento de la presión arterial en la cabeza de los pacientes. El ACS absorbe la aceleración pie a cabeza cambiando el ángulo de la camilla, reduciendo así la variación de la presión arterial. Sin embargo, la calidad de viaje de la ACS debe investigarse más a fondo porque el movimiento de la ACS puede causar mareo por movimiento y náuseas. Se realizan experimentos de transporte de ambulancias, incluyendo aceleración rápida y desaceleración, para evaluar el efecto de las diferencias de postura del sujeto transportado en la calidad del viaje; en las investigaciones se utilizan el método diferencial semántico y el análisis factorial. Los sujetos se transportan utilizando una camilla convencional con cabeza hacia adelante, una camilla convencional con cabeza hacia atrás, el ACS y un asiento auxiliar para conductores en comparación con el transporte utilizando una camilla. Los resultados experimentales muestran que la ACS proporciona el transporte más cómodo cuando se utiliza una camilla. Además, la reducción de la aceleración negativa del pie a la cabeza a frecuencias inferiores a 0,2 Hz y la pequeña variación de la aceleración del pie a la cabeza resultan en un transporte más cómodo. Transporte convencional con la cabeza hacia adelante causa el peor transporte, aunque las características de la vibración de la camilla convencional parecen ser superiores a la de la ACS ",
            "error": []
        },
        "braking": {
            "translated_key": [],
            "translated_annotated_text": "Evaluación de la calidad del viaje de una camilla controlada activamente para una ambulancia Este estudio considera la evaluación subjetiva de la calidad del viaje durante el transporte de ambulancias utilizando una camilla controlada activamente (ACS). También se compara la calidad de conducción de una camilla convencional y un asiento para conductores asistentes. El frenado durante el transporte en ambulancia genera una aceleración negativa del pie a la cabeza en los pacientes y provoca un aumento de la presión arterial en la cabeza de los pacientes. El ACS absorbe la aceleración pie a cabeza cambiando el ángulo de la camilla, reduciendo así la variación de la presión arterial. Sin embargo, la calidad de viaje de la ACS debe investigarse más a fondo porque el movimiento de la ACS puede causar mareo por movimiento y náuseas. Se realizan experimentos de transporte de ambulancias, incluyendo aceleración rápida y desaceleración, para evaluar el efecto de las diferencias de postura del sujeto transportado en la calidad del viaje; en las investigaciones se utilizan el método diferencial semántico y el análisis factorial. Los sujetos se transportan utilizando una camilla convencional con cabeza hacia adelante, una camilla convencional con cabeza hacia atrás, el ACS y un asiento auxiliar para conductores en comparación con el transporte utilizando una camilla. Los resultados experimentales muestran que la ACS proporciona el transporte más cómodo cuando se utiliza una camilla. Además, la reducción de la aceleración negativa del pie a la cabeza a frecuencias inferiores a 0,2 Hz y la pequeña variación de la aceleración del pie a la cabeza resultan en un transporte más cómodo. Transporte convencional con la cabeza hacia adelante causa el peor transporte, aunque las características de la vibración de la camilla convencional parecen ser superiores a la de la ACS ",
            "error": []
        },
        "negative foot-to-head acceleration": {
            "translated_key": [
                "aceleración negativa del pie a la cabeza",
                "aceleración negativa pie a cabeza"
            ],
            "translated_annotated_text": "Evaluación de la calidad del viaje de una camilla controlada activamente para una ambulancia Este estudio considera la evaluación subjetiva de la calidad del viaje durante el transporte de ambulancias utilizando una camilla controlada activamente (ACS). También se compara la calidad de conducción de una camilla convencional y un asiento para conductores asistentes. El frenado durante el transporte en ambulancia genera \"aceleración negativa del pie a la cabeza\" en los pacientes y hace que la presión arterial suba en la cabeza de los pacientes. El ACS absorbe la aceleración pie a cabeza cambiando el ángulo de la camilla, reduciendo así la variación de la presión arterial. Sin embargo, la calidad de viaje de la ACS debe investigarse más a fondo porque el movimiento de la ACS puede causar mareo por movimiento y náuseas. Se realizan experimentos de transporte de ambulancias, incluyendo aceleración rápida y desaceleración, para evaluar el efecto de las diferencias de postura del sujeto transportado en la calidad del viaje; en las investigaciones se utilizan el método diferencial semántico y el análisis factorial. Los sujetos se transportan utilizando una camilla convencional con cabeza hacia adelante, una camilla convencional con cabeza hacia atrás, el ACS y un asiento auxiliar para conductores en comparación con el transporte utilizando una camilla. Los resultados experimentales muestran que la ACS proporciona el transporte más cómodo cuando se utiliza una camilla. Además, la reducción de la \"aceleración negativa pie a cabeza\" a frecuencias inferiores a 0,2 Hz y la pequeña variación de la aceleración pie a cabeza resultan en un transporte más cómodo. Transporte convencional con la cabeza hacia adelante causa el peor transporte, aunque las características de la vibración de la camilla convencional parecen ser superiores a la de la ACS ",
            "error": [
                "aceleración negativa del pie a la cabeza",
                "aceleración negativa pie a cabeza"
            ]
        },
        "blood pressure variation": {
            "translated_key": "variación de la presión arterial",
            "translated_annotated_text": "Evaluación de la calidad del viaje de una camilla controlada activamente para una ambulancia Este estudio considera la evaluación subjetiva de la calidad del viaje durante el transporte de ambulancias utilizando una camilla controlada activamente (ACS). También se compara la calidad de conducción de una camilla convencional y un asiento para conductores asistentes. El frenado durante el transporte en ambulancia genera una aceleración negativa del pie a la cabeza en los pacientes y provoca un aumento de la presión arterial en la cabeza de los pacientes. El ACS absorbe la aceleración pie a cabeza cambiando el ángulo de la camilla, reduciendo así la \"variación de la presión arterial\". Sin embargo, la calidad de viaje de la ACS debe investigarse más a fondo porque el movimiento de la ACS puede causar mareo por movimiento y náuseas. Se realizan experimentos de transporte de ambulancias, incluyendo aceleración rápida y desaceleración, para evaluar el efecto de las diferencias de postura del sujeto transportado en la calidad del viaje; en las investigaciones se utilizan el método diferencial semántico y el análisis factorial. Los sujetos se transportan utilizando una camilla convencional con cabeza hacia adelante, una camilla convencional con cabeza hacia atrás, el ACS y un asiento auxiliar para conductores en comparación con el transporte utilizando una camilla. Los resultados experimentales muestran que la ACS proporciona el transporte más cómodo cuando se utiliza una camilla. Además, la reducción de la aceleración negativa del pie a la cabeza a frecuencias inferiores a 0,2 Hz y la pequeña variación de la aceleración del pie a la cabeza resultan en un transporte más cómodo. Transporte convencional con la cabeza hacia adelante causa el peor transporte, aunque las características de la vibración de la camilla convencional parecen ser superiores a la de la ACS ",
            "error": [
                ""
            ]
        },
        "patient head": {
            "translated_key": [],
            "translated_annotated_text": "Evaluación de la calidad del viaje de una camilla controlada activamente para una ambulancia Este estudio considera la evaluación subjetiva de la calidad del viaje durante el transporte de ambulancias utilizando una camilla controlada activamente (ACS). También se compara la calidad de conducción de una camilla convencional y un asiento para conductores asistentes. El frenado durante el transporte en ambulancia genera una aceleración negativa del pie a la cabeza en los pacientes y provoca un aumento de la presión arterial en la cabeza de los pacientes. El ACS absorbe la aceleración pie a cabeza cambiando el ángulo de la camilla, reduciendo así la variación de la presión arterial. Sin embargo, la calidad de viaje de la ACS debe investigarse más a fondo porque el movimiento de la ACS puede causar mareo por movimiento y náuseas. Se realizan experimentos de transporte de ambulancias, incluyendo aceleración rápida y desaceleración, para evaluar el efecto de las diferencias de postura del sujeto transportado en la calidad del viaje; en las investigaciones se utilizan el método diferencial semántico y el análisis factorial. Los sujetos se transportan utilizando una camilla convencional con cabeza hacia adelante, una camilla convencional con cabeza hacia atrás, el ACS y un asiento auxiliar para conductores en comparación con el transporte utilizando una camilla. Los resultados experimentales muestran que la ACS proporciona el transporte más cómodo cuando se utiliza una camilla. Además, la reducción de la aceleración negativa del pie a la cabeza a frecuencias inferiores a 0,2 Hz y la pequeña variación de la aceleración del pie a la cabeza resultan en un transporte más cómodo. Transporte convencional con la cabeza hacia adelante causa el peor transporte, aunque las características de la vibración de la camilla convencional parecen ser superiores a la de la ACS ",
            "error": []
        },
        "stretcher angle": {
            "translated_key": [],
            "translated_annotated_text": "Evaluación de la calidad del viaje de una camilla controlada activamente para una ambulancia Este estudio considera la evaluación subjetiva de la calidad del viaje durante el transporte de ambulancias utilizando una camilla controlada activamente (ACS). También se compara la calidad de conducción de una camilla convencional y un asiento para conductores asistentes. El frenado durante el transporte en ambulancia genera una aceleración negativa del pie a la cabeza en los pacientes y provoca un aumento de la presión arterial en la cabeza de los pacientes. El ACS absorbe la aceleración pie a cabeza cambiando el ángulo de la camilla, reduciendo así la variación de la presión arterial. Sin embargo, la calidad de viaje de la ACS debe investigarse más a fondo porque el movimiento de la ACS puede causar mareo por movimiento y náuseas. Se realizan experimentos de transporte de ambulancias, incluyendo aceleración rápida y desaceleración, para evaluar el efecto de las diferencias de postura del sujeto transportado en la calidad del viaje; en las investigaciones se utilizan el método diferencial semántico y el análisis factorial. Los sujetos se transportan utilizando una camilla convencional con cabeza hacia adelante, una camilla convencional con cabeza hacia atrás, el ACS y un asiento auxiliar para conductores en comparación con el transporte utilizando una camilla. Los resultados experimentales muestran que la ACS proporciona el transporte más cómodo cuando se utiliza una camilla. Además, la reducción de la aceleración negativa del pie a la cabeza a frecuencias inferiores a 0,2 Hz y la pequeña variación de la aceleración del pie a la cabeza resultan en un transporte más cómodo. Transporte convencional con la cabeza hacia adelante causa el peor transporte, aunque las características de la vibración de la camilla convencional parecen ser superiores a la de la ACS ",
            "error": []
        },
        "motion sickness": {
            "translated_key": "enfermedad motriz",
            "translated_annotated_text": "Evaluación de la calidad del viaje de una camilla controlada activamente para una ambulancia Este estudio considera la evaluación subjetiva de la calidad del viaje durante el transporte de ambulancias utilizando una camilla controlada activamente (ACS). También se compara la calidad de conducción de una camilla convencional y un asiento para conductores asistentes. El frenado durante el transporte en ambulancia genera una aceleración negativa del pie a la cabeza en los pacientes y provoca un aumento de la presión arterial en la cabeza de los pacientes. El ACS absorbe la aceleración pie a cabeza cambiando el ángulo de la camilla, reduciendo así la variación de la presión arterial. Sin embargo, la calidad de viaje de la ACS debe investigarse más a fondo porque el movimiento de la ACS puede causar \"enfermedad motriz\" y náuseas. Se realizan experimentos de transporte de ambulancias, incluyendo aceleración rápida y desaceleración, para evaluar el efecto de las diferencias de postura del sujeto transportado en la calidad del viaje; en las investigaciones se utilizan el método diferencial semántico y el análisis factorial. Los sujetos se transportan utilizando una camilla convencional con cabeza hacia adelante, una camilla convencional con cabeza hacia atrás, el ACS y un asiento auxiliar para conductores en comparación con el transporte utilizando una camilla. Los resultados experimentales muestran que la ACS proporciona el transporte más cómodo cuando se utiliza una camilla. Además, la reducción de la aceleración negativa del pie a la cabeza a frecuencias inferiores a 0,2 Hz y la pequeña variación de la aceleración del pie a la cabeza resultan en un transporte más cómodo. Transporte convencional con la cabeza hacia adelante causa el peor transporte, aunque las características de la vibración de la camilla convencional parecen ser superiores a la de la ACS ",
            "error": [
                ""
            ]
        },
        "nausea": {
            "translated_key": "náuseas",
            "translated_annotated_text": "Evaluación de la calidad del viaje de una camilla controlada activamente para una ambulancia Este estudio considera la evaluación subjetiva de la calidad del viaje durante el transporte de ambulancias utilizando una camilla controlada activamente (ACS). También se compara la calidad de conducción de una camilla convencional y un asiento para conductores asistentes. El frenado durante el transporte en ambulancia genera una aceleración negativa del pie a la cabeza en los pacientes y provoca un aumento de la presión arterial en la cabeza de los pacientes. El ACS absorbe la aceleración pie a cabeza cambiando el ángulo de la camilla, reduciendo así la variación de la presión arterial. Sin embargo, la calidad de viaje de la ACS debe investigarse más a fondo porque el movimiento de la ACS puede causar mareo por movimiento y \"náuseas\". Se realizan experimentos de transporte de ambulancias, incluyendo aceleración rápida y desaceleración, para evaluar el efecto de las diferencias de postura del sujeto transportado en la calidad del viaje; en las investigaciones se utilizan el método diferencial semántico y el análisis factorial. Los sujetos se transportan utilizando una camilla convencional con cabeza hacia adelante, una camilla convencional con cabeza hacia atrás, el ACS y un asiento auxiliar para conductores en comparación con el transporte utilizando una camilla. Los resultados experimentales muestran que la ACS proporciona el transporte más cómodo cuando se utiliza una camilla. Además, la reducción de la aceleración negativa del pie a la cabeza a frecuencias inferiores a 0,2 Hz y la pequeña variación de la aceleración del pie a la cabeza resultan en un transporte más cómodo. Transporte convencional con la cabeza hacia adelante causa el peor transporte, aunque las características de la vibración de la camilla convencional parecen ser superiores a la de la ACS ",
            "error": [
                ""
            ]
        },
        "rapid acceleration": {
            "translated_key": "aceleración rápida",
            "translated_annotated_text": "Evaluación de la calidad del viaje de una camilla controlada activamente para una ambulancia Este estudio considera la evaluación subjetiva de la calidad del viaje durante el transporte de ambulancias utilizando una camilla controlada activamente (ACS). También se compara la calidad de conducción de una camilla convencional y un asiento para conductores asistentes. El frenado durante el transporte en ambulancia genera una aceleración negativa del pie a la cabeza en los pacientes y provoca un aumento de la presión arterial en la cabeza de los pacientes. El ACS absorbe la aceleración pie a cabeza cambiando el ángulo de la camilla, reduciendo así la variación de la presión arterial. Sin embargo, la calidad de viaje de la ACS debe investigarse más a fondo porque el movimiento de la ACS puede causar mareo por movimiento y náuseas. Se realizan experimentos de transporte en ambulancia, incluyendo \"aceleración rápida\" y deceleración, para evaluar el efecto de las diferencias en la postura del sujeto transportado sobre la calidad del viaje; en las investigaciones se utilizan el método diferencial semántico y el análisis factorial. Los sujetos se transportan utilizando una camilla convencional con cabeza hacia adelante, una camilla convencional con cabeza hacia atrás, el ACS y un asiento auxiliar para conductores en comparación con el transporte utilizando una camilla. Los resultados experimentales muestran que la ACS proporciona el transporte más cómodo cuando se utiliza una camilla. Además, la reducción de la aceleración negativa del pie a la cabeza a frecuencias inferiores a 0,2 Hz y la pequeña variación de la aceleración del pie a la cabeza resultan en un transporte más cómodo. Transporte convencional con la cabeza hacia adelante causa el peor transporte, aunque las características de la vibración de la camilla convencional parecen ser superiores a la de la ACS ",
            "error": [
                ""
            ]
        },
        "rapid deceleration": {
            "translated_key": [],
            "translated_annotated_text": "Evaluación de la calidad del viaje de una camilla controlada activamente para una ambulancia Este estudio considera la evaluación subjetiva de la calidad del viaje durante el transporte de ambulancias utilizando una camilla controlada activamente (ACS). También se compara la calidad de conducción de una camilla convencional y un asiento para conductores asistentes. El frenado durante el transporte en ambulancia genera una aceleración negativa del pie a la cabeza en los pacientes y provoca un aumento de la presión arterial en la cabeza de los pacientes. El ACS absorbe la aceleración pie a cabeza cambiando el ángulo de la camilla, reduciendo así la variación de la presión arterial. Sin embargo, la calidad de viaje de la ACS debe investigarse más a fondo porque el movimiento de la ACS puede causar mareo por movimiento y náuseas. Se realizan experimentos de transporte de ambulancias, incluyendo aceleración rápida y desaceleración, para evaluar el efecto de las diferencias de postura del sujeto transportado en la calidad del viaje; en las investigaciones se utilizan el método diferencial semántico y el análisis factorial. Los sujetos se transportan utilizando una camilla convencional con cabeza hacia adelante, una camilla convencional con cabeza hacia atrás, el ACS y un asiento auxiliar para conductores en comparación con el transporte utilizando una camilla. Los resultados experimentales muestran que la ACS proporciona el transporte más cómodo cuando se utiliza una camilla. Además, la reducción de la aceleración negativa del pie a la cabeza a frecuencias inferiores a 0,2 Hz y la pequeña variación de la aceleración del pie a la cabeza resultan en un transporte más cómodo. Transporte convencional con la cabeza hacia adelante causa el peor transporte, aunque las características de la vibración de la camilla convencional parecen ser superiores a la de la ACS ",
            "error": []
        },
        "posture differences": {
            "translated_key": [],
            "translated_annotated_text": "Evaluación de la calidad del viaje de una camilla controlada activamente para una ambulancia Este estudio considera la evaluación subjetiva de la calidad del viaje durante el transporte de ambulancias utilizando una camilla controlada activamente (ACS). También se compara la calidad de conducción de una camilla convencional y un asiento para conductores asistentes. El frenado durante el transporte en ambulancia genera una aceleración negativa del pie a la cabeza en los pacientes y provoca un aumento de la presión arterial en la cabeza de los pacientes. El ACS absorbe la aceleración pie a cabeza cambiando el ángulo de la camilla, reduciendo así la variación de la presión arterial. Sin embargo, la calidad de viaje de la ACS debe investigarse más a fondo porque el movimiento de la ACS puede causar mareo por movimiento y náuseas. Se realizan experimentos de transporte de ambulancias, incluyendo aceleración rápida y desaceleración, para evaluar el efecto de las diferencias de postura del sujeto transportado en la calidad del viaje; en las investigaciones se utilizan el método diferencial semántico y el análisis factorial. Los sujetos se transportan utilizando una camilla convencional con cabeza hacia adelante, una camilla convencional con cabeza hacia atrás, el ACS y un asiento auxiliar para conductores en comparación con el transporte utilizando una camilla. Los resultados experimentales muestran que la ACS proporciona el transporte más cómodo cuando se utiliza una camilla. Además, la reducción de la aceleración negativa del pie a la cabeza a frecuencias inferiores a 0,2 Hz y la pequeña variación de la aceleración del pie a la cabeza resultan en un transporte más cómodo. Transporte convencional con la cabeza hacia adelante causa el peor transporte, aunque las características de la vibración de la camilla convencional parecen ser superiores a la de la ACS ",
            "error": []
        },
        "transported subject": {
            "translated_key": "sujeto transportado",
            "translated_annotated_text": "Evaluación de la calidad del viaje de una camilla controlada activamente para una ambulancia Este estudio considera la evaluación subjetiva de la calidad del viaje durante el transporte de ambulancias utilizando una camilla controlada activamente (ACS). También se compara la calidad de conducción de una camilla convencional y un asiento para conductores asistentes. El frenado durante el transporte en ambulancia genera una aceleración negativa del pie a la cabeza en los pacientes y provoca un aumento de la presión arterial en la cabeza de los pacientes. El ACS absorbe la aceleración pie a cabeza cambiando el ángulo de la camilla, reduciendo así la variación de la presión arterial. Sin embargo, la calidad de viaje de la ACS debe investigarse más a fondo porque el movimiento de la ACS puede causar mareo por movimiento y náuseas. Se realizan experimentos de transporte de ambulancias, incluyendo aceleración rápida y desaceleración, para evaluar el efecto de las diferencias en la postura del \"sujeto transportado\" sobre la calidad del viaje; en las investigaciones se utilizan el método diferencial semántico y el análisis factorial. Los sujetos se transportan utilizando una camilla convencional con cabeza hacia adelante, una camilla convencional con cabeza hacia atrás, el ACS y un asiento auxiliar para conductores en comparación con el transporte utilizando una camilla. Los resultados experimentales muestran que la ACS proporciona el transporte más cómodo cuando se utiliza una camilla. Además, la reducción de la aceleración negativa del pie a la cabeza a frecuencias inferiores a 0,2 Hz y la pequeña variación de la aceleración del pie a la cabeza resultan en un transporte más cómodo. Transporte convencional con la cabeza hacia adelante causa el peor transporte, aunque las características de la vibración de la camilla convencional parecen ser superiores a la de la ACS ",
            "error": [
                ""
            ]
        },
        "semantic differential method": {
            "translated_key": "método diferencial semántico",
            "translated_annotated_text": "Evaluación de la calidad del viaje de una camilla controlada activamente para una ambulancia Este estudio considera la evaluación subjetiva de la calidad del viaje durante el transporte de ambulancias utilizando una camilla controlada activamente (ACS). También se compara la calidad de conducción de una camilla convencional y un asiento para conductores asistentes. El frenado durante el transporte en ambulancia genera una aceleración negativa del pie a la cabeza en los pacientes y provoca un aumento de la presión arterial en la cabeza de los pacientes. El ACS absorbe la aceleración pie a cabeza cambiando el ángulo de la camilla, reduciendo así la variación de la presión arterial. Sin embargo, la calidad de viaje de la ACS debe investigarse más a fondo porque el movimiento de la ACS puede causar mareo por movimiento y náuseas. Se realizan experimentos de transporte de ambulancias, incluyendo aceleración rápida y desaceleración, para evaluar el efecto de las diferencias de postura del sujeto transportado en la calidad del viaje; en las investigaciones se utilizan el \"método diferencial semántico\" y el análisis factorial. Los sujetos se transportan utilizando una camilla convencional con cabeza hacia adelante, una camilla convencional con cabeza hacia atrás, el ACS y un asiento auxiliar para conductores en comparación con el transporte utilizando una camilla. Los resultados experimentales muestran que la ACS proporciona el transporte más cómodo cuando se utiliza una camilla. Además, la reducción de la aceleración negativa del pie a la cabeza a frecuencias inferiores a 0,2 Hz y la pequeña variación de la aceleración del pie a la cabeza resultan en un transporte más cómodo. Transporte convencional con la cabeza hacia adelante causa el peor transporte, aunque las características de la vibración de la camilla convencional parecen ser superiores a la de la ACS ",
            "error": [
                ""
            ]
        },
        "factor analysis": {
            "translated_key": "análisis de factores",
            "translated_annotated_text": "Evaluación de la calidad del viaje de una camilla controlada activamente para una ambulancia Este estudio considera la evaluación subjetiva de la calidad del viaje durante el transporte de ambulancias utilizando una camilla controlada activamente (ACS). También se compara la calidad de conducción de una camilla convencional y un asiento para conductores asistentes. El frenado durante el transporte en ambulancia genera una aceleración negativa del pie a la cabeza en los pacientes y provoca un aumento de la presión arterial en la cabeza de los pacientes. El ACS absorbe la aceleración pie a cabeza cambiando el ángulo de la camilla, reduciendo así la variación de la presión arterial. Sin embargo, la calidad de viaje de la ACS debe investigarse más a fondo porque el movimiento de la ACS puede causar mareo por movimiento y náuseas. Se realizan experimentos de transporte de ambulancias, incluyendo aceleración rápida y desaceleración, para evaluar el efecto de las diferencias de postura del sujeto transportado en la calidad del viaje; en las investigaciones se utilizan el método diferencial semántico y el \"análisis de factores\". Los sujetos se transportan utilizando una camilla convencional con cabeza hacia adelante, una camilla convencional con cabeza hacia atrás, el ACS y un asiento auxiliar para conductores en comparación con el transporte utilizando una camilla. Los resultados experimentales muestran que la ACS proporciona el transporte más cómodo cuando se utiliza una camilla. Además, la reducción de la aceleración negativa del pie a la cabeza a frecuencias inferiores a 0,2 Hz y la pequeña variación de la aceleración del pie a la cabeza resultan en un transporte más cómodo. Transporte convencional con la cabeza hacia adelante causa el peor transporte, aunque las características de la vibración de la camilla convencional parecen ser superiores a la de la ACS ",
            "error": [
                ""
            ]
        },
        "head forward": {
            "translated_key": "cabeza hacia adelante",
            "translated_annotated_text": "Evaluación de la calidad del viaje de una camilla controlada activamente para una ambulancia Este estudio considera la evaluación subjetiva de la calidad del viaje durante el transporte de ambulancias utilizando una camilla controlada activamente (ACS). También se compara la calidad de conducción de una camilla convencional y un asiento para conductores asistentes. El frenado durante el transporte en ambulancia genera una aceleración negativa del pie a la cabeza en los pacientes y provoca un aumento de la presión arterial en la cabeza de los pacientes. El ACS absorbe la aceleración pie a cabeza cambiando el ángulo de la camilla, reduciendo así la variación de la presión arterial. Sin embargo, la calidad de viaje de la ACS debe investigarse más a fondo porque el movimiento de la ACS puede causar mareo por movimiento y náuseas. Se realizan experimentos de transporte de ambulancias, incluyendo aceleración rápida y desaceleración, para evaluar el efecto de las diferencias de postura del sujeto transportado en la calidad del viaje; en las investigaciones se utilizan el método diferencial semántico y el análisis factorial. Los sujetos se transportan utilizando una camilla convencional con \"cabeza hacia adelante\", una camilla convencional con cabeza hacia atrás, el ACS, y un asiento auxiliar para conductores para la comparación con el transporte utilizando una camilla. Los resultados experimentales muestran que la ACS proporciona el transporte más cómodo cuando se utiliza una camilla. Además, la reducción de la aceleración negativa del pie a la cabeza a frecuencias inferiores a 0,2 Hz y la pequeña variación de la aceleración del pie a la cabeza resultan en un transporte más cómodo. El transporte convencional con la \"cabeza hacia adelante\" causa el peor transporte, aunque las características de la vibración de la camilla convencional parecen ser superiores a las de la ACS ",
            "error": [
                ""
            ]
        },
        "head backward": {
            "translated_key": "cabeza hacia atrás",
            "translated_annotated_text": "Evaluación de la calidad del viaje de una camilla controlada activamente para una ambulancia Este estudio considera la evaluación subjetiva de la calidad del viaje durante el transporte de ambulancias utilizando una camilla controlada activamente (ACS). También se compara la calidad de conducción de una camilla convencional y un asiento para conductores asistentes. El frenado durante el transporte en ambulancia genera una aceleración negativa del pie a la cabeza en los pacientes y provoca un aumento de la presión arterial en la cabeza de los pacientes. El ACS absorbe la aceleración pie a cabeza cambiando el ángulo de la camilla, reduciendo así la variación de la presión arterial. Sin embargo, la calidad de viaje de la ACS debe investigarse más a fondo porque el movimiento de la ACS puede causar mareo por movimiento y náuseas. Se realizan experimentos de transporte de ambulancias, incluyendo aceleración rápida y desaceleración, para evaluar el efecto de las diferencias de postura del sujeto transportado en la calidad del viaje; en las investigaciones se utilizan el método diferencial semántico y el análisis factorial. Los sujetos se transportan utilizando una camilla convencional con cabeza hacia adelante, una camilla convencional con \"cabeza hacia atrás\", el ACS, y un asiento auxiliar para conductores para la comparación con el transporte utilizando una camilla. Los resultados experimentales muestran que la ACS proporciona el transporte más cómodo cuando se utiliza una camilla. Además, la reducción de la aceleración negativa del pie a la cabeza a frecuencias inferiores a 0,2 Hz y la pequeña variación de la aceleración del pie a la cabeza resultan en un transporte más cómodo. Transporte convencional con la cabeza hacia adelante causa el peor transporte, aunque las características de la vibración de la camilla convencional parecen ser superiores a la de la ACS ",
            "error": [
                ""
            ]
        },
        "comfortable transportation": {
            "translated_key": "transporte más cómodo",
            "translated_annotated_text": "Evaluación de la calidad del viaje de una camilla controlada activamente para una ambulancia Este estudio considera la evaluación subjetiva de la calidad del viaje durante el transporte de ambulancias utilizando una camilla controlada activamente (ACS). También se compara la calidad de conducción de una camilla convencional y un asiento para conductores asistentes. El frenado durante el transporte en ambulancia genera una aceleración negativa del pie a la cabeza en los pacientes y provoca un aumento de la presión arterial en la cabeza de los pacientes. El ACS absorbe la aceleración pie a cabeza cambiando el ángulo de la camilla, reduciendo así la variación de la presión arterial. Sin embargo, la calidad de viaje de la ACS debe investigarse más a fondo porque el movimiento de la ACS puede causar mareo por movimiento y náuseas. Se realizan experimentos de transporte de ambulancias, incluyendo aceleración rápida y desaceleración, para evaluar el efecto de las diferencias de postura del sujeto transportado en la calidad del viaje; en las investigaciones se utilizan el método diferencial semántico y el análisis factorial. Los sujetos se transportan utilizando una camilla convencional con cabeza hacia adelante, una camilla convencional con cabeza hacia atrás, el ACS y un asiento auxiliar para conductores en comparación con el transporte utilizando una camilla. Los resultados experimentales muestran que la ACS proporciona el \"transporte más cómodo\" cuando se utiliza una camilla. Además, la reducción de la aceleración negativa del pie a la cabeza a frecuencias inferiores a 0,2 Hz y la pequeña variación de la aceleración del pie a la cabeza resultan en un \"transporte más cómodo\". Transporte convencional con la cabeza hacia adelante causa el peor transporte, aunque las características de la vibración de la camilla convencional parecen ser superiores a la de la ACS ",
            "error": [
                ""
            ]
        },
        "vibration": {
            "translated_key": "vibración",
            "translated_annotated_text": "Evaluación de la calidad del viaje de una camilla controlada activamente para una ambulancia Este estudio considera la evaluación subjetiva de la calidad del viaje durante el transporte de ambulancias utilizando una camilla controlada activamente (ACS). También se compara la calidad de conducción de una camilla convencional y un asiento para conductores asistentes. El frenado durante el transporte en ambulancia genera una aceleración negativa del pie a la cabeza en los pacientes y provoca un aumento de la presión arterial en la cabeza de los pacientes. El ACS absorbe la aceleración pie a cabeza cambiando el ángulo de la camilla, reduciendo así la variación de la presión arterial. Sin embargo, la calidad de viaje de la ACS debe investigarse más a fondo porque el movimiento de la ACS puede causar mareo por movimiento y náuseas. Se realizan experimentos de transporte de ambulancias, incluyendo aceleración rápida y desaceleración, para evaluar el efecto de las diferencias de postura del sujeto transportado en la calidad del viaje; en las investigaciones se utilizan el método diferencial semántico y el análisis factorial. Los sujetos se transportan utilizando una camilla convencional con cabeza hacia adelante, una camilla convencional con cabeza hacia atrás, el ACS y un asiento auxiliar para conductores en comparación con el transporte utilizando una camilla. Los resultados experimentales muestran que la ACS proporciona el transporte más cómodo cuando se utiliza una camilla. Además, la reducción de la aceleración negativa del pie a la cabeza a frecuencias inferiores a 0,2 Hz y la pequeña variación de la aceleración del pie a la cabeza resultan en un transporte más cómodo. Transporte convencional con la cabeza hacia adelante causa el peor transporte, aunque las características de la \"vibración\" de la camilla convencional parecen ser superiores a la de la ACS ",
            "error": [
                ""
            ]
        },
        "haemodynamics": {
            "translated_key": [],
            "translated_annotated_text": "Evaluación de la calidad del viaje de una camilla controlada activamente para una ambulancia Este estudio considera la evaluación subjetiva de la calidad del viaje durante el transporte de ambulancias utilizando una camilla controlada activamente (ACS). También se compara la calidad de conducción de una camilla convencional y un asiento para conductores asistentes. El frenado durante el transporte en ambulancia genera una aceleración negativa del pie a la cabeza en los pacientes y provoca un aumento de la presión arterial en la cabeza de los pacientes. El ACS absorbe la aceleración pie a cabeza cambiando el ángulo de la camilla, reduciendo así la variación de la presión arterial. Sin embargo, la calidad de viaje de la ACS debe investigarse más a fondo porque el movimiento de la ACS puede causar mareo por movimiento y náuseas. Se realizan experimentos de transporte de ambulancias, incluyendo aceleración rápida y desaceleración, para evaluar el efecto de las diferencias de postura del sujeto transportado en la calidad del viaje; en las investigaciones se utilizan el método diferencial semántico y el análisis factorial. Los sujetos se transportan utilizando una camilla convencional con cabeza hacia adelante, una camilla convencional con cabeza hacia atrás, el ACS y un asiento auxiliar para conductores en comparación con el transporte utilizando una camilla. Los resultados experimentales muestran que la ACS proporciona el transporte más cómodo cuando se utiliza una camilla. Además, la reducción de la aceleración negativa del pie a la cabeza a frecuencias inferiores a 0,2 Hz y la pequeña variación de la aceleración del pie a la cabeza resultan en un transporte más cómodo. Transporte convencional con la cabeza hacia adelante causa el peor transporte, aunque las características de la vibración de la camilla convencional parecen ser superiores a la de la ACS ",
            "error": []
        },
        "patient care": {
            "translated_key": [],
            "translated_annotated_text": "Evaluación de la calidad del viaje de una camilla controlada activamente para una ambulancia Este estudio considera la evaluación subjetiva de la calidad del viaje durante el transporte de ambulancias utilizando una camilla controlada activamente (ACS). También se compara la calidad de conducción de una camilla convencional y un asiento para conductores asistentes. El frenado durante el transporte en ambulancia genera una aceleración negativa del pie a la cabeza en los pacientes y provoca un aumento de la presión arterial en la cabeza de los pacientes. El ACS absorbe la aceleración pie a cabeza cambiando el ángulo de la camilla, reduciendo así la variación de la presión arterial. Sin embargo, la calidad de viaje de la ACS debe investigarse más a fondo porque el movimiento de la ACS puede causar mareo por movimiento y náuseas. Se realizan experimentos de transporte de ambulancias, incluyendo aceleración rápida y desaceleración, para evaluar el efecto de las diferencias de postura del sujeto transportado en la calidad del viaje; en las investigaciones se utilizan el método diferencial semántico y el análisis factorial. Los sujetos se transportan utilizando una camilla convencional con cabeza hacia adelante, una camilla convencional con cabeza hacia atrás, el ACS y un asiento auxiliar para conductores en comparación con el transporte utilizando una camilla. Los resultados experimentales muestran que la ACS proporciona el transporte más cómodo cuando se utiliza una camilla. Además, la reducción de la aceleración negativa del pie a la cabeza a frecuencias inferiores a 0,2 Hz y la pequeña variación de la aceleración del pie a la cabeza resultan en un transporte más cómodo. Transporte convencional con la cabeza hacia adelante causa el peor transporte, aunque las características de la vibración de la camilla convencional parecen ser superiores a la de la ACS ",
            "error": []
        },
        "position control": {
            "translated_key": [],
            "translated_annotated_text": "Evaluación de la calidad del viaje de una camilla controlada activamente para una ambulancia Este estudio considera la evaluación subjetiva de la calidad del viaje durante el transporte de ambulancias utilizando una camilla controlada activamente (ACS). También se compara la calidad de conducción de una camilla convencional y un asiento para conductores asistentes. El frenado durante el transporte en ambulancia genera una aceleración negativa del pie a la cabeza en los pacientes y provoca un aumento de la presión arterial en la cabeza de los pacientes. El ACS absorbe la aceleración pie a cabeza cambiando el ángulo de la camilla, reduciendo así la variación de la presión arterial. Sin embargo, la calidad de viaje de la ACS debe investigarse más a fondo porque el movimiento de la ACS puede causar mareo por movimiento y náuseas. Se realizan experimentos de transporte de ambulancias, incluyendo aceleración rápida y desaceleración, para evaluar el efecto de las diferencias de postura del sujeto transportado en la calidad del viaje; en las investigaciones se utilizan el método diferencial semántico y el análisis factorial. Los sujetos se transportan utilizando una camilla convencional con cabeza hacia adelante, una camilla convencional con cabeza hacia atrás, el ACS y un asiento auxiliar para conductores en comparación con el transporte utilizando una camilla. Los resultados experimentales muestran que la ACS proporciona el transporte más cómodo cuando se utiliza una camilla. Además, la reducción de la aceleración negativa del pie a la cabeza a frecuencias inferiores a 0,2 Hz y la pequeña variación de la aceleración del pie a la cabeza resultan en un transporte más cómodo. Transporte convencional con la cabeza hacia adelante causa el peor transporte, aunque las características de la vibración de la camilla convencional parecen ser superiores a la de la ACS ",
            "error": []
        },
        "road vehicles": {
            "translated_key": [],
            "translated_annotated_text": "Evaluación de la calidad del viaje de una camilla controlada activamente para una ambulancia Este estudio considera la evaluación subjetiva de la calidad del viaje durante el transporte de ambulancias utilizando una camilla controlada activamente (ACS). También se compara la calidad de conducción de una camilla convencional y un asiento para conductores asistentes. El frenado durante el transporte en ambulancia genera una aceleración negativa del pie a la cabeza en los pacientes y provoca un aumento de la presión arterial en la cabeza de los pacientes. El ACS absorbe la aceleración pie a cabeza cambiando el ángulo de la camilla, reduciendo así la variación de la presión arterial. Sin embargo, la calidad de viaje de la ACS debe investigarse más a fondo porque el movimiento de la ACS puede causar mareo por movimiento y náuseas. Se realizan experimentos de transporte de ambulancias, incluyendo aceleración rápida y desaceleración, para evaluar el efecto de las diferencias de postura del sujeto transportado en la calidad del viaje; en las investigaciones se utilizan el método diferencial semántico y el análisis factorial. Los sujetos se transportan utilizando una camilla convencional con cabeza hacia adelante, una camilla convencional con cabeza hacia atrás, el ACS y un asiento auxiliar para conductores en comparación con el transporte utilizando una camilla. Los resultados experimentales muestran que la ACS proporciona el transporte más cómodo cuando se utiliza una camilla. Además, la reducción de la aceleración negativa del pie a la cabeza a frecuencias inferiores a 0,2 Hz y la pequeña variación de la aceleración del pie a la cabeza resultan en un transporte más cómodo. Transporte convencional con la cabeza hacia adelante causa el peor transporte, aunque las características de la vibración de la camilla convencional parecen ser superiores a la de la ACS ",
            "error": []
        }
    }
}