{
    "original_text": "A study on an automatic seam tracking system by using an electromagnetic sensor for sheet metal arc welding of butt joints Many sensors, such as the vision sensor and the laser displacement sensor, have been developed to automate the arc welding process. However, these sensors have some problems due to the effects of arc light, fumes and spatter. An electromagnetic sensor, which utilizes the generation of an eddy current, was developed for detecting the weld line of a butt joint in which the root gap size was zero. An automatic seam tracking system designed for sheet metal arc welding was constructed with a sensor. Through experiments, it was revealed that the system had an excellent seam tracking accuracy of the order of +or-0.2 mm",
    "original_translation": "Un estudio sobre un sistema automático de seguimiento de costura mediante el uso de un sensor electromagnético para la soldadura de arco de chapa metálica de juntas de culata Muchos sensores, como el sensor de visión y el sensor de desplazamiento láser, se han desarrollado para automatizar el proceso de soldadura de arco. Sin embargo, estos sensores tienen algunos problemas debido a los efectos de la luz de arco, vapores y salpicaduras. Un sensor electromagnético, que utiliza la generación de una corriente de eddy, fue desarrollado para detectar la línea de soldadura de una junta de culo en la que el tamaño de la brecha raíz era cero. Se construyó un sistema automático de seguimiento de costura diseñado para la soldadura por arco de chapa metálica con un sensor. A través de experimentos, se reveló que el sistema tenía una excelente precisión de seguimiento de costura del orden de +o-0,2 mm",
    "error_count": 8,
    "keys": {
        "sheet metal arc welding": {
            "translated_key": "soldadura de arco de chapa metálica",
            "translated_annotated_text": "Un estudio sobre un sistema automático de seguimiento de costura mediante el uso de un sensor electromagnético para la \"soldadura de arco de chapa metálica\" de juntas de culata Muchos sensores, como el sensor de visión y el sensor de desplazamiento láser, se han desarrollado para automatizar el proceso de soldadura de arco. Sin embargo, estos sensores tienen algunos problemas debido a los efectos de la luz de arco, vapores y salpicaduras. Un sensor electromagnético, que utiliza la generación de una corriente de eddy, fue desarrollado para detectar la línea de soldadura de una junta de culo en la que el tamaño de la brecha raíz era cero. Un sistema automático de seguimiento de costura diseñado para \"soldadura de arco de chapa metálica\" fue construido con un sensor. A través de experimentos, se reveló que el sistema tenía una excelente precisión de seguimiento de costura del orden de +o-0,2 mm ",
            "error": [
                ""
            ]
        },
        "butt joints": {
            "translated_key": "juntas de tope",
            "translated_annotated_text": "Un estudio sobre un sistema automático de seguimiento de costura mediante el uso de un sensor electromagnético para la soldadura de arco de chapa metálica de \"juntas de tope\" Muchos sensores, como el sensor de visión y el sensor de desplazamiento láser, se han desarrollado para automatizar el proceso de soldadura de arco. Sin embargo, estos sensores tienen algunos problemas debido a los efectos de la luz de arco, vapores y salpicaduras. Un sensor electromagnético, que utiliza la generación de una corriente de eddy, fue desarrollado para detectar la línea de soldadura de una junta de culo en la que el tamaño de la brecha raíz era cero. Se construyó un sistema automático de seguimiento de costura diseñado para la soldadura por arco de chapa metálica con un sensor. A través de experimentos, se reveló que el sistema tenía una excelente precisión de seguimiento de costura del orden de +o-0,2 mm ",
            "error": [
                ""
            ]
        },
        "automatic seam tracking system": {
            "translated_key": [
                "sistema automático de seguimiento de costura",
                "sistema automático de seguimiento de costuras"
            ],
            "translated_annotated_text": "Un estudio sobre un \"sistema automático de seguimiento de costura\" mediante el uso de un sensor electromagnético para la soldadura por arco de chapa metálica de juntas de culata Muchos sensores, como el sensor de visión y el sensor de desplazamiento láser, se han desarrollado para automatizar el proceso de soldadura por arco. Sin embargo, estos sensores tienen algunos problemas debido a los efectos de la luz de arco, vapores y salpicaduras. Un sensor electromagnético, que utiliza la generación de una corriente de eddy, fue desarrollado para detectar la línea de soldadura de una junta de culo en la que el tamaño de la brecha raíz era cero. Se construyó un \"sistema automático de seguimiento de costuras\" diseñado para la soldadura por arco de chapa metálica con un sensor. A través de experimentos, se reveló que el sistema tenía una excelente precisión de seguimiento de costura del orden de +o-0,2 mm ",
            "error": [
                "sistema automático de seguimiento de costura",
                "sistema automático de seguimiento de costuras"
            ]
        },
        "electromagnetic sensor": {
            "translated_key": "sensor electromagnético",
            "translated_annotated_text": "Un estudio sobre un sistema automático de seguimiento de costura mediante el uso de un \"sensor electromagnético\" para soldadura por arco de chapa metálica de juntas de culata Muchos sensores, como el sensor de visión y el sensor de desplazamiento láser, se han desarrollado para automatizar el proceso de soldadura por arco. Sin embargo, estos sensores tienen algunos problemas debido a los efectos de la luz de arco, vapores y salpicaduras. Un \"sensor electromagnético\", que utiliza la generación de una corriente de eddy, fue desarrollado para detectar la línea de soldadura de una junta de culo en la que el tamaño del espacio raíz era cero. Se construyó un sistema automático de seguimiento de costura diseñado para la soldadura por arco de chapa metálica con un sensor. A través de experimentos, se reveló que el sistema tenía una excelente precisión de seguimiento de costura del orden de +o-0,2 mm ",
            "error": [
                ""
            ]
        },
        "eddy current generation": {
            "translated_key": [],
            "translated_annotated_text": "Un estudio sobre un sistema automático de seguimiento de costura mediante el uso de un sensor electromagnético para la soldadura de arco de chapa metálica de juntas de culata Muchos sensores, como el sensor de visión y el sensor de desplazamiento láser, se han desarrollado para automatizar el proceso de soldadura de arco. Sin embargo, estos sensores tienen algunos problemas debido a los efectos de la luz de arco, vapores y salpicaduras. Un sensor electromagnético, que utiliza la generación de una corriente de eddy, fue desarrollado para detectar la línea de soldadura de una junta de culo en la que el tamaño de la brecha raíz era cero. Se construyó un sistema automático de seguimiento de costura diseñado para la soldadura por arco de chapa metálica con un sensor. A través de experimentos, se reveló que el sistema tenía una excelente precisión de seguimiento de costura del orden de +o-0,2 mm ",
            "error": []
        },
        "weld line detection": {
            "translated_key": [],
            "translated_annotated_text": "Un estudio sobre un sistema automático de seguimiento de costura mediante el uso de un sensor electromagnético para la soldadura de arco de chapa metálica de juntas de culata Muchos sensores, como el sensor de visión y el sensor de desplazamiento láser, se han desarrollado para automatizar el proceso de soldadura de arco. Sin embargo, estos sensores tienen algunos problemas debido a los efectos de la luz de arco, vapores y salpicaduras. Un sensor electromagnético, que utiliza la generación de una corriente de eddy, fue desarrollado para detectar la línea de soldadura de una junta de culo en la que el tamaño de la brecha raíz era cero. Se construyó un sistema automático de seguimiento de costura diseñado para la soldadura por arco de chapa metálica con un sensor. A través de experimentos, se reveló que el sistema tenía una excelente precisión de seguimiento de costura del orden de +o-0,2 mm ",
            "error": []
        },
        "root gap size": {
            "translated_key": "tamaño de brecha raíz",
            "translated_annotated_text": "Un estudio sobre un sistema automático de seguimiento de costura mediante el uso de un sensor electromagnético para la soldadura de arco de chapa metálica de juntas de culata Muchos sensores, como el sensor de visión y el sensor de desplazamiento láser, se han desarrollado para automatizar el proceso de soldadura de arco. Sin embargo, estos sensores tienen algunos problemas debido a los efectos de la luz de arco, vapores y salpicaduras. Un sensor electromagnético, que utiliza la generación de una corriente de eddy, fue desarrollado para detectar la línea de soldadura de una junta de culo en la que el \"tamaño de brecha raíz\" era cero. Se construyó un sistema automático de seguimiento de costura diseñado para la soldadura por arco de chapa metálica con un sensor. A través de experimentos, se reveló que el sistema tenía una excelente precisión de seguimiento de costura del orden de +o-0,2 mm ",
            "error": [
                ""
            ]
        },
        "seam tracking accuracy": {
            "translated_key": "precisión de seguimiento de costura",
            "translated_annotated_text": "Un estudio sobre un sistema automático de seguimiento de costura mediante el uso de un sensor electromagnético para la soldadura de arco de chapa metálica de juntas de culata Muchos sensores, como el sensor de visión y el sensor de desplazamiento láser, se han desarrollado para automatizar el proceso de soldadura de arco. Sin embargo, estos sensores tienen algunos problemas debido a los efectos de la luz de arco, vapores y salpicaduras. Un sensor electromagnético, que utiliza la generación de una corriente de eddy, fue desarrollado para detectar la línea de soldadura de una junta de culo en la que el tamaño de la brecha raíz era cero. Se construyó un sistema automático de seguimiento de costura diseñado para la soldadura por arco de chapa metálica con un sensor. A través de experimentos, se reveló que el sistema tenía una excelente \"precisión de seguimiento de costura\" del orden de +o-0,2 mm ",
            "error": [
                ""
            ]
        },
        "arc welding": {
            "translated_key": "soldadura de arco",
            "translated_annotated_text": "Un estudio sobre un sistema automático de seguimiento de costura mediante el uso de un sensor electromagnético para la \"soldadura de arco\" de chapa de metal de juntas de culata Muchos sensores, como el sensor de visión y el sensor de desplazamiento láser, se han desarrollado para automatizar el proceso de \"soldadura de arco\". Sin embargo, estos sensores tienen algunos problemas debido a los efectos de la luz de arco, vapores y salpicaduras. Un sensor electromagnético, que utiliza la generación de una corriente de eddy, fue desarrollado para detectar la línea de soldadura de una junta de culo en la que el tamaño de la brecha raíz era cero. Se construyó un sistema automático de seguimiento de costura diseñado para la \"soldadura de arco\" de chapa metálica con un sensor. A través de experimentos, se reveló que el sistema tenía una excelente precisión de seguimiento de costura del orden de +o-0,2 mm ",
            "error": [
                ""
            ]
        },
        "eddy currents": {
            "translated_key": [],
            "translated_annotated_text": "Un estudio sobre un sistema automático de seguimiento de costura mediante el uso de un sensor electromagnético para la soldadura de arco de chapa metálica de juntas de culata Muchos sensores, como el sensor de visión y el sensor de desplazamiento láser, se han desarrollado para automatizar el proceso de soldadura de arco. Sin embargo, estos sensores tienen algunos problemas debido a los efectos de la luz de arco, vapores y salpicaduras. Un sensor electromagnético, que utiliza la generación de una corriente de eddy, fue desarrollado para detectar la línea de soldadura de una junta de culo en la que el tamaño de la brecha raíz era cero. Se construyó un sistema automático de seguimiento de costura diseñado para la soldadura por arco de chapa metálica con un sensor. A través de experimentos, se reveló que el sistema tenía una excelente precisión de seguimiento de costura del orden de +o-0,2 mm ",
            "error": []
        },
        "electromagnetic devices": {
            "translated_key": [],
            "translated_annotated_text": "Un estudio sobre un sistema automático de seguimiento de costura mediante el uso de un sensor electromagnético para la soldadura de arco de chapa metálica de juntas de culata Muchos sensores, como el sensor de visión y el sensor de desplazamiento láser, se han desarrollado para automatizar el proceso de soldadura de arco. Sin embargo, estos sensores tienen algunos problemas debido a los efectos de la luz de arco, vapores y salpicaduras. Un sensor electromagnético, que utiliza la generación de una corriente de eddy, fue desarrollado para detectar la línea de soldadura de una junta de culo en la que el tamaño de la brecha raíz era cero. Se construyó un sistema automático de seguimiento de costura diseñado para la soldadura por arco de chapa metálica con un sensor. A través de experimentos, se reveló que el sistema tenía una excelente precisión de seguimiento de costura del orden de +o-0,2 mm ",
            "error": []
        },
        "process control": {
            "translated_key": [],
            "translated_annotated_text": "Un estudio sobre un sistema automático de seguimiento de costura mediante el uso de un sensor electromagnético para la soldadura de arco de chapa metálica de juntas de culata Muchos sensores, como el sensor de visión y el sensor de desplazamiento láser, se han desarrollado para automatizar el proceso de soldadura de arco. Sin embargo, estos sensores tienen algunos problemas debido a los efectos de la luz de arco, vapores y salpicaduras. Un sensor electromagnético, que utiliza la generación de una corriente de eddy, fue desarrollado para detectar la línea de soldadura de una junta de culo en la que el tamaño de la brecha raíz era cero. Se construyó un sistema automático de seguimiento de costura diseñado para la soldadura por arco de chapa metálica con un sensor. A través de experimentos, se reveló que el sistema tenía una excelente precisión de seguimiento de costura del orden de +o-0,2 mm ",
            "error": []
        },
        "sensors": {
            "translated_key": "sensores",
            "translated_annotated_text": "Un estudio sobre un sistema automático de seguimiento de costura mediante el uso de un sensor electromagnético para la soldadura de arco de chapa metálica de juntas de culata Muchos \"sensores\", como el sensor de visión y el sensor de desplazamiento láser, se han desarrollado para automatizar el proceso de soldadura de arco. Sin embargo, estos \"sensores\" tienen algunos problemas debido a los efectos de la luz de arco, vapores y salpicaduras. Un sensor electromagnético, que utiliza la generación de una corriente de eddy, fue desarrollado para detectar la línea de soldadura de una junta de culo en la que el tamaño de la brecha raíz era cero. Se construyó un sistema automático de seguimiento de costura diseñado para la soldadura por arco de chapa metálica con un sensor. A través de experimentos, se reveló que el sistema tenía una excelente precisión de seguimiento de costura del orden de +o-0,2 mm ",
            "error": [
                ""
            ]
        },
        "signal processing": {
            "translated_key": [],
            "translated_annotated_text": "Un estudio sobre un sistema automático de seguimiento de costura mediante el uso de un sensor electromagnético para la soldadura de arco de chapa metálica de juntas de culata Muchos sensores, como el sensor de visión y el sensor de desplazamiento láser, se han desarrollado para automatizar el proceso de soldadura de arco. Sin embargo, estos sensores tienen algunos problemas debido a los efectos de la luz de arco, vapores y salpicaduras. Un sensor electromagnético, que utiliza la generación de una corriente de eddy, fue desarrollado para detectar la línea de soldadura de una junta de culo en la que el tamaño de la brecha raíz era cero. Se construyó un sistema automático de seguimiento de costura diseñado para la soldadura por arco de chapa metálica con un sensor. A través de experimentos, se reveló que el sistema tenía una excelente precisión de seguimiento de costura del orden de +o-0,2 mm ",
            "error": []
        },
        "tracking": {
            "translated_key": [
                "rastreo",
                "tracking",
                "tracking"
            ],
            "translated_annotated_text": "Un estudio sobre un sistema de \"rastreo\" automático de costura mediante el uso de un sensor electromagnético para soldadura por arco de chapa metálica de juntas de culata Muchos sensores, como el sensor de visión y el sensor de desplazamiento láser, se han desarrollado para automatizar el proceso de soldadura por arco. Sin embargo, estos sensores tienen algunos problemas debido a los efectos de la luz de arco, vapores y salpicaduras. Un sensor electromagnético, que utiliza la generación de una corriente de eddy, fue desarrollado para detectar la línea de soldadura de una junta de culo en la que el tamaño de la brecha raíz era cero. Se construyó un sistema de \"tracking\" de costura automático diseñado para la soldadura por arco de chapa metálica con un sensor. A través de experimentos, se reveló que el sistema tenía una excelente precisión de \"tracking\" de costura del orden de +o-0,2 mm ",
            "error": [
                "rastreo",
                "tracking",
                "tracking"
            ]
        }
    }
}