{
    "original_text": "Instability phenomena in the gas-metal arc welding self-regulation process Arc instability is a very important determinant of weld quality. The instability behaviour of the gas-metal arc welding (GMAW) process is characterized by strong oscillations in arc length and current. In the paper, a model of the GMAW process is developed using an exact arc voltage characteristic. This model is used to study stability of the self-regulation process and to develop a simulation program that helps to understand the transient or dynamic nature of the GMAW process and relationships among current, electrode extension and contact tube-work distance. The process is shown to exhibit instabilities at both long electrode extension and normal extension. Results obtained from simulation runs of the model were also experimentally confirmed by the present author, as reported in this study. In order to explain the concept of the instability phenomena, the metal transfer mode and the arc voltage-current characteristic were examined. Based on this examination, the conclusion of this study is that their combined effects lead to the oscillations in arc current and length",
    "original_translation": "Fenómenos de inestabilidad en el proceso de autorregulación de soldadura por arco de gas-metal La inestabilidad del arco es un determinante muy importante de la calidad de soldadura. El comportamiento de inestabilidad del proceso de soldadura por arco de gas-metal (GMAW) se caracteriza por fuertes oscilaciones en longitud de arco y corriente. En el papel, un modelo del proceso GMAW se desarrolla utilizando una característica exacta de la tensión del arco. Este modelo se utiliza para estudiar la estabilidad del proceso de autorregulación y para desarrollar un programa de simulación que ayuda a entender la naturaleza transitoria o dinámica del proceso GMAW y las relaciones entre la corriente, extensión de electrodos y la distancia de contacto del tubo de trabajo. Se muestra que el proceso presenta inestabilidades tanto en la extensión de electrodos largos como en la extensión normal. Los resultados obtenidos de las simulaciones del modelo también fueron confirmados experimentalmente por el presente autor, como se relata en este estudio. Con el fin de explicar el concepto de los fenómenos de inestabilidad, se examinaron el modo de transferencia de metales y la característica de corriente de tensión del arco. Sobre la base de este examen, la conclusión de este estudio es que sus efectos combinados conducen a las oscilaciones en la corriente del arco y la longitud",
    "error_count": 4,
    "keys": {
        "instability phenomena": {
            "translated_key": "instabilidad",
            "translated_annotated_text": "Fenómenos de inestabilidad en el proceso de autorregulación de soldadura por arco de gas-metal La inestabilidad del arco es un determinante muy importante de la calidad de soldadura. El comportamiento de inestabilidad del proceso de soldadura por arco de gas-metal (GMAW) se caracteriza por fuertes oscilaciones en longitud de arco y corriente. En el papel, un modelo del proceso GMAW se desarrolla utilizando una característica exacta de la tensión del arco. Este modelo se utiliza para estudiar la estabilidad del proceso de autorregulación y para desarrollar un programa de simulación que ayuda a entender la naturaleza transitoria o dinámica del proceso GMAW y las relaciones entre la corriente, extensión de electrodos y la distancia de contacto del tubo de trabajo. Se muestra que el proceso presenta inestabilidades tanto en la extensión de electrodos largos como en la extensión normal. Los resultados obtenidos de las simulaciones del modelo también fueron confirmados experimentalmente por el presente autor, como se relata en este estudio. Con el fin de explicar el concepto de fenómenos de <br>instabilidad</br>, se examinaron el modo de transferencia de metales y la característica de corriente de tensión de arco. Sobre la base de este examen, la conclusión de este estudio es que sus efectos combinados conducen a las oscilaciones en la corriente del arco y la longitud ",
            "error": [
                ""
            ]
        },
        "gas-metal arc welding": {
            "translated_key": "gas-metal La inestabilidad del arco es un determinante muy importante de la calidad de soldadura. El comportamiento de inestabilidad del proceso de soldadura por arco metálico <br>gas",
            "translated_annotated_text": "Fenómenos de inestabilidad en el proceso de autorregulación de soldadura por arco <br>gas-metal La inestabilidad del arco es un determinante muy importante de la calidad de soldadura. El comportamiento de inestabilidad del proceso de soldadura por arco metálico <br>gas</br> (GMAW) se caracteriza por fuertes oscilaciones en longitud de arco y corriente. En el papel, un modelo del proceso GMAW se desarrolla utilizando una característica exacta de la tensión del arco. Este modelo se utiliza para estudiar la estabilidad del proceso de autorregulación y para desarrollar un programa de simulación que ayuda a entender la naturaleza transitoria o dinámica del proceso GMAW y las relaciones entre la corriente, extensión de electrodos y la distancia de contacto del tubo de trabajo. Se muestra que el proceso presenta inestabilidades tanto en la extensión de electrodos largos como en la extensión normal. Los resultados obtenidos de las simulaciones del modelo también fueron confirmados experimentalmente por el presente autor, como se relata en este estudio. Con el fin de explicar el concepto de los fenómenos de inestabilidad, se examinaron el modo de transferencia de metales y la característica de corriente de tensión del arco. Sobre la base de este examen, la conclusión de este estudio es que sus efectos combinados conducen a las oscilaciones en la corriente del arco y la longitud ",
            "error": [
                ""
            ]
        },
        "self-regulation process": {
            "translated_key": "autoregulación",
            "translated_annotated_text": "Fenómenos de inestabilidad en el proceso de soldadura por arco de gas-metal <br>autoregulación</br> La inestabilidad del arco es un determinante muy importante de la calidad de soldadura. El comportamiento de inestabilidad del proceso de soldadura por arco de gas-metal (GMAW) se caracteriza por fuertes oscilaciones en longitud de arco y corriente. En el papel, un modelo del proceso GMAW se desarrolla utilizando una característica exacta de la tensión del arco. Este modelo se utiliza para estudiar la estabilidad del proceso de autorregulación <br> y para desarrollar un programa de simulación que ayude a comprender la naturaleza transitoria o dinámica del proceso GMAW y las relaciones entre la corriente, la extensión de electrodos y la distancia de contacto del tubo de trabajo. Se muestra que el proceso presenta inestabilidades tanto en la extensión de electrodos largos como en la extensión normal. Los resultados obtenidos de las simulaciones del modelo también fueron confirmados experimentalmente por el presente autor, como se relata en este estudio. Con el fin de explicar el concepto de los fenómenos de inestabilidad, se examinaron el modo de transferencia de metales y la característica de corriente de tensión del arco. Sobre la base de este examen, la conclusión de este estudio es que sus efectos combinados conducen a las oscilaciones en la corriente del arco y la longitud ",
            "error": [
                ""
            ]
        },
        "arc instability": {
            "translated_key": [],
            "translated_annotated_text": "Fenómenos de inestabilidad en el proceso de autorregulación de soldadura por arco de gas-metal La inestabilidad del arco es un determinante muy importante de la calidad de soldadura. El comportamiento de inestabilidad del proceso de soldadura por arco de gas-metal (GMAW) se caracteriza por fuertes oscilaciones en longitud de arco y corriente. En el papel, un modelo del proceso GMAW se desarrolla utilizando una característica exacta de la tensión del arco. Este modelo se utiliza para estudiar la estabilidad del proceso de autorregulación y para desarrollar un programa de simulación que ayuda a entender la naturaleza transitoria o dinámica del proceso GMAW y las relaciones entre la corriente, extensión de electrodos y la distancia de contacto del tubo de trabajo. Se muestra que el proceso presenta inestabilidades tanto en la extensión de electrodos largos como en la extensión normal. Los resultados obtenidos de las simulaciones del modelo también fueron confirmados experimentalmente por el presente autor, como se relata en este estudio. Con el fin de explicar el concepto de los fenómenos de inestabilidad, se examinaron el modo de transferencia de metales y la característica de corriente de tensión del arco. Sobre la base de este examen, la conclusión de este estudio es que sus efectos combinados conducen a las oscilaciones en la corriente del arco y la longitud ",
            "error": []
        },
        "weld quality": {
            "translated_key": "calidad de soldadura",
            "translated_annotated_text": "Fenómenos de inestabilidad en el proceso de autoregulación de soldadura de arco de gas-metal La inestabilidad del arco es un determinante muy importante de la <br>calidad de soldadura</br>. El comportamiento de inestabilidad del proceso de soldadura por arco de gas-metal (GMAW) se caracteriza por fuertes oscilaciones en longitud de arco y corriente. En el papel, un modelo del proceso GMAW se desarrolla utilizando una característica exacta de la tensión del arco. Este modelo se utiliza para estudiar la estabilidad del proceso de autorregulación y para desarrollar un programa de simulación que ayuda a entender la naturaleza transitoria o dinámica del proceso GMAW y las relaciones entre la corriente, extensión de electrodos y la distancia de contacto del tubo de trabajo. Se muestra que el proceso presenta inestabilidades tanto en la extensión de electrodos largos como en la extensión normal. Los resultados obtenidos de las simulaciones del modelo también fueron confirmados experimentalmente por el presente autor, como se relata en este estudio. Con el fin de explicar el concepto de los fenómenos de inestabilidad, se examinaron el modo de transferencia de metales y la característica de corriente de tensión del arco. Sobre la base de este examen, la conclusión de este estudio es que sus efectos combinados conducen a las oscilaciones en la corriente del arco y la longitud ",
            "error": [
                ""
            ]
        },
        "GMAW process": {
            "translated_key": "GMAW",
            "translated_annotated_text": "Fenómenos de inestabilidad en el proceso de autorregulación de soldadura por arco de gas-metal La inestabilidad del arco es un determinante muy importante de la calidad de soldadura. El comportamiento de inestabilidad del proceso de soldadura por arco de gas-metal (GMAW) se caracteriza por fuertes oscilaciones en longitud de arco y corriente. En el papel, se desarrolla un modelo del proceso <br>GMAW</br> utilizando una característica exacta del voltaje del arco. Este modelo se utiliza para estudiar la estabilidad del proceso de autorregulación y para desarrollar un programa de simulación que ayuda a entender la naturaleza transitoria o dinámica del proceso <br>GMAW</br> y las relaciones entre la corriente, extensión de electrodos y la distancia de contacto del tubo de trabajo. Se muestra que el proceso presenta inestabilidades tanto en la extensión de electrodos largos como en la extensión normal. Los resultados obtenidos de las simulaciones del modelo también fueron confirmados experimentalmente por el presente autor, como se relata en este estudio. Con el fin de explicar el concepto de los fenómenos de inestabilidad, se examinaron el modo de transferencia de metales y la característica de corriente de tensión del arco. Sobre la base de este examen, la conclusión de este estudio es que sus efectos combinados conducen a las oscilaciones en la corriente del arco y la longitud ",
            "error": [
                ""
            ]
        },
        "exact arc voltage characteristic": {
            "translated_key": "exact",
            "translated_annotated_text": "Fenómenos de inestabilidad en el proceso de autorregulación de soldadura por arco de gas-metal La inestabilidad del arco es un determinante muy importante de la calidad de soldadura. El comportamiento de inestabilidad del proceso de soldadura por arco de gas-metal (GMAW) se caracteriza por fuertes oscilaciones en longitud de arco y corriente. En el papel, un modelo del proceso GMAW se desarrolla utilizando una característica de tensión de arco <br>exact</br>. Este modelo se utiliza para estudiar la estabilidad del proceso de autorregulación y para desarrollar un programa de simulación que ayuda a entender la naturaleza transitoria o dinámica del proceso GMAW y las relaciones entre la corriente, extensión de electrodos y la distancia de contacto del tubo de trabajo. Se muestra que el proceso presenta inestabilidades tanto en la extensión de electrodos largos como en la extensión normal. Los resultados obtenidos de las simulaciones del modelo también fueron confirmados experimentalmente por el presente autor, como se relata en este estudio. Con el fin de explicar el concepto de los fenómenos de inestabilidad, se examinaron el modo de transferencia de metales y la característica de corriente de tensión del arco. Sobre la base de este examen, la conclusión de este estudio es que sus efectos combinados conducen a las oscilaciones en la corriente del arco y la longitud ",
            "error": [
                ""
            ]
        },
        "metal transfer mode": {
            "translated_key": "metal",
            "translated_annotated_text": "Fenómenos de inestabilidad en el proceso de autorregulación de soldadura por arco de gas-metal La inestabilidad del arco es un determinante muy importante de la calidad de soldadura. El comportamiento de inestabilidad del proceso de soldadura por arco de gas-metal (GMAW) se caracteriza por fuertes oscilaciones en longitud de arco y corriente. En el papel, un modelo del proceso GMAW se desarrolla utilizando una característica exacta de la tensión del arco. Este modelo se utiliza para estudiar la estabilidad del proceso de autorregulación y para desarrollar un programa de simulación que ayuda a entender la naturaleza transitoria o dinámica del proceso GMAW y las relaciones entre la corriente, extensión de electrodos y la distancia de contacto del tubo de trabajo. Se muestra que el proceso presenta inestabilidades tanto en la extensión de electrodos largos como en la extensión normal. Los resultados obtenidos de las simulaciones del modelo también fueron confirmados experimentalmente por el presente autor, como se relata en este estudio. Con el fin de explicar el concepto de los fenómenos de inestabilidad, se examinaron el modo de transferencia <br>metal</br> y la característica de corriente de tensión de arco. Sobre la base de este examen, la conclusión de este estudio es que sus efectos combinados conducen a las oscilaciones en la corriente del arco y la longitud ",
            "error": [
                ""
            ]
        },
        "adaptive control": {
            "translated_key": [],
            "translated_annotated_text": "Fenómenos de inestabilidad en el proceso de autorregulación de soldadura por arco de gas-metal La inestabilidad del arco es un determinante muy importante de la calidad de soldadura. El comportamiento de inestabilidad del proceso de soldadura por arco de gas-metal (GMAW) se caracteriza por fuertes oscilaciones en longitud de arco y corriente. En el papel, un modelo del proceso GMAW se desarrolla utilizando una característica exacta de la tensión del arco. Este modelo se utiliza para estudiar la estabilidad del proceso de autorregulación y para desarrollar un programa de simulación que ayuda a entender la naturaleza transitoria o dinámica del proceso GMAW y las relaciones entre la corriente, extensión de electrodos y la distancia de contacto del tubo de trabajo. Se muestra que el proceso presenta inestabilidades tanto en la extensión de electrodos largos como en la extensión normal. Los resultados obtenidos de las simulaciones del modelo también fueron confirmados experimentalmente por el presente autor, como se relata en este estudio. Con el fin de explicar el concepto de los fenómenos de inestabilidad, se examinaron el modo de transferencia de metales y la característica de corriente de tensión del arco. Sobre la base de este examen, la conclusión de este estudio es que sus efectos combinados conducen a las oscilaciones en la corriente del arco y la longitud ",
            "error": []
        },
        "arc welding": {
            "translated_key": "arc La inestabilidad del arco es un determinante muy importante de la calidad de soldadura. El comportamiento de inestabilidad del proceso de soldadura de gas-metal <br>arc",
            "translated_annotated_text": "Fenómenos de inestabilidad en el proceso de autoregulación de la soldadura de gas-metal <br>arc La inestabilidad del arco es un determinante muy importante de la calidad de soldadura. El comportamiento de inestabilidad del proceso de soldadura de gas-metal <br>arc</br> (GMAW) se caracteriza por fuertes oscilaciones en longitud de arco y corriente. En el papel, un modelo del proceso GMAW se desarrolla utilizando una característica exacta de la tensión del arco. Este modelo se utiliza para estudiar la estabilidad del proceso de autorregulación y para desarrollar un programa de simulación que ayuda a entender la naturaleza transitoria o dinámica del proceso GMAW y las relaciones entre la corriente, extensión de electrodos y la distancia de contacto del tubo de trabajo. Se muestra que el proceso presenta inestabilidades tanto en la extensión de electrodos largos como en la extensión normal. Los resultados obtenidos de las simulaciones del modelo también fueron confirmados experimentalmente por el presente autor, como se relata en este estudio. Con el fin de explicar el concepto de los fenómenos de inestabilidad, se examinaron el modo de transferencia de metales y la característica de corriente de tensión del arco. Sobre la base de este examen, la conclusión de este estudio es que sus efectos combinados conducen a las oscilaciones en la corriente del arco y la longitud ",
            "error": [
                ""
            ]
        },
        "process control": {
            "translated_key": [],
            "translated_annotated_text": "Fenómenos de inestabilidad en el proceso de autorregulación de soldadura por arco de gas-metal La inestabilidad del arco es un determinante muy importante de la calidad de soldadura. El comportamiento de inestabilidad del proceso de soldadura por arco de gas-metal (GMAW) se caracteriza por fuertes oscilaciones en longitud de arco y corriente. En el papel, un modelo del proceso GMAW se desarrolla utilizando una característica exacta de la tensión del arco. Este modelo se utiliza para estudiar la estabilidad del proceso de autorregulación y para desarrollar un programa de simulación que ayuda a entender la naturaleza transitoria o dinámica del proceso GMAW y las relaciones entre la corriente, extensión de electrodos y la distancia de contacto del tubo de trabajo. Se muestra que el proceso presenta inestabilidades tanto en la extensión de electrodos largos como en la extensión normal. Los resultados obtenidos de las simulaciones del modelo también fueron confirmados experimentalmente por el presente autor, como se relata en este estudio. Con el fin de explicar el concepto de los fenómenos de inestabilidad, se examinaron el modo de transferencia de metales y la característica de corriente de tensión del arco. Sobre la base de este examen, la conclusión de este estudio es que sus efectos combinados conducen a las oscilaciones en la corriente del arco y la longitud ",
            "error": []
        },
        "self-adjusting systems": {
            "translated_key": [],
            "translated_annotated_text": "Fenómenos de inestabilidad en el proceso de autorregulación de soldadura por arco de gas-metal La inestabilidad del arco es un determinante muy importante de la calidad de soldadura. El comportamiento de inestabilidad del proceso de soldadura por arco de gas-metal (GMAW) se caracteriza por fuertes oscilaciones en longitud de arco y corriente. En el papel, un modelo del proceso GMAW se desarrolla utilizando una característica exacta de la tensión del arco. Este modelo se utiliza para estudiar la estabilidad del proceso de autorregulación y para desarrollar un programa de simulación que ayuda a entender la naturaleza transitoria o dinámica del proceso GMAW y las relaciones entre la corriente, extensión de electrodos y la distancia de contacto del tubo de trabajo. Se muestra que el proceso presenta inestabilidades tanto en la extensión de electrodos largos como en la extensión normal. Los resultados obtenidos de las simulaciones del modelo también fueron confirmados experimentalmente por el presente autor, como se relata en este estudio. Con el fin de explicar el concepto de los fenómenos de inestabilidad, se examinaron el modo de transferencia de metales y la característica de corriente de tensión del arco. Sobre la base de este examen, la conclusión de este estudio es que sus efectos combinados conducen a las oscilaciones en la corriente del arco y la longitud ",
            "error": []
        },
        "stability": {
            "translated_key": "estabilidad",
            "translated_annotated_text": "Fenómenos de inestabilidad en el proceso de autorregulación de soldadura por arco de gas-metal La inestabilidad del arco es un determinante muy importante de la calidad de soldadura. El comportamiento de inestabilidad del proceso de soldadura por arco de gas-metal (GMAW) se caracteriza por fuertes oscilaciones en longitud de arco y corriente. En el papel, un modelo del proceso GMAW se desarrolla utilizando una característica exacta de la tensión del arco. Este modelo se utiliza para estudiar la <br>estabilidad</br> del proceso de autorregulación y para desarrollar un programa de simulación que ayuda a entender la naturaleza transitoria o dinámica del proceso GMAW y las relaciones entre la actual, extensión de electrodos y la distancia de contacto del tubo de trabajo. Se muestra que el proceso presenta inestabilidades tanto en la extensión de electrodos largos como en la extensión normal. Los resultados obtenidos de las simulaciones del modelo también fueron confirmados experimentalmente por el presente autor, como se relata en este estudio. Con el fin de explicar el concepto de los fenómenos de inestabilidad, se examinaron el modo de transferencia de metales y la característica de corriente de tensión del arco. Sobre la base de este examen, la conclusión de este estudio es que sus efectos combinados conducen a las oscilaciones en la corriente del arco y la longitud ",
            "error": [
                ""
            ]
        }
    }
}