{
    "original_text": "Design and implementation of a reusable and extensible HL7 encoding/decoding framework The Health Level Seven (HL7), an international standard for electronic data exchange in all health care environments, enables disparate computer applications to exchange key sets of clinical and administrative information. Above all, it defines the standard HL7 message formats prescribed by the standard encoding rules. In this paper, we propose a flexible, reusable, and extensible HL7 encoding and decoding framework using a message object model (MOM) and message definition repository (MDR). The MOM provides an abstract HL7 message form represented by a group of objects and their relationships. It reflects logical relationships among the standard HL7 message elements such as segments, fields, and components, while enforcing the key structural constraints imposed by the standard. Since the MOM completely eliminates the dependency of the HL7 encoder and decoder on platform-specific data formats, it makes it possible to build the encoder and decoder as reusable standalone software components, enabling the interconnection of arbitrary heterogeneous hospital information systems (HIS) with little effort. Moreover, the MDR, an external database of key definitions for HL7 messages, helps make the encoder and decoder as resilient as possible to future modifications of the standard HL7 message formats. It is also used by the encoder and decoder to perform a well-formedness check for their respective inputs (i.e., HL7 message objects expressed in the MOM and encoded HL7 message strings). Although we implemented a prototype version of the encoder and decoder using JAVA, they can be easily packaged and delivered as standalone components using the standard component frameworks",
    "original_translation": "Diseño e implementación de un marco de codificación/decodificación de HL7 reutilizable y extensible El Health Level Seven (HL7), un estándar internacional para el intercambio electrónico de datos en todos los entornos de atención médica, permite que aplicaciones informáticas dispares intercambien conjuntos clave de información clínica y administrativa. Sobre todo, define los formatos de mensaje estándar HL7 prescritos por las reglas de codificación estándar. En este artículo, proponemos un marco de codificación y decodificación HL7 flexible, reutilizable y extensible utilizando un modelo de objeto de mensaje (MOM) y un repositorio de definición de mensaje (MDR). El MOM proporciona una forma abstracta de mensaje HL7 representada por un grupo de objetos y sus relaciones. Refleja las relaciones lógicas entre los elementos de mensaje estándar HL7 como segmentos, campos y componentes, al tiempo que impone las limitaciones estructurales fundamentales impuestas por la norma. Dado que el MOM elimina completamente la dependencia del codificador y decodificador HL7 en formatos de datos específicos de la plataforma, permite construir el codificador y decodificador como componentes de software independientes reutilizables, lo que permite la interconexión de sistemas de información hospitalarios arbitrarios y heterogéneos (HIS) con poco esfuerzo. Además, el MDR, una base de datos externa de definiciones clave para los mensajes HL7, ayuda a que el codificador y decodificador sean lo más resistentes posible a futuras modificaciones de los formatos estándar de mensajes HL7. También es utilizado por el codificador y decodificador para realizar una comprobación de la calidad de sus respectivas entradas (es decir, objetos de mensaje HL7 expresados en las cadenas de mensajes MOM y HL7 codificadas). Aunque implementamos una versión prototipo del codificador y decodificador usando JAVA, se pueden empaquetar y entregar fácilmente como componentes independientes utilizando los marcos estándar de componentes",
    "error_count": 17,
    "keys": {
        "reusable framework": {
            "translated_key": [],
            "translated_annotated_text": "Diseño e implementación de un marco de codificación/decodificación de HL7 reutilizable y extensible El Health Level Seven (HL7), un estándar internacional para el intercambio electrónico de datos en todos los entornos de atención médica, permite que aplicaciones informáticas dispares intercambien conjuntos clave de información clínica y administrativa. Sobre todo, define los formatos de mensaje estándar HL7 prescritos por las reglas de codificación estándar. En este artículo, proponemos un marco de codificación y decodificación HL7 flexible, reutilizable y extensible utilizando un modelo de objeto de mensaje (MOM) y un repositorio de definición de mensaje (MDR). El MOM proporciona una forma abstracta de mensaje HL7 representada por un grupo de objetos y sus relaciones. Refleja las relaciones lógicas entre los elementos de mensaje estándar HL7 como segmentos, campos y componentes, al tiempo que impone las limitaciones estructurales fundamentales impuestas por la norma. Dado que el MOM elimina completamente la dependencia del codificador y decodificador HL7 en formatos de datos específicos de la plataforma, permite construir el codificador y decodificador como componentes de software independientes reutilizables, lo que permite la interconexión de sistemas de información hospitalarios arbitrarios y heterogéneos (HIS) con poco esfuerzo. Además, el MDR, una base de datos externa de definiciones clave para los mensajes HL7, ayuda a que el codificador y decodificador sean lo más resistentes posible a futuras modificaciones de los formatos estándar de mensajes HL7. También es utilizado por el codificador y decodificador para realizar una comprobación de la calidad de sus respectivas entradas (es decir, objetos de mensaje HL7 expresados en las cadenas de mensajes MOM y HL7 codificadas). Aunque implementamos una versión prototipo del codificador y decodificador usando JAVA, se pueden empaquetar y entregar fácilmente como componentes independientes utilizando los marcos estándar de componentes ",
            "error": []
        },
        "extensible encoding/decoding framework": {
            "translated_key": [],
            "translated_annotated_text": "Diseño e implementación de un marco de codificación/decodificación de HL7 reutilizable y extensible El Health Level Seven (HL7), un estándar internacional para el intercambio electrónico de datos en todos los entornos de atención médica, permite que aplicaciones informáticas dispares intercambien conjuntos clave de información clínica y administrativa. Sobre todo, define los formatos de mensaje estándar HL7 prescritos por las reglas de codificación estándar. En este artículo, proponemos un marco de codificación y decodificación HL7 flexible, reutilizable y extensible utilizando un modelo de objeto de mensaje (MOM) y un repositorio de definición de mensaje (MDR). El MOM proporciona una forma abstracta de mensaje HL7 representada por un grupo de objetos y sus relaciones. Refleja las relaciones lógicas entre los elementos de mensaje estándar HL7 como segmentos, campos y componentes, al tiempo que impone las limitaciones estructurales fundamentales impuestas por la norma. Dado que el MOM elimina completamente la dependencia del codificador y decodificador HL7 en formatos de datos específicos de la plataforma, permite construir el codificador y decodificador como componentes de software independientes reutilizables, lo que permite la interconexión de sistemas de información hospitalarios arbitrarios y heterogéneos (HIS) con poco esfuerzo. Además, el MDR, una base de datos externa de definiciones clave para los mensajes HL7, ayuda a que el codificador y decodificador sean lo más resistentes posible a futuras modificaciones de los formatos estándar de mensajes HL7. También es utilizado por el codificador y decodificador para realizar una comprobación de la calidad de sus respectivas entradas (es decir, objetos de mensaje HL7 expresados en las cadenas de mensajes MOM y HL7 codificadas). Aunque implementamos una versión prototipo del codificador y decodificador usando JAVA, se pueden empaquetar y entregar fácilmente como componentes independientes utilizando los marcos estándar de componentes ",
            "error": []
        },
        "Health Level Seven": {
            "translated_key": "Health Level Seven",
            "translated_annotated_text": "Diseño e implementación de un marco de codificación/decodificación HL7 reutilizable y extensible El \"Health Level Seven\" (HL7), un estándar internacional para el intercambio electrónico de datos en todos los entornos de atención médica, permite que aplicaciones informáticas dispares intercambien conjuntos clave de información clínica y administrativa. Sobre todo, define los formatos de mensaje estándar HL7 prescritos por las reglas de codificación estándar. En este artículo, proponemos un marco de codificación y decodificación HL7 flexible, reutilizable y extensible utilizando un modelo de objeto de mensaje (MOM) y un repositorio de definición de mensaje (MDR). El MOM proporciona una forma abstracta de mensaje HL7 representada por un grupo de objetos y sus relaciones. Refleja las relaciones lógicas entre los elementos de mensaje estándar HL7 como segmentos, campos y componentes, al tiempo que impone las limitaciones estructurales fundamentales impuestas por la norma. Dado que el MOM elimina completamente la dependencia del codificador y decodificador HL7 en formatos de datos específicos de la plataforma, permite construir el codificador y decodificador como componentes de software independientes reutilizables, lo que permite la interconexión de sistemas de información hospitalarios arbitrarios y heterogéneos (HIS) con poco esfuerzo. Además, el MDR, una base de datos externa de definiciones clave para los mensajes HL7, ayuda a que el codificador y decodificador sean lo más resistentes posible a futuras modificaciones de los formatos estándar de mensajes HL7. También es utilizado por el codificador y decodificador para realizar una comprobación de la calidad de sus respectivas entradas (es decir, objetos de mensaje HL7 expresados en las cadenas de mensajes MOM y HL7 codificadas). Aunque implementamos una versión prototipo del codificador y decodificador usando JAVA, se pueden empaquetar y entregar fácilmente como componentes independientes utilizando los marcos estándar de componentes ",
            "error": [
                ""
            ]
        },
        "message object model": {
            "translated_key": "modelo de objetos de mensajería",
            "translated_annotated_text": "Diseño e implementación de un marco de codificación/decodificación de HL7 reutilizable y extensible El Health Level Seven (HL7), un estándar internacional para el intercambio electrónico de datos en todos los entornos de atención médica, permite que aplicaciones informáticas dispares intercambien conjuntos clave de información clínica y administrativa. Sobre todo, define los formatos de mensaje estándar HL7 prescritos por las reglas de codificación estándar. En este artículo, proponemos un marco de codificación y decodificación HL7 flexible, reutilizable y extensible utilizando un \"modelo de objetos de mensajería\" (MOM) y un repositorio de definición de mensajes (MDR). El MOM proporciona una forma abstracta de mensaje HL7 representada por un grupo de objetos y sus relaciones. Refleja las relaciones lógicas entre los elementos de mensaje estándar HL7 como segmentos, campos y componentes, al tiempo que impone las limitaciones estructurales fundamentales impuestas por la norma. Dado que el MOM elimina completamente la dependencia del codificador y decodificador HL7 en formatos de datos específicos de la plataforma, permite construir el codificador y decodificador como componentes de software independientes reutilizables, lo que permite la interconexión de sistemas de información hospitalarios arbitrarios y heterogéneos (HIS) con poco esfuerzo. Además, el MDR, una base de datos externa de definiciones clave para los mensajes HL7, ayuda a que el codificador y decodificador sean lo más resistentes posible a futuras modificaciones de los formatos estándar de mensajes HL7. También es utilizado por el codificador y decodificador para realizar una comprobación de la calidad de sus respectivas entradas (es decir, objetos de mensaje HL7 expresados en las cadenas de mensajes MOM y HL7 codificadas). Aunque implementamos una versión prototipo del codificador y decodificador usando JAVA, se pueden empaquetar y entregar fácilmente como componentes independientes utilizando los marcos estándar de componentes ",
            "error": [
                ""
            ]
        },
        "message definition repository": {
            "translated_key": "repositorio de definición de mensaje",
            "translated_annotated_text": "Diseño e implementación de un marco de codificación/decodificación de HL7 reutilizable y extensible El Health Level Seven (HL7), un estándar internacional para el intercambio electrónico de datos en todos los entornos de atención médica, permite que aplicaciones informáticas dispares intercambien conjuntos clave de información clínica y administrativa. Sobre todo, define los formatos de mensaje estándar HL7 prescritos por las reglas de codificación estándar. En este artículo, proponemos un marco de codificación y decodificación HL7 flexible, reutilizable y extensible utilizando un modelo de objeto de mensaje (MOM) y un \"repositorio de definición de mensaje\" (MDR). El MOM proporciona una forma abstracta de mensaje HL7 representada por un grupo de objetos y sus relaciones. Refleja las relaciones lógicas entre los elementos de mensaje estándar HL7 como segmentos, campos y componentes, al tiempo que impone las limitaciones estructurales fundamentales impuestas por la norma. Dado que el MOM elimina completamente la dependencia del codificador y decodificador HL7 en formatos de datos específicos de la plataforma, permite construir el codificador y decodificador como componentes de software independientes reutilizables, lo que permite la interconexión de sistemas de información hospitalarios arbitrarios y heterogéneos (HIS) con poco esfuerzo. Además, el MDR, una base de datos externa de definiciones clave para los mensajes HL7, ayuda a que el codificador y decodificador sean lo más resistentes posible a futuras modificaciones de los formatos estándar de mensajes HL7. También es utilizado por el codificador y decodificador para realizar una comprobación de la calidad de sus respectivas entradas (es decir, objetos de mensaje HL7 expresados en las cadenas de mensajes MOM y HL7 codificadas). Aunque implementamos una versión prototipo del codificador y decodificador usando JAVA, se pueden empaquetar y entregar fácilmente como componentes independientes utilizando los marcos estándar de componentes ",
            "error": [
                ""
            ]
        },
        "MDR": {
            "translated_key": "MDR",
            "translated_annotated_text": "Diseño e implementación de un marco de codificación/decodificación de HL7 reutilizable y extensible El Health Level Seven (HL7), un estándar internacional para el intercambio electrónico de datos en todos los entornos de atención médica, permite que aplicaciones informáticas dispares intercambien conjuntos clave de información clínica y administrativa. Sobre todo, define los formatos de mensaje estándar HL7 prescritos por las reglas de codificación estándar. En este artículo, proponemos un marco de codificación y decodificación HL7 flexible, reutilizable y extensible utilizando un modelo de objeto de mensaje (MOM) y un repositorio de definición de mensaje (\"MDR\"). El MOM proporciona una forma abstracta de mensaje HL7 representada por un grupo de objetos y sus relaciones. Refleja las relaciones lógicas entre los elementos de mensaje estándar HL7 como segmentos, campos y componentes, al tiempo que impone las limitaciones estructurales fundamentales impuestas por la norma. Dado que el MOM elimina completamente la dependencia del codificador y decodificador HL7 en formatos de datos específicos de la plataforma, permite construir el codificador y decodificador como componentes de software independientes reutilizables, lo que permite la interconexión de sistemas de información hospitalarios arbitrarios y heterogéneos (HIS) con poco esfuerzo. Además, el \"MDR\", una base de datos externa de definiciones clave para los mensajes HL7, ayuda a hacer que el codificador y decodificador sea lo más resistente posible a futuras modificaciones de los formatos estándar de mensajes HL7. También es utilizado por el codificador y decodificador para realizar una comprobación de la calidad de sus respectivas entradas (es decir, objetos de mensaje HL7 expresados en las cadenas de mensajes MOM y HL7 codificadas). Aunque implementamos una versión prototipo del codificador y decodificador usando JAVA, se pueden empaquetar y entregar fácilmente como componentes independientes utilizando los marcos estándar de componentes ",
            "error": [
                ""
            ]
        },
        "MOM": {
            "translated_key": "MOM",
            "translated_annotated_text": "Diseño e implementación de un marco de codificación/decodificación de HL7 reutilizable y extensible El Health Level Seven (HL7), un estándar internacional para el intercambio electrónico de datos en todos los entornos de atención médica, permite que aplicaciones informáticas dispares intercambien conjuntos clave de información clínica y administrativa. Sobre todo, define los formatos de mensaje estándar HL7 prescritos por las reglas de codificación estándar. En este artículo, proponemos un marco de codificación y decodificación HL7 flexible, reutilizable y extensible utilizando un modelo de objeto de mensaje (\"MOM\") y un repositorio de definición de mensaje (MDR). El \"MOM\" proporciona una forma abstracta de mensaje HL7 representada por un grupo de objetos y sus relaciones. Refleja las relaciones lógicas entre los elementos de mensaje estándar HL7 como segmentos, campos y componentes, al tiempo que impone las limitaciones estructurales fundamentales impuestas por la norma. Dado que el \"MOM\" elimina por completo la dependencia del codificador y decodificador HL7 en formatos de datos específicos de la plataforma, permite construir el codificador y decodificador como componentes de software autónomo reutilizables, lo que permite la interconexión de sistemas de información hospitalarios arbitrarios y heterogéneos (HIS) con poco esfuerzo. Además, el MDR, una base de datos externa de definiciones clave para los mensajes HL7, ayuda a que el codificador y decodificador sean lo más resistentes posible a futuras modificaciones de los formatos estándar de mensajes HL7. También es utilizado por el codificador y decodificador para realizar una comprobación de la calidad de sus respectivas entradas (es decir, objetos de mensaje HL7 expresados en las cadenas de mensaje \"MOM\" y HL7 codificadas). Aunque implementamos una versión prototipo del codificador y decodificador usando JAVA, se pueden empaquetar y entregar fácilmente como componentes independientes utilizando los marcos estándar de componentes ",
            "error": [
                ""
            ]
        },
        "abstract message form": {
            "translated_key": [],
            "translated_annotated_text": "Diseño e implementación de un marco de codificación/decodificación de HL7 reutilizable y extensible El Health Level Seven (HL7), un estándar internacional para el intercambio electrónico de datos en todos los entornos de atención médica, permite que aplicaciones informáticas dispares intercambien conjuntos clave de información clínica y administrativa. Sobre todo, define los formatos de mensaje estándar HL7 prescritos por las reglas de codificación estándar. En este artículo, proponemos un marco de codificación y decodificación HL7 flexible, reutilizable y extensible utilizando un modelo de objeto de mensaje (MOM) y un repositorio de definición de mensaje (MDR). El MOM proporciona una forma abstracta de mensaje HL7 representada por un grupo de objetos y sus relaciones. Refleja las relaciones lógicas entre los elementos de mensaje estándar HL7 como segmentos, campos y componentes, al tiempo que impone las limitaciones estructurales fundamentales impuestas por la norma. Dado que el MOM elimina completamente la dependencia del codificador y decodificador HL7 en formatos de datos específicos de la plataforma, permite construir el codificador y decodificador como componentes de software independientes reutilizables, lo que permite la interconexión de sistemas de información hospitalarios arbitrarios y heterogéneos (HIS) con poco esfuerzo. Además, el MDR, una base de datos externa de definiciones clave para los mensajes HL7, ayuda a que el codificador y decodificador sean lo más resistentes posible a futuras modificaciones de los formatos estándar de mensajes HL7. También es utilizado por el codificador y decodificador para realizar una comprobación de la calidad de sus respectivas entradas (es decir, objetos de mensaje HL7 expresados en las cadenas de mensajes MOM y HL7 codificadas). Aunque implementamos una versión prototipo del codificador y decodificador usando JAVA, se pueden empaquetar y entregar fácilmente como componentes independientes utilizando los marcos estándar de componentes ",
            "error": []
        },
        "logical relationships": {
            "translated_key": "relaciones lógicas",
            "translated_annotated_text": "Diseño e implementación de un marco de codificación/decodificación de HL7 reutilizable y extensible El Health Level Seven (HL7), un estándar internacional para el intercambio electrónico de datos en todos los entornos de atención médica, permite que aplicaciones informáticas dispares intercambien conjuntos clave de información clínica y administrativa. Sobre todo, define los formatos de mensaje estándar HL7 prescritos por las reglas de codificación estándar. En este artículo, proponemos un marco de codificación y decodificación HL7 flexible, reutilizable y extensible utilizando un modelo de objeto de mensaje (MOM) y un repositorio de definición de mensaje (MDR). El MOM proporciona una forma abstracta de mensaje HL7 representada por un grupo de objetos y sus relaciones. Refleja \"relaciones lógicas\" entre los elementos de mensaje estándar HL7 tales como segmentos, campos y componentes, al tiempo que impone las limitaciones estructurales clave impuestas por el estándar. Dado que el MOM elimina completamente la dependencia del codificador y decodificador HL7 en formatos de datos específicos de la plataforma, permite construir el codificador y decodificador como componentes de software independientes reutilizables, lo que permite la interconexión de sistemas de información hospitalarios arbitrarios y heterogéneos (HIS) con poco esfuerzo. Además, el MDR, una base de datos externa de definiciones clave para los mensajes HL7, ayuda a que el codificador y decodificador sean lo más resistentes posible a futuras modificaciones de los formatos estándar de mensajes HL7. También es utilizado por el codificador y decodificador para realizar una comprobación de la calidad de sus respectivas entradas (es decir, objetos de mensaje HL7 expresados en las cadenas de mensajes MOM y HL7 codificadas). Aunque implementamos una versión prototipo del codificador y decodificador usando JAVA, se pueden empaquetar y entregar fácilmente como componentes independientes utilizando los marcos estándar de componentes ",
            "error": [
                ""
            ]
        },
        "structural constraints": {
            "translated_key": "limitaciones estructurales",
            "translated_annotated_text": "Diseño e implementación de un marco de codificación/decodificación de HL7 reutilizable y extensible El Health Level Seven (HL7), un estándar internacional para el intercambio electrónico de datos en todos los entornos de atención médica, permite que aplicaciones informáticas dispares intercambien conjuntos clave de información clínica y administrativa. Sobre todo, define los formatos de mensaje estándar HL7 prescritos por las reglas de codificación estándar. En este artículo, proponemos un marco de codificación y decodificación HL7 flexible, reutilizable y extensible utilizando un modelo de objeto de mensaje (MOM) y un repositorio de definición de mensaje (MDR). El MOM proporciona una forma abstracta de mensaje HL7 representada por un grupo de objetos y sus relaciones. Refleja las relaciones lógicas entre los elementos de mensaje estándar HL7 como segmentos, campos y componentes, al tiempo que impone las \"limitaciones estructurales\" clave impuestas por el estándar. Dado que el MOM elimina completamente la dependencia del codificador y decodificador HL7 en formatos de datos específicos de la plataforma, permite construir el codificador y decodificador como componentes de software independientes reutilizables, lo que permite la interconexión de sistemas de información hospitalarios arbitrarios y heterogéneos (HIS) con poco esfuerzo. Además, el MDR, una base de datos externa de definiciones clave para los mensajes HL7, ayuda a que el codificador y decodificador sean lo más resistentes posible a futuras modificaciones de los formatos estándar de mensajes HL7. También es utilizado por el codificador y decodificador para realizar una comprobación de la calidad de sus respectivas entradas (es decir, objetos de mensaje HL7 expresados en las cadenas de mensajes MOM y HL7 codificadas). Aunque implementamos una versión prototipo del codificador y decodificador usando JAVA, se pueden empaquetar y entregar fácilmente como componentes independientes utilizando los marcos estándar de componentes ",
            "error": [
                ""
            ]
        },
        "international standard": {
            "translated_key": "estándar internacional",
            "translated_annotated_text": "Diseño e implementación de un marco de codificación/decodificación HL7 reutilizable y extensible El Health Level Seven (HL7), un \"estándar internacional\" para el intercambio electrónico de datos en todos los entornos de atención médica, permite que aplicaciones informáticas dispares intercambien conjuntos clave de información clínica y administrativa. Sobre todo, define los formatos de mensaje estándar HL7 prescritos por las reglas de codificación estándar. En este artículo, proponemos un marco de codificación y decodificación HL7 flexible, reutilizable y extensible utilizando un modelo de objeto de mensaje (MOM) y un repositorio de definición de mensaje (MDR). El MOM proporciona una forma abstracta de mensaje HL7 representada por un grupo de objetos y sus relaciones. Refleja las relaciones lógicas entre los elementos de mensaje estándar HL7 como segmentos, campos y componentes, al tiempo que impone las limitaciones estructurales fundamentales impuestas por la norma. Dado que el MOM elimina completamente la dependencia del codificador y decodificador HL7 en formatos de datos específicos de la plataforma, permite construir el codificador y decodificador como componentes de software independientes reutilizables, lo que permite la interconexión de sistemas de información hospitalarios arbitrarios y heterogéneos (HIS) con poco esfuerzo. Además, el MDR, una base de datos externa de definiciones clave para los mensajes HL7, ayuda a que el codificador y decodificador sean lo más resistentes posible a futuras modificaciones de los formatos estándar de mensajes HL7. También es utilizado por el codificador y decodificador para realizar una comprobación de la calidad de sus respectivas entradas (es decir, objetos de mensaje HL7 expresados en las cadenas de mensajes MOM y HL7 codificadas). Aunque implementamos una versión prototipo del codificador y decodificador usando JAVA, se pueden empaquetar y entregar fácilmente como componentes independientes utilizando los marcos estándar de componentes ",
            "error": [
                ""
            ]
        },
        "standalone software components": {
            "translated_key": "componentes de software independientes",
            "translated_annotated_text": "Diseño e implementación de un marco de codificación/decodificación de HL7 reutilizable y extensible El Health Level Seven (HL7), un estándar internacional para el intercambio electrónico de datos en todos los entornos de atención médica, permite que aplicaciones informáticas dispares intercambien conjuntos clave de información clínica y administrativa. Sobre todo, define los formatos de mensaje estándar HL7 prescritos por las reglas de codificación estándar. En este artículo, proponemos un marco de codificación y decodificación HL7 flexible, reutilizable y extensible utilizando un modelo de objeto de mensaje (MOM) y un repositorio de definición de mensaje (MDR). El MOM proporciona una forma abstracta de mensaje HL7 representada por un grupo de objetos y sus relaciones. Refleja las relaciones lógicas entre los elementos de mensaje estándar HL7 como segmentos, campos y componentes, al tiempo que impone las limitaciones estructurales fundamentales impuestas por la norma. Dado que el MOM elimina completamente la dependencia del codificador y decodificador HL7 en formatos de datos específicos de la plataforma, permite construir el codificador y decodificador como \"componentes de software independientes\" reutilizables, lo que permite la interconexión de sistemas de información hospitalarios arbitrarios y heterogéneos (HIS) con poco esfuerzo. Además, el MDR, una base de datos externa de definiciones clave para los mensajes HL7, ayuda a que el codificador y decodificador sean lo más resistentes posible a futuras modificaciones de los formatos estándar de mensajes HL7. También es utilizado por el codificador y decodificador para realizar una comprobación de la calidad de sus respectivas entradas (es decir, objetos de mensaje HL7 expresados en las cadenas de mensajes MOM y HL7 codificadas). Aunque implementamos una versión prototipo del codificador y decodificador usando JAVA, se pueden empaquetar y entregar fácilmente como componentes independientes utilizando los marcos estándar de componentes ",
            "error": [
                ""
            ]
        },
        "heterogeneous hospital information systems": {
            "translated_key": "sistemas de información hospitalarios heterogéneos",
            "translated_annotated_text": "Diseño e implementación de un marco de codificación/decodificación de HL7 reutilizable y extensible El Health Level Seven (HL7), un estándar internacional para el intercambio electrónico de datos en todos los entornos de atención médica, permite que aplicaciones informáticas dispares intercambien conjuntos clave de información clínica y administrativa. Sobre todo, define los formatos de mensaje estándar HL7 prescritos por las reglas de codificación estándar. En este artículo, proponemos un marco de codificación y decodificación HL7 flexible, reutilizable y extensible utilizando un modelo de objeto de mensaje (MOM) y un repositorio de definición de mensaje (MDR). El MOM proporciona una forma abstracta de mensaje HL7 representada por un grupo de objetos y sus relaciones. Refleja las relaciones lógicas entre los elementos de mensaje estándar HL7 como segmentos, campos y componentes, al tiempo que impone las limitaciones estructurales fundamentales impuestas por la norma. Dado que el MOM elimina completamente la dependencia del codificador y decodificador HL7 en formatos de datos específicos de la plataforma, permite construir el codificador y decodificador como componentes de software independientes reutilizables, permitiendo la interconexión de \"sistemas de información hospitalarios heterogéneos\" arbitrarios (HIS) con poco esfuerzo. Además, el MDR, una base de datos externa de definiciones clave para los mensajes HL7, ayuda a que el codificador y decodificador sean lo más resistentes posible a futuras modificaciones de los formatos estándar de mensajes HL7. También es utilizado por el codificador y decodificador para realizar una comprobación de la calidad de sus respectivas entradas (es decir, objetos de mensaje HL7 expresados en las cadenas de mensajes MOM y HL7 codificadas). Aunque implementamos una versión prototipo del codificador y decodificador usando JAVA, se pueden empaquetar y entregar fácilmente como componentes independientes utilizando los marcos estándar de componentes ",
            "error": [
                ""
            ]
        },
        "HIS": {
            "translated_key": "HIS",
            "translated_annotated_text": "Diseño e implementación de un marco de codificación/decodificación de HL7 reutilizable y extensible El Health Level Seven (HL7), un estándar internacional para el intercambio electrónico de datos en todos los entornos de atención médica, permite que aplicaciones informáticas dispares intercambien conjuntos clave de información clínica y administrativa. Sobre todo, define los formatos de mensaje estándar HL7 prescritos por las reglas de codificación estándar. En este artículo, proponemos un marco de codificación y decodificación HL7 flexible, reutilizable y extensible utilizando un modelo de objeto de mensaje (MOM) y un repositorio de definición de mensaje (MDR). El MOM proporciona una forma abstracta de mensaje HL7 representada por un grupo de objetos y sus relaciones. Refleja las relaciones lógicas entre los elementos de mensaje estándar HL7 como segmentos, campos y componentes, al tiempo que impone las limitaciones estructurales fundamentales impuestas por la norma. Dado que el MOM elimina completamente la dependencia del codificador y decodificador HL7 en formatos de datos específicos de la plataforma, permite construir el codificador y decodificador como componentes de software independientes reutilizables, lo que permite la interconexión de sistemas de información hospitalarios arbitrarios y heterogéneos (\"HIS\") con poco esfuerzo. Además, el MDR, una base de datos externa de definiciones clave para los mensajes HL7, ayuda a que el codificador y decodificador sean lo más resistentes posible a futuras modificaciones de los formatos estándar de mensajes HL7. También es utilizado por el codificador y decodificador para realizar una comprobación de la calidad de sus respectivas entradas (es decir, objetos de mensaje HL7 expresados en las cadenas de mensajes MOM y HL7 codificadas). Aunque implementamos una versión prototipo del codificador y decodificador usando JAVA, se pueden empaquetar y entregar fácilmente como componentes independientes utilizando los marcos estándar de componentes ",
            "error": [
                ""
            ]
        },
        "external database": {
            "translated_key": "base de datos externa",
            "translated_annotated_text": "Diseño e implementación de un marco de codificación/decodificación de HL7 reutilizable y extensible El Health Level Seven (HL7), un estándar internacional para el intercambio electrónico de datos en todos los entornos de atención médica, permite que aplicaciones informáticas dispares intercambien conjuntos clave de información clínica y administrativa. Sobre todo, define los formatos de mensaje estándar HL7 prescritos por las reglas de codificación estándar. En este artículo, proponemos un marco de codificación y decodificación HL7 flexible, reutilizable y extensible utilizando un modelo de objeto de mensaje (MOM) y un repositorio de definición de mensaje (MDR). El MOM proporciona una forma abstracta de mensaje HL7 representada por un grupo de objetos y sus relaciones. Refleja las relaciones lógicas entre los elementos de mensaje estándar HL7 como segmentos, campos y componentes, al tiempo que impone las limitaciones estructurales fundamentales impuestas por la norma. Dado que el MOM elimina completamente la dependencia del codificador y decodificador HL7 en formatos de datos específicos de la plataforma, permite construir el codificador y decodificador como componentes de software independientes reutilizables, lo que permite la interconexión de sistemas de información hospitalarios arbitrarios y heterogéneos (HIS) con poco esfuerzo. Además, el MDR, una \"base de datos externa\" de definiciones clave para los mensajes HL7, ayuda a hacer que el codificador y decodificador sean lo más resistentes posible a futuras modificaciones de los formatos estándar de mensajes HL7. También es utilizado por el codificador y decodificador para realizar una comprobación de la calidad de sus respectivas entradas (es decir, objetos de mensaje HL7 expresados en las cadenas de mensajes MOM y HL7 codificadas). Aunque implementamos una versión prototipo del codificador y decodificador usando JAVA, se pueden empaquetar y entregar fácilmente como componentes independientes utilizando los marcos estándar de componentes ",
            "error": [
                ""
            ]
        },
        "key definitions": {
            "translated_key": "definiciones clave",
            "translated_annotated_text": "Diseño e implementación de un marco de codificación/decodificación de HL7 reutilizable y extensible El Health Level Seven (HL7), un estándar internacional para el intercambio electrónico de datos en todos los entornos de atención médica, permite que aplicaciones informáticas dispares intercambien conjuntos clave de información clínica y administrativa. Sobre todo, define los formatos de mensaje estándar HL7 prescritos por las reglas de codificación estándar. En este artículo, proponemos un marco de codificación y decodificación HL7 flexible, reutilizable y extensible utilizando un modelo de objeto de mensaje (MOM) y un repositorio de definición de mensaje (MDR). El MOM proporciona una forma abstracta de mensaje HL7 representada por un grupo de objetos y sus relaciones. Refleja las relaciones lógicas entre los elementos de mensaje estándar HL7 como segmentos, campos y componentes, al tiempo que impone las limitaciones estructurales fundamentales impuestas por la norma. Dado que el MOM elimina completamente la dependencia del codificador y decodificador HL7 en formatos de datos específicos de la plataforma, permite construir el codificador y decodificador como componentes de software independientes reutilizables, lo que permite la interconexión de sistemas de información hospitalarios arbitrarios y heterogéneos (HIS) con poco esfuerzo. Además, el MDR, una base de datos externa de \"definiciones clave\" para mensajes HL7, ayuda a hacer que el codificador y decodificador sean lo más resistentes posible a futuras modificaciones de los formatos estándar de mensajes HL7. También es utilizado por el codificador y decodificador para realizar una comprobación de la calidad de sus respectivas entradas (es decir, objetos de mensaje HL7 expresados en las cadenas de mensajes MOM y HL7 codificadas). Aunque implementamos una versión prototipo del codificador y decodificador usando JAVA, se pueden empaquetar y entregar fácilmente como componentes independientes utilizando los marcos estándar de componentes ",
            "error": [
                ""
            ]
        },
        "JAVA": {
            "translated_key": "JAVA",
            "translated_annotated_text": "Diseño e implementación de un marco de codificación/decodificación de HL7 reutilizable y extensible El Health Level Seven (HL7), un estándar internacional para el intercambio electrónico de datos en todos los entornos de atención médica, permite que aplicaciones informáticas dispares intercambien conjuntos clave de información clínica y administrativa. Sobre todo, define los formatos de mensaje estándar HL7 prescritos por las reglas de codificación estándar. En este artículo, proponemos un marco de codificación y decodificación HL7 flexible, reutilizable y extensible utilizando un modelo de objeto de mensaje (MOM) y un repositorio de definición de mensaje (MDR). El MOM proporciona una forma abstracta de mensaje HL7 representada por un grupo de objetos y sus relaciones. Refleja las relaciones lógicas entre los elementos de mensaje estándar HL7 como segmentos, campos y componentes, al tiempo que impone las limitaciones estructurales fundamentales impuestas por la norma. Dado que el MOM elimina completamente la dependencia del codificador y decodificador HL7 en formatos de datos específicos de la plataforma, permite construir el codificador y decodificador como componentes de software independientes reutilizables, lo que permite la interconexión de sistemas de información hospitalarios arbitrarios y heterogéneos (HIS) con poco esfuerzo. Además, el MDR, una base de datos externa de definiciones clave para los mensajes HL7, ayuda a que el codificador y decodificador sean lo más resistentes posible a futuras modificaciones de los formatos estándar de mensajes HL7. También es utilizado por el codificador y decodificador para realizar una comprobación de la calidad de sus respectivas entradas (es decir, objetos de mensaje HL7 expresados en las cadenas de mensajes MOM y HL7 codificadas). Aunque implementamos una versión prototipo del codificador y decodificador usando \"JAVA\", se pueden empaquetar y entregar fácilmente como componentes independientes utilizando los marcos de componentes estándar ",
            "error": [
                ""
            ]
        },
        "ActiveX": {
            "translated_key": [],
            "translated_annotated_text": "Diseño e implementación de un marco de codificación/decodificación de HL7 reutilizable y extensible El Health Level Seven (HL7), un estándar internacional para el intercambio electrónico de datos en todos los entornos de atención médica, permite que aplicaciones informáticas dispares intercambien conjuntos clave de información clínica y administrativa. Sobre todo, define los formatos de mensaje estándar HL7 prescritos por las reglas de codificación estándar. En este artículo, proponemos un marco de codificación y decodificación HL7 flexible, reutilizable y extensible utilizando un modelo de objeto de mensaje (MOM) y un repositorio de definición de mensaje (MDR). El MOM proporciona una forma abstracta de mensaje HL7 representada por un grupo de objetos y sus relaciones. Refleja las relaciones lógicas entre los elementos de mensaje estándar HL7 como segmentos, campos y componentes, al tiempo que impone las limitaciones estructurales fundamentales impuestas por la norma. Dado que el MOM elimina completamente la dependencia del codificador y decodificador HL7 en formatos de datos específicos de la plataforma, permite construir el codificador y decodificador como componentes de software independientes reutilizables, lo que permite la interconexión de sistemas de información hospitalarios arbitrarios y heterogéneos (HIS) con poco esfuerzo. Además, el MDR, una base de datos externa de definiciones clave para los mensajes HL7, ayuda a que el codificador y decodificador sean lo más resistentes posible a futuras modificaciones de los formatos estándar de mensajes HL7. También es utilizado por el codificador y decodificador para realizar una comprobación de la calidad de sus respectivas entradas (es decir, objetos de mensaje HL7 expresados en las cadenas de mensajes MOM y HL7 codificadas). Aunque implementamos una versión prototipo del codificador y decodificador usando JAVA, se pueden empaquetar y entregar fácilmente como componentes independientes utilizando los marcos estándar de componentes ",
            "error": []
        },
        "JAVABEAN": {
            "translated_key": [],
            "translated_annotated_text": "Diseño e implementación de un marco de codificación/decodificación de HL7 reutilizable y extensible El Health Level Seven (HL7), un estándar internacional para el intercambio electrónico de datos en todos los entornos de atención médica, permite que aplicaciones informáticas dispares intercambien conjuntos clave de información clínica y administrativa. Sobre todo, define los formatos de mensaje estándar HL7 prescritos por las reglas de codificación estándar. En este artículo, proponemos un marco de codificación y decodificación HL7 flexible, reutilizable y extensible utilizando un modelo de objeto de mensaje (MOM) y un repositorio de definición de mensaje (MDR). El MOM proporciona una forma abstracta de mensaje HL7 representada por un grupo de objetos y sus relaciones. Refleja las relaciones lógicas entre los elementos de mensaje estándar HL7 como segmentos, campos y componentes, al tiempo que impone las limitaciones estructurales fundamentales impuestas por la norma. Dado que el MOM elimina completamente la dependencia del codificador y decodificador HL7 en formatos de datos específicos de la plataforma, permite construir el codificador y decodificador como componentes de software independientes reutilizables, lo que permite la interconexión de sistemas de información hospitalarios arbitrarios y heterogéneos (HIS) con poco esfuerzo. Además, el MDR, una base de datos externa de definiciones clave para los mensajes HL7, ayuda a que el codificador y decodificador sean lo más resistentes posible a futuras modificaciones de los formatos estándar de mensajes HL7. También es utilizado por el codificador y decodificador para realizar una comprobación de la calidad de sus respectivas entradas (es decir, objetos de mensaje HL7 expresados en las cadenas de mensajes MOM y HL7 codificadas). Aunque implementamos una versión prototipo del codificador y decodificador usando JAVA, se pueden empaquetar y entregar fácilmente como componentes independientes utilizando los marcos estándar de componentes ",
            "error": []
        },
        "CORBA": {
            "translated_key": [],
            "translated_annotated_text": "Diseño e implementación de un marco de codificación/decodificación de HL7 reutilizable y extensible El Health Level Seven (HL7), un estándar internacional para el intercambio electrónico de datos en todos los entornos de atención médica, permite que aplicaciones informáticas dispares intercambien conjuntos clave de información clínica y administrativa. Sobre todo, define los formatos de mensaje estándar HL7 prescritos por las reglas de codificación estándar. En este artículo, proponemos un marco de codificación y decodificación HL7 flexible, reutilizable y extensible utilizando un modelo de objeto de mensaje (MOM) y un repositorio de definición de mensaje (MDR). El MOM proporciona una forma abstracta de mensaje HL7 representada por un grupo de objetos y sus relaciones. Refleja las relaciones lógicas entre los elementos de mensaje estándar HL7 como segmentos, campos y componentes, al tiempo que impone las limitaciones estructurales fundamentales impuestas por la norma. Dado que el MOM elimina completamente la dependencia del codificador y decodificador HL7 en formatos de datos específicos de la plataforma, permite construir el codificador y decodificador como componentes de software independientes reutilizables, lo que permite la interconexión de sistemas de información hospitalarios arbitrarios y heterogéneos (HIS) con poco esfuerzo. Además, el MDR, una base de datos externa de definiciones clave para los mensajes HL7, ayuda a que el codificador y decodificador sean lo más resistentes posible a futuras modificaciones de los formatos estándar de mensajes HL7. También es utilizado por el codificador y decodificador para realizar una comprobación de la calidad de sus respectivas entradas (es decir, objetos de mensaje HL7 expresados en las cadenas de mensajes MOM y HL7 codificadas). Aunque implementamos una versión prototipo del codificador y decodificador usando JAVA, se pueden empaquetar y entregar fácilmente como componentes independientes utilizando los marcos estándar de componentes ",
            "error": []
        },
        "electronic data exchange": {
            "translated_key": "intercambio electrónico de datos",
            "translated_annotated_text": "Diseño e implementación de un marco de codificación/decodificación HL7 reutilizable y extensible El Health Level Seven (HL7), un estándar internacional para el \"intercambio electrónico de datos\" en todos los entornos de atención médica, permite que aplicaciones informáticas dispares intercambien conjuntos clave de información clínica y administrativa. Sobre todo, define los formatos de mensaje estándar HL7 prescritos por las reglas de codificación estándar. En este artículo, proponemos un marco de codificación y decodificación HL7 flexible, reutilizable y extensible utilizando un modelo de objeto de mensaje (MOM) y un repositorio de definición de mensaje (MDR). El MOM proporciona una forma abstracta de mensaje HL7 representada por un grupo de objetos y sus relaciones. Refleja las relaciones lógicas entre los elementos de mensaje estándar HL7 como segmentos, campos y componentes, al tiempo que impone las limitaciones estructurales fundamentales impuestas por la norma. Dado que el MOM elimina completamente la dependencia del codificador y decodificador HL7 en formatos de datos específicos de la plataforma, permite construir el codificador y decodificador como componentes de software independientes reutilizables, lo que permite la interconexión de sistemas de información hospitalarios arbitrarios y heterogéneos (HIS) con poco esfuerzo. Además, el MDR, una base de datos externa de definiciones clave para los mensajes HL7, ayuda a que el codificador y decodificador sean lo más resistentes posible a futuras modificaciones de los formatos estándar de mensajes HL7. También es utilizado por el codificador y decodificador para realizar una comprobación de la calidad de sus respectivas entradas (es decir, objetos de mensaje HL7 expresados en las cadenas de mensajes MOM y HL7 codificadas). Aunque implementamos una versión prototipo del codificador y decodificador usando JAVA, se pueden empaquetar y entregar fácilmente como componentes independientes utilizando los marcos estándar de componentes ",
            "error": [
                ""
            ]
        },
        "health care environments": {
            "translated_key": "ambientes sanitarios",
            "translated_annotated_text": "Diseño e implementación de un marco de codificación/decodificación HL7 reutilizable y extensible El Health Level Seven (HL7), un estándar internacional para el intercambio electrónico de datos en todos los \"ambientes sanitarios\", permite a diferentes aplicaciones informáticas intercambiar conjuntos clave de información clínica y administrativa. Sobre todo, define los formatos de mensaje estándar HL7 prescritos por las reglas de codificación estándar. En este artículo, proponemos un marco de codificación y decodificación HL7 flexible, reutilizable y extensible utilizando un modelo de objeto de mensaje (MOM) y un repositorio de definición de mensaje (MDR). El MOM proporciona una forma abstracta de mensaje HL7 representada por un grupo de objetos y sus relaciones. Refleja las relaciones lógicas entre los elementos de mensaje estándar HL7 como segmentos, campos y componentes, al tiempo que impone las limitaciones estructurales fundamentales impuestas por la norma. Dado que el MOM elimina completamente la dependencia del codificador y decodificador HL7 en formatos de datos específicos de la plataforma, permite construir el codificador y decodificador como componentes de software independientes reutilizables, lo que permite la interconexión de sistemas de información hospitalarios arbitrarios y heterogéneos (HIS) con poco esfuerzo. Además, el MDR, una base de datos externa de definiciones clave para los mensajes HL7, ayuda a que el codificador y decodificador sean lo más resistentes posible a futuras modificaciones de los formatos estándar de mensajes HL7. También es utilizado por el codificador y decodificador para realizar una comprobación de la calidad de sus respectivas entradas (es decir, objetos de mensaje HL7 expresados en las cadenas de mensajes MOM y HL7 codificadas). Aunque implementamos una versión prototipo del codificador y decodificador usando JAVA, se pueden empaquetar y entregar fácilmente como componentes independientes utilizando los marcos estándar de componentes ",
            "error": [
                ""
            ]
        },
        "clinical information": {
            "translated_key": [],
            "translated_annotated_text": "Diseño e implementación de un marco de codificación/decodificación de HL7 reutilizable y extensible El Health Level Seven (HL7), un estándar internacional para el intercambio electrónico de datos en todos los entornos de atención médica, permite que aplicaciones informáticas dispares intercambien conjuntos clave de información clínica y administrativa. Sobre todo, define los formatos de mensaje estándar HL7 prescritos por las reglas de codificación estándar. En este artículo, proponemos un marco de codificación y decodificación HL7 flexible, reutilizable y extensible utilizando un modelo de objeto de mensaje (MOM) y un repositorio de definición de mensaje (MDR). El MOM proporciona una forma abstracta de mensaje HL7 representada por un grupo de objetos y sus relaciones. Refleja las relaciones lógicas entre los elementos de mensaje estándar HL7 como segmentos, campos y componentes, al tiempo que impone las limitaciones estructurales fundamentales impuestas por la norma. Dado que el MOM elimina completamente la dependencia del codificador y decodificador HL7 en formatos de datos específicos de la plataforma, permite construir el codificador y decodificador como componentes de software independientes reutilizables, lo que permite la interconexión de sistemas de información hospitalarios arbitrarios y heterogéneos (HIS) con poco esfuerzo. Además, el MDR, una base de datos externa de definiciones clave para los mensajes HL7, ayuda a que el codificador y decodificador sean lo más resistentes posible a futuras modificaciones de los formatos estándar de mensajes HL7. También es utilizado por el codificador y decodificador para realizar una comprobación de la calidad de sus respectivas entradas (es decir, objetos de mensaje HL7 expresados en las cadenas de mensajes MOM y HL7 codificadas). Aunque implementamos una versión prototipo del codificador y decodificador usando JAVA, se pueden empaquetar y entregar fácilmente como componentes independientes utilizando los marcos estándar de componentes ",
            "error": []
        },
        "administrative information": {
            "translated_key": [],
            "translated_annotated_text": "Diseño e implementación de un marco de codificación/decodificación HL7 reutilizable y extensible El Health Level Seven (HL7), una norma internacional para el intercambio electrónico de datos en todos los entornos sanitarios, permite a las aplicaciones informáticas dispares intercambiar conjuntos clave de información clínica y administrativa. Sobre todo, define los formatos de mensaje estándar HL7 prescritos por las reglas de codificación estándar. En este artículo, proponemos un marco de codificación y decodificación HL7 flexible, reutilizable y extensible utilizando un modelo de objeto de mensaje (MOM) y un repositorio de definición de mensaje (MDR). El MOM proporciona una forma abstracta de mensaje HL7 representada por un grupo de objetos y sus relaciones. Refleja las relaciones lógicas entre los elementos de mensaje estándar HL7 como segmentos, campos y componentes, al tiempo que impone las limitaciones estructurales fundamentales impuestas por la norma. Dado que el MOM elimina completamente la dependencia del codificador y decodificador HL7 en formatos de datos específicos de la plataforma, permite construir el codificador y decodificador como componentes de software independientes reutilizables, lo que permite la interconexión de sistemas de información hospitalarios arbitrarios y heterogéneos (HIS) con poco esfuerzo. Además, el MDR, una base de datos externa de definiciones clave para los mensajes HL7, ayuda a que el codificador y decodificador sean lo más resistentes posible a futuras modificaciones de los formatos estándar de mensajes HL7. También es utilizado por el codificador y decodificador para realizar una comprobación de la calidad de sus respectivas entradas (es decir, objetos de mensaje HL7 expresados en las cadenas de mensajes MOM y HL7 codificadas). Aunque implementamos una versión prototipo del codificador y decodificador usando JAVA, se pueden empaquetar y entregar fácilmente como componentes independientes utilizando los marcos estándar de componentes ",
            "error": []
        },
        "HL7 message formats": {
            "translated_key": [
                "formatos de mensaje HL7",
                "formatos de mensajes HL7"
            ],
            "translated_annotated_text": "Diseño e implementación de un marco de codificación/decodificación de HL7 reutilizable y extensible El Health Level Seven (HL7), un estándar internacional para el intercambio electrónico de datos en todos los entornos de atención médica, permite que aplicaciones informáticas dispares intercambien conjuntos clave de información clínica y administrativa. Sobre todo, define los \"formatos de mensaje HL7\" estándar prescritos por las reglas de codificación estándar. En este artículo, proponemos un marco de codificación y decodificación HL7 flexible, reutilizable y extensible utilizando un modelo de objeto de mensaje (MOM) y un repositorio de definición de mensaje (MDR). El MOM proporciona una forma abstracta de mensaje HL7 representada por un grupo de objetos y sus relaciones. Refleja las relaciones lógicas entre los elementos de mensaje estándar HL7 como segmentos, campos y componentes, al tiempo que impone las limitaciones estructurales fundamentales impuestas por la norma. Dado que el MOM elimina completamente la dependencia del codificador y decodificador HL7 en formatos de datos específicos de la plataforma, permite construir el codificador y decodificador como componentes de software independientes reutilizables, lo que permite la interconexión de sistemas de información hospitalarios arbitrarios y heterogéneos (HIS) con poco esfuerzo. Además, el MDR, una base de datos externa de definiciones clave para los mensajes HL7, ayuda a hacer que el codificador y decodificador sea lo más resistente posible a futuras modificaciones de los \"formatos de mensajes HL7\" estándar. También es utilizado por el codificador y decodificador para realizar una comprobación de la calidad de sus respectivas entradas (es decir, objetos de mensaje HL7 expresados en las cadenas de mensajes MOM y HL7 codificadas). Aunque implementamos una versión prototipo del codificador y decodificador usando JAVA, se pueden empaquetar y entregar fácilmente como componentes independientes utilizando los marcos estándar de componentes ",
            "error": [
                "formatos de mensaje HL7",
                "formatos de mensajes HL7"
            ]
        },
        "decoding": {
            "translated_key": "decodificación",
            "translated_annotated_text": "Diseño e implementación de un marco de codificación/decodificación de HL7 reutilizable y extensible El nivel de salud siete (HL7), un estándar internacional para el intercambio electrónico de datos en todos los entornos sanitarios, permite a aplicaciones informáticas dispares intercambiar conjuntos clave de información clínica y administrativa. Sobre todo, define los formatos de mensaje estándar HL7 prescritos por las reglas de codificación estándar. En este artículo, proponemos un marco de codificación y \"decodificación\" HL7 flexible, reutilizable y extensible utilizando un modelo de objeto de mensaje (MOM) y un repositorio de definición de mensaje (MDR). El MOM proporciona una forma abstracta de mensaje HL7 representada por un grupo de objetos y sus relaciones. Refleja las relaciones lógicas entre los elementos de mensaje estándar HL7 como segmentos, campos y componentes, al tiempo que impone las limitaciones estructurales fundamentales impuestas por la norma. Dado que el MOM elimina completamente la dependencia del codificador y decodificador HL7 en formatos de datos específicos de la plataforma, permite construir el codificador y decodificador como componentes de software independientes reutilizables, lo que permite la interconexión de sistemas de información hospitalarios arbitrarios y heterogéneos (HIS) con poco esfuerzo. Además, el MDR, una base de datos externa de definiciones clave para los mensajes HL7, ayuda a que el codificador y decodificador sean lo más resistentes posible a futuras modificaciones de los formatos estándar de mensajes HL7. También es utilizado por el codificador y decodificador para realizar una comprobación de la calidad de sus respectivas entradas (es decir, objetos de mensaje HL7 expresados en las cadenas de mensajes MOM y HL7 codificadas). Aunque implementamos una versión prototipo del codificador y decodificador usando JAVA, se pueden empaquetar y entregar fácilmente como componentes independientes utilizando los marcos estándar de componentes ",
            "error": [
                ""
            ]
        },
        "distributed object management": {
            "translated_key": [],
            "translated_annotated_text": "Diseño e implementación de un marco de codificación/decodificación de HL7 reutilizable y extensible El Health Level Seven (HL7), un estándar internacional para el intercambio electrónico de datos en todos los entornos de atención médica, permite que aplicaciones informáticas dispares intercambien conjuntos clave de información clínica y administrativa. Sobre todo, define los formatos de mensaje estándar HL7 prescritos por las reglas de codificación estándar. En este artículo, proponemos un marco de codificación y decodificación HL7 flexible, reutilizable y extensible utilizando un modelo de objeto de mensaje (MOM) y un repositorio de definición de mensaje (MDR). El MOM proporciona una forma abstracta de mensaje HL7 representada por un grupo de objetos y sus relaciones. Refleja las relaciones lógicas entre los elementos de mensaje estándar HL7 como segmentos, campos y componentes, al tiempo que impone las limitaciones estructurales fundamentales impuestas por la norma. Dado que el MOM elimina completamente la dependencia del codificador y decodificador HL7 en formatos de datos específicos de la plataforma, permite construir el codificador y decodificador como componentes de software independientes reutilizables, lo que permite la interconexión de sistemas de información hospitalarios arbitrarios y heterogéneos (HIS) con poco esfuerzo. Además, el MDR, una base de datos externa de definiciones clave para los mensajes HL7, ayuda a que el codificador y decodificador sean lo más resistentes posible a futuras modificaciones de los formatos estándar de mensajes HL7. También es utilizado por el codificador y decodificador para realizar una comprobación de la calidad de sus respectivas entradas (es decir, objetos de mensaje HL7 expresados en las cadenas de mensajes MOM y HL7 codificadas). Aunque implementamos una versión prototipo del codificador y decodificador usando JAVA, se pueden empaquetar y entregar fácilmente como componentes independientes utilizando los marcos estándar de componentes ",
            "error": []
        },
        "electronic data interchange": {
            "translated_key": [],
            "translated_annotated_text": "Diseño e implementación de un marco de codificación/decodificación de HL7 reutilizable y extensible El Health Level Seven (HL7), un estándar internacional para el intercambio electrónico de datos en todos los entornos de atención médica, permite que aplicaciones informáticas dispares intercambien conjuntos clave de información clínica y administrativa. Sobre todo, define los formatos de mensaje estándar HL7 prescritos por las reglas de codificación estándar. En este artículo, proponemos un marco de codificación y decodificación HL7 flexible, reutilizable y extensible utilizando un modelo de objeto de mensaje (MOM) y un repositorio de definición de mensaje (MDR). El MOM proporciona una forma abstracta de mensaje HL7 representada por un grupo de objetos y sus relaciones. Refleja las relaciones lógicas entre los elementos de mensaje estándar HL7 como segmentos, campos y componentes, al tiempo que impone las limitaciones estructurales fundamentales impuestas por la norma. Dado que el MOM elimina completamente la dependencia del codificador y decodificador HL7 en formatos de datos específicos de la plataforma, permite construir el codificador y decodificador como componentes de software independientes reutilizables, lo que permite la interconexión de sistemas de información hospitalarios arbitrarios y heterogéneos (HIS) con poco esfuerzo. Además, el MDR, una base de datos externa de definiciones clave para los mensajes HL7, ayuda a que el codificador y decodificador sean lo más resistentes posible a futuras modificaciones de los formatos estándar de mensajes HL7. También es utilizado por el codificador y decodificador para realizar una comprobación de la calidad de sus respectivas entradas (es decir, objetos de mensaje HL7 expresados en las cadenas de mensajes MOM y HL7 codificadas). Aunque implementamos una versión prototipo del codificador y decodificador usando JAVA, se pueden empaquetar y entregar fácilmente como componentes independientes utilizando los marcos estándar de componentes ",
            "error": []
        },
        "encoding": {
            "translated_key": "codificación",
            "translated_annotated_text": "Diseño e implementación de un marco de \"codificación\"/decodificación HL7 reutilizable y extensible El Health Level Seven (HL7), un estándar internacional para el intercambio electrónico de datos en todos los entornos sanitarios, permite que aplicaciones informáticas dispares intercambien conjuntos clave de información clínica y administrativa. Sobre todo, define los formatos estándar de mensajes HL7 prescritos por las reglas estándar de \"codificación\". En este artículo, proponemos un marco de codificación y decodificación HL7 flexible, reutilizable y extensible utilizando un modelo de objeto de mensaje (MOM) y un repositorio de definición de mensaje (MDR). El MOM proporciona una forma abstracta de mensaje HL7 representada por un grupo de objetos y sus relaciones. Refleja las relaciones lógicas entre los elementos de mensaje estándar HL7 como segmentos, campos y componentes, al tiempo que impone las limitaciones estructurales fundamentales impuestas por la norma. Dado que el MOM elimina completamente la dependencia del codificador y decodificador HL7 en formatos de datos específicos de la plataforma, permite construir el codificador y decodificador como componentes de software independientes reutilizables, lo que permite la interconexión de sistemas de información hospitalarios arbitrarios y heterogéneos (HIS) con poco esfuerzo. Además, el MDR, una base de datos externa de definiciones clave para los mensajes HL7, ayuda a que el codificador y decodificador sean lo más resistentes posible a futuras modificaciones de los formatos estándar de mensajes HL7. También es utilizado por el codificador y decodificador para realizar una comprobación de la calidad de sus respectivas entradas (es decir, objetos de mensaje HL7 expresados en las cadenas de mensajes MOM y HL7 codificadas). Aunque implementamos una versión prototipo del codificador y decodificador usando JAVA, se pueden empaquetar y entregar fácilmente como componentes independientes utilizando los marcos estándar de componentes ",
            "error": [
                ""
            ]
        },
        "file organisation": {
            "translated_key": [],
            "translated_annotated_text": "Diseño e implementación de un marco de codificación/decodificación de HL7 reutilizable y extensible El Health Level Seven (HL7), un estándar internacional para el intercambio electrónico de datos en todos los entornos de atención médica, permite que aplicaciones informáticas dispares intercambien conjuntos clave de información clínica y administrativa. Sobre todo, define los formatos de mensaje estándar HL7 prescritos por las reglas de codificación estándar. En este artículo, proponemos un marco de codificación y decodificación HL7 flexible, reutilizable y extensible utilizando un modelo de objeto de mensaje (MOM) y un repositorio de definición de mensaje (MDR). El MOM proporciona una forma abstracta de mensaje HL7 representada por un grupo de objetos y sus relaciones. Refleja las relaciones lógicas entre los elementos de mensaje estándar HL7 como segmentos, campos y componentes, al tiempo que impone las limitaciones estructurales fundamentales impuestas por la norma. Dado que el MOM elimina completamente la dependencia del codificador y decodificador HL7 en formatos de datos específicos de la plataforma, permite construir el codificador y decodificador como componentes de software independientes reutilizables, lo que permite la interconexión de sistemas de información hospitalarios arbitrarios y heterogéneos (HIS) con poco esfuerzo. Además, el MDR, una base de datos externa de definiciones clave para los mensajes HL7, ayuda a que el codificador y decodificador sean lo más resistentes posible a futuras modificaciones de los formatos estándar de mensajes HL7. También es utilizado por el codificador y decodificador para realizar una comprobación de la calidad de sus respectivas entradas (es decir, objetos de mensaje HL7 expresados en las cadenas de mensajes MOM y HL7 codificadas). Aunque implementamos una versión prototipo del codificador y decodificador usando JAVA, se pueden empaquetar y entregar fácilmente como componentes independientes utilizando los marcos estándar de componentes ",
            "error": []
        },
        "health care": {
            "translated_key": "atención médica",
            "translated_annotated_text": "Diseño e implementación de un marco de codificación/decodificación HL7 reutilizable y extensible El Health Level Seven (HL7), un estándar internacional para el intercambio electrónico de datos en todos los entornos de \"atención médica\", permite que aplicaciones informáticas dispares intercambien conjuntos clave de información clínica y administrativa. Sobre todo, define los formatos de mensaje estándar HL7 prescritos por las reglas de codificación estándar. En este artículo, proponemos un marco de codificación y decodificación HL7 flexible, reutilizable y extensible utilizando un modelo de objeto de mensaje (MOM) y un repositorio de definición de mensaje (MDR). El MOM proporciona una forma abstracta de mensaje HL7 representada por un grupo de objetos y sus relaciones. Refleja las relaciones lógicas entre los elementos de mensaje estándar HL7 como segmentos, campos y componentes, al tiempo que impone las limitaciones estructurales fundamentales impuestas por la norma. Dado que el MOM elimina completamente la dependencia del codificador y decodificador HL7 en formatos de datos específicos de la plataforma, permite construir el codificador y decodificador como componentes de software independientes reutilizables, lo que permite la interconexión de sistemas de información hospitalarios arbitrarios y heterogéneos (HIS) con poco esfuerzo. Además, el MDR, una base de datos externa de definiciones clave para los mensajes HL7, ayuda a que el codificador y decodificador sean lo más resistentes posible a futuras modificaciones de los formatos estándar de mensajes HL7. También es utilizado por el codificador y decodificador para realizar una comprobación de la calidad de sus respectivas entradas (es decir, objetos de mensaje HL7 expresados en las cadenas de mensajes MOM y HL7 codificadas). Aunque implementamos una versión prototipo del codificador y decodificador usando JAVA, se pueden empaquetar y entregar fácilmente como componentes independientes utilizando los marcos estándar de componentes ",
            "error": [
                ""
            ]
        },
        "Java": {
            "translated_key": [],
            "translated_annotated_text": "Diseño e implementación de un marco de codificación/decodificación de HL7 reutilizable y extensible El Health Level Seven (HL7), un estándar internacional para el intercambio electrónico de datos en todos los entornos de atención médica, permite que aplicaciones informáticas dispares intercambien conjuntos clave de información clínica y administrativa. Sobre todo, define los formatos de mensaje estándar HL7 prescritos por las reglas de codificación estándar. En este artículo, proponemos un marco de codificación y decodificación HL7 flexible, reutilizable y extensible utilizando un modelo de objeto de mensaje (MOM) y un repositorio de definición de mensaje (MDR). El MOM proporciona una forma abstracta de mensaje HL7 representada por un grupo de objetos y sus relaciones. Refleja las relaciones lógicas entre los elementos de mensaje estándar HL7 como segmentos, campos y componentes, al tiempo que impone las limitaciones estructurales fundamentales impuestas por la norma. Dado que el MOM elimina completamente la dependencia del codificador y decodificador HL7 en formatos de datos específicos de la plataforma, permite construir el codificador y decodificador como componentes de software independientes reutilizables, lo que permite la interconexión de sistemas de información hospitalarios arbitrarios y heterogéneos (HIS) con poco esfuerzo. Además, el MDR, una base de datos externa de definiciones clave para los mensajes HL7, ayuda a que el codificador y decodificador sean lo más resistentes posible a futuras modificaciones de los formatos estándar de mensajes HL7. También es utilizado por el codificador y decodificador para realizar una comprobación de la calidad de sus respectivas entradas (es decir, objetos de mensaje HL7 expresados en las cadenas de mensajes MOM y HL7 codificadas). Aunque implementamos una versión prototipo del codificador y decodificador usando JAVA, se pueden empaquetar y entregar fácilmente como componentes independientes utilizando los marcos estándar de componentes ",
            "error": []
        },
        "medical information systems": {
            "translated_key": [],
            "translated_annotated_text": "Diseño e implementación de un marco de codificación/decodificación de HL7 reutilizable y extensible El Health Level Seven (HL7), un estándar internacional para el intercambio electrónico de datos en todos los entornos de atención médica, permite que aplicaciones informáticas dispares intercambien conjuntos clave de información clínica y administrativa. Sobre todo, define los formatos de mensaje estándar HL7 prescritos por las reglas de codificación estándar. En este artículo, proponemos un marco de codificación y decodificación HL7 flexible, reutilizable y extensible utilizando un modelo de objeto de mensaje (MOM) y un repositorio de definición de mensaje (MDR). El MOM proporciona una forma abstracta de mensaje HL7 representada por un grupo de objetos y sus relaciones. Refleja las relaciones lógicas entre los elementos de mensaje estándar HL7 como segmentos, campos y componentes, al tiempo que impone las limitaciones estructurales fundamentales impuestas por la norma. Dado que el MOM elimina completamente la dependencia del codificador y decodificador HL7 en formatos de datos específicos de la plataforma, permite construir el codificador y decodificador como componentes de software independientes reutilizables, lo que permite la interconexión de sistemas de información hospitalarios arbitrarios y heterogéneos (HIS) con poco esfuerzo. Además, el MDR, una base de datos externa de definiciones clave para los mensajes HL7, ayuda a que el codificador y decodificador sean lo más resistentes posible a futuras modificaciones de los formatos estándar de mensajes HL7. También es utilizado por el codificador y decodificador para realizar una comprobación de la calidad de sus respectivas entradas (es decir, objetos de mensaje HL7 expresados en las cadenas de mensajes MOM y HL7 codificadas). Aunque implementamos una versión prototipo del codificador y decodificador usando JAVA, se pueden empaquetar y entregar fácilmente como componentes independientes utilizando los marcos estándar de componentes ",
            "error": []
        },
        "message passing": {
            "translated_key": [],
            "translated_annotated_text": "Diseño e implementación de un marco de codificación/decodificación de HL7 reutilizable y extensible El Health Level Seven (HL7), un estándar internacional para el intercambio electrónico de datos en todos los entornos de atención médica, permite que aplicaciones informáticas dispares intercambien conjuntos clave de información clínica y administrativa. Sobre todo, define los formatos de mensaje estándar HL7 prescritos por las reglas de codificación estándar. En este artículo, proponemos un marco de codificación y decodificación HL7 flexible, reutilizable y extensible utilizando un modelo de objeto de mensaje (MOM) y un repositorio de definición de mensaje (MDR). El MOM proporciona una forma abstracta de mensaje HL7 representada por un grupo de objetos y sus relaciones. Refleja las relaciones lógicas entre los elementos de mensaje estándar HL7 como segmentos, campos y componentes, al tiempo que impone las limitaciones estructurales fundamentales impuestas por la norma. Dado que el MOM elimina completamente la dependencia del codificador y decodificador HL7 en formatos de datos específicos de la plataforma, permite construir el codificador y decodificador como componentes de software independientes reutilizables, lo que permite la interconexión de sistemas de información hospitalarios arbitrarios y heterogéneos (HIS) con poco esfuerzo. Además, el MDR, una base de datos externa de definiciones clave para los mensajes HL7, ayuda a que el codificador y decodificador sean lo más resistentes posible a futuras modificaciones de los formatos estándar de mensajes HL7. También es utilizado por el codificador y decodificador para realizar una comprobación de la calidad de sus respectivas entradas (es decir, objetos de mensaje HL7 expresados en las cadenas de mensajes MOM y HL7 codificadas). Aunque implementamos una versión prototipo del codificador y decodificador usando JAVA, se pueden empaquetar y entregar fácilmente como componentes independientes utilizando los marcos estándar de componentes ",
            "error": []
        },
        "software reusability": {
            "translated_key": [],
            "translated_annotated_text": "Diseño e implementación de un marco de codificación/decodificación de HL7 reutilizable y extensible El Health Level Seven (HL7), un estándar internacional para el intercambio electrónico de datos en todos los entornos de atención médica, permite que aplicaciones informáticas dispares intercambien conjuntos clave de información clínica y administrativa. Sobre todo, define los formatos de mensaje estándar HL7 prescritos por las reglas de codificación estándar. En este artículo, proponemos un marco de codificación y decodificación HL7 flexible, reutilizable y extensible utilizando un modelo de objeto de mensaje (MOM) y un repositorio de definición de mensaje (MDR). El MOM proporciona una forma abstracta de mensaje HL7 representada por un grupo de objetos y sus relaciones. Refleja las relaciones lógicas entre los elementos de mensaje estándar HL7 como segmentos, campos y componentes, al tiempo que impone las limitaciones estructurales fundamentales impuestas por la norma. Dado que el MOM elimina completamente la dependencia del codificador y decodificador HL7 en formatos de datos específicos de la plataforma, permite construir el codificador y decodificador como componentes de software independientes reutilizables, lo que permite la interconexión de sistemas de información hospitalarios arbitrarios y heterogéneos (HIS) con poco esfuerzo. Además, el MDR, una base de datos externa de definiciones clave para los mensajes HL7, ayuda a que el codificador y decodificador sean lo más resistentes posible a futuras modificaciones de los formatos estándar de mensajes HL7. También es utilizado por el codificador y decodificador para realizar una comprobación de la calidad de sus respectivas entradas (es decir, objetos de mensaje HL7 expresados en las cadenas de mensajes MOM y HL7 codificadas). Aunque implementamos una versión prototipo del codificador y decodificador usando JAVA, se pueden empaquetar y entregar fácilmente como componentes independientes utilizando los marcos estándar de componentes ",
            "error": []
        },
        "software standards": {
            "translated_key": [],
            "translated_annotated_text": "Diseño e implementación de un marco de codificación/decodificación de HL7 reutilizable y extensible El Health Level Seven (HL7), un estándar internacional para el intercambio electrónico de datos en todos los entornos de atención médica, permite que aplicaciones informáticas dispares intercambien conjuntos clave de información clínica y administrativa. Sobre todo, define los formatos de mensaje estándar HL7 prescritos por las reglas de codificación estándar. En este artículo, proponemos un marco de codificación y decodificación HL7 flexible, reutilizable y extensible utilizando un modelo de objeto de mensaje (MOM) y un repositorio de definición de mensaje (MDR). El MOM proporciona una forma abstracta de mensaje HL7 representada por un grupo de objetos y sus relaciones. Refleja las relaciones lógicas entre los elementos de mensaje estándar HL7 como segmentos, campos y componentes, al tiempo que impone las limitaciones estructurales fundamentales impuestas por la norma. Dado que el MOM elimina completamente la dependencia del codificador y decodificador HL7 en formatos de datos específicos de la plataforma, permite construir el codificador y decodificador como componentes de software independientes reutilizables, lo que permite la interconexión de sistemas de información hospitalarios arbitrarios y heterogéneos (HIS) con poco esfuerzo. Además, el MDR, una base de datos externa de definiciones clave para los mensajes HL7, ayuda a que el codificador y decodificador sean lo más resistentes posible a futuras modificaciones de los formatos estándar de mensajes HL7. También es utilizado por el codificador y decodificador para realizar una comprobación de la calidad de sus respectivas entradas (es decir, objetos de mensaje HL7 expresados en las cadenas de mensajes MOM y HL7 codificadas). Aunque implementamos una versión prototipo del codificador y decodificador usando JAVA, se pueden empaquetar y entregar fácilmente como componentes independientes utilizando los marcos estándar de componentes ",
            "error": []
        }
    }
}