{
    "original_text": "Fuzzy business [Halden Reactor Project] The Halden Reactor Project has developed two systems to investigate how signal validation and thermal performance monitoring techniques can be improved. PEANO is an online calibration monitoring system that makes use of artificial intelligence techniques. The system has been tested in cooperation with EPRI and Edan Engineering, using real data from a US PWR plant. These tests showed that PEANO could reliably assess the performance of the process instrumentation at different plant conditions. Real cases of zero and span drifts were successfully detected by the system. TEMPO is a system for thermal performance monitoring and optimisation, which relies on plant-wide first principle models. The system has been installed on a Swedish BWR plant. Results obtained show an overall rms deviation from measured values of a few tenths of a percent, and giving goodness-of-fits in the order of 95%. The high accuracy demonstrated is a good basis for detecting possible faults and efficiency losses in steam turbine cycles",
    "original_translation": "Negocios borrosos [Proyecto Reactor Halden] El Proyecto Reactor Halden ha desarrollado dos sistemas para investigar cómo se pueden mejorar las técnicas de validación de señales y monitoreo del rendimiento térmico. PECANO es un sistema de monitoreo de calibración en línea que utiliza técnicas de inteligencia artificial. El sistema ha sido probado en cooperación con EPRI y Edan Engineering, utilizando datos reales de una planta de PWR estadounidense. Estas pruebas demostraron que el PECANO podía evaluar de manera fiable el rendimiento de la instrumentación del proceso en diferentes condiciones de la planta. El sistema ha detectado con éxito casos reales de derivas de cero y span. TEMPO es un sistema de monitorización y optimización del rendimiento térmico, que se basa en los primeros modelos de principio de toda la planta. El sistema ha sido instalado en una planta sueca de BWR. Los resultados obtenidos muestran una desviación global de rms de los valores medidos de unas pocas décimas de un porcentaje, y dando bondad de ajuste en el orden del 95%. La alta precisión demostrada es una buena base para detectar posibles fallos y pérdidas de eficiencia en los ciclos de turbina de vapor",
    "error_count": 6,
    "keys": {
        "Halden Reactor Project": {
            "translated_key": "Proyecto Reactor Halden",
            "translated_annotated_text": "Negocios borrosos [\"Proyecto Reactor Halden\"] El \"Proyecto Reactor Halden\" ha desarrollado dos sistemas para investigar cómo se pueden mejorar las técnicas de validación de señales y monitoreo del rendimiento térmico. PECANO es un sistema de monitoreo de calibración en línea que utiliza técnicas de inteligencia artificial. El sistema ha sido probado en cooperación con EPRI y Edan Engineering, utilizando datos reales de una planta de PWR estadounidense. Estas pruebas demostraron que el PECANO podía evaluar de manera fiable el rendimiento de la instrumentación del proceso en diferentes condiciones de la planta. El sistema ha detectado con éxito casos reales de derivas de cero y span. TEMPO es un sistema de monitorización y optimización del rendimiento térmico, que se basa en los primeros modelos de principio de toda la planta. El sistema ha sido instalado en una planta sueca de BWR. Los resultados obtenidos muestran una desviación global de rms de los valores medidos de unas pocas décimas de un porcentaje, y dando bondad de ajuste en el orden del 95%. La alta precisión demostrada es una buena base para detectar posibles fallos y pérdidas de eficiencia en los ciclos de turbina de vapor ",
            "error": [
                ""
            ]
        },
        "PEANO": {
            "translated_key": "PEANO",
            "translated_annotated_text": "Negocios borrosos [Proyecto Reactor Halden] El Proyecto Reactor Halden ha desarrollado dos sistemas para investigar cómo se pueden mejorar las técnicas de validación de señales y monitoreo del rendimiento térmico. \"PEANO\" es un sistema de monitoreo de calibración en línea que utiliza técnicas de inteligencia artificial. El sistema ha sido probado en cooperación con EPRI y Edan Engineering, utilizando datos reales de una planta de PWR estadounidense. Estas pruebas demostraron que \"PEANO\" podría evaluar de manera fiable el rendimiento de la instrumentación del proceso en diferentes condiciones de la planta. El sistema ha detectado con éxito casos reales de derivas de cero y span. TEMPO es un sistema de monitorización y optimización del rendimiento térmico, que se basa en los primeros modelos de principio de toda la planta. El sistema ha sido instalado en una planta sueca de BWR. Los resultados obtenidos muestran una desviación global de rms de los valores medidos de unas pocas décimas de un porcentaje, y dando bondad de ajuste en el orden del 95%. La alta precisión demostrada es una buena base para detectar posibles fallos y pérdidas de eficiencia en los ciclos de turbina de vapor ",
            "error": [
                ""
            ]
        },
        "calibration": {
            "translated_key": "calibración",
            "translated_annotated_text": "Negocios borrosos [Proyecto Reactor Halden] El Proyecto Reactor Halden ha desarrollado dos sistemas para investigar cómo se pueden mejorar las técnicas de validación de señales y monitoreo del rendimiento térmico. PECANO es un sistema de monitoreo de \"calibración\" en línea que hace uso de técnicas de inteligencia artificial. El sistema ha sido probado en cooperación con EPRI y Edan Engineering, utilizando datos reales de una planta de PWR estadounidense. Estas pruebas demostraron que el PECANO podía evaluar de manera fiable el rendimiento de la instrumentación del proceso en diferentes condiciones de la planta. El sistema ha detectado con éxito casos reales de derivas de cero y span. TEMPO es un sistema de monitorización y optimización del rendimiento térmico, que se basa en los primeros modelos de principio de toda la planta. El sistema ha sido instalado en una planta sueca de BWR. Los resultados obtenidos muestran una desviación global de rms de los valores medidos de unas pocas décimas de un porcentaje, y dando bondad de ajuste en el orden del 95%. La alta precisión demostrada es una buena base para detectar posibles fallos y pérdidas de eficiencia en los ciclos de turbina de vapor ",
            "error": [
                ""
            ]
        },
        "artificial intelligence": {
            "translated_key": "inteligencia artificial",
            "translated_annotated_text": "Negocios borrosos [Proyecto Reactor Halden] El Proyecto Reactor Halden ha desarrollado dos sistemas para investigar cómo se pueden mejorar las técnicas de validación de señales y monitoreo del rendimiento térmico. PECANO es un sistema de monitoreo de calibración en línea que utiliza técnicas de \"inteligencia artificial\". El sistema ha sido probado en cooperación con EPRI y Edan Engineering, utilizando datos reales de una planta de PWR estadounidense. Estas pruebas demostraron que el PECANO podía evaluar de manera fiable el rendimiento de la instrumentación del proceso en diferentes condiciones de la planta. El sistema ha detectado con éxito casos reales de derivas de cero y span. TEMPO es un sistema de monitorización y optimización del rendimiento térmico, que se basa en los primeros modelos de principio de toda la planta. El sistema ha sido instalado en una planta sueca de BWR. Los resultados obtenidos muestran una desviación global de rms de los valores medidos de unas pocas décimas de un porcentaje, y dando bondad de ajuste en el orden del 95%. La alta precisión demostrada es una buena base para detectar posibles fallos y pérdidas de eficiencia en los ciclos de turbina de vapor ",
            "error": [
                ""
            ]
        },
        "fuzzy logic": {
            "translated_key": [],
            "translated_annotated_text": "Negocios borrosos [Proyecto Reactor Halden] El Proyecto Reactor Halden ha desarrollado dos sistemas para investigar cómo se pueden mejorar las técnicas de validación de señales y monitoreo del rendimiento térmico. PECANO es un sistema de monitoreo de calibración en línea que utiliza técnicas de inteligencia artificial. El sistema ha sido probado en cooperación con EPRI y Edan Engineering, utilizando datos reales de una planta de PWR estadounidense. Estas pruebas demostraron que el PECANO podía evaluar de manera fiable el rendimiento de la instrumentación del proceso en diferentes condiciones de la planta. El sistema ha detectado con éxito casos reales de derivas de cero y span. TEMPO es un sistema de monitorización y optimización del rendimiento térmico, que se basa en los primeros modelos de principio de toda la planta. El sistema ha sido instalado en una planta sueca de BWR. Los resultados obtenidos muestran una desviación global de rms de los valores medidos de unas pocas décimas de un porcentaje, y dando bondad de ajuste en el orden del 95%. La alta precisión demostrada es una buena base para detectar posibles fallos y pérdidas de eficiencia en los ciclos de turbina de vapor ",
            "error": []
        },
        "steam generators": {
            "translated_key": [],
            "translated_annotated_text": "Negocios borrosos [Proyecto Reactor Halden] El Proyecto Reactor Halden ha desarrollado dos sistemas para investigar cómo se pueden mejorar las técnicas de validación de señales y monitoreo del rendimiento térmico. PECANO es un sistema de monitoreo de calibración en línea que utiliza técnicas de inteligencia artificial. El sistema ha sido probado en cooperación con EPRI y Edan Engineering, utilizando datos reales de una planta de PWR estadounidense. Estas pruebas demostraron que el PECANO podía evaluar de manera fiable el rendimiento de la instrumentación del proceso en diferentes condiciones de la planta. El sistema ha detectado con éxito casos reales de derivas de cero y span. TEMPO es un sistema de monitorización y optimización del rendimiento térmico, que se basa en los primeros modelos de principio de toda la planta. El sistema ha sido instalado en una planta sueca de BWR. Los resultados obtenidos muestran una desviación global de rms de los valores medidos de unas pocas décimas de un porcentaje, y dando bondad de ajuste en el orden del 95%. La alta precisión demostrada es una buena base para detectar posibles fallos y pérdidas de eficiencia en los ciclos de turbina de vapor ",
            "error": []
        },
        "feedwater flow": {
            "translated_key": [],
            "translated_annotated_text": "Negocios borrosos [Proyecto Reactor Halden] El Proyecto Reactor Halden ha desarrollado dos sistemas para investigar cómo se pueden mejorar las técnicas de validación de señales y monitoreo del rendimiento térmico. PECANO es un sistema de monitoreo de calibración en línea que utiliza técnicas de inteligencia artificial. El sistema ha sido probado en cooperación con EPRI y Edan Engineering, utilizando datos reales de una planta de PWR estadounidense. Estas pruebas demostraron que el PECANO podía evaluar de manera fiable el rendimiento de la instrumentación del proceso en diferentes condiciones de la planta. El sistema ha detectado con éxito casos reales de derivas de cero y span. TEMPO es un sistema de monitorización y optimización del rendimiento térmico, que se basa en los primeros modelos de principio de toda la planta. El sistema ha sido instalado en una planta sueca de BWR. Los resultados obtenidos muestran una desviación global de rms de los valores medidos de unas pocas décimas de un porcentaje, y dando bondad de ajuste en el orden del 95%. La alta precisión demostrada es una buena base para detectar posibles fallos y pérdidas de eficiencia en los ciclos de turbina de vapor ",
            "error": []
        },
        "PWR": {
            "translated_key": "PWR",
            "translated_annotated_text": "Negocios borrosos [Proyecto Reactor Halden] El Proyecto Reactor Halden ha desarrollado dos sistemas para investigar cómo se pueden mejorar las técnicas de validación de señales y monitoreo del rendimiento térmico. PECANO es un sistema de monitoreo de calibración en línea que utiliza técnicas de inteligencia artificial. El sistema ha sido probado en cooperación con EPRI y Edan Engineering, utilizando datos reales de una planta estadounidense \"PWR\". Estas pruebas demostraron que el PECANO podía evaluar de manera fiable el rendimiento de la instrumentación del proceso en diferentes condiciones de la planta. El sistema ha detectado con éxito casos reales de derivas de cero y span. TEMPO es un sistema de monitorización y optimización del rendimiento térmico, que se basa en los primeros modelos de principio de toda la planta. El sistema ha sido instalado en una planta sueca de BWR. Los resultados obtenidos muestran una desviación global de rms de los valores medidos de unas pocas décimas de un porcentaje, y dando bondad de ajuste en el orden del 95%. La alta precisión demostrada es una buena base para detectar posibles fallos y pérdidas de eficiencia en los ciclos de turbina de vapor ",
            "error": [
                ""
            ]
        },
        "TEMPO": {
            "translated_key": "TEMPO",
            "translated_annotated_text": "Negocios borrosos [Proyecto Reactor Halden] El Proyecto Reactor Halden ha desarrollado dos sistemas para investigar cómo se pueden mejorar las técnicas de validación de señales y monitoreo del rendimiento térmico. PECANO es un sistema de monitoreo de calibración en línea que utiliza técnicas de inteligencia artificial. El sistema ha sido probado en cooperación con EPRI y Edan Engineering, utilizando datos reales de una planta de PWR estadounidense. Estas pruebas demostraron que el PECANO podía evaluar de manera fiable el rendimiento de la instrumentación del proceso en diferentes condiciones de la planta. El sistema ha detectado con éxito casos reales de derivas de cero y span. \"TEMPO\" es un sistema de monitorización y optimización del rendimiento térmico, que se basa en los primeros modelos de principio a nivel de toda la planta. El sistema ha sido instalado en una planta sueca de BWR. Los resultados obtenidos muestran una desviación global de rms de los valores medidos de unas pocas décimas de un porcentaje, y dando bondad de ajuste en el orden del 95%. La alta precisión demostrada es una buena base para detectar posibles fallos y pérdidas de eficiencia en los ciclos de turbina de vapor ",
            "error": [
                ""
            ]
        },
        "thermal performance monitoring": {
            "translated_key": "vigilancia del rendimiento térmico",
            "translated_annotated_text": "Negocios borrosos [Proyecto Reactor Halden] El Proyecto Reactor Halden ha desarrollado dos sistemas para investigar cómo se pueden mejorar la validación de señales y las técnicas de \"vigilancia del rendimiento térmico\". PECANO es un sistema de monitoreo de calibración en línea que utiliza técnicas de inteligencia artificial. El sistema ha sido probado en cooperación con EPRI y Edan Engineering, utilizando datos reales de una planta de PWR estadounidense. Estas pruebas demostraron que el PECANO podía evaluar de manera fiable el rendimiento de la instrumentación del proceso en diferentes condiciones de la planta. El sistema ha detectado con éxito casos reales de derivas de cero y span. TEMPO es un sistema de \"vigilancia del rendimiento térmico\" y optimización, que se basa en los primeros modelos de principios a nivel de toda la planta. El sistema ha sido instalado en una planta sueca de BWR. Los resultados obtenidos muestran una desviación global de rms de los valores medidos de unas pocas décimas de un porcentaje, y dando bondad de ajuste en el orden del 95%. La alta precisión demostrada es una buena base para detectar posibles fallos y pérdidas de eficiencia en los ciclos de turbina de vapor ",
            "error": [
                ""
            ]
        },
        "BWR": {
            "translated_key": "BWR",
            "translated_annotated_text": "Negocios borrosos [Proyecto Reactor Halden] El Proyecto Reactor Halden ha desarrollado dos sistemas para investigar cómo se pueden mejorar las técnicas de validación de señales y monitoreo del rendimiento térmico. PECANO es un sistema de monitoreo de calibración en línea que utiliza técnicas de inteligencia artificial. El sistema ha sido probado en cooperación con EPRI y Edan Engineering, utilizando datos reales de una planta de PWR estadounidense. Estas pruebas demostraron que el PECANO podía evaluar de manera fiable el rendimiento de la instrumentación del proceso en diferentes condiciones de la planta. El sistema ha detectado con éxito casos reales de derivas de cero y span. TEMPO es un sistema de monitorización y optimización del rendimiento térmico, que se basa en los primeros modelos de principio de toda la planta. El sistema ha sido instalado en una planta sueca \"BWR\". Los resultados obtenidos muestran una desviación global de rms de los valores medidos de unas pocas décimas de un porcentaje, y dando bondad de ajuste en el orden del 95%. La alta precisión demostrada es una buena base para detectar posibles fallos y pérdidas de eficiencia en los ciclos de turbina de vapor ",
            "error": [
                ""
            ]
        },
        "steam turbine cycles": {
            "translated_key": "ciclos de turbina de vapor",
            "translated_annotated_text": "Negocios borrosos [Proyecto Reactor Halden] El Proyecto Reactor Halden ha desarrollado dos sistemas para investigar cómo se pueden mejorar las técnicas de validación de señales y monitoreo del rendimiento térmico. PECANO es un sistema de monitoreo de calibración en línea que utiliza técnicas de inteligencia artificial. El sistema ha sido probado en cooperación con EPRI y Edan Engineering, utilizando datos reales de una planta de PWR estadounidense. Estas pruebas demostraron que el PECANO podía evaluar de manera fiable el rendimiento de la instrumentación del proceso en diferentes condiciones de la planta. El sistema ha detectado con éxito casos reales de derivas de cero y span. TEMPO es un sistema de monitorización y optimización del rendimiento térmico, que se basa en los primeros modelos de principio de toda la planta. El sistema ha sido instalado en una planta sueca de BWR. Los resultados obtenidos muestran una desviación global de rms de los valores medidos de unas pocas décimas de un porcentaje, y dando bondad de ajuste en el orden del 95%. La alta precisión demostrada es una buena base para detectar posibles fallas y pérdidas de eficiencia en \"ciclos de turbina de vapor\" ",
            "error": [
                ""
            ]
        },
        "fission reactor monitoring": {
            "translated_key": [],
            "translated_annotated_text": "Negocios borrosos [Proyecto Reactor Halden] El Proyecto Reactor Halden ha desarrollado dos sistemas para investigar cómo se pueden mejorar las técnicas de validación de señales y monitoreo del rendimiento térmico. PECANO es un sistema de monitoreo de calibración en línea que utiliza técnicas de inteligencia artificial. El sistema ha sido probado en cooperación con EPRI y Edan Engineering, utilizando datos reales de una planta de PWR estadounidense. Estas pruebas demostraron que el PECANO podía evaluar de manera fiable el rendimiento de la instrumentación del proceso en diferentes condiciones de la planta. El sistema ha detectado con éxito casos reales de derivas de cero y span. TEMPO es un sistema de monitorización y optimización del rendimiento térmico, que se basa en los primeros modelos de principio de toda la planta. El sistema ha sido instalado en una planta sueca de BWR. Los resultados obtenidos muestran una desviación global de rms de los valores medidos de unas pocas décimas de un porcentaje, y dando bondad de ajuste en el orden del 95%. La alta precisión demostrada es una buena base para detectar posibles fallos y pérdidas de eficiencia en los ciclos de turbina de vapor ",
            "error": []
        },
        "fuzzy systems": {
            "translated_key": [],
            "translated_annotated_text": "Negocios borrosos [Proyecto Reactor Halden] El Proyecto Reactor Halden ha desarrollado dos sistemas para investigar cómo se pueden mejorar las técnicas de validación de señales y monitoreo del rendimiento térmico. PECANO es un sistema de monitoreo de calibración en línea que utiliza técnicas de inteligencia artificial. El sistema ha sido probado en cooperación con EPRI y Edan Engineering, utilizando datos reales de una planta de PWR estadounidense. Estas pruebas demostraron que el PECANO podía evaluar de manera fiable el rendimiento de la instrumentación del proceso en diferentes condiciones de la planta. El sistema ha detectado con éxito casos reales de derivas de cero y span. TEMPO es un sistema de monitorización y optimización del rendimiento térmico, que se basa en los primeros modelos de principio de toda la planta. El sistema ha sido instalado en una planta sueca de BWR. Los resultados obtenidos muestran una desviación global de rms de los valores medidos de unas pocas décimas de un porcentaje, y dando bondad de ajuste en el orden del 95%. La alta precisión demostrada es una buena base para detectar posibles fallos y pérdidas de eficiencia en los ciclos de turbina de vapor ",
            "error": []
        },
        "nuclear engineering computing": {
            "translated_key": [],
            "translated_annotated_text": "Negocios borrosos [Proyecto Reactor Halden] El Proyecto Reactor Halden ha desarrollado dos sistemas para investigar cómo se pueden mejorar las técnicas de validación de señales y monitoreo del rendimiento térmico. PECANO es un sistema de monitoreo de calibración en línea que utiliza técnicas de inteligencia artificial. El sistema ha sido probado en cooperación con EPRI y Edan Engineering, utilizando datos reales de una planta de PWR estadounidense. Estas pruebas demostraron que el PECANO podía evaluar de manera fiable el rendimiento de la instrumentación del proceso en diferentes condiciones de la planta. El sistema ha detectado con éxito casos reales de derivas de cero y span. TEMPO es un sistema de monitorización y optimización del rendimiento térmico, que se basa en los primeros modelos de principio de toda la planta. El sistema ha sido instalado en una planta sueca de BWR. Los resultados obtenidos muestran una desviación global de rms de los valores medidos de unas pocas décimas de un porcentaje, y dando bondad de ajuste en el orden del 95%. La alta precisión demostrada es una buena base para detectar posibles fallos y pérdidas de eficiencia en los ciclos de turbina de vapor ",
            "error": []
        }
    }
}