{
    "original_text": "Virtual projects at Halden [Reactor Project] The Halden man-machine systems (MMS) programme for 2002 is intended to address issues related to human factors, control room design, computer-based support system areas and system safety and reliability. The Halden MMS programme is intended to address extensive experimental work in the human factors, control room design and computer-based support system areas. The work is based on experiments and demonstrations carried out in the experimental facility HAMMLAB. Pilot-versions of several operator aids are adopted and integrated to the HAMMLAB simulators and demonstrated in a full dynamic setting. The Halden virtual reality laboratory has recently become an integral and important part of the programme",
    "original_translation": "Proyectos virtuales en Halden [Proyecto reactor] El programa de sistemas de máquinas hombre Halden (MMS) para 2002 tiene por objeto abordar cuestiones relacionadas con los factores humanos, el diseño de salas de control, las áreas de sistemas de apoyo basados en computadoras y la seguridad y fiabilidad del sistema. El programa Halden MMS tiene por objeto abordar una amplia labor experimental en las esferas de factores humanos, diseño de salas de control y sistemas de apoyo basados en computadoras. El trabajo se basa en experimentos y demostraciones realizadas en la instalación experimental HAMMLAB. Las versiones piloto de varias ayudas al operador se adoptan e integran a los simuladores HAMMLAB y se demuestran en un entorno dinámico completo. El laboratorio de realidad virtual Halden se ha convertido recientemente en una parte integral e importante del programa.",
    "error_count": 4,
    "keys": {
        "Halden Reactor Project": {
            "translated_key": [],
            "translated_annotated_text": "Proyectos virtuales en Halden [Proyecto reactor] El programa de sistemas de máquinas hombre Halden (MMS) para 2002 tiene por objeto abordar cuestiones relacionadas con los factores humanos, el diseño de salas de control, las áreas de sistemas de apoyo basados en computadoras y la seguridad y fiabilidad del sistema. El programa Halden MMS tiene por objeto abordar una amplia labor experimental en las esferas de factores humanos, diseño de salas de control y sistemas de apoyo basados en computadoras. El trabajo se basa en experimentos y demostraciones realizadas en la instalación experimental HAMMLAB. Las versiones piloto de varias ayudas al operador se adoptan e integran a los simuladores HAMMLAB y se demuestran en un entorno dinámico completo. El laboratorio de realidad virtual Halden se ha convertido recientemente en una parte integral e importante del programa. ",
            "error": []
        },
        "man-machine systems programme": {
            "translated_key": [],
            "translated_annotated_text": "Proyectos virtuales en Halden [Proyecto reactor] El programa de sistemas de máquinas hombre Halden (MMS) para 2002 tiene por objeto abordar cuestiones relacionadas con los factores humanos, el diseño de salas de control, las áreas de sistemas de apoyo basados en computadoras y la seguridad y fiabilidad del sistema. El programa Halden MMS tiene por objeto abordar una amplia labor experimental en las esferas de factores humanos, diseño de salas de control y sistemas de apoyo basados en computadoras. El trabajo se basa en experimentos y demostraciones realizadas en la instalación experimental HAMMLAB. Las versiones piloto de varias ayudas al operador se adoptan e integran a los simuladores HAMMLAB y se demuestran en un entorno dinámico completo. El laboratorio de realidad virtual Halden se ha convertido recientemente en una parte integral e importante del programa. ",
            "error": []
        },
        "human factors": {
            "translated_key": "factores humanos",
            "translated_annotated_text": "Proyectos virtuales en Halden [Proyecto reactor] El programa de sistemas de máquinas hombre Halden (MMS) para 2002 tiene por objeto abordar cuestiones relacionadas con los \"factores humanos\", el diseño de salas de control, las áreas de sistemas de apoyo basados en computadoras y la seguridad y fiabilidad del sistema. El programa Halden MMS tiene por objeto abordar un amplio trabajo experimental en las áreas de \"factores humanos\", diseño de salas de control y sistemas de apoyo basados en computadoras. El trabajo se basa en experimentos y demostraciones realizadas en la instalación experimental HAMMLAB. Las versiones piloto de varias ayudas al operador se adoptan e integran a los simuladores HAMMLAB y se demuestran en un entorno dinámico completo. El laboratorio de realidad virtual Halden se ha convertido recientemente en una parte integral e importante del programa. ",
            "error": [
                ""
            ]
        },
        "computer-based support system": {
            "translated_key": "sistema de apoyo basado en computadoras",
            "translated_annotated_text": "Proyectos virtuales en Halden [Proyecto reactor] El programa de sistemas de máquinas hombre Halden (MMS) para 2002 tiene por objeto abordar cuestiones relacionadas con los factores humanos, el diseño de salas de control, las áreas de \"sistema de apoyo basado en computadoras\" y la seguridad y fiabilidad del sistema. El programa Halden MMS tiene por objeto abordar un amplio trabajo experimental en las esferas de factores humanos, diseño de salas de control y \"sistema de apoyo basado en computadoras\". El trabajo se basa en experimentos y demostraciones realizadas en la instalación experimental HAMMLAB. Las versiones piloto de varias ayudas al operador se adoptan e integran a los simuladores HAMMLAB y se demuestran en un entorno dinámico completo. El laboratorio de realidad virtual Halden se ha convertido recientemente en una parte integral e importante del programa. ",
            "error": [
                ""
            ]
        },
        "safety": {
            "translated_key": "seguridad",
            "translated_annotated_text": "Proyectos virtuales en Halden [Proyecto reactor] El programa de sistemas de máquinas hombre Halden (MMS) para 2002 tiene por objeto abordar cuestiones relacionadas con los factores humanos, el diseño de salas de control, las áreas de sistemas de apoyo basados en computadoras y la \"seguridad\" y fiabilidad del sistema. El programa Halden MMS tiene por objeto abordar una amplia labor experimental en las esferas de factores humanos, diseño de salas de control y sistemas de apoyo basados en computadoras. El trabajo se basa en experimentos y demostraciones realizadas en la instalación experimental HAMMLAB. Las versiones piloto de varias ayudas al operador se adoptan e integran a los simuladores HAMMLAB y se demuestran en un entorno dinámico completo. El laboratorio de realidad virtual Halden se ha convertido recientemente en una parte integral e importante del programa. ",
            "error": [
                ""
            ]
        },
        "reliability": {
            "translated_key": "fiabilidad del sistema",
            "translated_annotated_text": "Proyectos virtuales en Halden [Proyecto reactor] El programa de sistemas de máquinas hombre Halden (MMS) para 2002 tiene por objeto abordar cuestiones relacionadas con los factores humanos, el diseño de salas de control, las áreas de sistemas de apoyo basados en computadoras y la seguridad y \"fiabilidad del sistema\". El programa Halden MMS tiene por objeto abordar una amplia labor experimental en las esferas de factores humanos, diseño de salas de control y sistemas de apoyo basados en computadoras. El trabajo se basa en experimentos y demostraciones realizadas en la instalación experimental HAMMLAB. Las versiones piloto de varias ayudas al operador se adoptan e integran a los simuladores HAMMLAB y se demuestran en un entorno dinámico completo. El laboratorio de realidad virtual Halden se ha convertido recientemente en una parte integral e importante del programa. ",
            "error": [
                ""
            ]
        },
        "virtual reality": {
            "translated_key": "realidad virtual",
            "translated_annotated_text": "Proyectos virtuales en Halden [Proyecto reactor] El programa de sistemas de máquinas hombre Halden (MMS) para 2002 tiene por objeto abordar cuestiones relacionadas con los factores humanos, el diseño de salas de control, las áreas de sistemas de apoyo basados en computadoras y la seguridad y fiabilidad del sistema. El programa Halden MMS tiene por objeto abordar una amplia labor experimental en las esferas de factores humanos, diseño de salas de control y sistemas de apoyo basados en computadoras. El trabajo se basa en experimentos y demostraciones realizadas en la instalación experimental HAMMLAB. Las versiones piloto de varias ayudas al operador se adoptan e integran a los simuladores HAMMLAB y se demuestran en un entorno dinámico completo. El laboratorio Halden de \"realidad virtual\" se ha convertido recientemente en una parte integral e importante del programa. ",
            "error": [
                ""
            ]
        },
        "control room design": {
            "translated_key": [
                "diseño de la sala de control",
                "diseño de salas de control"
            ],
            "translated_annotated_text": "Proyectos virtuales en Halden [Proyecto reactor] El programa de sistemas de máquinas hombre Halden (MMS) para 2002 tiene por objeto abordar cuestiones relacionadas con los factores humanos, el \"diseño de la sala de control\", las áreas de sistemas de apoyo basados en computadoras y la seguridad y fiabilidad del sistema. El programa Halden MMS tiene por objeto abordar un amplio trabajo experimental en las esferas de factores humanos, \"diseño de salas de control\" y sistemas de apoyo basados en computadoras. El trabajo se basa en experimentos y demostraciones realizadas en la instalación experimental HAMMLAB. Las versiones piloto de varias ayudas al operador se adoptan e integran a los simuladores HAMMLAB y se demuestran en un entorno dinámico completo. El laboratorio de realidad virtual Halden se ha convertido recientemente en una parte integral e importante del programa. ",
            "error": [
                "diseño de la sala de control",
                "diseño de salas de control"
            ]
        },
        "man-machine systems": {
            "translated_key": "man-machine systems",
            "translated_annotated_text": "Proyectos virtuales en Halden [Proyecto Reactor] El programa Halden \"man-machine systems\" (MMS) para 2002 tiene por objeto abordar cuestiones relacionadas con factores humanos, diseño de salas de control, áreas de sistemas de apoyo basados en computadoras y seguridad y fiabilidad del sistema. El programa Halden MMS tiene por objeto abordar una amplia labor experimental en las esferas de factores humanos, diseño de salas de control y sistemas de apoyo basados en computadoras. El trabajo se basa en experimentos y demostraciones realizadas en la instalación experimental HAMMLAB. Las versiones piloto de varias ayudas al operador se adoptan e integran a los simuladores HAMMLAB y se demuestran en un entorno dinámico completo. El laboratorio de realidad virtual Halden se ha convertido recientemente en una parte integral e importante del programa. ",
            "error": [
                ""
            ]
        },
        "nuclear engineering computing": {
            "translated_key": [],
            "translated_annotated_text": "Proyectos virtuales en Halden [Proyecto reactor] El programa de sistemas de máquinas hombre Halden (MMS) para 2002 tiene por objeto abordar cuestiones relacionadas con los factores humanos, el diseño de salas de control, las áreas de sistemas de apoyo basados en computadoras y la seguridad y fiabilidad del sistema. El programa Halden MMS tiene por objeto abordar una amplia labor experimental en las esferas de factores humanos, diseño de salas de control y sistemas de apoyo basados en computadoras. El trabajo se basa en experimentos y demostraciones realizadas en la instalación experimental HAMMLAB. Las versiones piloto de varias ayudas al operador se adoptan e integran a los simuladores HAMMLAB y se demuestran en un entorno dinámico completo. El laboratorio de realidad virtual Halden se ha convertido recientemente en una parte integral e importante del programa. ",
            "error": []
        }
    }
}