{
    "original_text": "The existence condition of gamma -acyclic database schemes with MVDs constraints It is very important to use database technology for a large-scale system such as ERP and MIS. A good database design may improve the performance of the system. Some research shows that a gamma -acyclic database scheme has many good properties, e.g., each connected join expression is monotonous, which helps to improve query performance of the database system. Thus what conditions are needed to generate a gamma -acyclic database scheme for a given relational scheme? In this paper, the sufficient and necessary condition of the existence of gamma -acyclic, join-lossless and dependencies-preserved database schemes meeting 4NF is given",
    "original_translation": "La condición de existencia de esquemas de bases de datos gamma-acíclicas con limitaciones de los DMV Es muy importante utilizar la tecnología de bases de datos para un sistema a gran escala como ERP y el SI. Un buen diseño de base de datos puede mejorar el rendimiento del sistema. Algunas investigaciones muestran que un esquema de base de datos gamma-acíclica tiene muchas buenas propiedades, por ejemplo, cada expresión de unión conectada es monótona, lo que ayuda a mejorar el rendimiento de la consulta del sistema de base de datos. Así pues, ¿qué condiciones son necesarias para generar un esquema de base de datos gamma-acíclica para un esquema relacional determinado? En este documento se da la condición suficiente y necesaria de la existencia de sistemas de bases de datos gamma-acíclicos, sin pérdida de unión y preservados por dependencias que cumplen 4NF.",
    "error_count": 2,
    "keys": {
        "existence condition": {
            "translated_key": "condición de existencia",
            "translated_annotated_text": "La \"condición de existencia\" de los esquemas de bases de datos gamma-acíclicas con limitaciones MVD Es muy importante utilizar la tecnología de bases de datos para un sistema a gran escala como ERP y MIS. Un buen diseño de base de datos puede mejorar el rendimiento del sistema. Algunas investigaciones muestran que un esquema de base de datos gamma-acíclica tiene muchas buenas propiedades, por ejemplo, cada expresión de unión conectada es monótona, lo que ayuda a mejorar el rendimiento de la consulta del sistema de base de datos. Así pues, ¿qué condiciones son necesarias para generar un esquema de base de datos gamma-acíclica para un esquema relacional determinado? En este documento se da la condición suficiente y necesaria de la existencia de sistemas de bases de datos gamma-acíclicos, sin pérdida de unión y preservados por dependencias que cumplen 4NF. ",
            "error": [
                ""
            ]
        },
        "database technology": {
            "translated_key": "tecnología de base de datos",
            "translated_annotated_text": "La condición de existencia de esquemas de bases de datos gamma-acíclicas con limitaciones MVD Es muy importante utilizar la \"tecnología de base de datos\" para un sistema a gran escala como ERP y MIS. Un buen diseño de base de datos puede mejorar el rendimiento del sistema. Algunas investigaciones muestran que un esquema de base de datos gamma-acíclica tiene muchas buenas propiedades, por ejemplo, cada expresión de unión conectada es monótona, lo que ayuda a mejorar el rendimiento de la consulta del sistema de base de datos. Así pues, ¿qué condiciones son necesarias para generar un esquema de base de datos gamma-acíclica para un esquema relacional determinado? En este documento se da la condición suficiente y necesaria de la existencia de sistemas de bases de datos gamma-acíclicos, sin pérdida de unión y preservados por dependencias que cumplen 4NF. ",
            "error": [
                ""
            ]
        },
        "large-scale system": {
            "translated_key": "sistema a gran escala",
            "translated_annotated_text": "La condición de existencia de esquemas de bases de datos gamma-acíclicas con limitaciones MVD Es muy importante utilizar la tecnología de bases de datos para un \"sistema a gran escala\" como ERP y MIS. Un buen diseño de base de datos puede mejorar el rendimiento del sistema. Algunas investigaciones muestran que un esquema de base de datos gamma-acíclica tiene muchas buenas propiedades, por ejemplo, cada expresión de unión conectada es monótona, lo que ayuda a mejorar el rendimiento de la consulta del sistema de base de datos. Así pues, ¿qué condiciones son necesarias para generar un esquema de base de datos gamma-acíclica para un esquema relacional determinado? En este documento se da la condición suficiente y necesaria de la existencia de sistemas de bases de datos gamma-acíclicos, sin pérdida de unión y preservados por dependencias que cumplen 4NF. ",
            "error": [
                ""
            ]
        },
        "connected join expression": {
            "translated_key": "expresión de unión conectada",
            "translated_annotated_text": "La condición de existencia de esquemas de bases de datos gamma-acíclicas con limitaciones de los DMV Es muy importante utilizar la tecnología de bases de datos para un sistema a gran escala como ERP y el SI. Un buen diseño de base de datos puede mejorar el rendimiento del sistema. Algunas investigaciones muestran que un esquema de base de datos gamma-acíclica tiene muchas buenas propiedades, por ejemplo, cada \"expresión de unión conectada\" es monótona, lo que ayuda a mejorar el rendimiento de la consulta del sistema de base de datos. Así pues, ¿qué condiciones son necesarias para generar un esquema de base de datos gamma-acíclica para un esquema relacional determinado? En este documento se da la condición suficiente y necesaria de la existencia de sistemas de bases de datos gamma-acíclicos, sin pérdida de unión y preservados por dependencias que cumplen 4NF. ",
            "error": [
                ""
            ]
        },
        "query performance": {
            "translated_key": "rendimiento de la demanda",
            "translated_annotated_text": "La condición de existencia de esquemas de bases de datos gamma-acíclicas con limitaciones de los DMV Es muy importante utilizar la tecnología de bases de datos para un sistema a gran escala como ERP y el SI. Un buen diseño de base de datos puede mejorar el rendimiento del sistema. Algunas investigaciones muestran que un esquema de base de datos gamma-acíclica tiene muchas buenas propiedades, por ejemplo, cada expresión de unión conectada es monótona, lo que ayuda a mejorar el \"rendimiento de la demanda\" del sistema de base de datos. Así pues, ¿qué condiciones son necesarias para generar un esquema de base de datos gamma-acíclica para un esquema relacional determinado? En este documento se da la condición suficiente y necesaria de la existencia de sistemas de bases de datos gamma-acíclicos, sin pérdida de unión y preservados por dependencias que cumplen 4NF. ",
            "error": [
                ""
            ]
        },
        "sufficient and necessary condition": {
            "translated_key": "condición suficiente y necesaria",
            "translated_annotated_text": "La condición de existencia de esquemas de bases de datos gamma-acíclicas con limitaciones de los DMV Es muy importante utilizar la tecnología de bases de datos para un sistema a gran escala como ERP y el SI. Un buen diseño de base de datos puede mejorar el rendimiento del sistema. Algunas investigaciones muestran que un esquema de base de datos gamma-acíclica tiene muchas buenas propiedades, por ejemplo, cada expresión de unión conectada es monótona, lo que ayuda a mejorar el rendimiento de la consulta del sistema de base de datos. Así pues, ¿qué condiciones son necesarias para generar un esquema de base de datos gamma-acíclica para un esquema relacional determinado? En este documento, se da la \"condición suficiente y necesaria\" de la existencia de esquemas de bases de datos gamma-acíclicos, sin pérdida de unión y preservados por dependencias que cumplen 4NF ",
            "error": [
                ""
            ]
        },
        "gamma -acyclic database schemes": {
            "translated_key": "esquemas de bases de datos gamma-acíclicas",
            "translated_annotated_text": "La condición de existencia de \"esquemas de bases de datos gamma-acíclicas\" con limitaciones MVDs Es muy importante utilizar la tecnología de bases de datos para un sistema a gran escala como ERP y MIS. Un buen diseño de base de datos puede mejorar el rendimiento del sistema. Algunas investigaciones muestran que un esquema de base de datos gamma-acíclica tiene muchas buenas propiedades, por ejemplo, cada expresión de unión conectada es monótona, lo que ayuda a mejorar el rendimiento de la consulta del sistema de base de datos. Así pues, ¿qué condiciones son necesarias para generar un esquema de base de datos gamma-acíclica para un esquema relacional determinado? En este documento se da la condición suficiente y necesaria de la existencia de sistemas de bases de datos gamma-acíclicos, sin pérdida de unión y preservados por dependencias que cumplen 4NF. ",
            "error": [
                ""
            ]
        },
        "MVDs constraints": {
            "translated_key": "limitaciones MVD",
            "translated_annotated_text": "La condición de existencia de esquemas de bases de datos gamma-acíclicas con \"limitaciones MVD\" Es muy importante utilizar la tecnología de bases de datos para un sistema a gran escala como ERP y MIS. Un buen diseño de base de datos puede mejorar el rendimiento del sistema. Algunas investigaciones muestran que un esquema de base de datos gamma-acíclica tiene muchas buenas propiedades, por ejemplo, cada expresión de unión conectada es monótona, lo que ayuda a mejorar el rendimiento de la consulta del sistema de base de datos. Así pues, ¿qué condiciones son necesarias para generar un esquema de base de datos gamma-acíclica para un esquema relacional determinado? En este documento se da la condición suficiente y necesaria de la existencia de sistemas de bases de datos gamma-acíclicos, sin pérdida de unión y preservados por dependencias que cumplen 4NF. ",
            "error": [
                ""
            ]
        },
        "database theory": {
            "translated_key": [],
            "translated_annotated_text": "La condición de existencia de esquemas de bases de datos gamma-acíclicas con limitaciones de los DMV Es muy importante utilizar la tecnología de bases de datos para un sistema a gran escala como ERP y el SI. Un buen diseño de base de datos puede mejorar el rendimiento del sistema. Algunas investigaciones muestran que un esquema de base de datos gamma-acíclica tiene muchas buenas propiedades, por ejemplo, cada expresión de unión conectada es monótona, lo que ayuda a mejorar el rendimiento de la consulta del sistema de base de datos. Así pues, ¿qué condiciones son necesarias para generar un esquema de base de datos gamma-acíclica para un esquema relacional determinado? En este documento se da la condición suficiente y necesaria de la existencia de sistemas de bases de datos gamma-acíclicos, sin pérdida de unión y preservados por dependencias que cumplen 4NF. ",
            "error": []
        },
        "multivalued logic": {
            "translated_key": [],
            "translated_annotated_text": "La condición de existencia de esquemas de bases de datos gamma-acíclicas con limitaciones de los DMV Es muy importante utilizar la tecnología de bases de datos para un sistema a gran escala como ERP y el SI. Un buen diseño de base de datos puede mejorar el rendimiento del sistema. Algunas investigaciones muestran que un esquema de base de datos gamma-acíclica tiene muchas buenas propiedades, por ejemplo, cada expresión de unión conectada es monótona, lo que ayuda a mejorar el rendimiento de la consulta del sistema de base de datos. Así pues, ¿qué condiciones son necesarias para generar un esquema de base de datos gamma-acíclica para un esquema relacional determinado? En este documento se da la condición suficiente y necesaria de la existencia de sistemas de bases de datos gamma-acíclicos, sin pérdida de unión y preservados por dependencias que cumplen 4NF. ",
            "error": []
        }
    }
}