{
    "original_text": "A hybrid model for smoke simulation A smoke simulation approach based on the integration of traditional particle systems and density functions is presented in this paper. By attaching a density function to each particle as its attribute, the diffusion of smoke can be described by the variation of particles density functions, along with the effect on airflow by controlling particles movement and fragmentation. In addition, a continuous density field for realistic rendering can be generated quickly through the look-up tables of particles density functions. Compared with traditional particle systems, this approach can describe smoke diffusion, and provide a continuous density field for realistic rendering with much less computation. A quick rendering scheme is also presented in this paper as a useful preview tool for tuning appropriate parameters in the smoke model",
    "original_translation": "Un modelo híbrido para simulación de humo En este artículo se presenta un enfoque de simulación de humo basado en la integración de sistemas de partículas tradicionales y funciones de densidad. Al fijar una función de densidad a cada partícula como su atributo, la difusión del humo se puede describir por la variación de las funciones de densidad de partículas, junto con el efecto sobre el flujo de aire mediante el control del movimiento de partículas y la fragmentación. Además, un campo de densidad continua para la representación realista puede generarse rápidamente a través de las tablas de búsqueda de funciones de densidad de partículas. En comparación con los sistemas de partículas tradicionales, este enfoque puede describir la difusión de humo, y proporcionar un campo de densidad continua para la representación realista con mucho menos computación. Un esquema de renderización rápida también se presenta en este artículo como una útil herramienta de previsualización para afinar parámetros apropiados en el modelo de humo",
    "error_count": 3,
    "keys": {
        "hybrid model": {
            "translated_key": "modelo híbrido",
            "translated_annotated_text": "Un \"modelo híbrido\" para simulación de humo En este artículo se presenta un enfoque de simulación de humo basado en la integración de sistemas de partículas tradicionales y funciones de densidad. Al fijar una función de densidad a cada partícula como su atributo, la difusión del humo se puede describir por la variación de las funciones de densidad de partículas, junto con el efecto sobre el flujo de aire mediante el control del movimiento de partículas y la fragmentación. Además, un campo de densidad continua para la representación realista puede generarse rápidamente a través de las tablas de búsqueda de funciones de densidad de partículas. En comparación con los sistemas de partículas tradicionales, este enfoque puede describir la difusión de humo, y proporcionar un campo de densidad continua para la representación realista con mucho menos computación. Un esquema de renderización rápida también se presenta en este artículo como una útil herramienta de previsualización para afinar parámetros apropiados en el modelo de humo ",
            "error": [
                ""
            ]
        },
        "smoke simulation": {
            "translated_key": "simulación de humo",
            "translated_annotated_text": "Un modelo híbrido para la \"simulación de humo\" Un enfoque de \"simulación de humo\" basado en la integración de sistemas de partículas tradicionales y funciones de densidad se presenta en este artículo. Al fijar una función de densidad a cada partícula como su atributo, la difusión del humo se puede describir por la variación de las funciones de densidad de partículas, junto con el efecto sobre el flujo de aire mediante el control del movimiento de partículas y la fragmentación. Además, un campo de densidad continua para la representación realista puede generarse rápidamente a través de las tablas de búsqueda de funciones de densidad de partículas. En comparación con los sistemas de partículas tradicionales, este enfoque puede describir la difusión de humo, y proporcionar un campo de densidad continua para la representación realista con mucho menos computación. Un esquema de renderización rápida también se presenta en este artículo como una útil herramienta de previsualización para afinar parámetros apropiados en el modelo de humo ",
            "error": [
                ""
            ]
        },
        "density functions": {
            "translated_key": "funciones de densidad",
            "translated_annotated_text": "Un modelo híbrido para la simulación de humo En este trabajo se presenta un enfoque de simulación de humo basado en la integración de sistemas de partículas tradicionales y \"funciones de densidad\". Al fijar una función de densidad a cada partícula como su atributo, la difusión del humo se puede describir por la variación de partículas \"funciones de densidad\", junto con el efecto sobre el flujo de aire mediante el control del movimiento y la fragmentación de partículas. Además, un campo de densidad continua para la representación realista se puede generar rápidamente a través de las tablas de búsqueda de partículas \"funciones de densidad\". En comparación con los sistemas de partículas tradicionales, este enfoque puede describir la difusión de humo, y proporcionar un campo de densidad continua para la representación realista con mucho menos computación. Un esquema de renderización rápida también se presenta en este artículo como una útil herramienta de previsualización para afinar parámetros apropiados en el modelo de humo ",
            "error": [
                ""
            ]
        },
        "continuous density field": {
            "translated_key": "campo de densidad continua",
            "translated_annotated_text": "Un modelo híbrido para simulación de humo En este artículo se presenta un enfoque de simulación de humo basado en la integración de sistemas de partículas tradicionales y funciones de densidad. Al fijar una función de densidad a cada partícula como su atributo, la difusión del humo se puede describir por la variación de las funciones de densidad de partículas, junto con el efecto sobre el flujo de aire mediante el control del movimiento de partículas y la fragmentación. Además, un \"campo de densidad continua\" para la representación realista se puede generar rápidamente a través de las tablas de búsqueda de funciones de densidad de partículas. En comparación con los sistemas de partículas tradicionales, este enfoque puede describir la difusión de humo, y proporcionar un \"campo de densidad continua\" para la representación realista con mucho menos computación. Un esquema de renderización rápida también se presenta en este artículo como una útil herramienta de previsualización para afinar parámetros apropiados en el modelo de humo ",
            "error": [
                ""
            ]
        },
        "rendering": {
            "translated_key": [
                "renderizar",
                "renderizar",
                "renderización"
            ],
            "translated_annotated_text": "Un modelo híbrido para simulación de humo En este artículo se presenta un enfoque de simulación de humo basado en la integración de sistemas de partículas tradicionales y funciones de densidad. Al fijar una función de densidad a cada partícula como su atributo, la difusión del humo se puede describir por la variación de las funciones de densidad de partículas, junto con el efecto sobre el flujo de aire mediante el control del movimiento de partículas y la fragmentación. Además, un campo de densidad continua para \"renderizar\" realista se puede generar rápidamente a través de las tablas de búsqueda de funciones de densidad de partículas. En comparación con los sistemas de partículas tradicionales, este enfoque puede describir la difusión de humo, y proporcionar un campo de densidad continua para \"renderizar\" realista con mucho menos computación. En este artículo también se presenta un esquema de \"renderización\" rápida como una útil herramienta de previsualización para afinar los parámetros apropiados en el modelo de humo ",
            "error": [
                "renderizar",
                "renderizar",
                "renderización"
            ]
        },
        "look-up tables": {
            "translated_key": "tablas de búsqueda",
            "translated_annotated_text": "Un modelo híbrido para simulación de humo En este artículo se presenta un enfoque de simulación de humo basado en la integración de sistemas de partículas tradicionales y funciones de densidad. Al fijar una función de densidad a cada partícula como su atributo, la difusión del humo se puede describir por la variación de las funciones de densidad de partículas, junto con el efecto sobre el flujo de aire mediante el control del movimiento de partículas y la fragmentación. Además, un campo de densidad continua para la representación realista se puede generar rápidamente a través de las \"tablas de búsqueda\" de funciones de densidad de partículas. En comparación con los sistemas de partículas tradicionales, este enfoque puede describir la difusión de humo, y proporcionar un campo de densidad continua para la representación realista con mucho menos computación. Un esquema de renderización rápida también se presenta en este artículo como una útil herramienta de previsualización para afinar parámetros apropiados en el modelo de humo ",
            "error": [
                ""
            ]
        },
        "rendering (computer graphics)": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo híbrido para simulación de humo En este artículo se presenta un enfoque de simulación de humo basado en la integración de sistemas de partículas tradicionales y funciones de densidad. Al fijar una función de densidad a cada partícula como su atributo, la difusión del humo se puede describir por la variación de las funciones de densidad de partículas, junto con el efecto sobre el flujo de aire mediante el control del movimiento de partículas y la fragmentación. Además, un campo de densidad continua para la representación realista puede generarse rápidamente a través de las tablas de búsqueda de funciones de densidad de partículas. En comparación con los sistemas de partículas tradicionales, este enfoque puede describir la difusión de humo, y proporcionar un campo de densidad continua para la representación realista con mucho menos computación. Un esquema de renderización rápida también se presenta en este artículo como una útil herramienta de previsualización para afinar parámetros apropiados en el modelo de humo ",
            "error": []
        },
        "table lookup": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo híbrido para simulación de humo En este artículo se presenta un enfoque de simulación de humo basado en la integración de sistemas de partículas tradicionales y funciones de densidad. Al fijar una función de densidad a cada partícula como su atributo, la difusión del humo se puede describir por la variación de las funciones de densidad de partículas, junto con el efecto sobre el flujo de aire mediante el control del movimiento de partículas y la fragmentación. Además, un campo de densidad continua para la representación realista puede generarse rápidamente a través de las tablas de búsqueda de funciones de densidad de partículas. En comparación con los sistemas de partículas tradicionales, este enfoque puede describir la difusión de humo, y proporcionar un campo de densidad continua para la representación realista con mucho menos computación. Un esquema de renderización rápida también se presenta en este artículo como una útil herramienta de previsualización para afinar parámetros apropiados en el modelo de humo ",
            "error": []
        }
    }
}