{
    "original_text": "Word spotting based on a posterior measure of keyword confidence In this paper, an approach of keyword confidence estimation is developed that well combines acoustic layer scores and syllable-based statistical language model (LM) scores. An a posteriori (AP) confidence measure and its forward-backward calculating algorithm are deduced. A zero false alarm (ZFA) assumption is proposed for evaluating relative confidence measures by word spotting task. In a word spotting experiment with a vocabulary of 240 keywords, the keyword accuracy under the AP measure is above 94%, which well approaches its theoretical upper limit. In addition, a syllable lattice Hidden Markov Model (SLHMM) is formulated and a unified view of confidence estimation, word spotting, optimal path search, and N-best syllable re-scoring is presented. The proposed AP measure can be easily applied to various speech recognition systems as well",
    "original_translation": "Búsqueda de palabras basadas en una medida posterior de confianza en las palabras clave En este artículo, se desarrolla un enfoque de estimación de confianza de palabras clave que combina bien los puntajes de capas acústicas y los puntajes del modelo de lenguaje estadístico basado en sílabas (LM). Se deduce una medida de confianza a posteriori (AP) y su algoritmo de cálculo hacia adelante y hacia atrás. Se propone un supuesto de falsa alarma cero (ZFA) para evaluar las medidas de confianza relativas mediante una tarea de detección de palabras. En un experimento de manchado de palabras con un vocabulario de 240 palabras clave, la precisión de palabras clave bajo la medida de AP es superior al 94%, que bien se acerca a su límite superior teórico. Además, se formula un modelo de Markov oculto (SLHMM) de rejilla de sílaba y se presenta una vista unificada de estimación de confianza, detección de palabras, búsqueda óptima de rutas y la mejor puntuación de sílaba N. La medida AP propuesta también puede aplicarse fácilmente a diversos sistemas de reconocimiento de voz",
    "error_count": 8,
    "keys": {
        "word spotting": {
            "translated_key": [
                " spotting ",
                " spotting",
                " spotting de palabras"
            ],
            "translated_annotated_text": "Búsqueda de palabras basadas en una medida posterior de confianza en las palabras clave En este artículo, se desarrolla un enfoque de estimación de confianza de palabras clave que combina bien los puntajes de capas acústicas y los puntajes del modelo de lenguaje estadístico basado en sílabas (LM). Se deduce una medida de confianza a posteriori (AP) y su algoritmo de cálculo hacia adelante y hacia atrás. Se propone un supuesto de falsa alarma cero (ZFA) para evaluar las medidas de confianza relativas mediante la tarea <br> spotting </br>. En un experimento de <br> spotting</br> con un vocabulario de 240 palabras clave, la precisión de las palabras clave bajo la medida de AP es superior al 94%, lo que se aproxima a su límite superior teórico. Además, se formula un modelo de Markov oculto (SLHMM) de rejilla de sílaba y se presenta una visión unificada de la estimación de confianza, <br> spotting de palabras</br>, búsqueda óptima del camino y la mejor puntuación de sílaba N. La medida AP propuesta también puede aplicarse fácilmente a diversos sistemas de reconocimiento de voz ",
            "error": [
                " spotting ",
                " spotting",
                " spotting de palabras"
            ]
        },
        "a posterior measure": {
            "translated_key": " una medida posterior",
            "translated_annotated_text": "Búsqueda de palabras basadas en <br> una medida posterior</br> de confianza en las palabras clave En este artículo, se desarrolla un enfoque de estimación de confianza de palabras clave que combina bien los puntajes de capas acústicas y los puntajes de modelos de lenguaje estadístico basados en sílabas (LM). Se deduce una medida de confianza a posteriori (AP) y su algoritmo de cálculo hacia adelante y hacia atrás. Se propone un supuesto de falsa alarma cero (ZFA) para evaluar las medidas de confianza relativas mediante una tarea de detección de palabras. En un experimento de manchado de palabras con un vocabulario de 240 palabras clave, la precisión de palabras clave bajo la medida de AP es superior al 94%, que bien se acerca a su límite superior teórico. Además, se formula un modelo de Markov oculto (SLHMM) de rejilla de sílaba y se presenta una vista unificada de estimación de confianza, detección de palabras, búsqueda óptima de rutas y la mejor puntuación de sílaba N. La medida AP propuesta también puede aplicarse fácilmente a diversos sistemas de reconocimiento de voz ",
            "error": [
                ""
            ]
        },
        "keyword confidence": {
            "translated_key": "keywords",
            "translated_annotated_text": "En este artículo, se desarrolla una aproximación de la estimación de la confianza de <br>keywords</br> que combina bien los puntajes de capas acústicas y los puntajes de modelos de lenguaje estadístico basados en sílabas (LM). Se deduce una medida de confianza a posteriori (AP) y su algoritmo de cálculo hacia adelante y hacia atrás. Se propone un supuesto de falsa alarma cero (ZFA) para evaluar las medidas de confianza relativas mediante una tarea de detección de palabras. En un experimento de manchado de palabras con un vocabulario de 240 palabras clave, la precisión de palabras clave bajo la medida de AP es superior al 94%, que bien se acerca a su límite superior teórico. Además, se formula un modelo de Markov oculto (SLHMM) de rejilla de sílaba y se presenta una vista unificada de estimación de confianza, detección de palabras, búsqueda óptima de rutas y la mejor puntuación de sílaba N. La medida AP propuesta también puede aplicarse fácilmente a diversos sistemas de reconocimiento de voz ",
            "error": [
                ""
            ]
        },
        "acoustic layer scores": {
            "translated_key": [],
            "translated_annotated_text": "Búsqueda de palabras basadas en una medida posterior de confianza en las palabras clave En este artículo, se desarrolla un enfoque de estimación de confianza de palabras clave que combina bien los puntajes de capas acústicas y los puntajes del modelo de lenguaje estadístico basado en sílabas (LM). Se deduce una medida de confianza a posteriori (AP) y su algoritmo de cálculo hacia adelante y hacia atrás. Se propone un supuesto de falsa alarma cero (ZFA) para evaluar las medidas de confianza relativas mediante una tarea de detección de palabras. En un experimento de manchado de palabras con un vocabulario de 240 palabras clave, la precisión de palabras clave bajo la medida de AP es superior al 94%, que bien se acerca a su límite superior teórico. Además, se formula un modelo de Markov oculto (SLHMM) de rejilla de sílaba y se presenta una vista unificada de estimación de confianza, detección de palabras, búsqueda óptima de rutas y la mejor puntuación de sílaba N. La medida AP propuesta también puede aplicarse fácilmente a diversos sistemas de reconocimiento de voz ",
            "error": []
        },
        "syllable-based statistical language model scores": {
            "translated_key": [],
            "translated_annotated_text": "Búsqueda de palabras basadas en una medida posterior de confianza en las palabras clave En este artículo, se desarrolla un enfoque de estimación de confianza de palabras clave que combina bien los puntajes de capas acústicas y los puntajes del modelo de lenguaje estadístico basado en sílabas (LM). Se deduce una medida de confianza a posteriori (AP) y su algoritmo de cálculo hacia adelante y hacia atrás. Se propone un supuesto de falsa alarma cero (ZFA) para evaluar las medidas de confianza relativas mediante una tarea de detección de palabras. En un experimento de manchado de palabras con un vocabulario de 240 palabras clave, la precisión de palabras clave bajo la medida de AP es superior al 94%, que bien se acerca a su límite superior teórico. Además, se formula un modelo de Markov oculto (SLHMM) de rejilla de sílaba y se presenta una vista unificada de estimación de confianza, detección de palabras, búsqueda óptima de rutas y la mejor puntuación de sílaba N. La medida AP propuesta también puede aplicarse fácilmente a diversos sistemas de reconocimiento de voz ",
            "error": []
        },
        "a posteriori confidence measure": {
            "translated_key": [],
            "translated_annotated_text": "Búsqueda de palabras basadas en una medida posterior de confianza en las palabras clave En este artículo, se desarrolla un enfoque de estimación de confianza de palabras clave que combina bien los puntajes de capas acústicas y los puntajes del modelo de lenguaje estadístico basado en sílabas (LM). Se deduce una medida de confianza a posteriori (AP) y su algoritmo de cálculo hacia adelante y hacia atrás. Se propone un supuesto de falsa alarma cero (ZFA) para evaluar las medidas de confianza relativas mediante una tarea de detección de palabras. En un experimento de manchado de palabras con un vocabulario de 240 palabras clave, la precisión de palabras clave bajo la medida de AP es superior al 94%, que bien se acerca a su límite superior teórico. Además, se formula un modelo de Markov oculto (SLHMM) de rejilla de sílaba y se presenta una vista unificada de estimación de confianza, detección de palabras, búsqueda óptima de rutas y la mejor puntuación de sílaba N. La medida AP propuesta también puede aplicarse fácilmente a diversos sistemas de reconocimiento de voz ",
            "error": []
        },
        "forward-backward calculating algorithm": {
            "translated_key": "forward-backward",
            "translated_annotated_text": "Búsqueda de palabras basadas en una medida posterior de confianza en las palabras clave En este artículo, se desarrolla un enfoque de estimación de confianza de palabras clave que combina bien los puntajes de capas acústicas y los puntajes del modelo de lenguaje estadístico basado en sílabas (LM). Se deduce una medida de confianza a posteriori (AP) y su algoritmo de cálculo <br>forward-backward</br>. Se propone un supuesto de falsa alarma cero (ZFA) para evaluar las medidas de confianza relativas mediante una tarea de detección de palabras. En un experimento de manchado de palabras con un vocabulario de 240 palabras clave, la precisión de palabras clave bajo la medida de AP es superior al 94%, que bien se acerca a su límite superior teórico. Además, se formula un modelo de Markov oculto (SLHMM) de rejilla de sílaba y se presenta una vista unificada de estimación de confianza, detección de palabras, búsqueda óptima de rutas y la mejor puntuación de sílaba N. La medida AP propuesta también puede aplicarse fácilmente a diversos sistemas de reconocimiento de voz ",
            "error": [
                ""
            ]
        },
        "zero false alarm assumption": {
            "translated_key": [],
            "translated_annotated_text": "Búsqueda de palabras basadas en una medida posterior de confianza en las palabras clave En este artículo, se desarrolla un enfoque de estimación de confianza de palabras clave que combina bien los puntajes de capas acústicas y los puntajes del modelo de lenguaje estadístico basado en sílabas (LM). Se deduce una medida de confianza a posteriori (AP) y su algoritmo de cálculo hacia adelante y hacia atrás. Se propone un supuesto de falsa alarma cero (ZFA) para evaluar las medidas de confianza relativas mediante una tarea de detección de palabras. En un experimento de manchado de palabras con un vocabulario de 240 palabras clave, la precisión de palabras clave bajo la medida de AP es superior al 94%, que bien se acerca a su límite superior teórico. Además, se formula un modelo de Markov oculto (SLHMM) de rejilla de sílaba y se presenta una vista unificada de estimación de confianza, detección de palabras, búsqueda óptima de rutas y la mejor puntuación de sílaba N. La medida AP propuesta también puede aplicarse fácilmente a diversos sistemas de reconocimiento de voz ",
            "error": []
        },
        "relative confidence measures": {
            "translated_key": "medidas de confianza relativas",
            "translated_annotated_text": "Búsqueda de palabras basadas en una medida posterior de confianza en las palabras clave En este artículo, se desarrolla un enfoque de estimación de confianza de palabras clave que combina bien los puntajes de capas acústicas y los puntajes del modelo de lenguaje estadístico basado en sílabas (LM). Se deduce una medida de confianza a posteriori (AP) y su algoritmo de cálculo hacia adelante y hacia atrás. Se propone un supuesto de falsa alarma cero (ZFA) para evaluar las <br>medidas de confianza relativas</br> mediante la tarea de detección de palabras. <br>medidas de confianza relativas</br>. En un experimento de manchado de palabras con un vocabulario de 240 palabras clave, la precisión de palabras clave bajo la medida de AP es superior al 94%, que bien se acerca a su límite superior teórico. Además, se formula un modelo de Markov oculto (SLHMM) de rejilla de sílaba y se presenta una vista unificada de estimación de confianza, detección de palabras, búsqueda óptima de rutas y la mejor puntuación de sílaba N. La medida AP propuesta también puede aplicarse fácilmente a diversos sistemas de reconocimiento de voz ",
            "error": [
                ""
            ]
        },
        "word spotting task": {
            "translated_key": "word spotting task",
            "translated_annotated_text": "Búsqueda de palabras basadas en una medida posterior de confianza en las palabras clave En este artículo, se desarrolla un enfoque de estimación de confianza de palabras clave que combina bien los puntajes de capas acústicas y los puntajes del modelo de lenguaje estadístico basado en sílabas (LM). Se deduce una medida de confianza a posteriori (AP) y su algoritmo de cálculo hacia adelante y hacia atrás. Se propone un supuesto de falsa alarma cero (ZFA) para evaluar las medidas de confianza relativas mediante <br>word spotting task</br>. En un experimento de manchado de palabras con un vocabulario de 240 palabras clave, la precisión de palabras clave bajo la medida de AP es superior al 94%, que bien se acerca a su límite superior teórico. Además, se formula un modelo de Markov oculto (SLHMM) de rejilla de sílaba y se presenta una vista unificada de estimación de confianza, detección de palabras, búsqueda óptima de rutas y la mejor puntuación de sílaba N. La medida AP propuesta también puede aplicarse fácilmente a diversos sistemas de reconocimiento de voz ",
            "error": [
                ""
            ]
        },
        "syllable lattice hidden Markov model": {
            "translated_key": [],
            "translated_annotated_text": "Búsqueda de palabras basadas en una medida posterior de confianza en las palabras clave En este artículo, se desarrolla un enfoque de estimación de confianza de palabras clave que combina bien los puntajes de capas acústicas y los puntajes del modelo de lenguaje estadístico basado en sílabas (LM). Se deduce una medida de confianza a posteriori (AP) y su algoritmo de cálculo hacia adelante y hacia atrás. Se propone un supuesto de falsa alarma cero (ZFA) para evaluar las medidas de confianza relativas mediante una tarea de detección de palabras. En un experimento de manchado de palabras con un vocabulario de 240 palabras clave, la precisión de palabras clave bajo la medida de AP es superior al 94%, que bien se acerca a su límite superior teórico. Además, se formula un modelo de Markov oculto (SLHMM) de rejilla de sílaba y se presenta una vista unificada de estimación de confianza, detección de palabras, búsqueda óptima de rutas y la mejor puntuación de sílaba N. La medida AP propuesta también puede aplicarse fácilmente a diversos sistemas de reconocimiento de voz ",
            "error": []
        },
        "confidence estimation": {
            "translated_key": [],
            "translated_annotated_text": "Nota de palabras basadas en una medida posterior de confianza en las palabras clave En este artículo, se desarrolla un enfoque de estimación de confianza de palabras clave <br> que combina bien los puntajes de capas acústicas y los puntajes de modelos de lenguaje estadístico basados en sílabas (LM). Se deduce una medida de confianza a posteriori (AP) y su algoritmo de cálculo hacia adelante y hacia atrás. Se propone un supuesto de falsa alarma cero (ZFA) para evaluar las medidas de confianza relativas mediante una tarea de detección de palabras. En un experimento de manchado de palabras con un vocabulario de 240 palabras clave, la precisión de palabras clave bajo la medida de AP es superior al 94%, que bien se acerca a su límite superior teórico. Además, se formula un modelo de Markov oculto (SLHMM) de rejilla de sílaba y se presenta una vista unificada de la estimación de confianza <br>, detección de palabras, búsqueda óptima del camino y la mejor puntuación de sílaba N. La medida AP propuesta también puede aplicarse fácilmente a diversos sistemas de reconocimiento de voz ",
            "error": []
        },
        "optimal path search": {
            "translated_key": "búsqueda óptima del camino",
            "translated_annotated_text": "Búsqueda de palabras basadas en una medida posterior de confianza en las palabras clave En este artículo, se desarrolla un enfoque de estimación de confianza de palabras clave que combina bien los puntajes de capas acústicas y los puntajes del modelo de lenguaje estadístico basado en sílabas (LM). Se deduce una medida de confianza a posteriori (AP) y su algoritmo de cálculo hacia adelante y hacia atrás. Se propone un supuesto de falsa alarma cero (ZFA) para evaluar las medidas de confianza relativas mediante una tarea de detección de palabras. En un experimento de manchado de palabras con un vocabulario de 240 palabras clave, la precisión de palabras clave bajo la medida de AP es superior al 94%, que bien se acerca a su límite superior teórico. Además, se formula un modelo de Markov oculto de rejilla de sílaba (SLHMM) y se presenta una vista unificada de estimación de confianza, detección de palabras, <br>búsqueda óptima del camino</br> y la mejor puntuación de sílaba N.  La medida AP propuesta también puede aplicarse fácilmente a diversos sistemas de reconocimiento de voz ",
            "error": [
                ""
            ]
        },
        "N-best syllable re-scoring": {
            "translated_key": "N-mejor puntuación de sílaba",
            "translated_annotated_text": "Búsqueda de palabras basadas en una medida posterior de confianza en las palabras clave En este artículo, se desarrolla un enfoque de estimación de confianza de palabras clave que combina bien los puntajes de capas acústicas y los puntajes del modelo de lenguaje estadístico basado en sílabas (LM). Se deduce una medida de confianza a posteriori (AP) y su algoritmo de cálculo hacia adelante y hacia atrás. Se propone un supuesto de falsa alarma cero (ZFA) para evaluar las medidas de confianza relativas mediante una tarea de detección de palabras. En un experimento de manchado de palabras con un vocabulario de 240 palabras clave, la precisión de palabras clave bajo la medida de AP es superior al 94%, que bien se acerca a su límite superior teórico. Además, se formula un modelo de Markov oculto (SLHMM) de rejilla de sílaba y se presenta una vista unificada de estimación de confianza, detección de palabras, búsqueda óptima de rutas y <br>N-mejor puntuación de sílaba</br>. La medida AP propuesta también puede aplicarse fácilmente a diversos sistemas de reconocimiento de voz ",
            "error": [
                ""
            ]
        },
        "speech recognition systems": {
            "translated_key": "sistemas de reconocimiento de voz",
            "translated_annotated_text": "Búsqueda de palabras basadas en una medida posterior de confianza en las palabras clave En este artículo, se desarrolla un enfoque de estimación de confianza de palabras clave que combina bien los puntajes de capas acústicas y los puntajes del modelo de lenguaje estadístico basado en sílabas (LM). Se deduce una medida de confianza a posteriori (AP) y su algoritmo de cálculo hacia adelante y hacia atrás. Se propone un supuesto de falsa alarma cero (ZFA) para evaluar las medidas de confianza relativas mediante una tarea de detección de palabras. En un experimento de manchado de palabras con un vocabulario de 240 palabras clave, la precisión de palabras clave bajo la medida de AP es superior al 94%, que bien se acerca a su límite superior teórico. Además, se formula un modelo de Markov oculto (SLHMM) de rejilla de sílaba y se presenta una vista unificada de estimación de confianza, detección de palabras, búsqueda óptima de rutas y la mejor puntuación de sílaba N. La medida AP propuesta también puede aplicarse fácilmente a diversos <br>sistemas de reconocimiento de voz</br>. ",
            "error": [
                ""
            ]
        },
        "hidden Markov models": {
            "translated_key": [],
            "translated_annotated_text": "Búsqueda de palabras basadas en una medida posterior de confianza en las palabras clave En este artículo, se desarrolla un enfoque de estimación de confianza de palabras clave que combina bien los puntajes de capas acústicas y los puntajes del modelo de lenguaje estadístico basado en sílabas (LM). Se deduce una medida de confianza a posteriori (AP) y su algoritmo de cálculo hacia adelante y hacia atrás. Se propone un supuesto de falsa alarma cero (ZFA) para evaluar las medidas de confianza relativas mediante una tarea de detección de palabras. En un experimento de manchado de palabras con un vocabulario de 240 palabras clave, la precisión de palabras clave bajo la medida de AP es superior al 94%, que bien se acerca a su límite superior teórico. Además, se formula un modelo de Markov oculto (SLHMM) de rejilla de sílaba y se presenta una vista unificada de estimación de confianza, detección de palabras, búsqueda óptima de rutas y la mejor puntuación de sílaba N. La medida AP propuesta también puede aplicarse fácilmente a diversos sistemas de reconocimiento de voz ",
            "error": []
        },
        "speech recognition": {
            "translated_key": "reconocimiento del habla",
            "translated_annotated_text": "Búsqueda de palabras basadas en una medida posterior de confianza en las palabras clave En este artículo, se desarrolla un enfoque de estimación de confianza de palabras clave que combina bien los puntajes de capas acústicas y los puntajes del modelo de lenguaje estadístico basado en sílabas (LM). Se deduce una medida de confianza a posteriori (AP) y su algoritmo de cálculo hacia adelante y hacia atrás. Se propone un supuesto de falsa alarma cero (ZFA) para evaluar las medidas de confianza relativas mediante una tarea de detección de palabras. En un experimento de manchado de palabras con un vocabulario de 240 palabras clave, la precisión de palabras clave bajo la medida de AP es superior al 94%, que bien se acerca a su límite superior teórico. Además, se formula un modelo de Markov oculto (SLHMM) de rejilla de sílaba y se presenta una vista unificada de estimación de confianza, detección de palabras, búsqueda óptima de rutas y la mejor puntuación de sílaba N. La medida de AP propuesta también puede aplicarse fácilmente a varios sistemas de <br>reconocimiento del habla</br>. ",
            "error": [
                ""
            ]
        }
    }
}