{
    "original_text": "A new algebraic modelling approach to distributed problem-solving in MAS This paper is devoted to a new algebraic modelling approach to distributed problem-solving in multi-agent systems (MAS), which is featured by a unified framework for describing and treating social behaviors, social dynamics and social intelligence. A conceptual architecture of algebraic modelling is presented. The algebraic modelling of typical social behaviors, social situation and social dynamics is discussed in the context of distributed problem-solving in MAS. The comparison and simulation on distributed task allocations and resource assignments in MAS show more advantages of the algebraic approach than other conventional methods",
    "original_translation": "Un nuevo enfoque de modelización algebraica para la resolución de problemas distribuida en MAS Este artículo está dedicado a un nuevo enfoque de modelización algebraica para la resolución de problemas distribuida en sistemas multi-agentes (MAS), que se caracteriza por un marco unificado para describir y tratar los comportamientos sociales, la dinámica social y la inteligencia social. Se presenta una arquitectura conceptual de modelado algebraico. La modelización algebraica de los comportamientos sociales típicos, la situación social y las dinámicas sociales se discute en el contexto de la resolución de problemas distribuida en el MAS. La comparación y simulación sobre asignaciones de tareas distribuidas y asignaciones de recursos en MAS muestran más ventajas del enfoque algebraico que otros métodos convencionales",
    "error_count": 5,
    "keys": {
        "algebraic modelling approach": {
            "translated_key": "enfoque de modelización algebraica",
            "translated_annotated_text": "Un nuevo \"enfoque de modelización algebraica\" para la solución distribuida de problemas en el MAS Este artículo está dedicado a un nuevo \"enfoque de modelización algebraica\" para la solución distribuida de problemas en sistemas multiagentes (MAS), que se caracteriza por un marco unificado para describir y tratar los comportamientos sociales, la dinámica social y la inteligencia social. Se presenta una arquitectura conceptual de modelado algebraico. La modelización algebraica de los comportamientos sociales típicos, la situación social y las dinámicas sociales se discute en el contexto de la resolución de problemas distribuida en el MAS. La comparación y simulación sobre asignaciones de tareas distribuidas y asignaciones de recursos en MAS muestran más ventajas del enfoque algebraico que otros métodos convencionales ",
            "error": [
                ""
            ]
        },
        "distributed problem-solving": {
            "translated_key": [
                "resolver problemas distribuidos",
                "resolver problemas distribuidos",
                "solución de problemas distribuida"
            ],
            "translated_annotated_text": "Un nuevo enfoque de modelización algebraica para \"resolver problemas distribuidos\" en MAS Este artículo está dedicado a un nuevo enfoque de modelización algebraica para \"resolver problemas distribuidos\" en sistemas multi-agentes (MAS), que se caracteriza por un marco unificado para describir y tratar los comportamientos sociales, la dinámica social y la inteligencia social. Se presenta una arquitectura conceptual de modelado algebraico. La modelización algebraica de los comportamientos sociales típicos, la situación social y las dinámicas sociales se discute en el contexto de la \"solución de problemas distribuida\" en el MAS. La comparación y simulación sobre asignaciones de tareas distribuidas y asignaciones de recursos en MAS muestran más ventajas del enfoque algebraico que otros métodos convencionales ",
            "error": [
                "resolver problemas distribuidos",
                "resolver problemas distribuidos",
                "solución de problemas distribuida"
            ]
        },
        "multi-agent systems": {
            "translated_key": "sistemas multi-agentes",
            "translated_annotated_text": "Un nuevo enfoque de modelización algebraica para la resolución de problemas distribuida en MAS Este artículo está dedicado a un nuevo enfoque de modelización algebraica para la resolución de problemas distribuida en \"sistemas multi-agentes\" (MAS), que se caracteriza por un marco unificado para describir y tratar los comportamientos sociales, la dinámica social y la inteligencia social. Se presenta una arquitectura conceptual de modelado algebraico. La modelización algebraica de los comportamientos sociales típicos, la situación social y las dinámicas sociales se discute en el contexto de la resolución de problemas distribuida en el MAS. La comparación y simulación sobre asignaciones de tareas distribuidas y asignaciones de recursos en MAS muestran más ventajas del enfoque algebraico que otros métodos convencionales ",
            "error": [
                ""
            ]
        },
        "unified framework": {
            "translated_key": "marco unificado",
            "translated_annotated_text": "Un nuevo enfoque de modelización algebraica para la resolución de problemas distribuida en MAS Este artículo está dedicado a un nuevo enfoque de modelización algebraica para la resolución de problemas distribuida en sistemas multiagentes (MAS), que se caracteriza por un \"marco unificado\" para describir y tratar los comportamientos sociales, la dinámica social y la inteligencia social. Se presenta una arquitectura conceptual de modelado algebraico. La modelización algebraica de los comportamientos sociales típicos, la situación social y las dinámicas sociales se discute en el contexto de la resolución de problemas distribuida en el MAS. La comparación y simulación sobre asignaciones de tareas distribuidas y asignaciones de recursos en MAS muestran más ventajas del enfoque algebraico que otros métodos convencionales ",
            "error": [
                ""
            ]
        },
        "social behaviors": {
            "translated_key": [
                "conductos sociales",
                "comportamientos sociales"
            ],
            "translated_annotated_text": "Un nuevo enfoque de modelización algebraica para la resolución de problemas distribuida en MAS Este artículo está dedicado a un nuevo enfoque de modelización algebraica para la resolución de problemas distribuida en sistemas multi-agentes (MAS), que se caracteriza por un marco unificado para describir y tratar los \"conductos sociales\", la dinámica social y la inteligencia social. Se presenta una arquitectura conceptual de modelado algebraico. La modelización algebraica de los \"comportamientos sociales\" típicos, la situación social y la dinámica social se discute en el contexto de la resolución de problemas distribuida en el MAS. La comparación y simulación sobre asignaciones de tareas distribuidas y asignaciones de recursos en MAS muestran más ventajas del enfoque algebraico que otros métodos convencionales ",
            "error": [
                "conductos sociales",
                "comportamientos sociales"
            ]
        },
        "social dynamics": {
            "translated_key": "dinámicas sociales",
            "translated_annotated_text": "Un nuevo enfoque de modelización algebraica para la resolución de problemas distribuida en MAS Este artículo está dedicado a un nuevo enfoque de modelización algebraica para la resolución de problemas distribuida en sistemas multi-agentes (MAS), que se caracteriza por un marco unificado para describir y tratar comportamientos sociales, \"dinámicas sociales\" e inteligencia social. Se presenta una arquitectura conceptual de modelado algebraico. El modelado algebraico de los comportamientos sociales típicos, la situación social y las \"dinámicas sociales\" se discute en el contexto de la solución de problemas distribuida en el MAS. La comparación y simulación sobre asignaciones de tareas distribuidas y asignaciones de recursos en MAS muestran más ventajas del enfoque algebraico que otros métodos convencionales ",
            "error": [
                ""
            ]
        },
        "social intelligence": {
            "translated_key": "inteligencia social",
            "translated_annotated_text": "Un nuevo enfoque de modelización algebraica para la resolución de problemas distribuida en MAS Este artículo está dedicado a un nuevo enfoque de modelización algebraica para la resolución de problemas distribuida en sistemas multiagentes (MAS), que se caracteriza por un marco unificado para describir y tratar los comportamientos sociales, la dinámica social y la \"inteligencia social\". Se presenta una arquitectura conceptual de modelado algebraico. La modelización algebraica de los comportamientos sociales típicos, la situación social y las dinámicas sociales se discute en el contexto de la resolución de problemas distribuida en el MAS. La comparación y simulación sobre asignaciones de tareas distribuidas y asignaciones de recursos en MAS muestran más ventajas del enfoque algebraico que otros métodos convencionales ",
            "error": [
                ""
            ]
        },
        "distributed task allocations": {
            "translated_key": "asignaciones de tareas distribuidas",
            "translated_annotated_text": "Un nuevo enfoque de modelización algebraica para la resolución de problemas distribuida en MAS Este artículo está dedicado a un nuevo enfoque de modelización algebraica para la resolución de problemas distribuida en sistemas multi-agentes (MAS), que se caracteriza por un marco unificado para describir y tratar los comportamientos sociales, la dinámica social y la inteligencia social. Se presenta una arquitectura conceptual de modelado algebraico. La modelización algebraica de los comportamientos sociales típicos, la situación social y las dinámicas sociales se discute en el contexto de la resolución de problemas distribuida en el MAS. La comparación y simulación sobre \"asignaciones de tareas distribuidas\" y asignaciones de recursos en MAS muestran más ventajas del enfoque algebraico que otros métodos convencionales ",
            "error": [
                ""
            ]
        },
        "resource assignments": {
            "translated_key": "asignaciones de recursos",
            "translated_annotated_text": "Un nuevo enfoque de modelización algebraica para la resolución de problemas distribuida en MAS Este artículo está dedicado a un nuevo enfoque de modelización algebraica para la resolución de problemas distribuida en sistemas multi-agentes (MAS), que se caracteriza por un marco unificado para describir y tratar los comportamientos sociales, la dinámica social y la inteligencia social. Se presenta una arquitectura conceptual de modelado algebraico. La modelización algebraica de los comportamientos sociales típicos, la situación social y las dinámicas sociales se discute en el contexto de la resolución de problemas distribuida en el MAS. La comparación y simulación sobre asignaciones de tareas distribuidas y \"asignaciones de recursos\" en MAS muestran más ventajas del enfoque algebraico que otros métodos convencionales ",
            "error": [
                ""
            ]
        },
        "artificial intelligence": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo enfoque de modelización algebraica para la resolución de problemas distribuida en MAS Este artículo está dedicado a un nuevo enfoque de modelización algebraica para la resolución de problemas distribuida en sistemas multi-agentes (MAS), que se caracteriza por un marco unificado para describir y tratar los comportamientos sociales, la dinámica social y la inteligencia social. Se presenta una arquitectura conceptual de modelado algebraico. La modelización algebraica de los comportamientos sociales típicos, la situación social y las dinámicas sociales se discute en el contexto de la resolución de problemas distribuida en el MAS. La comparación y simulación sobre asignaciones de tareas distribuidas y asignaciones de recursos en MAS muestran más ventajas del enfoque algebraico que otros métodos convencionales ",
            "error": []
        },
        "problem solving": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo enfoque de modelización algebraica para la resolución de problemas distribuida en MAS Este artículo está dedicado a un nuevo enfoque de modelización algebraica para la resolución de problemas distribuida en sistemas multi-agentes (MAS), que se caracteriza por un marco unificado para describir y tratar los comportamientos sociales, la dinámica social y la inteligencia social. Se presenta una arquitectura conceptual de modelado algebraico. La modelización algebraica de los comportamientos sociales típicos, la situación social y las dinámicas sociales se discute en el contexto de la resolución de problemas distribuida en el MAS. La comparación y simulación sobre asignaciones de tareas distribuidas y asignaciones de recursos en MAS muestran más ventajas del enfoque algebraico que otros métodos convencionales ",
            "error": []
        },
        "software agents": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo enfoque de modelización algebraica para la resolución de problemas distribuida en MAS Este artículo está dedicado a un nuevo enfoque de modelización algebraica para la resolución de problemas distribuida en sistemas multi-agentes (MAS), que se caracteriza por un marco unificado para describir y tratar los comportamientos sociales, la dinámica social y la inteligencia social. Se presenta una arquitectura conceptual de modelado algebraico. La modelización algebraica de los comportamientos sociales típicos, la situación social y las dinámicas sociales se discute en el contexto de la resolución de problemas distribuida en el MAS. La comparación y simulación sobre asignaciones de tareas distribuidas y asignaciones de recursos en MAS muestran más ventajas del enfoque algebraico que otros métodos convencionales ",
            "error": []
        }
    }
}