{
    "original_text": "An interlingua-based Chinese-English MT system Chinese-English machine translation is a significant and challenging problem in information processing. The paper presents an interlingua-based Chinese-English natural language translation system (ICENT). It introduces the realization mechanism of Chinese language analysis, which contains syntactic parsing and semantic analyzing and gives the design of interlingua in details. Experimental results and system evaluation are given. The result is satisfying",
    "original_translation": "Un sistema MT chino-inglés de traducción automática chino-inglés basado en interlingua es un problema significativo y difícil en el procesamiento de la información. El artículo presenta un sistema de traducción de idioma natural chino-inglés basado en interlingua (ICENT). Introduce el mecanismo de realización del análisis del idioma chino, que contiene análisis sintáctico y análisis semántico y da el diseño de interlingua en detalles. Se dan resultados experimentales y evaluación del sistema. El resultado es satisfactorio",
    "error_count": 3,
    "keys": {
        "interlingua-based Chinese-English machine translation system": {
            "translated_key": [],
            "translated_annotated_text": "Un sistema MT chino-inglés de traducción automática chino-inglés basado en interlingua es un problema significativo y difícil en el procesamiento de la información. El artículo presenta un sistema de traducción de idioma natural chino-inglés basado en interlingua (ICENT). Introduce el mecanismo de realización del análisis del idioma chino, que contiene análisis sintáctico y análisis semántico y da el diseño de interlingua en detalles. Se dan resultados experimentales y evaluación del sistema. El resultado es satisfactorio ",
            "error": []
        },
        "information processing": {
            "translated_key": "proceso de información",
            "translated_annotated_text": "Un sistema MT chino-inglés basado en interlingua traducción automática chino-inglés es un problema significativo y desafiante en el \"proceso de información\". El artículo presenta un sistema de traducción de idioma natural chino-inglés basado en interlingua (ICENT). Introduce el mecanismo de realización del análisis del idioma chino, que contiene análisis sintáctico y análisis semántico y da el diseño de interlingua en detalles. Se dan resultados experimentales y evaluación del sistema. El resultado es satisfactorio ",
            "error": [
                ""
            ]
        },
        "natural language translation system": {
            "translated_key": "sistema de traducción del lenguaje natural",
            "translated_annotated_text": "Un sistema MT chino-inglés de traducción automática chino-inglés basado en interlingua es un problema significativo y difícil en el procesamiento de la información. El artículo presenta un \"sistema de traducción del lenguaje natural\" (ICENT) chino-inglés basado en interlingua. Introduce el mecanismo de realización del análisis del idioma chino, que contiene análisis sintáctico y análisis semántico y da el diseño de interlingua en detalles. Se dan resultados experimentales y evaluación del sistema. El resultado es satisfactorio ",
            "error": [
                ""
            ]
        },
        "syntactic parsing": {
            "translated_key": "analizar sintáctico",
            "translated_annotated_text": "Un sistema MT chino-inglés de traducción automática chino-inglés basado en interlingua es un problema significativo y difícil en el procesamiento de la información. El artículo presenta un sistema de traducción de idioma natural chino-inglés basado en interlingua (ICENT). Introduce el mecanismo de realización del análisis del idioma chino, que contiene \"analizar sintáctico\" y análisis semántico y da el diseño de interlingua en detalles. Se dan resultados experimentales y evaluación del sistema. El resultado es satisfactorio ",
            "error": [
                ""
            ]
        },
        "semantic analyzing": {
            "translated_key": "análisis semántico",
            "translated_annotated_text": "Un sistema MT chino-inglés de traducción automática chino-inglés basado en interlingua es un problema significativo y difícil en el procesamiento de la información. El artículo presenta un sistema de traducción de idioma natural chino-inglés basado en interlingua (ICENT). Introduce el mecanismo de realización del análisis del idioma chino, que contiene análisis sintáctico y \"análisis semántico\" y da el diseño de interlingua en detalles. Se dan resultados experimentales y evaluación del sistema. El resultado es satisfactorio ",
            "error": [
                ""
            ]
        },
        "grammars": {
            "translated_key": [],
            "translated_annotated_text": "Un sistema MT chino-inglés de traducción automática chino-inglés basado en interlingua es un problema significativo y difícil en el procesamiento de la información. El artículo presenta un sistema de traducción de idioma natural chino-inglés basado en interlingua (ICENT). Introduce el mecanismo de realización del análisis del idioma chino, que contiene análisis sintáctico y análisis semántico y da el diseño de interlingua en detalles. Se dan resultados experimentales y evaluación del sistema. El resultado es satisfactorio ",
            "error": []
        },
        "language translation": {
            "translated_key": "traducción",
            "translated_annotated_text": "Un sistema MT chino-inglés de traducción automática chino-inglés basado en interlingua es un problema significativo y difícil en el procesamiento de la información. El artículo presenta un sistema de \"traducción\" natural chino-inglés basado en interlingua (ICENT). Introduce el mecanismo de realización del análisis del idioma chino, que contiene análisis sintáctico y análisis semántico y da el diseño de interlingua en detalles. Se dan resultados experimentales y evaluación del sistema. El resultado es satisfactorio ",
            "error": [
                ""
            ]
        },
        "natural language interfaces": {
            "translated_key": [],
            "translated_annotated_text": "Un sistema MT chino-inglés de traducción automática chino-inglés basado en interlingua es un problema significativo y difícil en el procesamiento de la información. El artículo presenta un sistema de traducción de idioma natural chino-inglés basado en interlingua (ICENT). Introduce el mecanismo de realización del análisis del idioma chino, que contiene análisis sintáctico y análisis semántico y da el diseño de interlingua en detalles. Se dan resultados experimentales y evaluación del sistema. El resultado es satisfactorio ",
            "error": []
        }
    }
}