{
    "original_text": "An attack-finding algorithm for security protocols This paper proposes an automatic attack construction algorithm in order to find potential attacks on security protocols. It is based on a dynamic strand space model, which enhances the original strand space model by introducing active nodes on strands so as to characterize the dynamic procedure of protocol execution. With exact causal dependency relations between messages considered in the model, this algorithm can avoid state space explosion caused by asynchronous composition. In order to get a finite state space, a new method called strand-added on demand is exploited, which extends a bundle in an incremental manner without requiring explicit configuration of protocol execution parameters. A finer granularity model of term structure is also introduced, in which subterms are divided into check subterms and data subterms. Moreover, data subterms can be further classified based on the compatible data subterm relation to obtain automatically the finite set of valid acceptable terms for an honest principal. In this algorithm, terms core is designed to represent the intruders knowledge compactly, and forward search technology is used to simulate attack patterns easily. Using this algorithm, a new attack on the Dolve-Yao protocol can be found, which is even more harmful because the secret is revealed before the session terminates",
    "original_translation": "Un algoritmo de búsqueda de ataques para protocolos de seguridad Este artículo propone un algoritmo automático de construcción de ataques para encontrar posibles ataques a protocolos de seguridad. Se basa en un modelo dinámico de espacio hebra, que mejora el modelo original de espacio hebra mediante la introducción de nodos activos en hebras para caracterizar el procedimiento dinámico de ejecución del protocolo. Con relaciones de dependencia causales exactas entre los mensajes considerados en el modelo, este algoritmo puede evitar la explosión espacial de estado causada por la composición asíncrona. Con el fin de obtener un espacio de estado finito, se explota un nuevo método llamado hebra-añadida bajo demanda, que extiende un paquete de una manera incremental sin requerir la configuración explícita de los parámetros de ejecución del protocolo. También se introduce un modelo de granularidad más fino de estructura de término, en el que los subtermos se dividen en subtermos de comprobación y subtermos de datos. Además, los subtérminos de datos pueden clasificarse en función de la relación de subtérmino de datos compatible para obtener automáticamente el conjunto finito de términos válidos aceptables para un director honesto. En este algoritmo, los términos core están diseñados para representar el conocimiento de los intrusos de forma compacta, y la tecnología de búsqueda avanzada se utiliza para simular fácilmente los patrones de ataque. Usando este algoritmo, se puede encontrar un nuevo ataque al protocolo Dolve-Yao, que es aún más dañino porque el secreto se revela antes de que la sesión termine",
    "error_count": 2,
    "keys": {
        "attack-finding algorithm": {
            "translated_key": "algoritmo de búsqueda de ataques",
            "translated_annotated_text": "Un \"algoritmo de búsqueda de ataques\" para protocolos de seguridad Este artículo propone un algoritmo de construcción de ataques automáticos con el fin de encontrar posibles ataques a protocolos de seguridad. Se basa en un modelo dinámico de espacio hebra, que mejora el modelo original de espacio hebra mediante la introducción de nodos activos en hebras para caracterizar el procedimiento dinámico de ejecución del protocolo. Con relaciones de dependencia causales exactas entre los mensajes considerados en el modelo, este algoritmo puede evitar la explosión espacial de estado causada por la composición asíncrona. Con el fin de obtener un espacio de estado finito, se explota un nuevo método llamado hebra-añadida bajo demanda, que extiende un paquete de una manera incremental sin requerir la configuración explícita de los parámetros de ejecución del protocolo. También se introduce un modelo de granularidad más fino de estructura de término, en el que los subtermos se dividen en subtermos de comprobación y subtermos de datos. Además, los subtérminos de datos pueden clasificarse en función de la relación de subtérmino de datos compatible para obtener automáticamente el conjunto finito de términos válidos aceptables para un director honesto. En este algoritmo, los términos core están diseñados para representar el conocimiento de los intrusos de forma compacta, y la tecnología de búsqueda avanzada se utiliza para simular fácilmente los patrones de ataque. Usando este algoritmo, se puede encontrar un nuevo ataque al protocolo Dolve-Yao, que es aún más dañino porque el secreto se revela antes de que la sesión termine ",
            "error": [
                ""
            ]
        },
        "security protocols": {
            "translated_key": "protocolos de seguridad",
            "translated_annotated_text": "Un algoritmo de búsqueda de ataques para \"protocolos de seguridad\" Este artículo propone un algoritmo automático de construcción de ataques con el fin de encontrar posibles ataques a \"protocolos de seguridad\". Se basa en un modelo dinámico de espacio hebra, que mejora el modelo original de espacio hebra mediante la introducción de nodos activos en hebras para caracterizar el procedimiento dinámico de ejecución del protocolo. Con relaciones de dependencia causales exactas entre los mensajes considerados en el modelo, este algoritmo puede evitar la explosión espacial de estado causada por la composición asíncrona. Con el fin de obtener un espacio de estado finito, se explota un nuevo método llamado hebra-añadida bajo demanda, que extiende un paquete de una manera incremental sin requerir la configuración explícita de los parámetros de ejecución del protocolo. También se introduce un modelo de granularidad más fino de estructura de término, en el que los subtermos se dividen en subtermos de comprobación y subtermos de datos. Además, los subtérminos de datos pueden clasificarse en función de la relación de subtérmino de datos compatible para obtener automáticamente el conjunto finito de términos válidos aceptables para un director honesto. En este algoritmo, los términos core están diseñados para representar el conocimiento de los intrusos de forma compacta, y la tecnología de búsqueda avanzada se utiliza para simular fácilmente los patrones de ataque. Usando este algoritmo, se puede encontrar un nuevo ataque al protocolo Dolve-Yao, que es aún más dañino porque el secreto se revela antes de que la sesión termine ",
            "error": [
                ""
            ]
        },
        "dynamic strand space model": {
            "translated_key": "modelo de espacio de hebra dinámica",
            "translated_annotated_text": "Un algoritmo de búsqueda de ataques para protocolos de seguridad Este artículo propone un algoritmo automático de construcción de ataques para encontrar posibles ataques a protocolos de seguridad. Se basa en un \"modelo de espacio de hebra dinámica\", que mejora el modelo de espacio de hebra original mediante la introducción de nodos activos en hebras para caracterizar el procedimiento dinámico de ejecución del protocolo. Con relaciones de dependencia causales exactas entre los mensajes considerados en el modelo, este algoritmo puede evitar la explosión espacial de estado causada por la composición asíncrona. Con el fin de obtener un espacio de estado finito, se explota un nuevo método llamado hebra-añadida bajo demanda, que extiende un paquete de una manera incremental sin requerir la configuración explícita de los parámetros de ejecución del protocolo. También se introduce un modelo de granularidad más fino de estructura de término, en el que los subtermos se dividen en subtermos de comprobación y subtermos de datos. Además, los subtérminos de datos pueden clasificarse en función de la relación de subtérmino de datos compatible para obtener automáticamente el conjunto finito de términos válidos aceptables para un director honesto. En este algoritmo, los términos core están diseñados para representar el conocimiento de los intrusos de forma compacta, y la tecnología de búsqueda avanzada se utiliza para simular fácilmente los patrones de ataque. Usando este algoritmo, se puede encontrar un nuevo ataque al protocolo Dolve-Yao, que es aún más dañino porque el secreto se revela antes de que la sesión termine ",
            "error": [
                ""
            ]
        },
        "strand space model": {
            "translated_key": "modelo espacial de cadena",
            "translated_annotated_text": "Un algoritmo de búsqueda de ataques para protocolos de seguridad Este artículo propone un algoritmo automático de construcción de ataques para encontrar posibles ataques a protocolos de seguridad. Se basa en un \"modelo espacial de cadena\" dinámico, que mejora el \"modelo espacial de cadena\" original mediante la introducción de nodos activos en hebras para caracterizar el procedimiento dinámico de ejecución del protocolo. Con relaciones de dependencia causales exactas entre los mensajes considerados en el modelo, este algoritmo puede evitar la explosión espacial de estado causada por la composición asíncrona. Con el fin de obtener un espacio de estado finito, se explota un nuevo método llamado hebra-añadida bajo demanda, que extiende un paquete de una manera incremental sin requerir la configuración explícita de los parámetros de ejecución del protocolo. También se introduce un modelo de granularidad más fino de estructura de término, en el que los subtermos se dividen en subtermos de comprobación y subtermos de datos. Además, los subtérminos de datos pueden clasificarse en función de la relación de subtérmino de datos compatible para obtener automáticamente el conjunto finito de términos válidos aceptables para un director honesto. En este algoritmo, los términos core están diseñados para representar el conocimiento de los intrusos de forma compacta, y la tecnología de búsqueda avanzada se utiliza para simular fácilmente los patrones de ataque. Usando este algoritmo, se puede encontrar un nuevo ataque al protocolo Dolve-Yao, que es aún más dañino porque el secreto se revela antes de que la sesión termine ",
            "error": [
                ""
            ]
        },
        "state space explosion": {
            "translated_key": "explosión espacial de estado",
            "translated_annotated_text": "Un algoritmo de búsqueda de ataques para protocolos de seguridad Este artículo propone un algoritmo automático de construcción de ataques para encontrar posibles ataques a protocolos de seguridad. Se basa en un modelo dinámico de espacio hebra, que mejora el modelo original de espacio hebra mediante la introducción de nodos activos en hebras para caracterizar el procedimiento dinámico de ejecución del protocolo. Con relaciones de dependencia causales exactas entre los mensajes considerados en el modelo, este algoritmo puede evitar la \"explosión espacial de estado\" causada por la composición asíncrona. Con el fin de obtener un espacio de estado finito, se explota un nuevo método llamado hebra-añadida bajo demanda, que extiende un paquete de una manera incremental sin requerir la configuración explícita de los parámetros de ejecución del protocolo. También se introduce un modelo de granularidad más fino de estructura de término, en el que los subtermos se dividen en subtermos de comprobación y subtermos de datos. Además, los subtérminos de datos pueden clasificarse en función de la relación de subtérmino de datos compatible para obtener automáticamente el conjunto finito de términos válidos aceptables para un director honesto. En este algoritmo, los términos core están diseñados para representar el conocimiento de los intrusos de forma compacta, y la tecnología de búsqueda avanzada se utiliza para simular fácilmente los patrones de ataque. Usando este algoritmo, se puede encontrar un nuevo ataque al protocolo Dolve-Yao, que es aún más dañino porque el secreto se revela antes de que la sesión termine ",
            "error": [
                ""
            ]
        },
        "asynchronous composition": {
            "translated_key": "composición asíncrona",
            "translated_annotated_text": "Un algoritmo de búsqueda de ataques para protocolos de seguridad Este artículo propone un algoritmo automático de construcción de ataques para encontrar posibles ataques a protocolos de seguridad. Se basa en un modelo dinámico de espacio hebra, que mejora el modelo original de espacio hebra mediante la introducción de nodos activos en hebras para caracterizar el procedimiento dinámico de ejecución del protocolo. Con relaciones de dependencia causales exactas entre los mensajes considerados en el modelo, este algoritmo puede evitar la explosión espacial de estado causada por \"composición asíncrona\". Con el fin de obtener un espacio de estado finito, se explota un nuevo método llamado hebra-añadida bajo demanda, que extiende un paquete de una manera incremental sin requerir la configuración explícita de los parámetros de ejecución del protocolo. También se introduce un modelo de granularidad más fino de estructura de término, en el que los subtermos se dividen en subtermos de comprobación y subtermos de datos. Además, los subtérminos de datos pueden clasificarse en función de la relación de subtérmino de datos compatible para obtener automáticamente el conjunto finito de términos válidos aceptables para un director honesto. En este algoritmo, los términos core están diseñados para representar el conocimiento de los intrusos de forma compacta, y la tecnología de búsqueda avanzada se utiliza para simular fácilmente los patrones de ataque. Usando este algoritmo, se puede encontrar un nuevo ataque al protocolo Dolve-Yao, que es aún más dañino porque el secreto se revela antes de que la sesión termine ",
            "error": [
                ""
            ]
        },
        "strand-added on demand": {
            "translated_key": "fija-agregado bajo demanda",
            "translated_annotated_text": "Un algoritmo de búsqueda de ataques para protocolos de seguridad Este artículo propone un algoritmo automático de construcción de ataques para encontrar posibles ataques a protocolos de seguridad. Se basa en un modelo dinámico de espacio hebra, que mejora el modelo original de espacio hebra mediante la introducción de nodos activos en hebras para caracterizar el procedimiento dinámico de ejecución del protocolo. Con relaciones de dependencia causales exactas entre los mensajes considerados en el modelo, este algoritmo puede evitar la explosión espacial de estado causada por la composición asíncrona. Con el fin de obtener un espacio de estado finito, se explota un nuevo método llamado \"fija-agregado bajo demanda\", que extiende un paquete de manera incremental sin requerir la configuración explícita de los parámetros de ejecución del protocolo. También se introduce un modelo de granularidad más fino de estructura de término, en el que los subtermos se dividen en subtermos de comprobación y subtermos de datos. Además, los subtérminos de datos pueden clasificarse en función de la relación de subtérmino de datos compatible para obtener automáticamente el conjunto finito de términos válidos aceptables para un director honesto. En este algoritmo, los términos core están diseñados para representar el conocimiento de los intrusos de forma compacta, y la tecnología de búsqueda avanzada se utiliza para simular fácilmente los patrones de ataque. Usando este algoritmo, se puede encontrar un nuevo ataque al protocolo Dolve-Yao, que es aún más dañino porque el secreto se revela antes de que la sesión termine ",
            "error": [
                ""
            ]
        },
        "check subterms": {
            "translated_key": "comprobar subtérminos",
            "translated_annotated_text": "Un algoritmo de búsqueda de ataques para protocolos de seguridad Este artículo propone un algoritmo automático de construcción de ataques para encontrar posibles ataques a protocolos de seguridad. Se basa en un modelo dinámico de espacio hebra, que mejora el modelo original de espacio hebra mediante la introducción de nodos activos en hebras para caracterizar el procedimiento dinámico de ejecución del protocolo. Con relaciones de dependencia causales exactas entre los mensajes considerados en el modelo, este algoritmo puede evitar la explosión espacial de estado causada por la composición asíncrona. Con el fin de obtener un espacio de estado finito, se explota un nuevo método llamado hebra-añadida bajo demanda, que extiende un paquete de una manera incremental sin requerir la configuración explícita de los parámetros de ejecución del protocolo. También se introduce un modelo de granularidad más fino de estructura de término, en el que los subtérminos se dividen en \"comprobar subtérminos\" y subtérminos de datos. Además, los subtérminos de datos pueden clasificarse en función de la relación de subtérmino de datos compatible para obtener automáticamente el conjunto finito de términos válidos aceptables para un director honesto. En este algoritmo, los términos core están diseñados para representar el conocimiento de los intrusos de forma compacta, y la tecnología de búsqueda avanzada se utiliza para simular fácilmente los patrones de ataque. Usando este algoritmo, se puede encontrar un nuevo ataque al protocolo Dolve-Yao, que es aún más dañino porque el secreto se revela antes de que la sesión termine ",
            "error": [
                ""
            ]
        },
        "data subterms": {
            "translated_key": "subtérminos de datos",
            "translated_annotated_text": "Un algoritmo de búsqueda de ataques para protocolos de seguridad Este artículo propone un algoritmo automático de construcción de ataques para encontrar posibles ataques a protocolos de seguridad. Se basa en un modelo dinámico de espacio hebra, que mejora el modelo original de espacio hebra mediante la introducción de nodos activos en hebras para caracterizar el procedimiento dinámico de ejecución del protocolo. Con relaciones de dependencia causales exactas entre los mensajes considerados en el modelo, este algoritmo puede evitar la explosión espacial de estado causada por la composición asíncrona. Con el fin de obtener un espacio de estado finito, se explota un nuevo método llamado hebra-añadida bajo demanda, que extiende un paquete de una manera incremental sin requerir la configuración explícita de los parámetros de ejecución del protocolo. También se introduce un modelo de granularidad más fino de estructura de término, en el que los subtérminos se dividen en subtérminos de comprobación y \"subtérminos de datos\". Además, los \"subtérminos de datos\" pueden clasificarse en función de la relación de subtérminos de datos compatibles para obtener automáticamente el conjunto finito de términos válidos aceptables para un director honesto. En este algoritmo, los términos core están diseñados para representar el conocimiento de los intrusos de forma compacta, y la tecnología de búsqueda avanzada se utiliza para simular fácilmente los patrones de ataque. Usando este algoritmo, se puede encontrar un nuevo ataque al protocolo Dolve-Yao, que es aún más dañino porque el secreto se revela antes de que la sesión termine ",
            "error": [
                ""
            ]
        },
        "Dolve-Yao protocol": {
            "translated_key": "protocolo Dolve-Yao",
            "translated_annotated_text": "Un algoritmo de búsqueda de ataques para protocolos de seguridad Este artículo propone un algoritmo automático de construcción de ataques para encontrar posibles ataques a protocolos de seguridad. Se basa en un modelo dinámico de espacio hebra, que mejora el modelo original de espacio hebra mediante la introducción de nodos activos en hebras para caracterizar el procedimiento dinámico de ejecución del protocolo. Con relaciones de dependencia causales exactas entre los mensajes considerados en el modelo, este algoritmo puede evitar la explosión espacial de estado causada por la composición asíncrona. Con el fin de obtener un espacio de estado finito, se explota un nuevo método llamado hebra-añadida bajo demanda, que extiende un paquete de una manera incremental sin requerir la configuración explícita de los parámetros de ejecución del protocolo. También se introduce un modelo de granularidad más fino de estructura de término, en el que los subtermos se dividen en subtermos de comprobación y subtermos de datos. Además, los subtérminos de datos pueden clasificarse en función de la relación de subtérmino de datos compatible para obtener automáticamente el conjunto finito de términos válidos aceptables para un director honesto. En este algoritmo, los términos core están diseñados para representar el conocimiento de los intrusos de forma compacta, y la tecnología de búsqueda avanzada se utiliza para simular fácilmente los patrones de ataque. Usando este algoritmo, se puede encontrar un nuevo ataque al \"protocolo Dolve-Yao\", que es aún más dañino porque el secreto se revela antes de que la sesión termine ",
            "error": [
                ""
            ]
        },
        "data structures": {
            "translated_key": [],
            "translated_annotated_text": "Un algoritmo de búsqueda de ataques para protocolos de seguridad Este artículo propone un algoritmo automático de construcción de ataques para encontrar posibles ataques a protocolos de seguridad. Se basa en un modelo dinámico de espacio hebra, que mejora el modelo original de espacio hebra mediante la introducción de nodos activos en hebras para caracterizar el procedimiento dinámico de ejecución del protocolo. Con relaciones de dependencia causales exactas entre los mensajes considerados en el modelo, este algoritmo puede evitar la explosión espacial de estado causada por la composición asíncrona. Con el fin de obtener un espacio de estado finito, se explota un nuevo método llamado hebra-añadida bajo demanda, que extiende un paquete de una manera incremental sin requerir la configuración explícita de los parámetros de ejecución del protocolo. También se introduce un modelo de granularidad más fino de estructura de término, en el que los subtermos se dividen en subtermos de comprobación y subtermos de datos. Además, los subtérminos de datos pueden clasificarse en función de la relación de subtérmino de datos compatible para obtener automáticamente el conjunto finito de términos válidos aceptables para un director honesto. En este algoritmo, los términos core están diseñados para representar el conocimiento de los intrusos de forma compacta, y la tecnología de búsqueda avanzada se utiliza para simular fácilmente los patrones de ataque. Usando este algoritmo, se puede encontrar un nuevo ataque al protocolo Dolve-Yao, que es aún más dañino porque el secreto se revela antes de que la sesión termine ",
            "error": []
        },
        "protocols": {
            "translated_key": "protocolos de seguridad",
            "translated_annotated_text": "Un algoritmo de búsqueda de ataques para \"protocolos de seguridad\" Este artículo propone un algoritmo de construcción de ataques automáticos con el fin de encontrar posibles ataques a los \"protocolos de seguridad\". Se basa en un modelo dinámico de espacio hebra, que mejora el modelo original de espacio hebra mediante la introducción de nodos activos en hebras para caracterizar el procedimiento dinámico de ejecución del protocolo. Con relaciones de dependencia causales exactas entre los mensajes considerados en el modelo, este algoritmo puede evitar la explosión espacial de estado causada por la composición asíncrona. Con el fin de obtener un espacio de estado finito, se explota un nuevo método llamado hebra-añadida bajo demanda, que extiende un paquete de una manera incremental sin requerir la configuración explícita de los parámetros de ejecución del protocolo. También se introduce un modelo de granularidad más fino de estructura de término, en el que los subtermos se dividen en subtermos de comprobación y subtermos de datos. Además, los subtérminos de datos pueden clasificarse en función de la relación de subtérmino de datos compatible para obtener automáticamente el conjunto finito de términos válidos aceptables para un director honesto. En este algoritmo, los términos core están diseñados para representar el conocimiento de los intrusos de forma compacta, y la tecnología de búsqueda avanzada se utiliza para simular fácilmente los patrones de ataque. Usando este algoritmo, se puede encontrar un nuevo ataque al protocolo Dolve-Yao, que es aún más dañino porque el secreto se revela antes de que la sesión termine ",
            "error": [
                ""
            ]
        },
        "security of data": {
            "translated_key": [],
            "translated_annotated_text": "Un algoritmo de búsqueda de ataques para protocolos de seguridad Este artículo propone un algoritmo automático de construcción de ataques para encontrar posibles ataques a protocolos de seguridad. Se basa en un modelo dinámico de espacio hebra, que mejora el modelo original de espacio hebra mediante la introducción de nodos activos en hebras para caracterizar el procedimiento dinámico de ejecución del protocolo. Con relaciones de dependencia causales exactas entre los mensajes considerados en el modelo, este algoritmo puede evitar la explosión espacial de estado causada por la composición asíncrona. Con el fin de obtener un espacio de estado finito, se explota un nuevo método llamado hebra-añadida bajo demanda, que extiende un paquete de una manera incremental sin requerir la configuración explícita de los parámetros de ejecución del protocolo. También se introduce un modelo de granularidad más fino de estructura de término, en el que los subtermos se dividen en subtermos de comprobación y subtermos de datos. Además, los subtérminos de datos pueden clasificarse en función de la relación de subtérmino de datos compatible para obtener automáticamente el conjunto finito de términos válidos aceptables para un director honesto. En este algoritmo, los términos core están diseñados para representar el conocimiento de los intrusos de forma compacta, y la tecnología de búsqueda avanzada se utiliza para simular fácilmente los patrones de ataque. Usando este algoritmo, se puede encontrar un nuevo ataque al protocolo Dolve-Yao, que es aún más dañino porque el secreto se revela antes de que la sesión termine ",
            "error": []
        }
    }
}