{
    "original_text": "An effective feedback control mechanism for DiffServ architecture As a scalable QoS (Quality of Service) architecture, Diffserv (Differentiated Service) mainly consists of two components: traffic conditioning at the edge of the Diffserv domain and simple packet forwarding inside the DiffServ domain. DiffServ has many advantages such as flexibility, scalability and simplicity. But when providing AF (Assured Forwarding) services, DiffServ has some problems such as unfairness among aggregated flows or among micro-flows belonging to an aggregated flow. In this paper, a feedback mechanism for AF aggregated flows is proposed to solve this problem. Simulation results show that this mechanism does improve the performance of DiffServ. First, it can improve the fairness among aggregated flows and make DiffServ more friendly toward TCP (Transmission Control Protocol) flows. Second, it can decrease the buffer requirements at the congested router and thus obtain lower delay and packet loss rate. Third, it also keeps almost the same link utility as in normal DiffServ. Finally, it is simple and easy to be implemented",
    "original_translation": "Un eficaz mecanismo de control de retroalimentación para la arquitectura DiffServ Como arquitectura escalable QoS (Calidad de servicio), Diffserv (Servicio diferencial) consta principalmente de dos componentes: acondicionamiento de tráfico en el borde del dominio Diffserv y simple reenvío de paquetes dentro del dominio DiffServ. DiffServ tiene muchas ventajas como flexibilidad, escalabilidad y simplicidad. Pero al prestar servicios de AF (Reenvío Asegurado), DiffServ tiene algunos problemas como la injusticia entre los flujos agregados o entre los microflujos que pertenecen a un flujo agregado. En este trabajo, se propone un mecanismo de retroalimentación para flujos agregados de AF para resolver este problema. Los resultados de la simulación muestran que este mecanismo mejora el rendimiento de DiffServ. En primer lugar, puede mejorar la equidad entre los flujos agregados y hacer que DiffServ sea más amigable con los flujos de TCP (Protocolo de Control de Transmisiones). En segundo lugar, puede disminuir los requisitos de búfer en el router congestionado y así obtener un menor retraso y tasa de pérdida de paquetes. En tercer lugar, también mantiene casi la misma utilidad de enlace que en DiffServ normal. Por último, es sencillo y fácil de implementar",
    "error_count": 5,
    "keys": {
        "QoS": {
            "translated_key": "QoS",
            "translated_annotated_text": "Un eficaz mecanismo de control de retroalimentación para la arquitectura DiffServ Como arquitectura escalable \"QoS\" (Calidad de servicio), Diffserv (Servicio Differentiado) consta principalmente de dos componentes: acondicionamiento de tráfico en el borde del dominio Diffserv y envío de paquetes simples dentro del dominio DiffServ. DiffServ tiene muchas ventajas como flexibilidad, escalabilidad y simplicidad. Pero al prestar servicios de AF (Reenvío Asegurado), DiffServ tiene algunos problemas como la injusticia entre los flujos agregados o entre los microflujos que pertenecen a un flujo agregado. En este trabajo, se propone un mecanismo de retroalimentación para flujos agregados de AF para resolver este problema. Los resultados de la simulación muestran que este mecanismo mejora el rendimiento de DiffServ. En primer lugar, puede mejorar la equidad entre los flujos agregados y hacer que DiffServ sea más amigable con los flujos de TCP (Protocolo de Control de Transmisiones). En segundo lugar, puede disminuir los requisitos de búfer en el router congestionado y así obtener un menor retraso y tasa de pérdida de paquetes. En tercer lugar, también mantiene casi la misma utilidad de enlace que en DiffServ normal. Por último, es sencillo y fácil de implementar ",
            "error": [
                ""
            ]
        },
        "Diffserv": {
            "translated_key": "Diffserv",
            "translated_annotated_text": "Un mecanismo eficaz de control de retroalimentación para la arquitectura de DiffServ Como arquitectura escalable QoS (Calidad de servicio), \"Diffserv\" (Servicio Differentiado) consta principalmente de dos componentes: acondicionamiento de tráfico en el borde del dominio \"Diffserv\" y reenvío simple de paquetes dentro del dominio DiffServ. DiffServ tiene muchas ventajas como flexibilidad, escalabilidad y simplicidad. Pero al prestar servicios de AF (Reenvío Asegurado), DiffServ tiene algunos problemas como la injusticia entre los flujos agregados o entre los microflujos que pertenecen a un flujo agregado. En este trabajo, se propone un mecanismo de retroalimentación para flujos agregados de AF para resolver este problema. Los resultados de la simulación muestran que este mecanismo mejora el rendimiento de DiffServ. En primer lugar, puede mejorar la equidad entre los flujos agregados y hacer que DiffServ sea más amigable con los flujos de TCP (Protocolo de Control de Transmisiones). En segundo lugar, puede disminuir los requisitos de búfer en el router congestionado y así obtener un menor retraso y tasa de pérdida de paquetes. En tercer lugar, también mantiene casi la misma utilidad de enlace que en DiffServ normal. Por último, es sencillo y fácil de implementar ",
            "error": [
                ""
            ]
        },
        "traffic conditioning": {
            "translated_key": "acondicionamiento de tráfico",
            "translated_annotated_text": "Un eficaz mecanismo de control de retroalimentación para la arquitectura DiffServ Como arquitectura escalable QoS (Calidad de servicio), Diffserv (Servicio diferencial) consta principalmente de dos componentes: \"acondicionamiento de tráfico\" en el borde del dominio Diffserv y simple reenvío de paquetes dentro del dominio DiffServ. DiffServ tiene muchas ventajas como flexibilidad, escalabilidad y simplicidad. Pero al prestar servicios de AF (Reenvío Asegurado), DiffServ tiene algunos problemas como la injusticia entre los flujos agregados o entre los microflujos que pertenecen a un flujo agregado. En este trabajo, se propone un mecanismo de retroalimentación para flujos agregados de AF para resolver este problema. Los resultados de la simulación muestran que este mecanismo mejora el rendimiento de DiffServ. En primer lugar, puede mejorar la equidad entre los flujos agregados y hacer que DiffServ sea más amigable con los flujos de TCP (Protocolo de Control de Transmisiones). En segundo lugar, puede disminuir los requisitos de búfer en el router congestionado y así obtener un menor retraso y tasa de pérdida de paquetes. En tercer lugar, también mantiene casi la misma utilidad de enlace que en DiffServ normal. Por último, es sencillo y fácil de implementar ",
            "error": [
                ""
            ]
        },
        "packet forwarding": {
            "translated_key": "reenvío de paquetes",
            "translated_annotated_text": "Un eficaz mecanismo de control de retroalimentación para la arquitectura DiffServ Como arquitectura escalable QoS (Calidad de servicio), Diffserv (Servicio diferencial) consta principalmente de dos componentes: acondicionamiento de tráfico en el borde del dominio Diffserv y simple \"reenvío de paquetes\" dentro del dominio DiffServ. DiffServ tiene muchas ventajas como flexibilidad, escalabilidad y simplicidad. Pero al prestar servicios de AF (Reenvío Asegurado), DiffServ tiene algunos problemas como la injusticia entre los flujos agregados o entre los microflujos que pertenecen a un flujo agregado. En este trabajo, se propone un mecanismo de retroalimentación para flujos agregados de AF para resolver este problema. Los resultados de la simulación muestran que este mecanismo mejora el rendimiento de DiffServ. En primer lugar, puede mejorar la equidad entre los flujos agregados y hacer que DiffServ sea más amigable con los flujos de TCP (Protocolo de Control de Transmisiones). En segundo lugar, puede disminuir los requisitos de búfer en el router congestionado y así obtener un menor retraso y tasa de pérdida de paquetes. En tercer lugar, también mantiene casi la misma utilidad de enlace que en DiffServ normal. Por último, es sencillo y fácil de implementar ",
            "error": [
                ""
            ]
        },
        "AF": {
            "translated_key": "AF",
            "translated_annotated_text": "Un eficaz mecanismo de control de retroalimentación para la arquitectura DiffServ Como arquitectura escalable QoS (Calidad de servicio), Diffserv (Servicio diferencial) consta principalmente de dos componentes: acondicionamiento de tráfico en el borde del dominio Diffserv y simple reenvío de paquetes dentro del dominio DiffServ. DiffServ tiene muchas ventajas como flexibilidad, escalabilidad y simplicidad. Pero al proporcionar servicios de \"AF\" (Reenvío Asegurado), DiffServ tiene algunos problemas como la injusticia entre los flujos agregados o entre los microflujos que pertenecen a un flujo agregado. En este trabajo, se propone un mecanismo de retroalimentación para flujos agregados \"AF\" para resolver este problema. Los resultados de la simulación muestran que este mecanismo mejora el rendimiento de DiffServ. En primer lugar, puede mejorar la equidad entre los flujos agregados y hacer que DiffServ sea más amigable con los flujos de TCP (Protocolo de Control de Transmisiones). En segundo lugar, puede disminuir los requisitos de búfer en el router congestionado y así obtener un menor retraso y tasa de pérdida de paquetes. En tercer lugar, también mantiene casi la misma utilidad de enlace que en DiffServ normal. Por último, es sencillo y fácil de implementar ",
            "error": [
                ""
            ]
        },
        "feedback mechanism": {
            "translated_key": "mecanismo de retroalimentación",
            "translated_annotated_text": "Un eficaz mecanismo de control de retroalimentación para la arquitectura DiffServ Como arquitectura escalable QoS (Calidad de servicio), Diffserv (Servicio diferencial) consta principalmente de dos componentes: acondicionamiento de tráfico en el borde del dominio Diffserv y simple reenvío de paquetes dentro del dominio DiffServ. DiffServ tiene muchas ventajas como flexibilidad, escalabilidad y simplicidad. Pero al prestar servicios de AF (Reenvío Asegurado), DiffServ tiene algunos problemas como la injusticia entre los flujos agregados o entre los microflujos que pertenecen a un flujo agregado. En este trabajo, se propone un \"mecanismo de retroalimentación\" para flujos agregados de AF para resolver este problema. Los resultados de la simulación muestran que este mecanismo mejora el rendimiento de DiffServ. En primer lugar, puede mejorar la equidad entre los flujos agregados y hacer que DiffServ sea más amigable con los flujos de TCP (Protocolo de Control de Transmisiones). En segundo lugar, puede disminuir los requisitos de búfer en el router congestionado y así obtener un menor retraso y tasa de pérdida de paquetes. En tercer lugar, también mantiene casi la misma utilidad de enlace que en DiffServ normal. Por último, es sencillo y fácil de implementar ",
            "error": [
                ""
            ]
        },
        "fairness": {
            "translated_key": "justeza",
            "translated_annotated_text": "Un eficaz mecanismo de control de retroalimentación para la arquitectura DiffServ Como arquitectura escalable QoS (Calidad de servicio), Diffserv (Servicio diferencial) consta principalmente de dos componentes: acondicionamiento de tráfico en el borde del dominio Diffserv y simple reenvío de paquetes dentro del dominio DiffServ. DiffServ tiene muchas ventajas como flexibilidad, escalabilidad y simplicidad. Pero al prestar servicios de AF (Reenvío Asegurado), DiffServ tiene algunos problemas como la injusticia entre los flujos agregados o entre los microflujos que pertenecen a un flujo agregado. En este trabajo, se propone un mecanismo de retroalimentación para flujos agregados de AF para resolver este problema. Los resultados de la simulación muestran que este mecanismo mejora el rendimiento de DiffServ. En primer lugar, puede mejorar la \"justeza\" entre los flujos agregados y hacer que DiffServ sea más amigable con los flujos de TCP (Protocolo de Control de Transmisiones). En segundo lugar, puede disminuir los requisitos de búfer en el router congestionado y así obtener un menor retraso y tasa de pérdida de paquetes. En tercer lugar, también mantiene casi la misma utilidad de enlace que en DiffServ normal. Por último, es sencillo y fácil de implementar ",
            "error": [
                ""
            ]
        },
        "TCP": {
            "translated_key": "TCP",
            "translated_annotated_text": "Un eficaz mecanismo de control de retroalimentación para la arquitectura DiffServ Como arquitectura escalable QoS (Calidad de servicio), Diffserv (Servicio diferencial) consta principalmente de dos componentes: acondicionamiento de tráfico en el borde del dominio Diffserv y simple reenvío de paquetes dentro del dominio DiffServ. DiffServ tiene muchas ventajas como flexibilidad, escalabilidad y simplicidad. Pero al prestar servicios de AF (Reenvío Asegurado), DiffServ tiene algunos problemas como la injusticia entre los flujos agregados o entre los microflujos que pertenecen a un flujo agregado. En este trabajo, se propone un mecanismo de retroalimentación para flujos agregados de AF para resolver este problema. Los resultados de la simulación muestran que este mecanismo mejora el rendimiento de DiffServ. En primer lugar, puede mejorar la equidad entre los flujos agregados y hacer que DiffServ sea más amigable con los flujos \"TCP\" (Protocolo de Control de Transmisiones). En segundo lugar, puede disminuir los requisitos de búfer en el router congestionado y así obtener un menor retraso y tasa de pérdida de paquetes. En tercer lugar, también mantiene casi la misma utilidad de enlace que en DiffServ normal. Por último, es sencillo y fácil de implementar ",
            "error": [
                ""
            ]
        },
        "feedback control": {
            "translated_key": "control de retroalimentación",
            "translated_annotated_text": "Un mecanismo eficaz de \"control de retroalimentación\" para la arquitectura DiffServ Como arquitectura escalable QoS (Calidad de servicio), Diffserv (Servicio diferencial) consta principalmente de dos componentes: acondicionamiento de tráfico en el borde del dominio Diffserv y simple reenvío de paquetes dentro del dominio DiffServ. DiffServ tiene muchas ventajas como flexibilidad, escalabilidad y simplicidad. Pero al prestar servicios de AF (Reenvío Asegurado), DiffServ tiene algunos problemas como la injusticia entre los flujos agregados o entre los microflujos que pertenecen a un flujo agregado. En este trabajo, se propone un mecanismo de retroalimentación para flujos agregados de AF para resolver este problema. Los resultados de la simulación muestran que este mecanismo mejora el rendimiento de DiffServ. En primer lugar, puede mejorar la equidad entre los flujos agregados y hacer que DiffServ sea más amigable con los flujos de TCP (Protocolo de Control de Transmisiones). En segundo lugar, puede disminuir los requisitos de búfer en el router congestionado y así obtener un menor retraso y tasa de pérdida de paquetes. En tercer lugar, también mantiene casi la misma utilidad de enlace que en DiffServ normal. Por último, es sencillo y fácil de implementar ",
            "error": [
                ""
            ]
        },
        "QoS architecture": {
            "translated_key": [],
            "translated_annotated_text": "Un eficaz mecanismo de control de retroalimentación para la arquitectura DiffServ Como arquitectura escalable QoS (Calidad de servicio), Diffserv (Servicio diferencial) consta principalmente de dos componentes: acondicionamiento de tráfico en el borde del dominio Diffserv y simple reenvío de paquetes dentro del dominio DiffServ. DiffServ tiene muchas ventajas como flexibilidad, escalabilidad y simplicidad. Pero al prestar servicios de AF (Reenvío Asegurado), DiffServ tiene algunos problemas como la injusticia entre los flujos agregados o entre los microflujos que pertenecen a un flujo agregado. En este trabajo, se propone un mecanismo de retroalimentación para flujos agregados de AF para resolver este problema. Los resultados de la simulación muestran que este mecanismo mejora el rendimiento de DiffServ. En primer lugar, puede mejorar la equidad entre los flujos agregados y hacer que DiffServ sea más amigable con los flujos de TCP (Protocolo de Control de Transmisiones). En segundo lugar, puede disminuir los requisitos de búfer en el router congestionado y así obtener un menor retraso y tasa de pérdida de paquetes. En tercer lugar, también mantiene casi la misma utilidad de enlace que en DiffServ normal. Por último, es sencillo y fácil de implementar ",
            "error": []
        },
        "feedback": {
            "translated_key": [
                "feedback",
                "retroalimentación"
            ],
            "translated_annotated_text": "Un eficaz mecanismo de control \"feedback\" para la arquitectura DiffServ Como arquitectura escalable QoS (Calidad de servicio), Diffserv (Servicio diferencial) consta principalmente de dos componentes: acondicionamiento de tráfico en el borde del dominio Diffserv y simple reenvío de paquetes dentro del dominio DiffServ. DiffServ tiene muchas ventajas como flexibilidad, escalabilidad y simplicidad. Pero al prestar servicios de AF (Reenvío Asegurado), DiffServ tiene algunos problemas como la injusticia entre los flujos agregados o entre los microflujos que pertenecen a un flujo agregado. En este artículo, se propone un mecanismo de \"retroalimentación\" para los flujos agregados de AF para resolver este problema. Los resultados de la simulación muestran que este mecanismo mejora el rendimiento de DiffServ. En primer lugar, puede mejorar la equidad entre los flujos agregados y hacer que DiffServ sea más amigable con los flujos de TCP (Protocolo de Control de Transmisiones). En segundo lugar, puede disminuir los requisitos de búfer en el router congestionado y así obtener un menor retraso y tasa de pérdida de paquetes. En tercer lugar, también mantiene casi la misma utilidad de enlace que en DiffServ normal. Por último, es sencillo y fácil de implementar ",
            "error": [
                "feedback",
                "retroalimentación"
            ]
        },
        "packet switching": {
            "translated_key": [],
            "translated_annotated_text": "Un eficaz mecanismo de control de retroalimentación para la arquitectura DiffServ Como arquitectura escalable QoS (Calidad de servicio), Diffserv (Servicio diferencial) consta principalmente de dos componentes: acondicionamiento de tráfico en el borde del dominio Diffserv y simple reenvío de paquetes dentro del dominio DiffServ. DiffServ tiene muchas ventajas como flexibilidad, escalabilidad y simplicidad. Pero al prestar servicios de AF (Reenvío Asegurado), DiffServ tiene algunos problemas como la injusticia entre los flujos agregados o entre los microflujos que pertenecen a un flujo agregado. En este trabajo, se propone un mecanismo de retroalimentación para flujos agregados de AF para resolver este problema. Los resultados de la simulación muestran que este mecanismo mejora el rendimiento de DiffServ. En primer lugar, puede mejorar la equidad entre los flujos agregados y hacer que DiffServ sea más amigable con los flujos de TCP (Protocolo de Control de Transmisiones). En segundo lugar, puede disminuir los requisitos de búfer en el router congestionado y así obtener un menor retraso y tasa de pérdida de paquetes. En tercer lugar, también mantiene casi la misma utilidad de enlace que en DiffServ normal. Por último, es sencillo y fácil de implementar ",
            "error": []
        },
        "quality of service": {
            "translated_key": [],
            "translated_annotated_text": "Un eficaz mecanismo de control de retroalimentación para la arquitectura DiffServ Como arquitectura escalable QoS (Calidad de servicio), Diffserv (Servicio diferencial) consta principalmente de dos componentes: acondicionamiento de tráfico en el borde del dominio Diffserv y simple reenvío de paquetes dentro del dominio DiffServ. DiffServ tiene muchas ventajas como flexibilidad, escalabilidad y simplicidad. Pero al prestar servicios de AF (Reenvío Asegurado), DiffServ tiene algunos problemas como la injusticia entre los flujos agregados o entre los microflujos que pertenecen a un flujo agregado. En este trabajo, se propone un mecanismo de retroalimentación para flujos agregados de AF para resolver este problema. Los resultados de la simulación muestran que este mecanismo mejora el rendimiento de DiffServ. En primer lugar, puede mejorar la equidad entre los flujos agregados y hacer que DiffServ sea más amigable con los flujos de TCP (Protocolo de Control de Transmisiones). En segundo lugar, puede disminuir los requisitos de búfer en el router congestionado y así obtener un menor retraso y tasa de pérdida de paquetes. En tercer lugar, también mantiene casi la misma utilidad de enlace que en DiffServ normal. Por último, es sencillo y fácil de implementar ",
            "error": []
        },
        "transport protocols": {
            "translated_key": [],
            "translated_annotated_text": "Un eficaz mecanismo de control de retroalimentación para la arquitectura DiffServ Como arquitectura escalable QoS (Calidad de servicio), Diffserv (Servicio diferencial) consta principalmente de dos componentes: acondicionamiento de tráfico en el borde del dominio Diffserv y simple reenvío de paquetes dentro del dominio DiffServ. DiffServ tiene muchas ventajas como flexibilidad, escalabilidad y simplicidad. Pero al prestar servicios de AF (Reenvío Asegurado), DiffServ tiene algunos problemas como la injusticia entre los flujos agregados o entre los microflujos que pertenecen a un flujo agregado. En este trabajo, se propone un mecanismo de retroalimentación para flujos agregados de AF para resolver este problema. Los resultados de la simulación muestran que este mecanismo mejora el rendimiento de DiffServ. En primer lugar, puede mejorar la equidad entre los flujos agregados y hacer que DiffServ sea más amigable con los flujos de TCP (Protocolo de Control de Transmisiones). En segundo lugar, puede disminuir los requisitos de búfer en el router congestionado y así obtener un menor retraso y tasa de pérdida de paquetes. En tercer lugar, también mantiene casi la misma utilidad de enlace que en DiffServ normal. Por último, es sencillo y fácil de implementar ",
            "error": []
        }
    }
}