{
    "original_text": "Structure of weakly invertible semi-input-memory finite automata with delay 1 Semi-input-memory finite automata, a kind of finite automata introduced by the first author of this paper for studying error propagation, are a generalization of input memory finite automata by appending an autonomous finite automaton component. In this paper, we give a characterization of the structure of weakly invertible semi-input-memory finite automata with delay 1, in which the state graph of each autonomous finite automaton is a cycle. From a result on mutual invertibility of finite automata obtained by the authors recently, it leads to a characterization of the structure of feedforward inverse finite automata with delay 1",
    "original_translation": "Estructura de los autómatas finitos de entrada-memoria débilmente invertibles con retardo 1 Los autómatas finitos de entrada-memoria, una especie de autómatas finitos introducidos por el primer autor de este artículo para estudiar la propagación de errores, son una generalización de los autómatas finitos de memoria de entrada mediante la adición de un componente autómata finito autónomo. En este artículo, damos una caracterización de la estructura de los autómatas finitos de entrada-memoria débilmente invertibles con retraso 1, en el que el gráfico de estado de cada autómata finito autónomo es un ciclo. De un resultado sobre la inversión mutua de los autómatas finitos obtenidos recientemente por los autores, conduce a una caracterización de la estructura de los autómatas finitos inversos de feedforward con retraso 1",
    "error_count": 5,
    "keys": {
        "finite automata": {
            "translated_key": [
                "finite autómata",
                "finite",
                "finite introducido por el primer autor de este artículo para estudiar la propagación de errores, son una generalización de la memoria de entrada <br>automatica finita",
                "finite autómata",
                "finite autómata",
                "finite autómata"
            ],
            "translated_annotated_text": "Estructura de la memoria semi-input-memoria débilmente invertible <br>finite autómata</br> con retardo 1 Automatica semi-input-memoria <br>finite</br>, una especie de autómata <br>finite introducido por el primer autor de este artículo para estudiar la propagación de errores, son una generalización de la memoria de entrada <br>automatica finita</br> mediante la adición de un componente autómata finito autónomo. En este artículo, damos una caracterización de la estructura de la memoria semi-input-memoria débilmente invertible <br>finite autómata</br> con retardo 1, en la que el gráfico de estado de cada autómata finito autónomo es un ciclo. A partir de un resultado de invertibilidad mutua de <br>finite autómata</br> obtenido recientemente por los autores, conduce a una caracterización de la estructura de feedforward inverse <br>finite autómata</br> con retraso 1 ",
            "error": [
                "finite autómata",
                "finite",
                "finite introducido por el primer autor de este artículo para estudiar la propagación de errores, son una generalización de la memoria de entrada <br>automatica finita",
                "finite autómata",
                "finite autómata",
                "finite autómata"
            ]
        },
        "semi-input-memory": {
            "translated_key": "semi-input-memory",
            "translated_annotated_text": "Estructura de los autómatas finitos débilmente invertibles <br>semi-input-memory</br> con retardo 1 Automatas finitos semi-input-memory, una especie de autómatas finitos introducidos por el primer autor de este artículo para estudiar la propagación de errores, son una generalización de los autómatas finitos de memoria de entrada mediante la adición de un componente autómata finito autónomo. En este artículo, damos una caracterización de la estructura de los autómatas finitos débilmente invertibles <br>semi-input-memory</br> con retraso 1, en el que el gráfico de estado de cada autómata finito autónomo es un ciclo. De un resultado sobre la inversión mutua de los autómatas finitos obtenidos recientemente por los autores, conduce a una caracterización de la estructura de los autómatas finitos inversos de feedforward con retraso 1 ",
            "error": [
                ""
            ]
        },
        "invertibility": {
            "translated_key": [],
            "translated_annotated_text": "Estructura de los autómatas finitos de entrada-memoria débilmente invertibles con retardo 1 Los autómatas finitos de entrada-memoria, una especie de autómatas finitos introducidos por el primer autor de este artículo para estudiar la propagación de errores, son una generalización de los autómatas finitos de memoria de entrada mediante la adición de un componente autómata finito autónomo. En este artículo, damos una caracterización de la estructura de los autómatas finitos de entrada-memoria débilmente invertibles con retraso 1, en el que el gráfico de estado de cada autómata finito autónomo es un ciclo. A partir de un resultado sobre la invertibilidad mutua <br> de los autómatas finitos obtenidos recientemente por los autores, conduce a una caracterización de la estructura de los autómatas finitos inversos de feedforward con retraso 1 ",
            "error": []
        },
        "semi-input-memory finite automata": {
            "translated_key": [
                "semi-input-memory",
                "semi-input-memory débilmente invertibles"
            ],
            "translated_annotated_text": "Estructura de los autómatas finitos débilmente invertibles <br>semi-input-memory</br> con retardo 1 Automatas finitos semi-input-memory, una especie de autómatas finitos introducidos por el primer autor de este artículo para estudiar la propagación de errores, son una generalización de los autómatas finitos de memoria de entrada mediante la adición de un componente autonómico finito autónomo. En este artículo, damos una caracterización de la estructura de los autómatas finitos <br>semi-input-memory débilmente invertibles</br> con retardo 1, en el que el gráfico de estado de cada autómata finito autónomo es un ciclo. De un resultado sobre la inversión mutua de los autómatas finitos obtenidos recientemente por los autores, conduce a una caracterización de la estructura de los autómatas finitos inversos de feedforward con retraso 1 ",
            "error": [
                "semi-input-memory",
                "semi-input-memory débilmente invertibles"
            ]
        },
        "weakly invertible": {
            "translated_key": [
                " débilmente invertibles",
                " débilmente invertible"
            ],
            "translated_annotated_text": "Estructura de los autómatas finitos <br> débilmente invertibles</br> semi-input-memory con retardo 1 Los autómatas finitos semi-input-memory, una especie de autómatas finitos introducidos por el primer autor de este artículo para estudiar la propagación de errores, son una generalización de los autómatas finitos de memoria de entrada mediante la adición de un componente autómata finito autónomo. En este artículo, damos una caracterización de la estructura de <br> débilmente invertible</br> semi-input-memory finito autómatas con retraso 1, en el que el gráfico de estado de cada autómata finito autónomo es un ciclo. De un resultado sobre la inversión mutua de los autómatas finitos obtenidos recientemente por los autores, conduce a una caracterización de la estructura de los autómatas finitos inversos de feedforward con retraso 1 ",
            "error": [
                " débilmente invertibles",
                " débilmente invertible"
            ]
        },
        "delay 1": {
            "translated_key": "delay 1",
            "translated_annotated_text": "Estructura de los autómatas finitos semi-input-memory débilmente invertibles con <br>delay 1</br> Los autómatas finitos semi-input-memory, una especie de autómatas finitos introducidos por el primer autor de este artículo para estudiar la propagación de errores, son una generalización de los autómatas finitos de memoria de entrada mediante la adición de un componente autómata finito autónomo. En este artículo, damos una caracterización de la estructura de los autómatas finitos de entrada-memoria débilmente invertibles con <br>delay 1</br>, en el que el gráfico de estado de cada autómata finito autónomo es un ciclo. A partir de un resultado sobre la invertibilidad mutua de los autómatas finitos obtenidos recientemente por los autores, conduce a una caracterización de la estructura de los autómatas finitos inversos de feedforward con <br>delay 1</br> ",
            "error": [
                ""
            ]
        },
        "state graph": {
            "translated_key": "state",
            "translated_annotated_text": "Estructura de los autómatas finitos de entrada-memoria débilmente invertibles con retardo 1 Los autómatas finitos de entrada-memoria, una especie de autómatas finitos introducidos por el primer autor de este artículo para estudiar la propagación de errores, son una generalización de los autómatas finitos de memoria de entrada mediante la adición de un componente autómata finito autónomo. En este artículo, damos una caracterización de la estructura de los autómatas finitos de entrada-memoria débilmente invertibles con retardo 1, en el que el gráfico <br>state</br> de cada autómata finito autónomo es un ciclo. De un resultado sobre la inversión mutua de los autómatas finitos obtenidos recientemente por los autores, conduce a una caracterización de la estructura de los autómatas finitos inversos de feedforward con retraso 1 ",
            "error": [
                ""
            ]
        },
        "feedforward inverse finite automata": {
            "translated_key": "feedforward",
            "translated_annotated_text": "Estructura de los autómatas finitos de entrada-memoria débilmente invertibles con retardo 1 Los autómatas finitos de entrada-memoria, una especie de autómatas finitos introducidos por el primer autor de este artículo para estudiar la propagación de errores, son una generalización de los autómatas finitos de memoria de entrada mediante la adición de un componente autómata finito autónomo. En este artículo, damos una caracterización de la estructura de los autómatas finitos de entrada-memoria débilmente invertibles con retraso 1, en el que el gráfico de estado de cada autómata finito autónomo es un ciclo. A partir de un resultado sobre la invertibilidad mutua de los autómatas finitos obtenidos recientemente por los autores, conduce a una caracterización de la estructura de los autómatas finitos inversos <br>feedforward</br> con retraso 1 ",
            "error": [
                ""
            ]
        }
    }
}