{
    "original_text": "Node-capacitated ring routing We consider the node-capacitated routing problem in an undirected ring network along with its fractional relaxation, the node-capacitated multicommodity flow problem. For the feasibility problem, Farkas lemma provides a characterization for general undirected graphs, asserting roughly that there exists such a flow if and only if the so-called distance inequality holds for every choice of distance functions arising from nonnegative node weights. For rings, this (straightforward) result will be improved in two ways. We prove that, independent of the integrality of node capacities, it suffices to require the distance inequality only for distances arising from (0-1-2)-valued node weights, a requirement that will be called the double-cut condition. Moreover, for integer-valued node capacities, the double-cut condition implies the existence of a half-integral multicommodity flow. In this case there is even an integer-valued multicommodity flow that violates each node capacity by at most one. Our approach gives rise to a combinatorial, strongly polynomial algorithm to compute either a violating double-cut or a node-capacitated multicommodity flow. A relation of the problem to its edge-capacitated counterpart will also be explained",
    "original_translation": "Enrutamiento de anillo con capacidad de nodo Consideramos el problema de enrutamiento con capacidad de nodo en una red de anillo sin dirección junto con su relajación fraccionaria, el problema de flujo multicommodity con capacidad de nodo. Para el problema de viabilidad, el lema Farkas proporciona una caracterización para gráficos generales no dirigidos, afirmando aproximadamente que existe tal flujo si y sólo si la llamada desigualdad de distancia se mantiene para cada elección de funciones de distancia derivadas de pesos de nodos no negativos. Para los anillos, este resultado (directo hacia adelante) se mejorará de dos maneras. Demostramos que, independientemente de la integralidad de las capacidades de los nodos, basta con exigir la desigualdad de distancia sólo para las distancias derivadas de pesos de nodos (0-1-2), un requisito que se llamará la condición de doble corte. Además, para las capacidades de nodos valorados en número entero, la condición de doble corte implica la existencia de un flujo multicommodity semiintegral. En este caso hay incluso un flujo de multicommodidad valorado en número entero que viola cada capacidad de nodo por como mucho uno. Nuestro enfoque da lugar a un algoritmo combinatorio, fuertemente polinomio para calcular ya sea un doble corte violatorio o un flujo multicommodity con capacidad de nodo. También se explicará una relación del problema con su contraparte con capacidad de borde",
    "error_count": 7,
    "keys": {
        "node-capacitated routing problem": {
            "translated_key": "problema de enrutamiento con capacidad de nodo",
            "translated_annotated_text": "Enrutamiento de anillo con capacidad de nodo Consideramos el \"problema de enrutamiento con capacidad de nodo\" en una red de anillo sin dirección junto con su relajación fraccionada, el problema de flujo multicommodity con capacidad de nodo. Para el problema de viabilidad, el lema Farkas proporciona una caracterización para gráficos generales no dirigidos, afirmando aproximadamente que existe tal flujo si y sólo si la llamada desigualdad de distancia se mantiene para cada elección de funciones de distancia derivadas de pesos de nodos no negativos. Para los anillos, este resultado (directo hacia adelante) se mejorará de dos maneras. Demostramos que, independientemente de la integralidad de las capacidades de los nodos, basta con exigir la desigualdad de distancia sólo para las distancias derivadas de pesos de nodos (0-1-2), un requisito que se llamará la condición de doble corte. Además, para las capacidades de nodos valorados en número entero, la condición de doble corte implica la existencia de un flujo multicommodity semiintegral. En este caso hay incluso un flujo de multicommodidad valorado en número entero que viola cada capacidad de nodo por como mucho uno. Nuestro enfoque da lugar a un algoritmo combinatorio, fuertemente polinomio para calcular ya sea un doble corte violatorio o un flujo multicommodity con capacidad de nodo. También se explicará una relación del problema con su contraparte con capacidad de borde ",
            "error": [
                ""
            ]
        },
        "node-capacitated ring routing": {
            "translated_key": [],
            "translated_annotated_text": "Enrutamiento de anillo con capacidad de nodo Consideramos el problema de enrutamiento con capacidad de nodo en una red de anillo sin dirección junto con su relajación fraccionaria, el problema de flujo multicommodity con capacidad de nodo. Para el problema de viabilidad, el lema Farkas proporciona una caracterización para gráficos generales no dirigidos, afirmando aproximadamente que existe tal flujo si y sólo si la llamada desigualdad de distancia se mantiene para cada elección de funciones de distancia derivadas de pesos de nodos no negativos. Para los anillos, este resultado (directo hacia adelante) se mejorará de dos maneras. Demostramos que, independientemente de la integralidad de las capacidades de los nodos, basta con exigir la desigualdad de distancia sólo para las distancias derivadas de pesos de nodos (0-1-2), un requisito que se llamará la condición de doble corte. Además, para las capacidades de nodos valorados en número entero, la condición de doble corte implica la existencia de un flujo multicommodity semiintegral. En este caso hay incluso un flujo de multicommodidad valorado en número entero que viola cada capacidad de nodo por como mucho uno. Nuestro enfoque da lugar a un algoritmo combinatorio, fuertemente polinomio para calcular ya sea un doble corte violatorio o un flujo multicommodity con capacidad de nodo. También se explicará una relación del problema con su contraparte con capacidad de borde ",
            "error": []
        },
        "undirected ring network": {
            "translated_key": "red de anillo no dirigido",
            "translated_annotated_text": "Enrutamiento de anillo con capacidad de nodo Consideramos el problema de enrutamiento con capacidad de nodo en una \"red de anillo no dirigido\" junto con su relajación fraccionaria, el problema de flujo multicommodity con capacidad de nodo. Para el problema de viabilidad, el lema Farkas proporciona una caracterización para gráficos generales no dirigidos, afirmando aproximadamente que existe tal flujo si y sólo si la llamada desigualdad de distancia se mantiene para cada elección de funciones de distancia derivadas de pesos de nodos no negativos. Para los anillos, este resultado (directo hacia adelante) se mejorará de dos maneras. Demostramos que, independientemente de la integralidad de las capacidades de los nodos, basta con exigir la desigualdad de distancia sólo para las distancias derivadas de pesos de nodos (0-1-2), un requisito que se llamará la condición de doble corte. Además, para las capacidades de nodos valorados en número entero, la condición de doble corte implica la existencia de un flujo multicommodity semiintegral. En este caso hay incluso un flujo de multicommodidad valorado en número entero que viola cada capacidad de nodo por como mucho uno. Nuestro enfoque da lugar a un algoritmo combinatorio, fuertemente polinomio para calcular ya sea un doble corte violatorio o un flujo multicommodity con capacidad de nodo. También se explicará una relación del problema con su contraparte con capacidad de borde ",
            "error": [
                ""
            ]
        },
        "fractional relaxation": {
            "translated_key": "relajación fraccional",
            "translated_annotated_text": "Enrutamiento de anillo con capacidad de nodo Consideramos el problema de enrutamiento con capacidad de nodo en una red de anillo sin dirección, junto con su \"relajación fraccional\", el problema de flujo multicommodidad con capacidad de nodo. Para el problema de viabilidad, el lema Farkas proporciona una caracterización para gráficos generales no dirigidos, afirmando aproximadamente que existe tal flujo si y sólo si la llamada desigualdad de distancia se mantiene para cada elección de funciones de distancia derivadas de pesos de nodos no negativos. Para los anillos, este resultado (directo hacia adelante) se mejorará de dos maneras. Demostramos que, independientemente de la integralidad de las capacidades de los nodos, basta con exigir la desigualdad de distancia sólo para las distancias derivadas de pesos de nodos (0-1-2), un requisito que se llamará la condición de doble corte. Además, para las capacidades de nodos valorados en número entero, la condición de doble corte implica la existencia de un flujo multicommodity semiintegral. En este caso hay incluso un flujo de multicommodidad valorado en número entero que viola cada capacidad de nodo por como mucho uno. Nuestro enfoque da lugar a un algoritmo combinatorio, fuertemente polinomio para calcular ya sea un doble corte violatorio o un flujo multicommodity con capacidad de nodo. También se explicará una relación del problema con su contraparte con capacidad de borde ",
            "error": [
                ""
            ]
        },
        "node-capacitated multicommodity flow problem": {
            "translated_key": "problema de flujo de múltiples productos con capacidad de nodo",
            "translated_annotated_text": "Enrutamiento de anillo con capacidad de nodo Consideramos el problema de enrutamiento con capacidad de nodo en una red de anillo sin dirección junto con su relajación fraccionaria, el \"problema de flujo de múltiples productos con capacidad de nodo\". Para el problema de viabilidad, el lema Farkas proporciona una caracterización para gráficos generales no dirigidos, afirmando aproximadamente que existe tal flujo si y sólo si la llamada desigualdad de distancia se mantiene para cada elección de funciones de distancia derivadas de pesos de nodos no negativos. Para los anillos, este resultado (directo hacia adelante) se mejorará de dos maneras. Demostramos que, independientemente de la integralidad de las capacidades de los nodos, basta con exigir la desigualdad de distancia sólo para las distancias derivadas de pesos de nodos (0-1-2), un requisito que se llamará la condición de doble corte. Además, para las capacidades de nodos valorados en número entero, la condición de doble corte implica la existencia de un flujo multicommodity semiintegral. En este caso hay incluso un flujo de multicommodidad valorado en número entero que viola cada capacidad de nodo por como mucho uno. Nuestro enfoque da lugar a un algoritmo combinatorio, fuertemente polinomio para calcular ya sea un doble corte violatorio o un flujo multicommodity con capacidad de nodo. También se explicará una relación del problema con su contraparte con capacidad de borde ",
            "error": [
                ""
            ]
        },
        "feasibility problem": {
            "translated_key": "problema de viabilidad",
            "translated_annotated_text": "Enrutamiento de anillo con capacidad de nodo Consideramos el problema de enrutamiento con capacidad de nodo en una red de anillo sin dirección junto con su relajación fraccionaria, el problema de flujo multicommodity con capacidad de nodo. Para el \"problema de viabilidad\", el lema Farkas proporciona una caracterización para gráficos generales no dirigidos, afirmando aproximadamente que existe tal flujo si y sólo si la llamada desigualdad de distancia se mantiene para cada elección de funciones de distancia derivadas de pesos de nodos no negativos. Para los anillos, este resultado (directo hacia adelante) se mejorará de dos maneras. Demostramos que, independientemente de la integralidad de las capacidades de los nodos, basta con exigir la desigualdad de distancia sólo para las distancias derivadas de pesos de nodos (0-1-2), un requisito que se llamará la condición de doble corte. Además, para las capacidades de nodos valorados en número entero, la condición de doble corte implica la existencia de un flujo multicommodity semiintegral. En este caso hay incluso un flujo de multicommodidad valorado en número entero que viola cada capacidad de nodo por como mucho uno. Nuestro enfoque da lugar a un algoritmo combinatorio, fuertemente polinomio para calcular ya sea un doble corte violatorio o un flujo multicommodity con capacidad de nodo. También se explicará una relación del problema con su contraparte con capacidad de borde ",
            "error": [
                ""
            ]
        },
        "Farkas lemma": {
            "translated_key": "Farkas lemma",
            "translated_annotated_text": "Enrutamiento de anillo con capacidad de nodo Consideramos el problema de enrutamiento con capacidad de nodo en una red de anillo sin dirección junto con su relajación fraccionaria, el problema de flujo multicommodity con capacidad de nodo. Para el problema de viabilidad, \"Farkas lemma\" proporciona una caracterización para gráficos generales no dirigidos, afirmando aproximadamente que existe tal flujo si y sólo si la llamada desigualdad de distancia se mantiene para cada elección de funciones de distancia derivadas de pesos de nodos no negativos. Para los anillos, este resultado (directo hacia adelante) se mejorará de dos maneras. Demostramos que, independientemente de la integralidad de las capacidades de los nodos, basta con exigir la desigualdad de distancia sólo para las distancias derivadas de pesos de nodos (0-1-2), un requisito que se llamará la condición de doble corte. Además, para las capacidades de nodos valorados en número entero, la condición de doble corte implica la existencia de un flujo multicommodity semiintegral. En este caso hay incluso un flujo de multicommodidad valorado en número entero que viola cada capacidad de nodo por como mucho uno. Nuestro enfoque da lugar a un algoritmo combinatorio, fuertemente polinomio para calcular ya sea un doble corte violatorio o un flujo multicommodity con capacidad de nodo. También se explicará una relación del problema con su contraparte con capacidad de borde ",
            "error": [
                ""
            ]
        },
        "undirected graphs": {
            "translated_key": "grafos no dirigidos",
            "translated_annotated_text": "Enrutamiento de anillo con capacidad de nodo Consideramos el problema de enrutamiento con capacidad de nodo en una red de anillo sin dirección junto con su relajación fraccionaria, el problema de flujo multicommodity con capacidad de nodo. Para el problema de factibilidad, el lema Farkas proporciona una caracterización para los \"grafos no dirigidos\" generales, afirmando aproximadamente que existe tal flujo si y sólo si la llamada desigualdad de distancia se mantiene para cada elección de funciones de distancia derivadas de pesos de nodos no negativos. Para los anillos, este resultado (directo hacia adelante) se mejorará de dos maneras. Demostramos que, independientemente de la integralidad de las capacidades de los nodos, basta con exigir la desigualdad de distancia sólo para las distancias derivadas de pesos de nodos (0-1-2), un requisito que se llamará la condición de doble corte. Además, para las capacidades de nodos valorados en número entero, la condición de doble corte implica la existencia de un flujo multicommodity semiintegral. En este caso hay incluso un flujo de multicommodidad valorado en número entero que viola cada capacidad de nodo por como mucho uno. Nuestro enfoque da lugar a un algoritmo combinatorio, fuertemente polinomio para calcular ya sea un doble corte violatorio o un flujo multicommodity con capacidad de nodo. También se explicará una relación del problema con su contraparte con capacidad de borde ",
            "error": [
                ""
            ]
        },
        "distance inequality": {
            "translated_key": "desigualdad de distancia",
            "translated_annotated_text": "Enrutamiento de anillo con capacidad de nodo Consideramos el problema de enrutamiento con capacidad de nodo en una red de anillo sin dirección junto con su relajación fraccionaria, el problema de flujo multicommodity con capacidad de nodo. Para el problema de viabilidad, el lema Farkas proporciona una caracterización para gráficos generales no dirigidos, afirmando aproximadamente que existe tal flujo si y sólo si la llamada \"desigualdad de distancia\" se mantiene para cada elección de funciones de distancia derivadas de pesos de nodos no negativos. Para los anillos, este resultado (directo hacia adelante) se mejorará de dos maneras. Demostramos que, independientemente de la integralidad de las capacidades de los nodos, basta con exigir la \"desigualdad de distancia\" sólo para las distancias derivadas de pesos de nodos (0-1-2), un requisito que se denominará condición de doble corte. Además, para las capacidades de nodos valorados en número entero, la condición de doble corte implica la existencia de un flujo multicommodity semiintegral. En este caso hay incluso un flujo de multicommodidad valorado en número entero que viola cada capacidad de nodo por como mucho uno. Nuestro enfoque da lugar a un algoritmo combinatorio, fuertemente polinomio para calcular ya sea un doble corte violatorio o un flujo multicommodity con capacidad de nodo. También se explicará una relación del problema con su contraparte con capacidad de borde ",
            "error": [
                ""
            ]
        },
        "distance functions": {
            "translated_key": "funciones de distancia",
            "translated_annotated_text": "Enrutamiento de anillo con capacidad de nodo Consideramos el problema de enrutamiento con capacidad de nodo en una red de anillo sin dirección junto con su relajación fraccionaria, el problema de flujo multicommodity con capacidad de nodo. Para el problema de viabilidad, el lema Farkas proporciona una caracterización para gráficos generales no dirigidos, afirmando aproximadamente que existe tal flujo si y sólo si la llamada desigualdad de distancia se mantiene para cada elección de \"funciones de distancia\" derivadas de pesos de nodos no negativos. Para los anillos, este resultado (directo hacia adelante) se mejorará de dos maneras. Demostramos que, independientemente de la integralidad de las capacidades de los nodos, basta con exigir la desigualdad de distancia sólo para las distancias derivadas de pesos de nodos (0-1-2), un requisito que se llamará la condición de doble corte. Además, para las capacidades de nodos valorados en número entero, la condición de doble corte implica la existencia de un flujo multicommodity semiintegral. En este caso hay incluso un flujo de multicommodidad valorado en número entero que viola cada capacidad de nodo por como mucho uno. Nuestro enfoque da lugar a un algoritmo combinatorio, fuertemente polinomio para calcular ya sea un doble corte violatorio o un flujo multicommodity con capacidad de nodo. También se explicará una relación del problema con su contraparte con capacidad de borde ",
            "error": [
                ""
            ]
        },
        "nonnegative node weights": {
            "translated_key": "pesos de nodos no negativos",
            "translated_annotated_text": "Enrutamiento de anillo con capacidad de nodo Consideramos el problema de enrutamiento con capacidad de nodo en una red de anillo sin dirección junto con su relajación fraccionaria, el problema de flujo multicommodity con capacidad de nodo. Para el problema de viabilidad, el lema Farkas proporciona una caracterización para gráficos generales no dirigidos, afirmando aproximadamente que existe tal flujo si y sólo si la llamada desigualdad de distancia se mantiene para cada elección de funciones de distancia derivadas de \"pesos de nodos no negativos\". Para los anillos, este resultado (directo hacia adelante) se mejorará de dos maneras. Demostramos que, independientemente de la integralidad de las capacidades de los nodos, basta con exigir la desigualdad de distancia sólo para las distancias derivadas de pesos de nodos (0-1-2), un requisito que se llamará la condición de doble corte. Además, para las capacidades de nodos valorados en número entero, la condición de doble corte implica la existencia de un flujo multicommodity semiintegral. En este caso hay incluso un flujo de multicommodidad valorado en número entero que viola cada capacidad de nodo por como mucho uno. Nuestro enfoque da lugar a un algoritmo combinatorio, fuertemente polinomio para calcular ya sea un doble corte violatorio o un flujo multicommodity con capacidad de nodo. También se explicará una relación del problema con su contraparte con capacidad de borde ",
            "error": [
                ""
            ]
        },
        "node capacity integrality": {
            "translated_key": [],
            "translated_annotated_text": "Enrutamiento de anillo con capacidad de nodo Consideramos el problema de enrutamiento con capacidad de nodo en una red de anillo sin dirección junto con su relajación fraccionaria, el problema de flujo multicommodity con capacidad de nodo. Para el problema de viabilidad, el lema Farkas proporciona una caracterización para gráficos generales no dirigidos, afirmando aproximadamente que existe tal flujo si y sólo si la llamada desigualdad de distancia se mantiene para cada elección de funciones de distancia derivadas de pesos de nodos no negativos. Para los anillos, este resultado (directo hacia adelante) se mejorará de dos maneras. Demostramos que, independientemente de la integralidad de las capacidades de los nodos, basta con exigir la desigualdad de distancia sólo para las distancias derivadas de pesos de nodos (0-1-2), un requisito que se llamará la condición de doble corte. Además, para las capacidades de nodos valorados en número entero, la condición de doble corte implica la existencia de un flujo multicommodity semiintegral. En este caso hay incluso un flujo de multicommodidad valorado en número entero que viola cada capacidad de nodo por como mucho uno. Nuestro enfoque da lugar a un algoritmo combinatorio, fuertemente polinomio para calcular ya sea un doble corte violatorio o un flujo multicommodity con capacidad de nodo. También se explicará una relación del problema con su contraparte con capacidad de borde ",
            "error": []
        },
        "double-cut condition": {
            "translated_key": "condición de doble corte",
            "translated_annotated_text": "Enrutamiento de anillo con capacidad de nodo Consideramos el problema de enrutamiento con capacidad de nodo en una red de anillo sin dirección junto con su relajación fraccionaria, el problema de flujo multicommodity con capacidad de nodo. Para el problema de viabilidad, el lema Farkas proporciona una caracterización para gráficos generales no dirigidos, afirmando aproximadamente que existe tal flujo si y sólo si la llamada desigualdad de distancia se mantiene para cada elección de funciones de distancia derivadas de pesos de nodos no negativos. Para los anillos, este resultado (directo hacia adelante) se mejorará de dos maneras. Demostramos que, independientemente de la integralidad de las capacidades de los nodos, basta con exigir la desigualdad de distancia sólo para las distancias derivadas de pesos de nodos (0-1-2), un requisito que se denominará la \"condición de doble corte\". Por otra parte, para las capacidades de nodos valorados en número entero, la \"condición de doble corte\" implica la existencia de un flujo multicommodity semiintegral. En este caso hay incluso un flujo de multicommodidad valorado en número entero que viola cada capacidad de nodo por como mucho uno. Nuestro enfoque da lugar a un algoritmo combinatorio, fuertemente polinomio para calcular ya sea un doble corte violatorio o un flujo multicommodity con capacidad de nodo. También se explicará una relación del problema con su contraparte con capacidad de borde ",
            "error": [
                ""
            ]
        },
        "integer-valued node capacities": {
            "translated_key": "capacidades de nodos de valor entero",
            "translated_annotated_text": "Enrutamiento de anillo con capacidad de nodo Consideramos el problema de enrutamiento con capacidad de nodo en una red de anillo sin dirección junto con su relajación fraccionaria, el problema de flujo multicommodity con capacidad de nodo. Para el problema de viabilidad, el lema Farkas proporciona una caracterización para gráficos generales no dirigidos, afirmando aproximadamente que existe tal flujo si y sólo si la llamada desigualdad de distancia se mantiene para cada elección de funciones de distancia derivadas de pesos de nodos no negativos. Para los anillos, este resultado (directo hacia adelante) se mejorará de dos maneras. Demostramos que, independientemente de la integralidad de las capacidades de los nodos, basta con exigir la desigualdad de distancia sólo para las distancias derivadas de pesos de nodos (0-1-2), un requisito que se llamará la condición de doble corte. Por otra parte, para las \"capacidades de nodos de valor entero\", la condición de doble corte implica la existencia de un flujo multicommodity semiintegral. En este caso hay incluso un flujo de multicommodidad valorado en número entero que viola cada capacidad de nodo por como mucho uno. Nuestro enfoque da lugar a un algoritmo combinatorio, fuertemente polinomio para calcular ya sea un doble corte violatorio o un flujo multicommodity con capacidad de nodo. También se explicará una relación del problema con su contraparte con capacidad de borde ",
            "error": [
                ""
            ]
        },
        "half-integral multicommodity flow": {
            "translated_key": "flujo multicommodity semiintegral",
            "translated_annotated_text": "Enrutamiento de anillo con capacidad de nodo Consideramos el problema de enrutamiento con capacidad de nodo en una red de anillo sin dirección junto con su relajación fraccionaria, el problema de flujo multicommodity con capacidad de nodo. Para el problema de viabilidad, el lema Farkas proporciona una caracterización para gráficos generales no dirigidos, afirmando aproximadamente que existe tal flujo si y sólo si la llamada desigualdad de distancia se mantiene para cada elección de funciones de distancia derivadas de pesos de nodos no negativos. Para los anillos, este resultado (directo hacia adelante) se mejorará de dos maneras. Demostramos que, independientemente de la integralidad de las capacidades de los nodos, basta con exigir la desigualdad de distancia sólo para las distancias derivadas de pesos de nodos (0-1-2), un requisito que se llamará la condición de doble corte. Por otra parte, para las capacidades de nodo valoradas en número entero, la condición de doble corte implica la existencia de un \"flujo multicommodity semiintegral\". En este caso hay incluso un flujo de multicommodidad valorado en número entero que viola cada capacidad de nodo por como mucho uno. Nuestro enfoque da lugar a un algoritmo combinatorio, fuertemente polinomio para calcular ya sea un doble corte violatorio o un flujo multicommodity con capacidad de nodo. También se explicará una relación del problema con su contraparte con capacidad de borde ",
            "error": [
                ""
            ]
        },
        "integer-valued multicommodity flow": {
            "translated_key": "flujo de multicommodidad valorado por entero",
            "translated_annotated_text": "Enrutamiento de anillo con capacidad de nodo Consideramos el problema de enrutamiento con capacidad de nodo en una red de anillo sin dirección junto con su relajación fraccionaria, el problema de flujo multicommodity con capacidad de nodo. Para el problema de viabilidad, el lema Farkas proporciona una caracterización para gráficos generales no dirigidos, afirmando aproximadamente que existe tal flujo si y sólo si la llamada desigualdad de distancia se mantiene para cada elección de funciones de distancia derivadas de pesos de nodos no negativos. Para los anillos, este resultado (directo hacia adelante) se mejorará de dos maneras. Demostramos que, independientemente de la integralidad de las capacidades de los nodos, basta con exigir la desigualdad de distancia sólo para las distancias derivadas de pesos de nodos (0-1-2), un requisito que se llamará la condición de doble corte. Además, para las capacidades de nodos valorados en número entero, la condición de doble corte implica la existencia de un flujo multicommodity semiintegral. En este caso hay incluso un \"flujo de multicommodidad valorado por entero\" que viola cada capacidad de nodo por lo más uno. Nuestro enfoque da lugar a un algoritmo combinatorio, fuertemente polinomio para calcular ya sea un doble corte violatorio o un flujo multicommodity con capacidad de nodo. También se explicará una relación del problema con su contraparte con capacidad de borde ",
            "error": [
                ""
            ]
        },
        "combinatorial strongly polynomial algorithm": {
            "translated_key": [],
            "translated_annotated_text": "Enrutamiento de anillo con capacidad de nodo Consideramos el problema de enrutamiento con capacidad de nodo en una red de anillo sin dirección junto con su relajación fraccionaria, el problema de flujo multicommodity con capacidad de nodo. Para el problema de viabilidad, el lema Farkas proporciona una caracterización para gráficos generales no dirigidos, afirmando aproximadamente que existe tal flujo si y sólo si la llamada desigualdad de distancia se mantiene para cada elección de funciones de distancia derivadas de pesos de nodos no negativos. Para los anillos, este resultado (directo hacia adelante) se mejorará de dos maneras. Demostramos que, independientemente de la integralidad de las capacidades de los nodos, basta con exigir la desigualdad de distancia sólo para las distancias derivadas de pesos de nodos (0-1-2), un requisito que se llamará la condición de doble corte. Además, para las capacidades de nodos valorados en número entero, la condición de doble corte implica la existencia de un flujo multicommodity semiintegral. En este caso hay incluso un flujo de multicommodidad valorado en número entero que viola cada capacidad de nodo por como mucho uno. Nuestro enfoque da lugar a un algoritmo combinatorio, fuertemente polinomio para calcular ya sea un doble corte violatorio o un flujo multicommodity con capacidad de nodo. También se explicará una relación del problema con su contraparte con capacidad de borde ",
            "error": []
        },
        "violating double-cut": {
            "translated_key": "violante doble corte",
            "translated_annotated_text": "Enrutamiento de anillo con capacidad de nodo Consideramos el problema de enrutamiento con capacidad de nodo en una red de anillo sin dirección junto con su relajación fraccionaria, el problema de flujo multicommodity con capacidad de nodo. Para el problema de viabilidad, el lema Farkas proporciona una caracterización para gráficos generales no dirigidos, afirmando aproximadamente que existe tal flujo si y sólo si la llamada desigualdad de distancia se mantiene para cada elección de funciones de distancia derivadas de pesos de nodos no negativos. Para los anillos, este resultado (directo hacia adelante) se mejorará de dos maneras. Demostramos que, independientemente de la integralidad de las capacidades de los nodos, basta con exigir la desigualdad de distancia sólo para las distancias derivadas de pesos de nodos (0-1-2), un requisito que se llamará la condición de doble corte. Además, para las capacidades de nodos valorados en número entero, la condición de doble corte implica la existencia de un flujo multicommodity semiintegral. En este caso hay incluso un flujo de multicommodidad valorado en número entero que viola cada capacidad de nodo por como mucho uno. Nuestro enfoque da lugar a un algoritmo combinatorio, fuertemente polinomio para calcular ya sea un \"violante doble corte\" o un flujo multicommodity con capacidad de nodo. También se explicará una relación del problema con su contraparte con capacidad de borde ",
            "error": [
                ""
            ]
        },
        "edge-cut criterion": {
            "translated_key": [],
            "translated_annotated_text": "Enrutamiento de anillo con capacidad de nodo Consideramos el problema de enrutamiento con capacidad de nodo en una red de anillo sin dirección junto con su relajación fraccionaria, el problema de flujo multicommodity con capacidad de nodo. Para el problema de viabilidad, el lema Farkas proporciona una caracterización para gráficos generales no dirigidos, afirmando aproximadamente que existe tal flujo si y sólo si la llamada desigualdad de distancia se mantiene para cada elección de funciones de distancia derivadas de pesos de nodos no negativos. Para los anillos, este resultado (directo hacia adelante) se mejorará de dos maneras. Demostramos que, independientemente de la integralidad de las capacidades de los nodos, basta con exigir la desigualdad de distancia sólo para las distancias derivadas de pesos de nodos (0-1-2), un requisito que se llamará la condición de doble corte. Además, para las capacidades de nodos valorados en número entero, la condición de doble corte implica la existencia de un flujo multicommodity semiintegral. En este caso hay incluso un flujo de multicommodidad valorado en número entero que viola cada capacidad de nodo por como mucho uno. Nuestro enfoque da lugar a un algoritmo combinatorio, fuertemente polinomio para calcular ya sea un doble corte violatorio o un flujo multicommodity con capacidad de nodo. También se explicará una relación del problema con su contraparte con capacidad de borde ",
            "error": []
        },
        "graph theory": {
            "translated_key": [],
            "translated_annotated_text": "Enrutamiento de anillo con capacidad de nodo Consideramos el problema de enrutamiento con capacidad de nodo en una red de anillo sin dirección junto con su relajación fraccionaria, el problema de flujo multicommodity con capacidad de nodo. Para el problema de viabilidad, el lema Farkas proporciona una caracterización para gráficos generales no dirigidos, afirmando aproximadamente que existe tal flujo si y sólo si la llamada desigualdad de distancia se mantiene para cada elección de funciones de distancia derivadas de pesos de nodos no negativos. Para los anillos, este resultado (directo hacia adelante) se mejorará de dos maneras. Demostramos que, independientemente de la integralidad de las capacidades de los nodos, basta con exigir la desigualdad de distancia sólo para las distancias derivadas de pesos de nodos (0-1-2), un requisito que se llamará la condición de doble corte. Además, para las capacidades de nodos valorados en número entero, la condición de doble corte implica la existencia de un flujo multicommodity semiintegral. En este caso hay incluso un flujo de multicommodidad valorado en número entero que viola cada capacidad de nodo por como mucho uno. Nuestro enfoque da lugar a un algoritmo combinatorio, fuertemente polinomio para calcular ya sea un doble corte violatorio o un flujo multicommodity con capacidad de nodo. También se explicará una relación del problema con su contraparte con capacidad de borde ",
            "error": []
        },
        "operations research": {
            "translated_key": [],
            "translated_annotated_text": "Enrutamiento de anillo con capacidad de nodo Consideramos el problema de enrutamiento con capacidad de nodo en una red de anillo sin dirección junto con su relajación fraccionaria, el problema de flujo multicommodity con capacidad de nodo. Para el problema de viabilidad, el lema Farkas proporciona una caracterización para gráficos generales no dirigidos, afirmando aproximadamente que existe tal flujo si y sólo si la llamada desigualdad de distancia se mantiene para cada elección de funciones de distancia derivadas de pesos de nodos no negativos. Para los anillos, este resultado (directo hacia adelante) se mejorará de dos maneras. Demostramos que, independientemente de la integralidad de las capacidades de los nodos, basta con exigir la desigualdad de distancia sólo para las distancias derivadas de pesos de nodos (0-1-2), un requisito que se llamará la condición de doble corte. Además, para las capacidades de nodos valorados en número entero, la condición de doble corte implica la existencia de un flujo multicommodity semiintegral. En este caso hay incluso un flujo de multicommodidad valorado en número entero que viola cada capacidad de nodo por como mucho uno. Nuestro enfoque da lugar a un algoritmo combinatorio, fuertemente polinomio para calcular ya sea un doble corte violatorio o un flujo multicommodity con capacidad de nodo. También se explicará una relación del problema con su contraparte con capacidad de borde ",
            "error": []
        },
        "telecommunication network routing": {
            "translated_key": [],
            "translated_annotated_text": "Enrutamiento de anillo con capacidad de nodo Consideramos el problema de enrutamiento con capacidad de nodo en una red de anillo sin dirección junto con su relajación fraccionaria, el problema de flujo multicommodity con capacidad de nodo. Para el problema de viabilidad, el lema Farkas proporciona una caracterización para gráficos generales no dirigidos, afirmando aproximadamente que existe tal flujo si y sólo si la llamada desigualdad de distancia se mantiene para cada elección de funciones de distancia derivadas de pesos de nodos no negativos. Para los anillos, este resultado (directo hacia adelante) se mejorará de dos maneras. Demostramos que, independientemente de la integralidad de las capacidades de los nodos, basta con exigir la desigualdad de distancia sólo para las distancias derivadas de pesos de nodos (0-1-2), un requisito que se llamará la condición de doble corte. Además, para las capacidades de nodos valorados en número entero, la condición de doble corte implica la existencia de un flujo multicommodity semiintegral. En este caso hay incluso un flujo de multicommodidad valorado en número entero que viola cada capacidad de nodo por como mucho uno. Nuestro enfoque da lugar a un algoritmo combinatorio, fuertemente polinomio para calcular ya sea un doble corte violatorio o un flujo multicommodity con capacidad de nodo. También se explicará una relación del problema con su contraparte con capacidad de borde ",
            "error": []
        }
    }
}