{
    "original_text": "Mammogram synthesis using a 3D simulation. I. Breast tissue model and image acquisition simulation A method is proposed for generating synthetic mammograms based upon simulations of breast tissue and the mammographic imaging process. A computer breast model has been designed with a realistic distribution of large and medium scale tissue structures. Parameters controlling the size and placement of simulated structures (adipose compartments and ducts) provide a method for consistently modeling images of the same simulated breast with modified position or acquisition parameters. The mammographic imaging process is simulated using a compression model and a model of the X-ray image acquisition process. The compression model estimates breast deformation using tissue elasticity parameters found in the literature and clinical force values. The synthetic mammograms were generated by a mammogram acquisition model using a monoenergetic parallel beam approximation applied to the synthetically compressed breast phantom",
    "original_translation": "Síntesis de mamografía mediante simulación 3D. I. Modelo de tejido mamario y simulación de adquisición de imágenes Se propone un método para generar mamografías sintéticas basadas en simulaciones de tejido mamario y el proceso de imagen mamografía. Se ha diseñado un modelo de mama computarizada con una distribución realista de estructuras tisulares de gran y mediana escala. Los parámetros que controlan el tamaño y la colocación de las estructuras simuladas (compartimentos y conductos adiposos) proporcionan un método para modelar consistentemente imágenes de la misma mama simulada con parámetros de posición o adquisición modificados. El proceso de imagen mamografía se simula utilizando un modelo de compresión y un modelo del proceso de adquisición de imágenes de rayos X. El modelo de compresión estima la deformación mamaria utilizando los parámetros de elasticidad tisular encontrados en la literatura y los valores de fuerza clínica. Las mamografías sintéticas fueron generadas por un modelo de adquisición de mamografía utilizando una aproximación de haz paralelo monoenergético aplicada al fantasma mamario comprimido sintéticamente",
    "error_count": 15,
    "keys": {
        "mammogram synthesis": {
            "translated_key": [],
            "translated_annotated_text": "Síntesis de mamografía mediante simulación 3D. I. Modelo de tejido mamario y simulación de adquisición de imágenes Se propone un método para generar mamografías sintéticas basadas en simulaciones de tejido mamario y el proceso de imagen mamografía. Se ha diseñado un modelo de mama computarizada con una distribución realista de estructuras tisulares de gran y mediana escala. Los parámetros que controlan el tamaño y la colocación de las estructuras simuladas (compartimentos y conductos adiposos) proporcionan un método para modelar consistentemente imágenes de la misma mama simulada con parámetros de posición o adquisición modificados. El proceso de imagen mamografía se simula utilizando un modelo de compresión y un modelo del proceso de adquisición de imágenes de rayos X. El modelo de compresión estima la deformación mamaria utilizando los parámetros de elasticidad tisular encontrados en la literatura y los valores de fuerza clínica. Las mamografías sintéticas fueron generadas por un modelo de adquisición de mamografía utilizando una aproximación de haz paralelo monoenergético aplicada al fantasma mamario comprimido sintéticamente ",
            "error": []
        },
        "3D simulation": {
            "translated_key": " simulación 3D",
            "translated_annotated_text": "Síntesis de mamografía usando una \" simulación 3D\". I. Modelo de tejido mamario y simulación de adquisición de imágenes Se propone un método para generar mamografías sintéticas basadas en simulaciones de tejido mamario y el proceso de imagen mamografía. Se ha diseñado un modelo de mama computarizada con una distribución realista de estructuras tisulares de gran y mediana escala. Los parámetros que controlan el tamaño y la colocación de las estructuras simuladas (compartimentos y conductos adiposos) proporcionan un método para modelar consistentemente imágenes de la misma mama simulada con parámetros de posición o adquisición modificados. El proceso de imagen mamografía se simula utilizando un modelo de compresión y un modelo del proceso de adquisición de imágenes de rayos X. El modelo de compresión estima la deformación mamaria utilizando los parámetros de elasticidad tisular encontrados en la literatura y los valores de fuerza clínica. Las mamografías sintéticas fueron generadas por un modelo de adquisición de mamografía utilizando una aproximación de haz paralelo monoenergético aplicada al fantasma mamario comprimido sintéticamente ",
            "error": [
                ""
            ]
        },
        "breast tissue model": {
            "translated_key": [],
            "translated_annotated_text": "Síntesis de mamografía mediante simulación 3D. I. Modelo de tejido mamario y simulación de adquisición de imágenes Se propone un método para generar mamografías sintéticas basadas en simulaciones de tejido mamario y el proceso de imagen mamografía. Se ha diseñado un modelo de mama computarizada con una distribución realista de estructuras tisulares de gran y mediana escala. Los parámetros que controlan el tamaño y la colocación de las estructuras simuladas (compartimentos y conductos adiposos) proporcionan un método para modelar consistentemente imágenes de la misma mama simulada con parámetros de posición o adquisición modificados. El proceso de imagen mamografía se simula utilizando un modelo de compresión y un modelo del proceso de adquisición de imágenes de rayos X. El modelo de compresión estima la deformación mamaria utilizando los parámetros de elasticidad tisular encontrados en la literatura y los valores de fuerza clínica. Las mamografías sintéticas fueron generadas por un modelo de adquisición de mamografía utilizando una aproximación de haz paralelo monoenergético aplicada al fantasma mamario comprimido sintéticamente ",
            "error": []
        },
        "image acquisition simulation": {
            "translated_key": "simulación de adquisición de imágenes",
            "translated_annotated_text": "Síntesis de mamografía mediante simulación 3D. I. Modelo de tejido mamario y \"simulación de adquisición de imágenes\" Se propone un método para generar mamografías sintéticas basadas en simulaciones de tejido mamario y el proceso de imagen mamografía. Se ha diseñado un modelo de mama computarizada con una distribución realista de estructuras tisulares de gran y mediana escala. Los parámetros que controlan el tamaño y la colocación de las estructuras simuladas (compartimentos y conductos adiposos) proporcionan un método para modelar consistentemente imágenes de la misma mama simulada con parámetros de posición o adquisición modificados. El proceso de imagen mamografía se simula utilizando un modelo de compresión y un modelo del proceso de adquisición de imágenes de rayos X. El modelo de compresión estima la deformación mamaria utilizando los parámetros de elasticidad tisular encontrados en la literatura y los valores de fuerza clínica. Las mamografías sintéticas fueron generadas por un modelo de adquisición de mamografía utilizando una aproximación de haz paralelo monoenergético aplicada al fantasma mamario comprimido sintéticamente ",
            "error": [
                ""
            ]
        },
        "mammographic compression": {
            "translated_key": [],
            "translated_annotated_text": "Síntesis de mamografía mediante simulación 3D. I. Modelo de tejido mamario y simulación de adquisición de imágenes Se propone un método para generar mamografías sintéticas basadas en simulaciones de tejido mamario y el proceso de imagen mamografía. Se ha diseñado un modelo de mama computarizada con una distribución realista de estructuras tisulares de gran y mediana escala. Los parámetros que controlan el tamaño y la colocación de las estructuras simuladas (compartimentos y conductos adiposos) proporcionan un método para modelar consistentemente imágenes de la misma mama simulada con parámetros de posición o adquisición modificados. El proceso de imagen mamografía se simula utilizando un modelo de compresión y un modelo del proceso de adquisición de imágenes de rayos X. El modelo de compresión estima la deformación mamaria utilizando los parámetros de elasticidad tisular encontrados en la literatura y los valores de fuerza clínica. Las mamografías sintéticas fueron generadas por un modelo de adquisición de mamografía utilizando una aproximación de haz paralelo monoenergético aplicada al fantasma mamario comprimido sintéticamente ",
            "error": []
        },
        "computer breast model": {
            "translated_key": "modelo de mama computarizada",
            "translated_annotated_text": "Síntesis de mamografía mediante simulación 3D. I. Modelo de tejido mamario y simulación de adquisición de imágenes Se propone un método para generar mamografías sintéticas basadas en simulaciones de tejido mamario y el proceso de imagen mamografía. Se ha diseñado un \"modelo de mama computarizada\" con una distribución realista de estructuras tisulares de gran y mediana escala. Los parámetros que controlan el tamaño y la colocación de las estructuras simuladas (compartimentos y conductos adiposos) proporcionan un método para modelar consistentemente imágenes de la misma mama simulada con parámetros de posición o adquisición modificados. El proceso de imagen mamografía se simula utilizando un modelo de compresión y un modelo del proceso de adquisición de imágenes de rayos X. El modelo de compresión estima la deformación mamaria utilizando los parámetros de elasticidad tisular encontrados en la literatura y los valores de fuerza clínica. Las mamografías sintéticas fueron generadas por un modelo de adquisición de mamografía utilizando una aproximación de haz paralelo monoenergético aplicada al fantasma mamario comprimido sintéticamente ",
            "error": [
                ""
            ]
        },
        "adipose compartments": {
            "translated_key": "compartimentos y conductos adiposos",
            "translated_annotated_text": "Síntesis de mamografía mediante simulación 3D. I. Modelo de tejido mamario y simulación de adquisición de imágenes Se propone un método para generar mamografías sintéticas basadas en simulaciones de tejido mamario y el proceso de imagen mamografía. Se ha diseñado un modelo de mama computarizada con una distribución realista de estructuras tisulares de gran y mediana escala. Los parámetros que controlan el tamaño y la ubicación de las estructuras simuladas (\"compartimentos y conductos adiposos\") proporcionan un método para modelar consistentemente imágenes de la misma mama simulada con parámetros de posición o adquisición modificados. El proceso de imagen mamografía se simula utilizando un modelo de compresión y un modelo del proceso de adquisición de imágenes de rayos X. El modelo de compresión estima la deformación mamaria utilizando los parámetros de elasticidad tisular encontrados en la literatura y los valores de fuerza clínica. Las mamografías sintéticas fueron generadas por un modelo de adquisición de mamografía utilizando una aproximación de haz paralelo monoenergético aplicada al fantasma mamario comprimido sintéticamente ",
            "error": [
                ""
            ]
        },
        "ducts": {
            "translated_key": "ductos",
            "translated_annotated_text": "Síntesis de mamografía mediante simulación 3D. I. Modelo de tejido mamario y simulación de adquisición de imágenes Se propone un método para generar mamografías sintéticas basadas en simulaciones de tejido mamario y el proceso de imagen mamografía. Se ha diseñado un modelo de mama computarizada con una distribución realista de estructuras tisulares de gran y mediana escala. Los parámetros que controlan el tamaño y la colocación de las estructuras simuladas (compartimentos adiposos y \"ductos\") proporcionan un método para modelar consistentemente imágenes de la misma mama simulada con parámetros de posición o adquisición modificados. El proceso de imagen mamografía se simula utilizando un modelo de compresión y un modelo del proceso de adquisición de imágenes de rayos X. El modelo de compresión estima la deformación mamaria utilizando los parámetros de elasticidad tisular encontrados en la literatura y los valores de fuerza clínica. Las mamografías sintéticas fueron generadas por un modelo de adquisición de mamografía utilizando una aproximación de haz paralelo monoenergético aplicada al fantasma mamario comprimido sintéticamente ",
            "error": [
                ""
            ]
        },
        "X-ray image acquisition": {
            "translated_key": "adquisición de imágenes de rayos X",
            "translated_annotated_text": "Síntesis de mamografía mediante simulación 3D. I. Modelo de tejido mamario y simulación de adquisición de imágenes Se propone un método para generar mamografías sintéticas basadas en simulaciones de tejido mamario y el proceso de imagen mamografía. Se ha diseñado un modelo de mama computarizada con una distribución realista de estructuras tisulares de gran y mediana escala. Los parámetros que controlan el tamaño y la colocación de las estructuras simuladas (compartimentos y conductos adiposos) proporcionan un método para modelar consistentemente imágenes de la misma mama simulada con parámetros de posición o adquisición modificados. El proceso de imagen mamografía se simula utilizando un modelo de compresión y un modelo del proceso de \"adquisición de imágenes de rayos X\". El modelo de compresión estima la deformación mamaria utilizando los parámetros de elasticidad tisular encontrados en la literatura y los valores de fuerza clínica. Las mamografías sintéticas fueron generadas por un modelo de adquisición de mamografía utilizando una aproximación de haz paralelo monoenergético aplicada al fantasma mamario comprimido sintéticamente ",
            "error": [
                ""
            ]
        },
        "tissue elasticity parameters": {
            "translated_key": "parámetros de elasticidad tisular",
            "translated_annotated_text": "Síntesis de mamografía mediante simulación 3D. I. Modelo de tejido mamario y simulación de adquisición de imágenes Se propone un método para generar mamografías sintéticas basadas en simulaciones de tejido mamario y el proceso de imagen mamografía. Se ha diseñado un modelo de mama computarizada con una distribución realista de estructuras tisulares de gran y mediana escala. Los parámetros que controlan el tamaño y la colocación de las estructuras simuladas (compartimentos y conductos adiposos) proporcionan un método para modelar consistentemente imágenes de la misma mama simulada con parámetros de posición o adquisición modificados. El proceso de imagen mamografía se simula utilizando un modelo de compresión y un modelo del proceso de adquisición de imágenes de rayos X. El modelo de compresión estima la deformación mamaria utilizando \"parámetros de elasticidad tisular\" encontrados en la literatura y los valores de fuerza clínica. Las mamografías sintéticas fueron generadas por un modelo de adquisición de mamografía utilizando una aproximación de haz paralelo monoenergético aplicada al fantasma mamario comprimido sintéticamente ",
            "error": [
                ""
            ]
        },
        "force values": {
            "translated_key": "valores de fuerza",
            "translated_annotated_text": "Síntesis de mamografía mediante simulación 3D. I. Modelo de tejido mamario y simulación de adquisición de imágenes Se propone un método para generar mamografías sintéticas basadas en simulaciones de tejido mamario y el proceso de imagen mamografía. Se ha diseñado un modelo de mama computarizada con una distribución realista de estructuras tisulares de gran y mediana escala. Los parámetros que controlan el tamaño y la colocación de las estructuras simuladas (compartimentos y conductos adiposos) proporcionan un método para modelar consistentemente imágenes de la misma mama simulada con parámetros de posición o adquisición modificados. El proceso de imagen mamografía se simula utilizando un modelo de compresión y un modelo del proceso de adquisición de imágenes de rayos X. El modelo de compresión estima la deformación mamaria utilizando los parámetros de elasticidad tisular encontrados en la literatura y los \"valores de fuerza\" clínicos. Las mamografías sintéticas fueron generadas por un modelo de adquisición de mamografía utilizando una aproximación de haz paralelo monoenergético aplicada al fantasma mamario comprimido sintéticamente ",
            "error": [
                ""
            ]
        },
        "monoenergetic parallel beam approximation": {
            "translated_key": "aproximación del haz paralelo monoenergético",
            "translated_annotated_text": "Síntesis de mamografía mediante simulación 3D. I. Modelo de tejido mamario y simulación de adquisición de imágenes Se propone un método para generar mamografías sintéticas basadas en simulaciones de tejido mamario y el proceso de imagen mamografía. Se ha diseñado un modelo de mama computarizada con una distribución realista de estructuras tisulares de gran y mediana escala. Los parámetros que controlan el tamaño y la colocación de las estructuras simuladas (compartimentos y conductos adiposos) proporcionan un método para modelar consistentemente imágenes de la misma mama simulada con parámetros de posición o adquisición modificados. El proceso de imagen mamografía se simula utilizando un modelo de compresión y un modelo del proceso de adquisición de imágenes de rayos X. El modelo de compresión estima la deformación mamaria utilizando los parámetros de elasticidad tisular encontrados en la literatura y los valores de fuerza clínica. Las mamografías sintéticas fueron generadas por un modelo de adquisición de mamografía utilizando una \"aproximación del haz paralelo monoenergético\" aplicada al fantasma mamario comprimido sintéticamente ",
            "error": [
                ""
            ]
        },
        "breast lesions": {
            "translated_key": [],
            "translated_annotated_text": "Síntesis de mamografía mediante simulación 3D. I. Modelo de tejido mamario y simulación de adquisición de imágenes Se propone un método para generar mamografías sintéticas basadas en simulaciones de tejido mamario y el proceso de imagen mamografía. Se ha diseñado un modelo de mama computarizada con una distribución realista de estructuras tisulares de gran y mediana escala. Los parámetros que controlan el tamaño y la colocación de las estructuras simuladas (compartimentos y conductos adiposos) proporcionan un método para modelar consistentemente imágenes de la misma mama simulada con parámetros de posición o adquisición modificados. El proceso de imagen mamografía se simula utilizando un modelo de compresión y un modelo del proceso de adquisición de imágenes de rayos X. El modelo de compresión estima la deformación mamaria utilizando los parámetros de elasticidad tisular encontrados en la literatura y los valores de fuerza clínica. Las mamografías sintéticas fueron generadas por un modelo de adquisición de mamografía utilizando una aproximación de haz paralelo monoenergético aplicada al fantasma mamario comprimido sintéticamente ",
            "error": []
        },
        "rectangular slice approximation": {
            "translated_key": [],
            "translated_annotated_text": "Síntesis de mamografía mediante simulación 3D. I. Modelo de tejido mamario y simulación de adquisición de imágenes Se propone un método para generar mamografías sintéticas basadas en simulaciones de tejido mamario y el proceso de imagen mamografía. Se ha diseñado un modelo de mama computarizada con una distribución realista de estructuras tisulares de gran y mediana escala. Los parámetros que controlan el tamaño y la colocación de las estructuras simuladas (compartimentos y conductos adiposos) proporcionan un método para modelar consistentemente imágenes de la misma mama simulada con parámetros de posición o adquisición modificados. El proceso de imagen mamografía se simula utilizando un modelo de compresión y un modelo del proceso de adquisición de imágenes de rayos X. El modelo de compresión estima la deformación mamaria utilizando los parámetros de elasticidad tisular encontrados en la literatura y los valores de fuerza clínica. Las mamografías sintéticas fueron generadas por un modelo de adquisición de mamografía utilizando una aproximación de haz paralelo monoenergético aplicada al fantasma mamario comprimido sintéticamente ",
            "error": []
        },
        "composite beam model": {
            "translated_key": [],
            "translated_annotated_text": "Síntesis de mamografía mediante simulación 3D. I. Modelo de tejido mamario y simulación de adquisición de imágenes Se propone un método para generar mamografías sintéticas basadas en simulaciones de tejido mamario y el proceso de imagen mamografía. Se ha diseñado un modelo de mama computarizada con una distribución realista de estructuras tisulares de gran y mediana escala. Los parámetros que controlan el tamaño y la colocación de las estructuras simuladas (compartimentos y conductos adiposos) proporcionan un método para modelar consistentemente imágenes de la misma mama simulada con parámetros de posición o adquisición modificados. El proceso de imagen mamografía se simula utilizando un modelo de compresión y un modelo del proceso de adquisición de imágenes de rayos X. El modelo de compresión estima la deformación mamaria utilizando los parámetros de elasticidad tisular encontrados en la literatura y los valores de fuerza clínica. Las mamografías sintéticas fueron generadas por un modelo de adquisición de mamografía utilizando una aproximación de haz paralelo monoenergético aplicada al fantasma mamario comprimido sintéticamente ",
            "error": []
        },
        "linear Youngs moduli": {
            "translated_key": [],
            "translated_annotated_text": "Síntesis de mamografía mediante simulación 3D. I. Modelo de tejido mamario y simulación de adquisición de imágenes Se propone un método para generar mamografías sintéticas basadas en simulaciones de tejido mamario y el proceso de imagen mamografía. Se ha diseñado un modelo de mama computarizada con una distribución realista de estructuras tisulares de gran y mediana escala. Los parámetros que controlan el tamaño y la colocación de las estructuras simuladas (compartimentos y conductos adiposos) proporcionan un método para modelar consistentemente imágenes de la misma mama simulada con parámetros de posición o adquisición modificados. El proceso de imagen mamografía se simula utilizando un modelo de compresión y un modelo del proceso de adquisición de imágenes de rayos X. El modelo de compresión estima la deformación mamaria utilizando los parámetros de elasticidad tisular encontrados en la literatura y los valores de fuerza clínica. Las mamografías sintéticas fueron generadas por un modelo de adquisición de mamografía utilizando una aproximación de haz paralelo monoenergético aplicada al fantasma mamario comprimido sintéticamente ",
            "error": []
        },
        "biological tissues": {
            "translated_key": [],
            "translated_annotated_text": "Síntesis de mamografía mediante simulación 3D. I. Modelo de tejido mamario y simulación de adquisición de imágenes Se propone un método para generar mamografías sintéticas basadas en simulaciones de tejido mamario y el proceso de imagen mamografía. Se ha diseñado un modelo de mama computarizada con una distribución realista de estructuras tisulares de gran y mediana escala. Los parámetros que controlan el tamaño y la colocación de las estructuras simuladas (compartimentos y conductos adiposos) proporcionan un método para modelar consistentemente imágenes de la misma mama simulada con parámetros de posición o adquisición modificados. El proceso de imagen mamografía se simula utilizando un modelo de compresión y un modelo del proceso de adquisición de imágenes de rayos X. El modelo de compresión estima la deformación mamaria utilizando los parámetros de elasticidad tisular encontrados en la literatura y los valores de fuerza clínica. Las mamografías sintéticas fueron generadas por un modelo de adquisición de mamografía utilizando una aproximación de haz paralelo monoenergético aplicada al fantasma mamario comprimido sintéticamente ",
            "error": []
        },
        "computer graphics": {
            "translated_key": [],
            "translated_annotated_text": "Síntesis de mamografía mediante simulación 3D. I. Modelo de tejido mamario y simulación de adquisición de imágenes Se propone un método para generar mamografías sintéticas basadas en simulaciones de tejido mamario y el proceso de imagen mamografía. Se ha diseñado un modelo de mama computarizada con una distribución realista de estructuras tisulares de gran y mediana escala. Los parámetros que controlan el tamaño y la colocación de las estructuras simuladas (compartimentos y conductos adiposos) proporcionan un método para modelar consistentemente imágenes de la misma mama simulada con parámetros de posición o adquisición modificados. El proceso de imagen mamografía se simula utilizando un modelo de compresión y un modelo del proceso de adquisición de imágenes de rayos X. El modelo de compresión estima la deformación mamaria utilizando los parámetros de elasticidad tisular encontrados en la literatura y los valores de fuerza clínica. Las mamografías sintéticas fueron generadas por un modelo de adquisición de mamografía utilizando una aproximación de haz paralelo monoenergético aplicada al fantasma mamario comprimido sintéticamente ",
            "error": []
        },
        "diagnostic radiography": {
            "translated_key": [],
            "translated_annotated_text": "Síntesis de mamografía mediante simulación 3D. I. Modelo de tejido mamario y simulación de adquisición de imágenes Se propone un método para generar mamografías sintéticas basadas en simulaciones de tejido mamario y el proceso de imagen mamografía. Se ha diseñado un modelo de mama computarizada con una distribución realista de estructuras tisulares de gran y mediana escala. Los parámetros que controlan el tamaño y la colocación de las estructuras simuladas (compartimentos y conductos adiposos) proporcionan un método para modelar consistentemente imágenes de la misma mama simulada con parámetros de posición o adquisición modificados. El proceso de imagen mamografía se simula utilizando un modelo de compresión y un modelo del proceso de adquisición de imágenes de rayos X. El modelo de compresión estima la deformación mamaria utilizando los parámetros de elasticidad tisular encontrados en la literatura y los valores de fuerza clínica. Las mamografías sintéticas fueron generadas por un modelo de adquisición de mamografía utilizando una aproximación de haz paralelo monoenergético aplicada al fantasma mamario comprimido sintéticamente ",
            "error": []
        },
        "image registration": {
            "translated_key": [],
            "translated_annotated_text": "Síntesis de mamografía mediante simulación 3D. I. Modelo de tejido mamario y simulación de adquisición de imágenes Se propone un método para generar mamografías sintéticas basadas en simulaciones de tejido mamario y el proceso de imagen mamografía. Se ha diseñado un modelo de mama computarizada con una distribución realista de estructuras tisulares de gran y mediana escala. Los parámetros que controlan el tamaño y la colocación de las estructuras simuladas (compartimentos y conductos adiposos) proporcionan un método para modelar consistentemente imágenes de la misma mama simulada con parámetros de posición o adquisición modificados. El proceso de imagen mamografía se simula utilizando un modelo de compresión y un modelo del proceso de adquisición de imágenes de rayos X. El modelo de compresión estima la deformación mamaria utilizando los parámetros de elasticidad tisular encontrados en la literatura y los valores de fuerza clínica. Las mamografías sintéticas fueron generadas por un modelo de adquisición de mamografía utilizando una aproximación de haz paralelo monoenergético aplicada al fantasma mamario comprimido sintéticamente ",
            "error": []
        },
        "mammography": {
            "translated_key": [],
            "translated_annotated_text": "Síntesis de mamografía mediante simulación 3D. I. Modelo de tejido mamario y simulación de adquisición de imágenes Se propone un método para generar mamografías sintéticas basadas en simulaciones de tejido mamario y el proceso de imagen mamografía. Se ha diseñado un modelo de mama computarizada con una distribución realista de estructuras tisulares de gran y mediana escala. Los parámetros que controlan el tamaño y la colocación de las estructuras simuladas (compartimentos y conductos adiposos) proporcionan un método para modelar consistentemente imágenes de la misma mama simulada con parámetros de posición o adquisición modificados. El proceso de imagen mamografía se simula utilizando un modelo de compresión y un modelo del proceso de adquisición de imágenes de rayos X. El modelo de compresión estima la deformación mamaria utilizando los parámetros de elasticidad tisular encontrados en la literatura y los valores de fuerza clínica. Las mamografías sintéticas fueron generadas por un modelo de adquisición de mamografía utilizando una aproximación de haz paralelo monoenergético aplicada al fantasma mamario comprimido sintéticamente ",
            "error": []
        },
        "medical image processing": {
            "translated_key": [],
            "translated_annotated_text": "Síntesis de mamografía mediante simulación 3D. I. Modelo de tejido mamario y simulación de adquisición de imágenes Se propone un método para generar mamografías sintéticas basadas en simulaciones de tejido mamario y el proceso de imagen mamografía. Se ha diseñado un modelo de mama computarizada con una distribución realista de estructuras tisulares de gran y mediana escala. Los parámetros que controlan el tamaño y la colocación de las estructuras simuladas (compartimentos y conductos adiposos) proporcionan un método para modelar consistentemente imágenes de la misma mama simulada con parámetros de posición o adquisición modificados. El proceso de imagen mamografía se simula utilizando un modelo de compresión y un modelo del proceso de adquisición de imágenes de rayos X. El modelo de compresión estima la deformación mamaria utilizando los parámetros de elasticidad tisular encontrados en la literatura y los valores de fuerza clínica. Las mamografías sintéticas fueron generadas por un modelo de adquisición de mamografía utilizando una aproximación de haz paralelo monoenergético aplicada al fantasma mamario comprimido sintéticamente ",
            "error": []
        },
        "physiological models": {
            "translated_key": [],
            "translated_annotated_text": "Síntesis de mamografía mediante simulación 3D. I. Modelo de tejido mamario y simulación de adquisición de imágenes Se propone un método para generar mamografías sintéticas basadas en simulaciones de tejido mamario y el proceso de imagen mamografía. Se ha diseñado un modelo de mama computarizada con una distribución realista de estructuras tisulares de gran y mediana escala. Los parámetros que controlan el tamaño y la colocación de las estructuras simuladas (compartimentos y conductos adiposos) proporcionan un método para modelar consistentemente imágenes de la misma mama simulada con parámetros de posición o adquisición modificados. El proceso de imagen mamografía se simula utilizando un modelo de compresión y un modelo del proceso de adquisición de imágenes de rayos X. El modelo de compresión estima la deformación mamaria utilizando los parámetros de elasticidad tisular encontrados en la literatura y los valores de fuerza clínica. Las mamografías sintéticas fueron generadas por un modelo de adquisición de mamografía utilizando una aproximación de haz paralelo monoenergético aplicada al fantasma mamario comprimido sintéticamente ",
            "error": []
        },
        "Youngs modulus": {
            "translated_key": [],
            "translated_annotated_text": "Síntesis de mamografía mediante simulación 3D. I. Modelo de tejido mamario y simulación de adquisición de imágenes Se propone un método para generar mamografías sintéticas basadas en simulaciones de tejido mamario y el proceso de imagen mamografía. Se ha diseñado un modelo de mama computarizada con una distribución realista de estructuras tisulares de gran y mediana escala. Los parámetros que controlan el tamaño y la colocación de las estructuras simuladas (compartimentos y conductos adiposos) proporcionan un método para modelar consistentemente imágenes de la misma mama simulada con parámetros de posición o adquisición modificados. El proceso de imagen mamografía se simula utilizando un modelo de compresión y un modelo del proceso de adquisición de imágenes de rayos X. El modelo de compresión estima la deformación mamaria utilizando los parámetros de elasticidad tisular encontrados en la literatura y los valores de fuerza clínica. Las mamografías sintéticas fueron generadas por un modelo de adquisición de mamografía utilizando una aproximación de haz paralelo monoenergético aplicada al fantasma mamario comprimido sintéticamente ",
            "error": []
        }
    }
}