{
    "original_text": "Effect of multileaf collimator leaf width on physical dose distributions in the treatment of CNS and head and neck neoplasms with intensity modulated radiation therapy The purpose of this work is to examine physical radiation dose differences between two multileaf collimator (MLC) leaf widths (5 and 10 mm) in the treatment of CNS and head and neck neoplasms with intensity modulated radiation therapy (IMRT). Three clinical patients with CNS tumors were planned with two different MLC leaf sizes, 5 and 10 mm, representing Varian-120 and Varian-80 Millennium multileaf collimators, respectively. Two sets of IMRT treatment plans were developed. The goal of the first set was radiation dose conformality in three dimensions. The goal for the second set was organ avoidance of a nearby critical structure while maintaining adequate coverage of the target volume. Treatment planning utilized the CadPlan/Helios system (Varian Medical Systems, Milpitas CA) for dynamic MLC treatment delivery. All beam parameters and optimization (cost function) parameters were identical for the 5 and 10 mm plans. For all cases the number of beams, gantry positions, and table positions were taken from clinically treated three-dimensional conformal radiotherapy plans. Conformality was measured by the ratio of the planning isodose volume to the target volume. Organ avoidance was measured by the volume of the critical structure receiving greater than 90% of the prescription dose (V/sub 90/). For three patients with squamous cell carcinoma of the head and neck (T2-T4 N0-N2c M0) 5 and 10 mm leaf widths were compared for parotid preservation utilizing nine coplanar equally spaced beams delivering a simultaneous integrated boost. Because modest differences in physical dose to the parotid were detected, a NTCP model based upon the clinical parameters of Eisbruch et al. was then used for comparisons. The conformality improved in all three CNS cases for the 5 mm plans compared to the 10 mm plans. For the organ avoidance plans, V/sub 90/ also improved in two of the three cases when the 5 mm leaf width was utilized for IMRT treatment delivery. In the third case, both the 5 and 10 mm plans were able to spare the critical structure with none of the structure receiving more than 90% of the prescription dose, but in the moderate dose range, less dose was delivered to the critical structure with the 5 mm plan. For the head and neck cases both the 5 and 10*2.5 mm beamlets dMLC sliding window techniques spared the contralateral parotid gland while maintaining target volume coverage. The mean parotid dose was modestly lower with the smaller beamlet size (21.04 Gy vs 22.36 Gy). The resulting average NTCP values were 13.72% for 10 mm dMLC and 8.24% for 5 mm dMLC. In conclusion, five mm leaf width results in an improvement in physical dose distribution over 10 mm leaf width that may be clinically relevant in some cases. These differences may be most pronounced for single fraction radiosurgery or in cases where the tolerance of the sensitive organ is less than or close to the target volume prescription",
    "original_translation": "Efecto de la anchura de hoja del colimador multihoja en las distribuciones físicas de dosis en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con radioterapia modulada de intensidad El propósito de este trabajo es examinar las diferencias de dosis de radiación física entre dos colimadores multihoja (MLC) anchos de hoja (5 y 10 mm) en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con radioterapia modulada de intensidad (IMRT). Se planificaron tres pacientes clínicos con tumores del SNC con dos diferentes tamaños de hojas del MLC, 5 y 10 mm, representando colimadores varian-120 y varian-80 de hojas múltiples del milenio, respectivamente. Se elaboraron dos conjuntos de planes de tratamiento del IMRT. El objetivo del primer set fue la conformación de la dosis de radiación en tres dimensiones. El objetivo del segundo set era evitar órganos de una estructura crítica cercana, manteniendo al mismo tiempo una cobertura adecuada del volumen objetivo. La planificación del tratamiento utilizó el sistema CadPlan/Helios (Varian Medical Systems, Milpitas CA) para el tratamiento dinámico del MLC. Todos los parámetros del haz y los parámetros de optimización (función de costo) fueron idénticos para los planos de 5 y 10 mm. Para todos los casos, el número de vigas, posiciones pórtico y posiciones de mesa fueron tomadas de planes de radioterapia tridimensionales conformales tratados clínicamente. La conformalidad se midió por la relación entre el volumen de isodosis de planificación y el volumen objetivo. La evitación de órganos se midió por el volumen de la estructura crítica que recibió más del 90% de la dosis recetada (V/sub 90/). Para tres pacientes con carcinoma de células escamosas de cabeza y cuello (T2-T4 N0-N2c M0) se compararon los anchos de las hojas de 5 y 10 mm para la preservación de las parótidas utilizando nueve haces coplanares igualmente espaciados que entregaban un impulso integrado simultáneo. Debido a que se detectaron modestas diferencias en la dosis física a la parótida, un modelo NTCP basado en los parámetros clínicos de Eisbruch et al. se utilizó entonces para comparaciones. La conformación mejoró en los tres casos del SNC para los planos de 5 mm en comparación con los planos de 10 mm. Para los planes de evitación de órganos, V/sub 90/ también mejoró en dos de los tres casos cuando se utilizó la anchura de hoja de 5 mm para el tratamiento de IMRT. En el tercer caso, los planos de 5 y 10 mm fueron capaces de evitar la estructura crítica sin que ninguna de la estructura recibiera más del 90% de la dosis prescrita, pero en el rango de dosis moderado, se entregó menos dosis a la estructura crítica con el plan de 5 mm. Para los casos de cabeza y cuello, las técnicas de ventanas correderas dMLC de 5 y 10*2,5 mm salvaron la glándula parotídea contralateral mientras mantenían la cobertura del volumen objetivo. La dosis media de parótida fue modestamente menor con el tamaño más pequeño de beamlet (21,04 Gy vs 22,36 Gy). Los valores promedio de NTCP resultantes fueron de 13,72% para 10 mm dMLC y 8,24% para 5 mm dMLC. En conclusión, el ancho de hoja de cinco mm da lugar a una mejora en la distribución de la dosis física sobre el ancho de hoja de 10 mm que puede ser clínicamente relevante en algunos casos. Estas diferencias pueden ser más pronunciadas para la radiocirugía de una sola fracción o en casos en que la tolerancia del órgano sensible sea menor o cercana a la prescripción del volumen objetivo",
    "error_count": 15,
    "keys": {
        "multileaf collimator leaf width": {
            "translated_key": " collimador múltiple ancho de hoja",
            "translated_annotated_text": "Efecto de <br> collimador múltiple ancho de hoja</br> en las distribuciones físicas de dosis en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con radioterapia modulada de intensidad El propósito de este trabajo es examinar las diferencias de dosis de radiación física entre dos colimadores multihoja (MLC) anchos de hoja (5 y 10 mm) en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con radioterapia modulada de intensidad (IMRT). Se planificaron tres pacientes clínicos con tumores del SNC con dos diferentes tamaños de hojas del MLC, 5 y 10 mm, representando colimadores varian-120 y varian-80 de hojas múltiples del milenio, respectivamente. Se elaboraron dos conjuntos de planes de tratamiento del IMRT. El objetivo del primer set fue la conformación de la dosis de radiación en tres dimensiones. El objetivo del segundo set era evitar órganos de una estructura crítica cercana, manteniendo al mismo tiempo una cobertura adecuada del volumen objetivo. La planificación del tratamiento utilizó el sistema CadPlan/Helios (Varian Medical Systems, Milpitas CA) para el tratamiento dinámico del MLC. Todos los parámetros del haz y los parámetros de optimización (función de costo) fueron idénticos para los planos de 5 y 10 mm. Para todos los casos, el número de vigas, posiciones pórtico y posiciones de mesa fueron tomadas de planes de radioterapia tridimensionales conformales tratados clínicamente. La conformalidad se midió por la relación entre el volumen de isodosis de planificación y el volumen objetivo. La evitación de órganos se midió por el volumen de la estructura crítica que recibió más del 90% de la dosis recetada (V/sub 90/). Para tres pacientes con carcinoma de células escamosas de cabeza y cuello (T2-T4 N0-N2c M0) se compararon los anchos de las hojas de 5 y 10 mm para la preservación de las parótidas utilizando nueve haces coplanares igualmente espaciados que entregaban un impulso integrado simultáneo. Debido a que se detectaron modestas diferencias en la dosis física a la parótida, un modelo NTCP basado en los parámetros clínicos de Eisbruch et al. se utilizó entonces para comparaciones. La conformación mejoró en los tres casos del SNC para los planos de 5 mm en comparación con los planos de 10 mm. Para los planes de evitación de órganos, V/sub 90/ también mejoró en dos de los tres casos cuando se utilizó la anchura de hoja de 5 mm para el tratamiento de IMRT. En el tercer caso, los planos de 5 y 10 mm fueron capaces de evitar la estructura crítica sin que ninguna de la estructura recibiera más del 90% de la dosis prescrita, pero en el rango de dosis moderado, se entregó menos dosis a la estructura crítica con el plan de 5 mm. Para los casos de cabeza y cuello, las técnicas de ventanas correderas dMLC de 5 y 10*2,5 mm salvaron la glándula parotídea contralateral mientras mantenían la cobertura del volumen objetivo. La dosis media de parótida fue modestamente menor con el tamaño más pequeño de beamlet (21,04 Gy vs 22,36 Gy). Los valores promedio de NTCP resultantes fueron de 13,72% para 10 mm dMLC y 8,24% para 5 mm dMLC. En conclusión, el ancho de hoja de cinco mm da lugar a una mejora en la distribución de la dosis física sobre el ancho de hoja de 10 mm que puede ser clínicamente relevante en algunos casos. Estas diferencias pueden ser más pronunciadas para la radiocirugía de una sola fracción o en casos en que la tolerancia del órgano sensible sea menor o cercana a la prescripción del volumen objetivo ",
            "error": [
                ""
            ]
        },
        "physical dose distributions": {
            "translated_key": [],
            "translated_annotated_text": "Efecto de la anchura de la hoja del colimador multihoja en las distribuciones físicas de dosis en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con radioterapia modulada de intensidad El propósito de este trabajo es examinar las diferencias de dosis de radiación física entre dos colimadores multihoja (MLC) anchos de la hoja (5 y 10 mm) en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con radioterapia modulada de intensidad (IMRT). Se planificaron tres pacientes clínicos con tumores del SNC con dos diferentes tamaños de hojas del MLC, 5 y 10 mm, representando colimadores varian-120 y varian-80 de hojas múltiples del milenio, respectivamente. Se elaboraron dos conjuntos de planes de tratamiento del IMRT. El objetivo del primer set fue la conformación de la dosis de radiación en tres dimensiones. El objetivo del segundo set era evitar órganos de una estructura crítica cercana, manteniendo al mismo tiempo una cobertura adecuada del volumen objetivo. La planificación del tratamiento utilizó el sistema CadPlan/Helios (Varian Medical Systems, Milpitas CA) para el tratamiento dinámico del MLC. Todos los parámetros del haz y los parámetros de optimización (función de costo) fueron idénticos para los planos de 5 y 10 mm. Para todos los casos, el número de vigas, posiciones pórtico y posiciones de mesa fueron tomadas de planes de radioterapia tridimensionales conformales tratados clínicamente. La conformalidad se midió por la relación entre el volumen de isodosis de planificación y el volumen objetivo. La evitación de órganos se midió por el volumen de la estructura crítica que recibió más del 90% de la dosis recetada (V/sub 90/). Para tres pacientes con carcinoma de células escamosas de cabeza y cuello (T2-T4 N0-N2c M0) se compararon los anchos de las hojas de 5 y 10 mm para la preservación de las parótidas utilizando nueve haces coplanares igualmente espaciados que entregaban un impulso integrado simultáneo. Debido a que se detectaron modestas diferencias en la dosis física a la parótida, un modelo NTCP basado en los parámetros clínicos de Eisbruch et al. se utilizó entonces para comparaciones. La conformación mejoró en los tres casos del SNC para los planos de 5 mm en comparación con los planos de 10 mm. Para los planes de evitación de órganos, V/sub 90/ también mejoró en dos de los tres casos cuando se utilizó la anchura de hoja de 5 mm para el tratamiento de IMRT. En el tercer caso, los planos de 5 y 10 mm fueron capaces de evitar la estructura crítica sin que ninguna de la estructura recibiera más del 90% de la dosis prescrita, pero en el rango de dosis moderado, se entregó menos dosis a la estructura crítica con el plan de 5 mm. Para los casos de cabeza y cuello, las técnicas de ventanas correderas dMLC de 5 y 10*2,5 mm salvaron la glándula parotídea contralateral mientras mantenían la cobertura del volumen objetivo. La dosis media de parótida fue modestamente menor con el tamaño más pequeño de beamlet (21,04 Gy vs 22,36 Gy). Los valores promedio de NTCP resultantes fueron de 13,72% para 10 mm dMLC y 8,24% para 5 mm dMLC. En conclusión, el ancho de hoja de cinco mm da lugar a una mejora en la distribución de la dosis física sobre el ancho de hoja de 10 mm que puede ser clínicamente relevante en algunos casos. Estas diferencias pueden ser más pronunciadas para la radiocirugía de una sola fracción o en casos en que la tolerancia del órgano sensible sea menor o cercana a la prescripción del volumen objetivo ",
            "error": []
        },
        "head and neck neoplasms": {
            "translated_key": [],
            "translated_annotated_text": "Efecto de la anchura de hoja del colimador multihoja en las distribuciones físicas de dosis en el tratamiento de las neoplasias del SNC y <br> cabeza y cuello con radioterapia modulada de intensidad El propósito de este trabajo es examinar las diferencias de dosis de radiación física entre dos colimadores multihoja (MLC) anchos de hoja (5 y 10 mm) en el tratamiento de las neoplasias del SNC y <br> cabeza y cuello con radioterapia modulada de intensidad (IMRT). Se planificaron tres pacientes clínicos con tumores del SNC con dos diferentes tamaños de hojas del MLC, 5 y 10 mm, representando colimadores varian-120 y varian-80 de hojas múltiples del milenio, respectivamente. Se elaboraron dos conjuntos de planes de tratamiento del IMRT. El objetivo del primer set fue la conformación de la dosis de radiación en tres dimensiones. El objetivo del segundo set era evitar órganos de una estructura crítica cercana, manteniendo al mismo tiempo una cobertura adecuada del volumen objetivo. La planificación del tratamiento utilizó el sistema CadPlan/Helios (Varian Medical Systems, Milpitas CA) para el tratamiento dinámico del MLC. Todos los parámetros del haz y los parámetros de optimización (función de costo) fueron idénticos para los planos de 5 y 10 mm. Para todos los casos, el número de vigas, posiciones pórtico y posiciones de mesa fueron tomadas de planes de radioterapia tridimensionales conformales tratados clínicamente. La conformalidad se midió por la relación entre el volumen de isodosis de planificación y el volumen objetivo. La evitación de órganos se midió por el volumen de la estructura crítica que recibió más del 90% de la dosis recetada (V/sub 90/). Para tres pacientes con carcinoma de células escamosas de cabeza y cuello (T2-T4 N0-N2c M0) se compararon los anchos de las hojas de 5 y 10 mm para la preservación de las parótidas utilizando nueve haces coplanares igualmente espaciados que entregaban un impulso integrado simultáneo. Debido a que se detectaron modestas diferencias en la dosis física a la parótida, un modelo NTCP basado en los parámetros clínicos de Eisbruch et al. se utilizó entonces para comparaciones. La conformación mejoró en los tres casos del SNC para los planos de 5 mm en comparación con los planos de 10 mm. Para los planes de evitación de órganos, V/sub 90/ también mejoró en dos de los tres casos cuando se utilizó la anchura de hoja de 5 mm para el tratamiento de IMRT. En el tercer caso, los planos de 5 y 10 mm fueron capaces de evitar la estructura crítica sin que ninguna de la estructura recibiera más del 90% de la dosis prescrita, pero en el rango de dosis moderado, se entregó menos dosis a la estructura crítica con el plan de 5 mm. Para los casos de cabeza y cuello, las técnicas de ventanas correderas dMLC de 5 y 10*2,5 mm salvaron la glándula parotídea contralateral mientras mantenían la cobertura del volumen objetivo. La dosis media de parótida fue modestamente menor con el tamaño más pequeño de beamlet (21,04 Gy vs 22,36 Gy). Los valores promedio de NTCP resultantes fueron de 13,72% para 10 mm dMLC y 8,24% para 5 mm dMLC. En conclusión, el ancho de hoja de cinco mm da lugar a una mejora en la distribución de la dosis física sobre el ancho de hoja de 10 mm que puede ser clínicamente relevante en algunos casos. Estas diferencias pueden ser más pronunciadas para la radiocirugía de una sola fracción o en casos en que la tolerancia del órgano sensible sea menor o cercana a la prescripción del volumen objetivo ",
            "error": []
        },
        "intensity modulated radiation therapy": {
            "translated_key": "Intensidad El propósito de este trabajo es examinar las diferencias de dosis de radiación física entre dos colimadores multihoja (MLC) anchos de hoja (5 y 10 mm) en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con radioterapia modulada <br>Intensidad ",
            "translated_annotated_text": "Efecto de la anchura de hoja del colimador multihoja en las distribuciones físicas de dosis en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con radioterapia modulada <br>Intensidad El propósito de este trabajo es examinar las diferencias de dosis de radiación física entre dos colimadores multihoja (MLC) anchos de hoja (5 y 10 mm) en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con radioterapia modulada <br>Intensidad </br> (IMRT). Se planificaron tres pacientes clínicos con tumores del SNC con dos diferentes tamaños de hojas del MLC, 5 y 10 mm, representando colimadores varian-120 y varian-80 de hojas múltiples del milenio, respectivamente. Se elaboraron dos conjuntos de planes de tratamiento del IMRT. El objetivo del primer set fue la conformación de la dosis de radiación en tres dimensiones. El objetivo del segundo set era evitar órganos de una estructura crítica cercana, manteniendo al mismo tiempo una cobertura adecuada del volumen objetivo. La planificación del tratamiento utilizó el sistema CadPlan/Helios (Varian Medical Systems, Milpitas CA) para el tratamiento dinámico del MLC. Todos los parámetros del haz y los parámetros de optimización (función de costo) fueron idénticos para los planos de 5 y 10 mm. Para todos los casos, el número de vigas, posiciones pórtico y posiciones de mesa fueron tomadas de planes de radioterapia tridimensionales conformales tratados clínicamente. La conformalidad se midió por la relación entre el volumen de isodosis de planificación y el volumen objetivo. La evitación de órganos se midió por el volumen de la estructura crítica que recibió más del 90% de la dosis recetada (V/sub 90/). Para tres pacientes con carcinoma de células escamosas de cabeza y cuello (T2-T4 N0-N2c M0) se compararon los anchos de las hojas de 5 y 10 mm para la preservación de las parótidas utilizando nueve haces coplanares igualmente espaciados que entregaban un impulso integrado simultáneo. Debido a que se detectaron modestas diferencias en la dosis física a la parótida, un modelo NTCP basado en los parámetros clínicos de Eisbruch et al. se utilizó entonces para comparaciones. La conformación mejoró en los tres casos del SNC para los planos de 5 mm en comparación con los planos de 10 mm. Para los planes de evitación de órganos, V/sub 90/ también mejoró en dos de los tres casos cuando se utilizó la anchura de hoja de 5 mm para el tratamiento de IMRT. En el tercer caso, los planos de 5 y 10 mm fueron capaces de evitar la estructura crítica sin que ninguna de la estructura recibiera más del 90% de la dosis prescrita, pero en el rango de dosis moderado, se entregó menos dosis a la estructura crítica con el plan de 5 mm. Para los casos de cabeza y cuello, las técnicas de ventanas correderas dMLC de 5 y 10*2,5 mm salvaron la glándula parotídea contralateral mientras mantenían la cobertura del volumen objetivo. La dosis media de parótida fue modestamente menor con el tamaño más pequeño de beamlet (21,04 Gy vs 22,36 Gy). Los valores promedio de NTCP resultantes fueron de 13,72% para 10 mm dMLC y 8,24% para 5 mm dMLC. En conclusión, el ancho de hoja de cinco mm da lugar a una mejora en la distribución de la dosis física sobre el ancho de hoja de 10 mm que puede ser clínicamente relevante en algunos casos. Estas diferencias pueden ser más pronunciadas para la radiocirugía de una sola fracción o en casos en que la tolerancia del órgano sensible sea menor o cercana a la prescripción del volumen objetivo ",
            "error": [
                ""
            ]
        },
        "CNS neoplasms": {
            "translated_key": [],
            "translated_annotated_text": "Efecto de la anchura de hoja del colimador multihoja en las distribuciones físicas de dosis en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con radioterapia modulada de intensidad El propósito de este trabajo es examinar las diferencias de dosis de radiación física entre dos colimadores multihoja (MLC) anchos de hoja (5 y 10 mm) en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con radioterapia modulada de intensidad (IMRT). Se planificaron tres pacientes clínicos con tumores del SNC con dos diferentes tamaños de hojas del MLC, 5 y 10 mm, representando colimadores varian-120 y varian-80 de hojas múltiples del milenio, respectivamente. Se elaboraron dos conjuntos de planes de tratamiento del IMRT. El objetivo del primer set fue la conformación de la dosis de radiación en tres dimensiones. El objetivo del segundo set era evitar órganos de una estructura crítica cercana, manteniendo al mismo tiempo una cobertura adecuada del volumen objetivo. La planificación del tratamiento utilizó el sistema CadPlan/Helios (Varian Medical Systems, Milpitas CA) para el tratamiento dinámico del MLC. Todos los parámetros del haz y los parámetros de optimización (función de costo) fueron idénticos para los planos de 5 y 10 mm. Para todos los casos, el número de vigas, posiciones pórtico y posiciones de mesa fueron tomadas de planes de radioterapia tridimensionales conformales tratados clínicamente. La conformalidad se midió por la relación entre el volumen de isodosis de planificación y el volumen objetivo. La evitación de órganos se midió por el volumen de la estructura crítica que recibió más del 90% de la dosis recetada (V/sub 90/). Para tres pacientes con carcinoma de células escamosas de cabeza y cuello (T2-T4 N0-N2c M0) se compararon los anchos de las hojas de 5 y 10 mm para la preservación de las parótidas utilizando nueve haces coplanares igualmente espaciados que entregaban un impulso integrado simultáneo. Debido a que se detectaron modestas diferencias en la dosis física a la parótida, un modelo NTCP basado en los parámetros clínicos de Eisbruch et al. se utilizó entonces para comparaciones. La conformación mejoró en los tres casos del SNC para los planos de 5 mm en comparación con los planos de 10 mm. Para los planes de evitación de órganos, V/sub 90/ también mejoró en dos de los tres casos cuando se utilizó la anchura de hoja de 5 mm para el tratamiento de IMRT. En el tercer caso, los planos de 5 y 10 mm fueron capaces de evitar la estructura crítica sin que ninguna de la estructura recibiera más del 90% de la dosis prescrita, pero en el rango de dosis moderado, se entregó menos dosis a la estructura crítica con el plan de 5 mm. Para los casos de cabeza y cuello, las técnicas de ventanas correderas dMLC de 5 y 10*2,5 mm salvaron la glándula parotídea contralateral mientras mantenían la cobertura del volumen objetivo. La dosis media de parótida fue modestamente menor con el tamaño más pequeño de beamlet (21,04 Gy vs 22,36 Gy). Los valores promedio de NTCP resultantes fueron de 13,72% para 10 mm dMLC y 8,24% para 5 mm dMLC. En conclusión, el ancho de hoja de cinco mm da lugar a una mejora en la distribución de la dosis física sobre el ancho de hoja de 10 mm que puede ser clínicamente relevante en algunos casos. Estas diferencias pueden ser más pronunciadas para la radiocirugía de una sola fracción o en casos en que la tolerancia del órgano sensible sea menor o cercana a la prescripción del volumen objetivo ",
            "error": []
        },
        "CNS tumors": {
            "translated_key": " del SNC",
            "translated_annotated_text": "Efecto de la anchura de hoja del colimador multihoja en las distribuciones físicas de dosis en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con radioterapia modulada de intensidad El propósito de este trabajo es examinar las diferencias de dosis de radiación física entre dos colimadores multihoja (MLC) anchos de hoja (5 y 10 mm) en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con radioterapia modulada de intensidad (IMRT). Se planificaron tres pacientes clínicos con tumores <br> del SNC</br> con dos colimadores varian-120 y varian-80 de hojas múltiples del milenio, respectivamente. Se elaboraron dos conjuntos de planes de tratamiento del IMRT. El objetivo del primer set fue la conformación de la dosis de radiación en tres dimensiones. El objetivo del segundo set era evitar órganos de una estructura crítica cercana, manteniendo al mismo tiempo una cobertura adecuada del volumen objetivo. La planificación del tratamiento utilizó el sistema CadPlan/Helios (Varian Medical Systems, Milpitas CA) para el tratamiento dinámico del MLC. Todos los parámetros del haz y los parámetros de optimización (función de costo) fueron idénticos para los planos de 5 y 10 mm. Para todos los casos, el número de vigas, posiciones pórtico y posiciones de mesa fueron tomadas de planes de radioterapia tridimensionales conformales tratados clínicamente. La conformalidad se midió por la relación entre el volumen de isodosis de planificación y el volumen objetivo. La evitación de órganos se midió por el volumen de la estructura crítica que recibió más del 90% de la dosis recetada (V/sub 90/). Para tres pacientes con carcinoma de células escamosas de cabeza y cuello (T2-T4 N0-N2c M0) se compararon los anchos de las hojas de 5 y 10 mm para la preservación de las parótidas utilizando nueve haces coplanares igualmente espaciados que entregaban un impulso integrado simultáneo. Debido a que se detectaron modestas diferencias en la dosis física a la parótida, un modelo NTCP basado en los parámetros clínicos de Eisbruch et al. se utilizó entonces para comparaciones. La conformación mejoró en los tres casos del SNC para los planos de 5 mm en comparación con los planos de 10 mm. Para los planes de evitación de órganos, V/sub 90/ también mejoró en dos de los tres casos cuando se utilizó la anchura de hoja de 5 mm para el tratamiento de IMRT. En el tercer caso, los planos de 5 y 10 mm fueron capaces de evitar la estructura crítica sin que ninguna de la estructura recibiera más del 90% de la dosis prescrita, pero en el rango de dosis moderado, se entregó menos dosis a la estructura crítica con el plan de 5 mm. Para los casos de cabeza y cuello, las técnicas de ventanas correderas dMLC de 5 y 10*2,5 mm salvaron la glándula parotídea contralateral mientras mantenían la cobertura del volumen objetivo. La dosis media de parótida fue modestamente menor con el tamaño más pequeño de beamlet (21,04 Gy vs 22,36 Gy). Los valores promedio de NTCP resultantes fueron de 13,72% para 10 mm dMLC y 8,24% para 5 mm dMLC. En conclusión, el ancho de hoja de cinco mm da lugar a una mejora en la distribución de la dosis física sobre el ancho de hoja de 10 mm que puede ser clínicamente relevante en algunos casos. Estas diferencias pueden ser más pronunciadas para la radiocirugía de una sola fracción o en casos en que la tolerancia del órgano sensible sea menor o cercana a la prescripción del volumen objetivo ",
            "error": [
                ""
            ]
        },
        "treatment planning": {
            "translated_key": [],
            "translated_annotated_text": "Efecto de la anchura de hoja del colimador multihoja en las distribuciones físicas de dosis en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con radioterapia modulada de intensidad El propósito de este trabajo es examinar las diferencias de dosis de radiación física entre dos colimadores multihoja (MLC) anchos de hoja (5 y 10 mm) en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con radioterapia modulada de intensidad (IMRT). Se planificaron tres pacientes clínicos con tumores del SNC con dos diferentes tamaños de hojas del MLC, 5 y 10 mm, representando colimadores varian-120 y varian-80 de hojas múltiples del milenio, respectivamente. Se elaboraron dos conjuntos de planes de tratamiento del IMRT. El objetivo del primer set fue la conformación de la dosis de radiación en tres dimensiones. El objetivo del segundo set era evitar órganos de una estructura crítica cercana, manteniendo al mismo tiempo una cobertura adecuada del volumen objetivo. La planificación del tratamiento utilizó el sistema CadPlan/Helios (Varian Medical Systems, Milpitas CA) para el tratamiento dinámico del MLC. Todos los parámetros del haz y los parámetros de optimización (función de costo) fueron idénticos para los planos de 5 y 10 mm. Para todos los casos, el número de vigas, posiciones pórtico y posiciones de mesa fueron tomadas de planes de radioterapia tridimensionales conformales tratados clínicamente. La conformalidad se midió por la relación entre el volumen de isodosis de planificación y el volumen objetivo. La evitación de órganos se midió por el volumen de la estructura crítica que recibió más del 90% de la dosis recetada (V/sub 90/). Para tres pacientes con carcinoma de células escamosas de cabeza y cuello (T2-T4 N0-N2c M0) se compararon los anchos de las hojas de 5 y 10 mm para la preservación de las parótidas utilizando nueve haces coplanares igualmente espaciados que entregaban un impulso integrado simultáneo. Debido a que se detectaron modestas diferencias en la dosis física a la parótida, un modelo NTCP basado en los parámetros clínicos de Eisbruch et al. se utilizó entonces para comparaciones. La conformación mejoró en los tres casos del SNC para los planos de 5 mm en comparación con los planos de 10 mm. Para los planes de evitación de órganos, V/sub 90/ también mejoró en dos de los tres casos cuando se utilizó la anchura de hoja de 5 mm para el tratamiento de IMRT. En el tercer caso, los planos de 5 y 10 mm fueron capaces de evitar la estructura crítica sin que ninguna de la estructura recibiera más del 90% de la dosis prescrita, pero en el rango de dosis moderado, se entregó menos dosis a la estructura crítica con el plan de 5 mm. Para los casos de cabeza y cuello, las técnicas de ventanas correderas dMLC de 5 y 10*2,5 mm salvaron la glándula parotídea contralateral mientras mantenían la cobertura del volumen objetivo. La dosis media de parótida fue modestamente menor con el tamaño más pequeño de beamlet (21,04 Gy vs 22,36 Gy). Los valores promedio de NTCP resultantes fueron de 13,72% para 10 mm dMLC y 8,24% para 5 mm dMLC. En conclusión, el ancho de hoja de cinco mm da lugar a una mejora en la distribución de la dosis física sobre el ancho de hoja de 10 mm que puede ser clínicamente relevante en algunos casos. Estas diferencias pueden ser más pronunciadas para la radiocirugía de una sola fracción o en casos en que la tolerancia del órgano sensible sea menor o cercana a la prescripción del volumen objetivo ",
            "error": []
        },
        "parotid preservation": {
            "translated_key": "parotida",
            "translated_annotated_text": "Efecto de la anchura de hoja del colimador multihoja en las distribuciones físicas de dosis en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con radioterapia modulada de intensidad El propósito de este trabajo es examinar las diferencias de dosis de radiación física entre dos colimadores multihoja (MLC) anchos de hoja (5 y 10 mm) en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con radioterapia modulada de intensidad (IMRT). Se planificaron tres pacientes clínicos con tumores del SNC con dos diferentes tamaños de hojas del MLC, 5 y 10 mm, representando colimadores varian-120 y varian-80 de hojas múltiples del milenio, respectivamente. Se elaboraron dos conjuntos de planes de tratamiento del IMRT. El objetivo del primer set fue la conformación de la dosis de radiación en tres dimensiones. El objetivo del segundo set era evitar órganos de una estructura crítica cercana, manteniendo al mismo tiempo una cobertura adecuada del volumen objetivo. La planificación del tratamiento utilizó el sistema CadPlan/Helios (Varian Medical Systems, Milpitas CA) para el tratamiento dinámico del MLC. Todos los parámetros del haz y los parámetros de optimización (función de costo) fueron idénticos para los planos de 5 y 10 mm. Para todos los casos, el número de vigas, posiciones pórtico y posiciones de mesa fueron tomadas de planes de radioterapia tridimensionales conformales tratados clínicamente. La conformalidad se midió por la relación entre el volumen de isodosis de planificación y el volumen objetivo. La evitación de órganos se midió por el volumen de la estructura crítica que recibió más del 90% de la dosis recetada (V/sub 90/). Para tres pacientes con carcinoma de células escamosas de cabeza y cuello (T2-T4 N0-N2c M0) se compararon los anchos de hoja de 5 y 10 mm para la preservación <br>parotida</br> utilizando nueve haces coplanares igualmente espaciados que entregaban un impulso integrado simultáneo. Debido a que se detectaron modestas diferencias en la dosis física a la parótida, un modelo NTCP basado en los parámetros clínicos de Eisbruch et al. se utilizó entonces para comparaciones. La conformación mejoró en los tres casos del SNC para los planos de 5 mm en comparación con los planos de 10 mm. Para los planes de evitación de órganos, V/sub 90/ también mejoró en dos de los tres casos cuando se utilizó la anchura de hoja de 5 mm para el tratamiento de IMRT. En el tercer caso, los planos de 5 y 10 mm fueron capaces de evitar la estructura crítica sin que ninguna de la estructura recibiera más del 90% de la dosis prescrita, pero en el rango de dosis moderado, se entregó menos dosis a la estructura crítica con el plan de 5 mm. Para los casos de cabeza y cuello, las técnicas de ventanas correderas dMLC de 5 y 10*2,5 mm salvaron la glándula parotídea contralateral mientras mantenían la cobertura del volumen objetivo. La dosis media de parótida fue modestamente menor con el tamaño más pequeño de beamlet (21,04 Gy vs 22,36 Gy). Los valores promedio de NTCP resultantes fueron de 13,72% para 10 mm dMLC y 8,24% para 5 mm dMLC. En conclusión, el ancho de hoja de cinco mm da lugar a una mejora en la distribución de la dosis física sobre el ancho de hoja de 10 mm que puede ser clínicamente relevante en algunos casos. Estas diferencias pueden ser más pronunciadas para la radiocirugía de una sola fracción o en casos en que la tolerancia del órgano sensible sea menor o cercana a la prescripción del volumen objetivo ",
            "error": [
                ""
            ]
        },
        "optimization parameters": {
            "translated_key": [],
            "translated_annotated_text": "Efecto de la anchura de hoja del colimador multihoja en las distribuciones físicas de dosis en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con radioterapia modulada de intensidad El propósito de este trabajo es examinar las diferencias de dosis de radiación física entre dos colimadores multihoja (MLC) anchos de hoja (5 y 10 mm) en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con radioterapia modulada de intensidad (IMRT). Se planificaron tres pacientes clínicos con tumores del SNC con dos diferentes tamaños de hojas del MLC, 5 y 10 mm, representando colimadores varian-120 y varian-80 de hojas múltiples del milenio, respectivamente. Se elaboraron dos conjuntos de planes de tratamiento del IMRT. El objetivo del primer set fue la conformación de la dosis de radiación en tres dimensiones. El objetivo del segundo set era evitar órganos de una estructura crítica cercana, manteniendo al mismo tiempo una cobertura adecuada del volumen objetivo. La planificación del tratamiento utilizó el sistema CadPlan/Helios (Varian Medical Systems, Milpitas CA) para el tratamiento dinámico del MLC. Todos los parámetros del haz y los parámetros de optimización (función de costo) fueron idénticos para los planos de 5 y 10 mm. Para todos los casos, el número de vigas, posiciones pórtico y posiciones de mesa fueron tomadas de planes de radioterapia tridimensionales conformales tratados clínicamente. La conformalidad se midió por la relación entre el volumen de isodosis de planificación y el volumen objetivo. La evitación de órganos se midió por el volumen de la estructura crítica que recibió más del 90% de la dosis recetada (V/sub 90/). Para tres pacientes con carcinoma de células escamosas de cabeza y cuello (T2-T4 N0-N2c M0) se compararon los anchos de las hojas de 5 y 10 mm para la preservación de las parótidas utilizando nueve haces coplanares igualmente espaciados que entregaban un impulso integrado simultáneo. Debido a que se detectaron modestas diferencias en la dosis física a la parótida, un modelo NTCP basado en los parámetros clínicos de Eisbruch et al. se utilizó entonces para comparaciones. La conformación mejoró en los tres casos del SNC para los planos de 5 mm en comparación con los planos de 10 mm. Para los planes de evitación de órganos, V/sub 90/ también mejoró en dos de los tres casos cuando se utilizó la anchura de hoja de 5 mm para el tratamiento de IMRT. En el tercer caso, los planos de 5 y 10 mm fueron capaces de evitar la estructura crítica sin que ninguna de la estructura recibiera más del 90% de la dosis prescrita, pero en el rango de dosis moderado, se entregó menos dosis a la estructura crítica con el plan de 5 mm. Para los casos de cabeza y cuello, las técnicas de ventanas correderas dMLC de 5 y 10*2,5 mm salvaron la glándula parotídea contralateral mientras mantenían la cobertura del volumen objetivo. La dosis media de parótida fue modestamente menor con el tamaño más pequeño de beamlet (21,04 Gy vs 22,36 Gy). Los valores promedio de NTCP resultantes fueron de 13,72% para 10 mm dMLC y 8,24% para 5 mm dMLC. En conclusión, el ancho de hoja de cinco mm da lugar a una mejora en la distribución de la dosis física sobre el ancho de hoja de 10 mm que puede ser clínicamente relevante en algunos casos. Estas diferencias pueden ser más pronunciadas para la radiocirugía de una sola fracción o en casos en que la tolerancia del órgano sensible sea menor o cercana a la prescripción del volumen objetivo ",
            "error": []
        },
        "conformal radiotherapy": {
            "translated_key": "conformal de radioterapia",
            "translated_annotated_text": "Efecto de la anchura de hoja del colimador multihoja en las distribuciones físicas de dosis en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con radioterapia modulada de intensidad El propósito de este trabajo es examinar las diferencias de dosis de radiación física entre dos colimadores multihoja (MLC) anchos de hoja (5 y 10 mm) en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con radioterapia modulada de intensidad (IMRT). Se planificaron tres pacientes clínicos con tumores del SNC con dos diferentes tamaños de hojas del MLC, 5 y 10 mm, representando colimadores varian-120 y varian-80 de hojas múltiples del milenio, respectivamente. Se elaboraron dos conjuntos de planes de tratamiento del IMRT. El objetivo del primer set fue la conformación de la dosis de radiación en tres dimensiones. El objetivo del segundo set era evitar órganos de una estructura crítica cercana, manteniendo al mismo tiempo una cobertura adecuada del volumen objetivo. La planificación del tratamiento utilizó el sistema CadPlan/Helios (Varian Medical Systems, Milpitas CA) para el tratamiento dinámico del MLC. Todos los parámetros del haz y los parámetros de optimización (función de costo) fueron idénticos para los planos de 5 y 10 mm. En todos los casos, el número de vigas, posiciones pórtico y posiciones de mesa se tomaron de los planos tridimensionales tratados clínicamente <br>conformal de radioterapia</br>. La conformalidad se midió por la relación entre el volumen de isodosis de planificación y el volumen objetivo. La evitación de órganos se midió por el volumen de la estructura crítica que recibió más del 90% de la dosis recetada (V/sub 90/). Para tres pacientes con carcinoma de células escamosas de cabeza y cuello (T2-T4 N0-N2c M0) se compararon los anchos de las hojas de 5 y 10 mm para la preservación de las parótidas utilizando nueve haces coplanares igualmente espaciados que entregaban un impulso integrado simultáneo. Debido a que se detectaron modestas diferencias en la dosis física a la parótida, un modelo NTCP basado en los parámetros clínicos de Eisbruch et al. se utilizó entonces para comparaciones. La conformación mejoró en los tres casos del SNC para los planos de 5 mm en comparación con los planos de 10 mm. Para los planes de evitación de órganos, V/sub 90/ también mejoró en dos de los tres casos cuando se utilizó la anchura de hoja de 5 mm para el tratamiento de IMRT. En el tercer caso, los planos de 5 y 10 mm fueron capaces de evitar la estructura crítica sin que ninguna de la estructura recibiera más del 90% de la dosis prescrita, pero en el rango de dosis moderado, se entregó menos dosis a la estructura crítica con el plan de 5 mm. Para los casos de cabeza y cuello, las técnicas de ventanas correderas dMLC de 5 y 10*2,5 mm salvaron la glándula parotídea contralateral mientras mantenían la cobertura del volumen objetivo. La dosis media de parótida fue modestamente menor con el tamaño más pequeño de beamlet (21,04 Gy vs 22,36 Gy). Los valores promedio de NTCP resultantes fueron de 13,72% para 10 mm dMLC y 8,24% para 5 mm dMLC. En conclusión, el ancho de hoja de cinco mm da lugar a una mejora en la distribución de la dosis física sobre el ancho de hoja de 10 mm que puede ser clínicamente relevante en algunos casos. Estas diferencias pueden ser más pronunciadas para la radiocirugía de una sola fracción o en casos en que la tolerancia del órgano sensible sea menor o cercana a la prescripción del volumen objetivo ",
            "error": [
                ""
            ]
        },
        "single fraction radiosurgery": {
            "translated_key": "fracción única",
            "translated_annotated_text": "Efecto de la anchura de hoja del colimador multihoja en las distribuciones físicas de dosis en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con radioterapia modulada de intensidad El propósito de este trabajo es examinar las diferencias de dosis de radiación física entre dos colimadores multihoja (MLC) anchos de hoja (5 y 10 mm) en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con radioterapia modulada de intensidad (IMRT). Se planificaron tres pacientes clínicos con tumores del SNC con dos diferentes tamaños de hojas del MLC, 5 y 10 mm, representando colimadores varian-120 y varian-80 de hojas múltiples del milenio, respectivamente. Se elaboraron dos conjuntos de planes de tratamiento del IMRT. El objetivo del primer set fue la conformación de la dosis de radiación en tres dimensiones. El objetivo del segundo set era evitar órganos de una estructura crítica cercana, manteniendo al mismo tiempo una cobertura adecuada del volumen objetivo. La planificación del tratamiento utilizó el sistema CadPlan/Helios (Varian Medical Systems, Milpitas CA) para el tratamiento dinámico del MLC. Todos los parámetros del haz y los parámetros de optimización (función de costo) fueron idénticos para los planos de 5 y 10 mm. Para todos los casos, el número de vigas, posiciones pórtico y posiciones de mesa fueron tomadas de planes de radioterapia tridimensionales conformales tratados clínicamente. La conformalidad se midió por la relación entre el volumen de isodosis de planificación y el volumen objetivo. La evitación de órganos se midió por el volumen de la estructura crítica que recibió más del 90% de la dosis recetada (V/sub 90/). Para tres pacientes con carcinoma de células escamosas de cabeza y cuello (T2-T4 N0-N2c M0) se compararon los anchos de las hojas de 5 y 10 mm para la preservación de las parótidas utilizando nueve haces coplanares igualmente espaciados que entregaban un impulso integrado simultáneo. Debido a que se detectaron modestas diferencias en la dosis física a la parótida, un modelo NTCP basado en los parámetros clínicos de Eisbruch et al. se utilizó entonces para comparaciones. La conformación mejoró en los tres casos del SNC para los planos de 5 mm en comparación con los planos de 10 mm. Para los planes de evitación de órganos, V/sub 90/ también mejoró en dos de los tres casos cuando se utilizó la anchura de hoja de 5 mm para el tratamiento de IMRT. En el tercer caso, los planos de 5 y 10 mm fueron capaces de evitar la estructura crítica sin que ninguna de la estructura recibiera más del 90% de la dosis prescrita, pero en el rango de dosis moderado, se entregó menos dosis a la estructura crítica con el plan de 5 mm. Para los casos de cabeza y cuello, las técnicas de ventanas correderas dMLC de 5 y 10*2,5 mm salvaron la glándula parotídea contralateral mientras mantenían la cobertura del volumen objetivo. La dosis media de parótida fue modestamente menor con el tamaño más pequeño de beamlet (21,04 Gy vs 22,36 Gy). Los valores promedio de NTCP resultantes fueron de 13,72% para 10 mm dMLC y 8,24% para 5 mm dMLC. En conclusión, el ancho de hoja de cinco mm da lugar a una mejora en la distribución de la dosis física sobre el ancho de hoja de 10 mm que puede ser clínicamente relevante en algunos casos. Estas diferencias pueden ser más pronunciadas para radiocirugía de <br>fracción única</br> o en los casos en que la tolerancia del órgano sensible sea inferior o cercana a la prescripción del volumen objetivo ",
            "error": [
                ""
            ]
        },
        "acceptable tumor coverage": {
            "translated_key": [],
            "translated_annotated_text": "Efecto de la anchura de hoja del colimador multihoja en las distribuciones físicas de dosis en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con radioterapia modulada de intensidad El propósito de este trabajo es examinar las diferencias de dosis de radiación física entre dos colimadores multihoja (MLC) anchos de hoja (5 y 10 mm) en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con radioterapia modulada de intensidad (IMRT). Se planificaron tres pacientes clínicos con tumores del SNC con dos diferentes tamaños de hojas del MLC, 5 y 10 mm, representando colimadores varian-120 y varian-80 de hojas múltiples del milenio, respectivamente. Se elaboraron dos conjuntos de planes de tratamiento del IMRT. El objetivo del primer set fue la conformación de la dosis de radiación en tres dimensiones. El objetivo del segundo set era evitar órganos de una estructura crítica cercana, manteniendo al mismo tiempo una cobertura adecuada del volumen objetivo. La planificación del tratamiento utilizó el sistema CadPlan/Helios (Varian Medical Systems, Milpitas CA) para el tratamiento dinámico del MLC. Todos los parámetros del haz y los parámetros de optimización (función de costo) fueron idénticos para los planos de 5 y 10 mm. Para todos los casos, el número de vigas, posiciones pórtico y posiciones de mesa fueron tomadas de planes de radioterapia tridimensionales conformales tratados clínicamente. La conformalidad se midió por la relación entre el volumen de isodosis de planificación y el volumen objetivo. La evitación de órganos se midió por el volumen de la estructura crítica que recibió más del 90% de la dosis recetada (V/sub 90/). Para tres pacientes con carcinoma de células escamosas de cabeza y cuello (T2-T4 N0-N2c M0) se compararon los anchos de las hojas de 5 y 10 mm para la preservación de las parótidas utilizando nueve haces coplanares igualmente espaciados que entregaban un impulso integrado simultáneo. Debido a que se detectaron modestas diferencias en la dosis física a la parótida, un modelo NTCP basado en los parámetros clínicos de Eisbruch et al. se utilizó entonces para comparaciones. La conformación mejoró en los tres casos del SNC para los planos de 5 mm en comparación con los planos de 10 mm. Para los planes de evitación de órganos, V/sub 90/ también mejoró en dos de los tres casos cuando se utilizó la anchura de hoja de 5 mm para el tratamiento de IMRT. En el tercer caso, los planos de 5 y 10 mm fueron capaces de evitar la estructura crítica sin que ninguna de la estructura recibiera más del 90% de la dosis prescrita, pero en el rango de dosis moderado, se entregó menos dosis a la estructura crítica con el plan de 5 mm. Para los casos de cabeza y cuello, las técnicas de ventanas correderas dMLC de 5 y 10*2,5 mm salvaron la glándula parotídea contralateral mientras mantenían la cobertura del volumen objetivo. La dosis media de parótida fue modestamente menor con el tamaño más pequeño de beamlet (21,04 Gy vs 22,36 Gy). Los valores promedio de NTCP resultantes fueron de 13,72% para 10 mm dMLC y 8,24% para 5 mm dMLC. En conclusión, el ancho de hoja de cinco mm da lugar a una mejora en la distribución de la dosis física sobre el ancho de hoja de 10 mm que puede ser clínicamente relevante en algunos casos. Estas diferencias pueden ser más pronunciadas para la radiocirugía de una sola fracción o en casos en que la tolerancia del órgano sensible sea menor o cercana a la prescripción del volumen objetivo ",
            "error": []
        },
        "minimal toxicity": {
            "translated_key": [],
            "translated_annotated_text": "Efecto de la anchura de hoja del colimador multihoja en las distribuciones físicas de dosis en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con radioterapia modulada de intensidad El propósito de este trabajo es examinar las diferencias de dosis de radiación física entre dos colimadores multihoja (MLC) anchos de hoja (5 y 10 mm) en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con radioterapia modulada de intensidad (IMRT). Se planificaron tres pacientes clínicos con tumores del SNC con dos diferentes tamaños de hojas del MLC, 5 y 10 mm, representando colimadores varian-120 y varian-80 de hojas múltiples del milenio, respectivamente. Se elaboraron dos conjuntos de planes de tratamiento del IMRT. El objetivo del primer set fue la conformación de la dosis de radiación en tres dimensiones. El objetivo del segundo set era evitar órganos de una estructura crítica cercana, manteniendo al mismo tiempo una cobertura adecuada del volumen objetivo. La planificación del tratamiento utilizó el sistema CadPlan/Helios (Varian Medical Systems, Milpitas CA) para el tratamiento dinámico del MLC. Todos los parámetros del haz y los parámetros de optimización (función de costo) fueron idénticos para los planos de 5 y 10 mm. Para todos los casos, el número de vigas, posiciones pórtico y posiciones de mesa fueron tomadas de planes de radioterapia tridimensionales conformales tratados clínicamente. La conformalidad se midió por la relación entre el volumen de isodosis de planificación y el volumen objetivo. La evitación de órganos se midió por el volumen de la estructura crítica que recibió más del 90% de la dosis recetada (V/sub 90/). Para tres pacientes con carcinoma de células escamosas de cabeza y cuello (T2-T4 N0-N2c M0) se compararon los anchos de las hojas de 5 y 10 mm para la preservación de las parótidas utilizando nueve haces coplanares igualmente espaciados que entregaban un impulso integrado simultáneo. Debido a que se detectaron modestas diferencias en la dosis física a la parótida, un modelo NTCP basado en los parámetros clínicos de Eisbruch et al. se utilizó entonces para comparaciones. La conformación mejoró en los tres casos del SNC para los planos de 5 mm en comparación con los planos de 10 mm. Para los planes de evitación de órganos, V/sub 90/ también mejoró en dos de los tres casos cuando se utilizó la anchura de hoja de 5 mm para el tratamiento de IMRT. En el tercer caso, los planos de 5 y 10 mm fueron capaces de evitar la estructura crítica sin que ninguna de la estructura recibiera más del 90% de la dosis prescrita, pero en el rango de dosis moderado, se entregó menos dosis a la estructura crítica con el plan de 5 mm. Para los casos de cabeza y cuello, las técnicas de ventanas correderas dMLC de 5 y 10*2,5 mm salvaron la glándula parotídea contralateral mientras mantenían la cobertura del volumen objetivo. La dosis media de parótida fue modestamente menor con el tamaño más pequeño de beamlet (21,04 Gy vs 22,36 Gy). Los valores promedio de NTCP resultantes fueron de 13,72% para 10 mm dMLC y 8,24% para 5 mm dMLC. En conclusión, el ancho de hoja de cinco mm da lugar a una mejora en la distribución de la dosis física sobre el ancho de hoja de 10 mm que puede ser clínicamente relevante en algunos casos. Estas diferencias pueden ser más pronunciadas para la radiocirugía de una sola fracción o en casos en que la tolerancia del órgano sensible sea menor o cercana a la prescripción del volumen objetivo ",
            "error": []
        },
        "collimator rotation": {
            "translated_key": [],
            "translated_annotated_text": "Efecto de la anchura de hoja del colimador multihoja en las distribuciones físicas de dosis en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con radioterapia modulada de intensidad El propósito de este trabajo es examinar las diferencias de dosis de radiación física entre dos colimadores multihoja (MLC) anchos de hoja (5 y 10 mm) en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con radioterapia modulada de intensidad (IMRT). Se planificaron tres pacientes clínicos con tumores del SNC con dos diferentes tamaños de hojas del MLC, 5 y 10 mm, representando colimadores varian-120 y varian-80 de hojas múltiples del milenio, respectivamente. Se elaboraron dos conjuntos de planes de tratamiento del IMRT. El objetivo del primer set fue la conformación de la dosis de radiación en tres dimensiones. El objetivo del segundo set era evitar órganos de una estructura crítica cercana, manteniendo al mismo tiempo una cobertura adecuada del volumen objetivo. La planificación del tratamiento utilizó el sistema CadPlan/Helios (Varian Medical Systems, Milpitas CA) para el tratamiento dinámico del MLC. Todos los parámetros del haz y los parámetros de optimización (función de costo) fueron idénticos para los planos de 5 y 10 mm. Para todos los casos, el número de vigas, posiciones pórtico y posiciones de mesa fueron tomadas de planes de radioterapia tridimensionales conformales tratados clínicamente. La conformalidad se midió por la relación entre el volumen de isodosis de planificación y el volumen objetivo. La evitación de órganos se midió por el volumen de la estructura crítica que recibió más del 90% de la dosis recetada (V/sub 90/). Para tres pacientes con carcinoma de células escamosas de cabeza y cuello (T2-T4 N0-N2c M0) se compararon los anchos de las hojas de 5 y 10 mm para la preservación de las parótidas utilizando nueve haces coplanares igualmente espaciados que entregaban un impulso integrado simultáneo. Debido a que se detectaron modestas diferencias en la dosis física a la parótida, un modelo NTCP basado en los parámetros clínicos de Eisbruch et al. se utilizó entonces para comparaciones. La conformación mejoró en los tres casos del SNC para los planos de 5 mm en comparación con los planos de 10 mm. Para los planes de evitación de órganos, V/sub 90/ también mejoró en dos de los tres casos cuando se utilizó la anchura de hoja de 5 mm para el tratamiento de IMRT. En el tercer caso, los planos de 5 y 10 mm fueron capaces de evitar la estructura crítica sin que ninguna de la estructura recibiera más del 90% de la dosis prescrita, pero en el rango de dosis moderado, se entregó menos dosis a la estructura crítica con el plan de 5 mm. Para los casos de cabeza y cuello, las técnicas de ventanas correderas dMLC de 5 y 10*2,5 mm salvaron la glándula parotídea contralateral mientras mantenían la cobertura del volumen objetivo. La dosis media de parótida fue modestamente menor con el tamaño más pequeño de beamlet (21,04 Gy vs 22,36 Gy). Los valores promedio de NTCP resultantes fueron de 13,72% para 10 mm dMLC y 8,24% para 5 mm dMLC. En conclusión, el ancho de hoja de cinco mm da lugar a una mejora en la distribución de la dosis física sobre el ancho de hoja de 10 mm que puede ser clínicamente relevante en algunos casos. Estas diferencias pueden ser más pronunciadas para la radiocirugía de una sola fracción o en casos en que la tolerancia del órgano sensible sea menor o cercana a la prescripción del volumen objetivo ",
            "error": []
        },
        "beamlet size": {
            "translated_key": [],
            "translated_annotated_text": "Efecto de la anchura de hoja del colimador multihoja en las distribuciones físicas de dosis en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con radioterapia modulada de intensidad El propósito de este trabajo es examinar las diferencias de dosis de radiación física entre dos colimadores multihoja (MLC) anchos de hoja (5 y 10 mm) en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con radioterapia modulada de intensidad (IMRT). Se planificaron tres pacientes clínicos con tumores del SNC con dos diferentes tamaños de hojas del MLC, 5 y 10 mm, representando colimadores varian-120 y varian-80 de hojas múltiples del milenio, respectivamente. Se elaboraron dos conjuntos de planes de tratamiento del IMRT. El objetivo del primer set fue la conformación de la dosis de radiación en tres dimensiones. El objetivo del segundo set era evitar órganos de una estructura crítica cercana, manteniendo al mismo tiempo una cobertura adecuada del volumen objetivo. La planificación del tratamiento utilizó el sistema CadPlan/Helios (Varian Medical Systems, Milpitas CA) para el tratamiento dinámico del MLC. Todos los parámetros del haz y los parámetros de optimización (función de costo) fueron idénticos para los planos de 5 y 10 mm. Para todos los casos, el número de vigas, posiciones pórtico y posiciones de mesa fueron tomadas de planes de radioterapia tridimensionales conformales tratados clínicamente. La conformalidad se midió por la relación entre el volumen de isodosis de planificación y el volumen objetivo. La evitación de órganos se midió por el volumen de la estructura crítica que recibió más del 90% de la dosis recetada (V/sub 90/). Para tres pacientes con carcinoma de células escamosas de cabeza y cuello (T2-T4 N0-N2c M0) se compararon los anchos de las hojas de 5 y 10 mm para la preservación de las parótidas utilizando nueve haces coplanares igualmente espaciados que entregaban un impulso integrado simultáneo. Debido a que se detectaron modestas diferencias en la dosis física a la parótida, un modelo NTCP basado en los parámetros clínicos de Eisbruch et al. se utilizó entonces para comparaciones. La conformación mejoró en los tres casos del SNC para los planos de 5 mm en comparación con los planos de 10 mm. Para los planes de evitación de órganos, V/sub 90/ también mejoró en dos de los tres casos cuando se utilizó la anchura de hoja de 5 mm para el tratamiento de IMRT. En el tercer caso, los planos de 5 y 10 mm fueron capaces de evitar la estructura crítica sin que ninguna de la estructura recibiera más del 90% de la dosis prescrita, pero en el rango de dosis moderado, se entregó menos dosis a la estructura crítica con el plan de 5 mm. Para los casos de cabeza y cuello, las técnicas de ventanas correderas dMLC de 5 y 10*2,5 mm salvaron la glándula parotídea contralateral mientras mantenían la cobertura del volumen objetivo. La dosis media de parótida fue modestamente menor con el tamaño más pequeño de beamlet (21,04 Gy vs 22,36 Gy). Los valores promedio de NTCP resultantes fueron de 13,72% para 10 mm dMLC y 8,24% para 5 mm dMLC. En conclusión, el ancho de hoja de cinco mm da lugar a una mejora en la distribución de la dosis física sobre el ancho de hoja de 10 mm que puede ser clínicamente relevante en algunos casos. Estas diferencias pueden ser más pronunciadas para la radiocirugía de una sola fracción o en casos en que la tolerancia del órgano sensible sea menor o cercana a la prescripción del volumen objetivo ",
            "error": []
        },
        "5 mm": {
            "translated_key": "5 mm",
            "translated_annotated_text": "Efecto de la anchura de hoja del colimador multihoja en las distribuciones físicas de dosis en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con radioterapia modulada de intensidad El propósito de este trabajo es examinar las diferencias de dosis de radiación física entre dos colimadores multihoja (MLC) anchos de hoja (5 y 10 mm) en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con radioterapia modulada de intensidad (IMRT). Se planificaron tres pacientes clínicos con tumores del SNC con dos diferentes tamaños de hojas del MLC, 5 y 10 mm, representando colimadores varian-120 y varian-80 de hojas múltiples del milenio, respectivamente. Se elaboraron dos conjuntos de planes de tratamiento del IMRT. El objetivo del primer set fue la conformación de la dosis de radiación en tres dimensiones. El objetivo del segundo set era evitar órganos de una estructura crítica cercana, manteniendo al mismo tiempo una cobertura adecuada del volumen objetivo. La planificación del tratamiento utilizó el sistema CadPlan/Helios (Varian Medical Systems, Milpitas CA) para el tratamiento dinámico del MLC. Todos los parámetros del haz y los parámetros de optimización (función de costo) fueron idénticos para los planos de 5 y 10 mm. Para todos los casos, el número de vigas, posiciones pórtico y posiciones de mesa fueron tomadas de planes de radioterapia tridimensionales conformales tratados clínicamente. La conformalidad se midió por la relación entre el volumen de isodosis de planificación y el volumen objetivo. La evitación de órganos se midió por el volumen de la estructura crítica que recibió más del 90% de la dosis recetada (V/sub 90/). Para tres pacientes con carcinoma de células escamosas de cabeza y cuello (T2-T4 N0-N2c M0) se compararon los anchos de las hojas de 5 y 10 mm para la preservación de las parótidas utilizando nueve haces coplanares igualmente espaciados que entregaban un impulso integrado simultáneo. Debido a que se detectaron modestas diferencias en la dosis física a la parótida, un modelo NTCP basado en los parámetros clínicos de Eisbruch et al. se utilizó entonces para comparaciones. La conformación mejoró en los tres casos del SNC para los planos <br>5 mm</br> en comparación con los planos de 10 mm. Para los planes de evitación de órganos, V/sub 90/ también mejoró en dos de los tres casos cuando se utilizó el ancho de hoja <br>5 mm</br> para el tratamiento de IMRT. En el tercer caso, los planos de 5 y 10 mm fueron capaces de evitar la estructura crítica sin que ninguna de la estructura recibiera más del 90% de la dosis prescrita, pero en el rango de dosis moderado, se entregó menos dosis a la estructura crítica con el plan <br>5 mm</br>. Para los casos de cabeza y cuello, las técnicas de ventanas correderas dMLC de 5 y 10*2.<br>5 mm</br> salvaron la glándula parotídea contralateral mientras mantenían la cobertura del volumen objetivo. La dosis media de parótida fue modestamente menor con el tamaño más pequeño de beamlet (21,04 Gy vs 22,36 Gy). Los valores promedio de NTCP resultantes fueron de 13,72% para 10 mm dMLC y 8,24% para <br>5 mm</br> dMLC. En conclusión, el ancho de hoja de cinco mm da lugar a una mejora en la distribución de la dosis física sobre el ancho de hoja de 10 mm que puede ser clínicamente relevante en algunos casos. Estas diferencias pueden ser más pronunciadas para la radiocirugía de una sola fracción o en casos en que la tolerancia del órgano sensible sea menor o cercana a la prescripción del volumen objetivo ",
            "error": [
                ""
            ]
        },
        "10 mm": {
            "translated_key": "10 mm",
            "translated_annotated_text": "Efecto de la anchura de hoja del colimador multihoja en las distribuciones físicas de dosis en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con radioterapia modulada de intensidad El propósito de este trabajo es examinar las diferencias de dosis de radiación física entre dos colimadores multihoja (MLC) anchos de hoja (5 y <br>10 mm</br>) en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con radioterapia modulada de intensidad (IMRT). Se planificaron tres pacientes clínicos con tumores del SNC con dos diferentes tamaños de hojas del MLC, 5 y <br>10 mm</br>, representando colimadores varian-120 y varian-80 del milenio, respectivamente. Se elaboraron dos conjuntos de planes de tratamiento del IMRT. El objetivo del primer set fue la conformación de la dosis de radiación en tres dimensiones. El objetivo del segundo set era evitar órganos de una estructura crítica cercana, manteniendo al mismo tiempo una cobertura adecuada del volumen objetivo. La planificación del tratamiento utilizó el sistema CadPlan/Helios (Varian Medical Systems, Milpitas CA) para el tratamiento dinámico del MLC. Todos los parámetros del haz y los parámetros de optimización (función de costo) fueron idénticos para los planos 5 y <br>10 mm</br>. Para todos los casos, el número de vigas, posiciones pórtico y posiciones de mesa fueron tomadas de planes de radioterapia tridimensionales conformales tratados clínicamente. La conformalidad se midió por la relación entre el volumen de isodosis de planificación y el volumen objetivo. La evitación de órganos se midió por el volumen de la estructura crítica que recibió más del 90% de la dosis recetada (V/sub 90/). Para tres pacientes con carcinoma de células escamosas de cabeza y cuello (T2-T4 N0-N2c M0) se compararon los anchos de las hojas 5 y <br>10 mm</br> para la preservación de la parótida utilizando nueve haces coplanares igualmente espaciados que entregan un impulso integrado simultáneo. Debido a que se detectaron modestas diferencias en la dosis física a la parótida, un modelo NTCP basado en los parámetros clínicos de Eisbruch et al. se utilizó entonces para comparaciones. La conformación mejoró en los tres casos del SNC para los planos de 5 mm en comparación con los planos <br>10 mm</br>. Para los planes de evitación de órganos, V/sub 90/ también mejoró en dos de los tres casos cuando se utilizó la anchura de hoja de 5 mm para el tratamiento de IMRT. En el tercer caso, los planes de 5 y <br>10 mm</br> fueron capaces de evitar la estructura crítica sin que ninguna de la estructura recibiera más del 90% de la dosis prescrita, pero en el rango de dosis moderado, se entregó menos dosis a la estructura crítica con el plan de 5 mm. Para los casos de cabeza y cuello, las técnicas de ventanas correderas dMLC de 5 y 10*2,5 mm salvaron la glándula parotídea contralateral mientras mantenían la cobertura del volumen objetivo. La dosis media de parótida fue modestamente menor con el tamaño más pequeño de beamlet (21,04 Gy vs 22,36 Gy). Los valores promedio de NTCP resultantes fueron de 13,72% para <br>10 mm</br> dMLC y 8,24% para 5 mm dMLC. En conclusión, el ancho de hoja de cinco mm da lugar a una mejor distribución de la dosis física sobre <br>10 mm</br> ancho de hoja que puede ser clínicamente relevante en algunos casos. Estas diferencias pueden ser más pronunciadas para la radiocirugía de una sola fracción o en casos en que la tolerancia del órgano sensible sea menor o cercana a la prescripción del volumen objetivo ",
            "error": [
                ""
            ]
        },
        "21.04 Gy": {
            "translated_key": "21.04 Gy",
            "translated_annotated_text": "Efecto de la anchura de hoja del colimador multihoja en las distribuciones físicas de dosis en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con radioterapia modulada de intensidad El propósito de este trabajo es examinar las diferencias de dosis de radiación física entre dos colimadores multihoja (MLC) anchos de hoja (5 y 10 mm) en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con radioterapia modulada de intensidad (IMRT). Se planificaron tres pacientes clínicos con tumores del SNC con dos diferentes tamaños de hojas del MLC, 5 y 10 mm, representando colimadores varian-120 y varian-80 de hojas múltiples del milenio, respectivamente. Se elaboraron dos conjuntos de planes de tratamiento del IMRT. El objetivo del primer set fue la conformación de la dosis de radiación en tres dimensiones. El objetivo del segundo set era evitar órganos de una estructura crítica cercana, manteniendo al mismo tiempo una cobertura adecuada del volumen objetivo. La planificación del tratamiento utilizó el sistema CadPlan/Helios (Varian Medical Systems, Milpitas CA) para el tratamiento dinámico del MLC. Todos los parámetros del haz y los parámetros de optimización (función de costo) fueron idénticos para los planos de 5 y 10 mm. Para todos los casos, el número de vigas, posiciones pórtico y posiciones de mesa fueron tomadas de planes de radioterapia tridimensionales conformales tratados clínicamente. La conformalidad se midió por la relación entre el volumen de isodosis de planificación y el volumen objetivo. La evitación de órganos se midió por el volumen de la estructura crítica que recibió más del 90% de la dosis recetada (V/sub 90/). Para tres pacientes con carcinoma de células escamosas de cabeza y cuello (T2-T4 N0-N2c M0) se compararon los anchos de las hojas de 5 y 10 mm para la preservación de las parótidas utilizando nueve haces coplanares igualmente espaciados que entregaban un impulso integrado simultáneo. Debido a que se detectaron modestas diferencias en la dosis física a la parótida, un modelo NTCP basado en los parámetros clínicos de Eisbruch et al. se utilizó entonces para comparaciones. La conformación mejoró en los tres casos del SNC para los planos de 5 mm en comparación con los planos de 10 mm. Para los planes de evitación de órganos, V/sub 90/ también mejoró en dos de los tres casos cuando se utilizó la anchura de hoja de 5 mm para el tratamiento de IMRT. En el tercer caso, los planos de 5 y 10 mm fueron capaces de evitar la estructura crítica sin que ninguna de la estructura recibiera más del 90% de la dosis prescrita, pero en el rango de dosis moderado, se entregó menos dosis a la estructura crítica con el plan de 5 mm. Para los casos de cabeza y cuello, las técnicas de ventanas correderas dMLC de 5 y 10*2,5 mm salvaron la glándula parotídea contralateral mientras mantenían la cobertura del volumen objetivo. La dosis media de parótida fue modestamente inferior con el tamaño de beamlet más pequeño (<br>21.04 Gy</br> vs 22.36 Gy). Los valores promedio de NTCP resultantes fueron de 13,72% para 10 mm dMLC y 8,24% para 5 mm dMLC. En conclusión, el ancho de hoja de cinco mm da lugar a una mejora en la distribución de la dosis física sobre el ancho de hoja de 10 mm que puede ser clínicamente relevante en algunos casos. Estas diferencias pueden ser más pronunciadas para la radiocirugía de una sola fracción o en casos en que la tolerancia del órgano sensible sea menor o cercana a la prescripción del volumen objetivo ",
            "error": [
                ""
            ]
        },
        "22.36 Gy": {
            "translated_key": "22,36 Gy",
            "translated_annotated_text": "Efecto de la anchura de hoja del colimador multihoja en las distribuciones físicas de dosis en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con radioterapia modulada de intensidad El propósito de este trabajo es examinar las diferencias de dosis de radiación física entre dos colimadores multihoja (MLC) anchos de hoja (5 y 10 mm) en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con radioterapia modulada de intensidad (IMRT). Se planificaron tres pacientes clínicos con tumores del SNC con dos diferentes tamaños de hojas del MLC, 5 y 10 mm, representando colimadores varian-120 y varian-80 de hojas múltiples del milenio, respectivamente. Se elaboraron dos conjuntos de planes de tratamiento del IMRT. El objetivo del primer set fue la conformación de la dosis de radiación en tres dimensiones. El objetivo del segundo set era evitar órganos de una estructura crítica cercana, manteniendo al mismo tiempo una cobertura adecuada del volumen objetivo. La planificación del tratamiento utilizó el sistema CadPlan/Helios (Varian Medical Systems, Milpitas CA) para el tratamiento dinámico del MLC. Todos los parámetros del haz y los parámetros de optimización (función de costo) fueron idénticos para los planos de 5 y 10 mm. Para todos los casos, el número de vigas, posiciones pórtico y posiciones de mesa fueron tomadas de planes de radioterapia tridimensionales conformales tratados clínicamente. La conformalidad se midió por la relación entre el volumen de isodosis de planificación y el volumen objetivo. La evitación de órganos se midió por el volumen de la estructura crítica que recibió más del 90% de la dosis recetada (V/sub 90/). Para tres pacientes con carcinoma de células escamosas de cabeza y cuello (T2-T4 N0-N2c M0) se compararon los anchos de las hojas de 5 y 10 mm para la preservación de las parótidas utilizando nueve haces coplanares igualmente espaciados que entregaban un impulso integrado simultáneo. Debido a que se detectaron modestas diferencias en la dosis física a la parótida, un modelo NTCP basado en los parámetros clínicos de Eisbruch et al. se utilizó entonces para comparaciones. La conformación mejoró en los tres casos del SNC para los planos de 5 mm en comparación con los planos de 10 mm. Para los planes de evitación de órganos, V/sub 90/ también mejoró en dos de los tres casos cuando se utilizó la anchura de hoja de 5 mm para el tratamiento de IMRT. En el tercer caso, los planos de 5 y 10 mm fueron capaces de evitar la estructura crítica sin que ninguna de la estructura recibiera más del 90% de la dosis prescrita, pero en el rango de dosis moderado, se entregó menos dosis a la estructura crítica con el plan de 5 mm. Para los casos de cabeza y cuello, las técnicas de ventanas correderas dMLC de 5 y 10*2,5 mm salvaron la glándula parotídea contralateral mientras mantenían la cobertura del volumen objetivo. La dosis media de parótida fue modestamente inferior con el tamaño de beamlet más pequeño (21,04 Gy vs <br>22,36 Gy</br>). Los valores promedio de NTCP resultantes fueron de 13,72% para 10 mm dMLC y 8,24% para 5 mm dMLC. En conclusión, el ancho de hoja de cinco mm da lugar a una mejora en la distribución de la dosis física sobre el ancho de hoja de 10 mm que puede ser clínicamente relevante en algunos casos. Estas diferencias pueden ser más pronunciadas para la radiocirugía de una sola fracción o en casos en que la tolerancia del órgano sensible sea menor o cercana a la prescripción del volumen objetivo ",
            "error": [
                ""
            ]
        },
        "dosimetry": {
            "translated_key": [],
            "translated_annotated_text": "Efecto de la anchura de hoja del colimador multihoja en las distribuciones físicas de dosis en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con radioterapia modulada de intensidad El propósito de este trabajo es examinar las diferencias de dosis de radiación física entre dos colimadores multihoja (MLC) anchos de hoja (5 y 10 mm) en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con radioterapia modulada de intensidad (IMRT). Se planificaron tres pacientes clínicos con tumores del SNC con dos diferentes tamaños de hojas del MLC, 5 y 10 mm, representando colimadores varian-120 y varian-80 de hojas múltiples del milenio, respectivamente. Se elaboraron dos conjuntos de planes de tratamiento del IMRT. El objetivo del primer set fue la conformación de la dosis de radiación en tres dimensiones. El objetivo del segundo set era evitar órganos de una estructura crítica cercana, manteniendo al mismo tiempo una cobertura adecuada del volumen objetivo. La planificación del tratamiento utilizó el sistema CadPlan/Helios (Varian Medical Systems, Milpitas CA) para el tratamiento dinámico del MLC. Todos los parámetros del haz y los parámetros de optimización (función de costo) fueron idénticos para los planos de 5 y 10 mm. Para todos los casos, el número de vigas, posiciones pórtico y posiciones de mesa fueron tomadas de planes de radioterapia tridimensionales conformales tratados clínicamente. La conformalidad se midió por la relación entre el volumen de isodosis de planificación y el volumen objetivo. La evitación de órganos se midió por el volumen de la estructura crítica que recibió más del 90% de la dosis recetada (V/sub 90/). Para tres pacientes con carcinoma de células escamosas de cabeza y cuello (T2-T4 N0-N2c M0) se compararon los anchos de las hojas de 5 y 10 mm para la preservación de las parótidas utilizando nueve haces coplanares igualmente espaciados que entregaban un impulso integrado simultáneo. Debido a que se detectaron modestas diferencias en la dosis física a la parótida, un modelo NTCP basado en los parámetros clínicos de Eisbruch et al. se utilizó entonces para comparaciones. La conformación mejoró en los tres casos del SNC para los planos de 5 mm en comparación con los planos de 10 mm. Para los planes de evitación de órganos, V/sub 90/ también mejoró en dos de los tres casos cuando se utilizó la anchura de hoja de 5 mm para el tratamiento de IMRT. En el tercer caso, los planos de 5 y 10 mm fueron capaces de evitar la estructura crítica sin que ninguna de la estructura recibiera más del 90% de la dosis prescrita, pero en el rango de dosis moderado, se entregó menos dosis a la estructura crítica con el plan de 5 mm. Para los casos de cabeza y cuello, las técnicas de ventanas correderas dMLC de 5 y 10*2,5 mm salvaron la glándula parotídea contralateral mientras mantenían la cobertura del volumen objetivo. La dosis media de parótida fue modestamente menor con el tamaño más pequeño de beamlet (21,04 Gy vs 22,36 Gy). Los valores promedio de NTCP resultantes fueron de 13,72% para 10 mm dMLC y 8,24% para 5 mm dMLC. En conclusión, el ancho de hoja de cinco mm da lugar a una mejora en la distribución de la dosis física sobre el ancho de hoja de 10 mm que puede ser clínicamente relevante en algunos casos. Estas diferencias pueden ser más pronunciadas para la radiocirugía de una sola fracción o en casos en que la tolerancia del órgano sensible sea menor o cercana a la prescripción del volumen objetivo ",
            "error": []
        },
        "intensity modulation": {
            "translated_key": [],
            "translated_annotated_text": "Efecto de la anchura de hoja del colimador multihoja en las distribuciones físicas de dosis en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con radioterapia modulada de intensidad El propósito de este trabajo es examinar las diferencias de dosis de radiación física entre dos colimadores multihoja (MLC) anchos de hoja (5 y 10 mm) en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con radioterapia modulada de intensidad (IMRT). Se planificaron tres pacientes clínicos con tumores del SNC con dos diferentes tamaños de hojas del MLC, 5 y 10 mm, representando colimadores varian-120 y varian-80 de hojas múltiples del milenio, respectivamente. Se elaboraron dos conjuntos de planes de tratamiento del IMRT. El objetivo del primer set fue la conformación de la dosis de radiación en tres dimensiones. El objetivo del segundo set era evitar órganos de una estructura crítica cercana, manteniendo al mismo tiempo una cobertura adecuada del volumen objetivo. La planificación del tratamiento utilizó el sistema CadPlan/Helios (Varian Medical Systems, Milpitas CA) para el tratamiento dinámico del MLC. Todos los parámetros del haz y los parámetros de optimización (función de costo) fueron idénticos para los planos de 5 y 10 mm. Para todos los casos, el número de vigas, posiciones pórtico y posiciones de mesa fueron tomadas de planes de radioterapia tridimensionales conformales tratados clínicamente. La conformalidad se midió por la relación entre el volumen de isodosis de planificación y el volumen objetivo. La evitación de órganos se midió por el volumen de la estructura crítica que recibió más del 90% de la dosis recetada (V/sub 90/). Para tres pacientes con carcinoma de células escamosas de cabeza y cuello (T2-T4 N0-N2c M0) se compararon los anchos de las hojas de 5 y 10 mm para la preservación de las parótidas utilizando nueve haces coplanares igualmente espaciados que entregaban un impulso integrado simultáneo. Debido a que se detectaron modestas diferencias en la dosis física a la parótida, un modelo NTCP basado en los parámetros clínicos de Eisbruch et al. se utilizó entonces para comparaciones. La conformación mejoró en los tres casos del SNC para los planos de 5 mm en comparación con los planos de 10 mm. Para los planes de evitación de órganos, V/sub 90/ también mejoró en dos de los tres casos cuando se utilizó la anchura de hoja de 5 mm para el tratamiento de IMRT. En el tercer caso, los planos de 5 y 10 mm fueron capaces de evitar la estructura crítica sin que ninguna de la estructura recibiera más del 90% de la dosis prescrita, pero en el rango de dosis moderado, se entregó menos dosis a la estructura crítica con el plan de 5 mm. Para los casos de cabeza y cuello, las técnicas de ventanas correderas dMLC de 5 y 10*2,5 mm salvaron la glándula parotídea contralateral mientras mantenían la cobertura del volumen objetivo. La dosis media de parótida fue modestamente menor con el tamaño más pequeño de beamlet (21,04 Gy vs 22,36 Gy). Los valores promedio de NTCP resultantes fueron de 13,72% para 10 mm dMLC y 8,24% para 5 mm dMLC. En conclusión, el ancho de hoja de cinco mm da lugar a una mejora en la distribución de la dosis física sobre el ancho de hoja de 10 mm que puede ser clínicamente relevante en algunos casos. Estas diferencias pueden ser más pronunciadas para la radiocirugía de una sola fracción o en casos en que la tolerancia del órgano sensible sea menor o cercana a la prescripción del volumen objetivo ",
            "error": []
        },
        "medical computing": {
            "translated_key": [],
            "translated_annotated_text": "Efecto de la anchura de hoja del colimador multihoja en las distribuciones físicas de dosis en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con radioterapia modulada de intensidad El propósito de este trabajo es examinar las diferencias de dosis de radiación física entre dos colimadores multihoja (MLC) anchos de hoja (5 y 10 mm) en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con radioterapia modulada de intensidad (IMRT). Se planificaron tres pacientes clínicos con tumores del SNC con dos diferentes tamaños de hojas del MLC, 5 y 10 mm, representando colimadores varian-120 y varian-80 de hojas múltiples del milenio, respectivamente. Se elaboraron dos conjuntos de planes de tratamiento del IMRT. El objetivo del primer set fue la conformación de la dosis de radiación en tres dimensiones. El objetivo del segundo set era evitar órganos de una estructura crítica cercana, manteniendo al mismo tiempo una cobertura adecuada del volumen objetivo. La planificación del tratamiento utilizó el sistema CadPlan/Helios (Varian Medical Systems, Milpitas CA) para el tratamiento dinámico del MLC. Todos los parámetros del haz y los parámetros de optimización (función de costo) fueron idénticos para los planos de 5 y 10 mm. Para todos los casos, el número de vigas, posiciones pórtico y posiciones de mesa fueron tomadas de planes de radioterapia tridimensionales conformales tratados clínicamente. La conformalidad se midió por la relación entre el volumen de isodosis de planificación y el volumen objetivo. La evitación de órganos se midió por el volumen de la estructura crítica que recibió más del 90% de la dosis recetada (V/sub 90/). Para tres pacientes con carcinoma de células escamosas de cabeza y cuello (T2-T4 N0-N2c M0) se compararon los anchos de las hojas de 5 y 10 mm para la preservación de las parótidas utilizando nueve haces coplanares igualmente espaciados que entregaban un impulso integrado simultáneo. Debido a que se detectaron modestas diferencias en la dosis física a la parótida, un modelo NTCP basado en los parámetros clínicos de Eisbruch et al. se utilizó entonces para comparaciones. La conformación mejoró en los tres casos del SNC para los planos de 5 mm en comparación con los planos de 10 mm. Para los planes de evitación de órganos, V/sub 90/ también mejoró en dos de los tres casos cuando se utilizó la anchura de hoja de 5 mm para el tratamiento de IMRT. En el tercer caso, los planos de 5 y 10 mm fueron capaces de evitar la estructura crítica sin que ninguna de la estructura recibiera más del 90% de la dosis prescrita, pero en el rango de dosis moderado, se entregó menos dosis a la estructura crítica con el plan de 5 mm. Para los casos de cabeza y cuello, las técnicas de ventanas correderas dMLC de 5 y 10*2,5 mm salvaron la glándula parotídea contralateral mientras mantenían la cobertura del volumen objetivo. La dosis media de parótida fue modestamente menor con el tamaño más pequeño de beamlet (21,04 Gy vs 22,36 Gy). Los valores promedio de NTCP resultantes fueron de 13,72% para 10 mm dMLC y 8,24% para 5 mm dMLC. En conclusión, el ancho de hoja de cinco mm da lugar a una mejora en la distribución de la dosis física sobre el ancho de hoja de 10 mm que puede ser clínicamente relevante en algunos casos. Estas diferencias pueden ser más pronunciadas para la radiocirugía de una sola fracción o en casos en que la tolerancia del órgano sensible sea menor o cercana a la prescripción del volumen objetivo ",
            "error": []
        },
        "neurophysiology": {
            "translated_key": [],
            "translated_annotated_text": "Efecto de la anchura de hoja del colimador multihoja en las distribuciones físicas de dosis en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con radioterapia modulada de intensidad El propósito de este trabajo es examinar las diferencias de dosis de radiación física entre dos colimadores multihoja (MLC) anchos de hoja (5 y 10 mm) en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con radioterapia modulada de intensidad (IMRT). Se planificaron tres pacientes clínicos con tumores del SNC con dos diferentes tamaños de hojas del MLC, 5 y 10 mm, representando colimadores varian-120 y varian-80 de hojas múltiples del milenio, respectivamente. Se elaboraron dos conjuntos de planes de tratamiento del IMRT. El objetivo del primer set fue la conformación de la dosis de radiación en tres dimensiones. El objetivo del segundo set era evitar órganos de una estructura crítica cercana, manteniendo al mismo tiempo una cobertura adecuada del volumen objetivo. La planificación del tratamiento utilizó el sistema CadPlan/Helios (Varian Medical Systems, Milpitas CA) para el tratamiento dinámico del MLC. Todos los parámetros del haz y los parámetros de optimización (función de costo) fueron idénticos para los planos de 5 y 10 mm. Para todos los casos, el número de vigas, posiciones pórtico y posiciones de mesa fueron tomadas de planes de radioterapia tridimensionales conformales tratados clínicamente. La conformalidad se midió por la relación entre el volumen de isodosis de planificación y el volumen objetivo. La evitación de órganos se midió por el volumen de la estructura crítica que recibió más del 90% de la dosis recetada (V/sub 90/). Para tres pacientes con carcinoma de células escamosas de cabeza y cuello (T2-T4 N0-N2c M0) se compararon los anchos de las hojas de 5 y 10 mm para la preservación de las parótidas utilizando nueve haces coplanares igualmente espaciados que entregaban un impulso integrado simultáneo. Debido a que se detectaron modestas diferencias en la dosis física a la parótida, un modelo NTCP basado en los parámetros clínicos de Eisbruch et al. se utilizó entonces para comparaciones. La conformación mejoró en los tres casos del SNC para los planos de 5 mm en comparación con los planos de 10 mm. Para los planes de evitación de órganos, V/sub 90/ también mejoró en dos de los tres casos cuando se utilizó la anchura de hoja de 5 mm para el tratamiento de IMRT. En el tercer caso, los planos de 5 y 10 mm fueron capaces de evitar la estructura crítica sin que ninguna de la estructura recibiera más del 90% de la dosis prescrita, pero en el rango de dosis moderado, se entregó menos dosis a la estructura crítica con el plan de 5 mm. Para los casos de cabeza y cuello, las técnicas de ventanas correderas dMLC de 5 y 10*2,5 mm salvaron la glándula parotídea contralateral mientras mantenían la cobertura del volumen objetivo. La dosis media de parótida fue modestamente menor con el tamaño más pequeño de beamlet (21,04 Gy vs 22,36 Gy). Los valores promedio de NTCP resultantes fueron de 13,72% para 10 mm dMLC y 8,24% para 5 mm dMLC. En conclusión, el ancho de hoja de cinco mm da lugar a una mejora en la distribución de la dosis física sobre el ancho de hoja de 10 mm que puede ser clínicamente relevante en algunos casos. Estas diferencias pueden ser más pronunciadas para la radiocirugía de una sola fracción o en casos en que la tolerancia del órgano sensible sea menor o cercana a la prescripción del volumen objetivo ",
            "error": []
        },
        "radiation therapy": {
            "translated_key": [],
            "translated_annotated_text": "Efecto de la anchura de la hoja del colimador multihoja en las distribuciones físicas de dosis en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con terapia de radiación modulada de intensidad <br> El propósito de este trabajo es examinar las diferencias de dosis de radiación física entre dos colimadores multihoja (MLC) anchos de la hoja (5 y 10 mm) en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con terapia de radiación modulada de intensidad <br> (IMRT). Se planificaron tres pacientes clínicos con tumores del SNC con dos diferentes tamaños de hojas del MLC, 5 y 10 mm, representando colimadores varian-120 y varian-80 de hojas múltiples del milenio, respectivamente. Se elaboraron dos conjuntos de planes de tratamiento del IMRT. El objetivo del primer set fue la conformación de la dosis de radiación en tres dimensiones. El objetivo del segundo set era evitar órganos de una estructura crítica cercana, manteniendo al mismo tiempo una cobertura adecuada del volumen objetivo. La planificación del tratamiento utilizó el sistema CadPlan/Helios (Varian Medical Systems, Milpitas CA) para el tratamiento dinámico del MLC. Todos los parámetros del haz y los parámetros de optimización (función de costo) fueron idénticos para los planos de 5 y 10 mm. Para todos los casos, el número de vigas, posiciones pórtico y posiciones de mesa fueron tomadas de planes de radioterapia tridimensionales conformales tratados clínicamente. La conformalidad se midió por la relación entre el volumen de isodosis de planificación y el volumen objetivo. La evitación de órganos se midió por el volumen de la estructura crítica que recibió más del 90% de la dosis recetada (V/sub 90/). Para tres pacientes con carcinoma de células escamosas de cabeza y cuello (T2-T4 N0-N2c M0) se compararon los anchos de las hojas de 5 y 10 mm para la preservación de las parótidas utilizando nueve haces coplanares igualmente espaciados que entregaban un impulso integrado simultáneo. Debido a que se detectaron modestas diferencias en la dosis física a la parótida, un modelo NTCP basado en los parámetros clínicos de Eisbruch et al. se utilizó entonces para comparaciones. La conformación mejoró en los tres casos del SNC para los planos de 5 mm en comparación con los planos de 10 mm. Para los planes de evitación de órganos, V/sub 90/ también mejoró en dos de los tres casos cuando se utilizó la anchura de hoja de 5 mm para el tratamiento de IMRT. En el tercer caso, los planos de 5 y 10 mm fueron capaces de evitar la estructura crítica sin que ninguna de la estructura recibiera más del 90% de la dosis prescrita, pero en el rango de dosis moderado, se entregó menos dosis a la estructura crítica con el plan de 5 mm. Para los casos de cabeza y cuello, las técnicas de ventanas correderas dMLC de 5 y 10*2,5 mm salvaron la glándula parotídea contralateral mientras mantenían la cobertura del volumen objetivo. La dosis media de parótida fue modestamente menor con el tamaño más pequeño de beamlet (21,04 Gy vs 22,36 Gy). Los valores promedio de NTCP resultantes fueron de 13,72% para 10 mm dMLC y 8,24% para 5 mm dMLC. En conclusión, el ancho de hoja de cinco mm da lugar a una mejora en la distribución de la dosis física sobre el ancho de hoja de 10 mm que puede ser clínicamente relevante en algunos casos. Estas diferencias pueden ser más pronunciadas para la radiocirugía de una sola fracción o en casos en que la tolerancia del órgano sensible sea menor o cercana a la prescripción del volumen objetivo ",
            "error": []
        },
        "tumours": {
            "translated_key": [],
            "translated_annotated_text": "Efecto de la anchura de hoja del colimador multihoja en las distribuciones físicas de dosis en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con radioterapia modulada de intensidad El propósito de este trabajo es examinar las diferencias de dosis de radiación física entre dos colimadores multihoja (MLC) anchos de hoja (5 y 10 mm) en el tratamiento de las neoplasias del SNC y de la cabeza y el cuello con radioterapia modulada de intensidad (IMRT). Se planificaron tres pacientes clínicos con tumores del SNC con dos diferentes tamaños de hojas del MLC, 5 y 10 mm, representando colimadores varian-120 y varian-80 de hojas múltiples del milenio, respectivamente. Se elaboraron dos conjuntos de planes de tratamiento del IMRT. El objetivo del primer set fue la conformación de la dosis de radiación en tres dimensiones. El objetivo del segundo set era evitar órganos de una estructura crítica cercana, manteniendo al mismo tiempo una cobertura adecuada del volumen objetivo. La planificación del tratamiento utilizó el sistema CadPlan/Helios (Varian Medical Systems, Milpitas CA) para el tratamiento dinámico del MLC. Todos los parámetros del haz y los parámetros de optimización (función de costo) fueron idénticos para los planos de 5 y 10 mm. Para todos los casos, el número de vigas, posiciones pórtico y posiciones de mesa fueron tomadas de planes de radioterapia tridimensionales conformales tratados clínicamente. La conformalidad se midió por la relación entre el volumen de isodosis de planificación y el volumen objetivo. La evitación de órganos se midió por el volumen de la estructura crítica que recibió más del 90% de la dosis recetada (V/sub 90/). Para tres pacientes con carcinoma de células escamosas de cabeza y cuello (T2-T4 N0-N2c M0) se compararon los anchos de las hojas de 5 y 10 mm para la preservación de las parótidas utilizando nueve haces coplanares igualmente espaciados que entregaban un impulso integrado simultáneo. Debido a que se detectaron modestas diferencias en la dosis física a la parótida, un modelo NTCP basado en los parámetros clínicos de Eisbruch et al. se utilizó entonces para comparaciones. La conformación mejoró en los tres casos del SNC para los planos de 5 mm en comparación con los planos de 10 mm. Para los planes de evitación de órganos, V/sub 90/ también mejoró en dos de los tres casos cuando se utilizó la anchura de hoja de 5 mm para el tratamiento de IMRT. En el tercer caso, los planos de 5 y 10 mm fueron capaces de evitar la estructura crítica sin que ninguna de la estructura recibiera más del 90% de la dosis prescrita, pero en el rango de dosis moderado, se entregó menos dosis a la estructura crítica con el plan de 5 mm. Para los casos de cabeza y cuello, las técnicas de ventanas correderas dMLC de 5 y 10*2,5 mm salvaron la glándula parotídea contralateral mientras mantenían la cobertura del volumen objetivo. La dosis media de parótida fue modestamente menor con el tamaño más pequeño de beamlet (21,04 Gy vs 22,36 Gy). Los valores promedio de NTCP resultantes fueron de 13,72% para 10 mm dMLC y 8,24% para 5 mm dMLC. En conclusión, el ancho de hoja de cinco mm da lugar a una mejora en la distribución de la dosis física sobre el ancho de hoja de 10 mm que puede ser clínicamente relevante en algunos casos. Estas diferencias pueden ser más pronunciadas para la radiocirugía de una sola fracción o en casos en que la tolerancia del órgano sensible sea menor o cercana a la prescripción del volumen objetivo ",
            "error": []
        }
    }
}