{
    "original_text": "A method for geometrical verification of dynamic intensity modulated radiotherapy using a scanning electronic portal imaging device In order to guarantee the safe delivery of dynamic intensity modulated radiotherapy (IMRT), verification of the leaf trajectories during the treatment is necessary. Our aim in this study is to develop a method for on-line verification of leaf trajectories using an electronic portal imaging device with scanning read-out, independent of the multileaf collimator. Examples of such scanning imagers are electronic portal imaging devices (EPIDs) based on liquid-filled ionization chambers and those based on amorphous silicon. Portal images were acquired continuously with a liquid-filled ionization chamber EPID during the delivery, together with the signal of treatment progress that is generated by the accelerator. For each portal image, the prescribed leaf and diaphragm positions were computed from the dynamic prescription and the progress information. Motion distortion effects of the leaves are corrected based on the treatment progress that is recorded for each image row. The aperture formed by the prescribed leaves and diaphragms is used as the reference field edge, while the actual field edge is found using a maximum-gradient edge detector. The errors in leaf and diaphragm position are found from the deviations between the reference field edge and the detected field edge. Earlier measurements of the dynamic EPID response show that the accuracy of the detected field edge is better than 1 mm. To ensure that the verification is independent of inaccuracies in the acquired progress signal, the signal was checked with diode measurements beforehand. The method was tested on three different dynamic prescriptions. Using the described method, we correctly reproduced the distorted field edges. Verifying a single portal image took 0.1 s on an 866 MHz personal computer. Two flaws in the control system of our experimental dynamic multileaf collimator were correctly revealed with our method. First, the errors in leaf position increase with leaf speed, indicating a delay of approximately 0.8 s in the control system. Second, the accuracy of the leaves and diaphragms depends on the direction of motion. In conclusion, the described verification method is suitable for detailed verification of leaf trajectories during dynamic IMRT",
    "original_translation": "Un método de verificación geométrica de la radioterapia modulada de intensidad dinámica mediante un dispositivo electrónico de imagen por portal de exploración Para garantizar la entrega segura de radioterapia modulada de intensidad dinámica (IMRT), es necesaria la verificación de las trayectorias de las hojas durante el tratamiento. Nuestro objetivo en este estudio es desarrollar un método para la verificación on-line de trayectorias de hojas utilizando un dispositivo electrónico de imagen porta con lectura de escaneo, independiente del colimador multihoja. Ejemplos de estos escáneres son los dispositivos electrónicos de imagen portales (EPID) basados en cámaras de ionización llenas de líquido y los basados en silicio amorfo. Las imágenes del portal se adquirieron continuamente con una cámara de ionización llena de líquido EPID durante el parto, junto con la señal de progreso del tratamiento generada por el acelerador. Para cada imagen del portal, las posiciones de hoja y diafragma prescritas fueron calculadas a partir de la prescripción dinámica y la información de progreso. Los efectos de distorsión del movimiento de las hojas se corrigen en función del progreso del tratamiento que se registra para cada fila de imagen. La abertura formada por las hojas y diafragmas prescritos se utiliza como borde de campo de referencia, mientras que el borde de campo real se encuentra usando un detector de borde de máximo grado. Los errores en la posición de hoja y diafragma se encuentran a partir de las desviaciones entre el borde del campo de referencia y el borde del campo detectado. Las mediciones anteriores de la respuesta dinámica EPID muestran que la precisión del borde del campo detectado es mejor que 1 mm. Para garantizar que la verificación sea independiente de las inexactitudes en la señal de progreso adquirida, la señal se verificó con mediciones de diodos de antemano. El método se probó con tres recetas dinámicas diferentes. Utilizando el método descrito, reprodujimos correctamente los bordes distorsionados del campo. Verificar una sola imagen del portal tomó 0.1 s en una computadora personal de 866 MHz. Dos fallas en el sistema de control de nuestro colimador dinámico experimental de múltiples hojas se revelaron correctamente con nuestro método. En primer lugar, los errores en la posición de la hoja aumentan con la velocidad de la hoja, lo que indica un retraso de aproximadamente 0,8 s en el sistema de control. En segundo lugar, la precisión de las hojas y diafragmas depende de la dirección del movimiento. En conclusión, el método de verificación descrito es adecuado para la verificación detallada de las trayectorias de las hojas durante el IMRT dinámico",
    "error_count": 11,
    "keys": {
        "dynamic intensity modulated radiotherapy": {
            "translated_key": "radioterapia modulada de intensidad dinámica",
            "translated_annotated_text": "Un método de verificación geométrica de la \"radioterapia modulada de intensidad dinámica\" utilizando un dispositivo electrónico de imagen por portal de exploración Para garantizar la entrega segura de la \"radioterapia modulada de intensidad dinámica\" (IMRT), es necesaria la verificación de las trayectorias de las hojas durante el tratamiento. Nuestro objetivo en este estudio es desarrollar un método para la verificación on-line de trayectorias de hojas utilizando un dispositivo electrónico de imagen porta con lectura de escaneo, independiente del colimador multihoja. Ejemplos de estos escáneres son los dispositivos electrónicos de imagen portales (EPID) basados en cámaras de ionización llenas de líquido y los basados en silicio amorfo. Las imágenes del portal se adquirieron continuamente con una cámara de ionización llena de líquido EPID durante el parto, junto con la señal de progreso del tratamiento generada por el acelerador. Para cada imagen del portal, las posiciones de hoja y diafragma prescritas fueron calculadas a partir de la prescripción dinámica y la información de progreso. Los efectos de distorsión del movimiento de las hojas se corrigen en función del progreso del tratamiento que se registra para cada fila de imagen. La abertura formada por las hojas y diafragmas prescritos se utiliza como borde de campo de referencia, mientras que el borde de campo real se encuentra usando un detector de borde de máximo grado. Los errores en la posición de hoja y diafragma se encuentran a partir de las desviaciones entre el borde del campo de referencia y el borde del campo detectado. Las mediciones anteriores de la respuesta dinámica EPID muestran que la precisión del borde del campo detectado es mejor que 1 mm. Para garantizar que la verificación sea independiente de las inexactitudes en la señal de progreso adquirida, la señal se verificó con mediciones de diodos de antemano. El método se probó con tres recetas dinámicas diferentes. Utilizando el método descrito, reprodujimos correctamente los bordes distorsionados del campo. Verificar una sola imagen del portal tomó 0.1 s en una computadora personal de 866 MHz. Dos fallas en el sistema de control de nuestro colimador dinámico experimental de múltiples hojas se revelaron correctamente con nuestro método. En primer lugar, los errores en la posición de la hoja aumentan con la velocidad de la hoja, lo que indica un retraso de aproximadamente 0,8 s en el sistema de control. En segundo lugar, la precisión de las hojas y diafragmas depende de la dirección del movimiento. En conclusión, el método de verificación descrito es adecuado para la verificación detallada de las trayectorias de las hojas durante el IMRT dinámico ",
            "error": [
                ""
            ]
        },
        "geometrical verification method": {
            "translated_key": [],
            "translated_annotated_text": "Un método de verificación geométrica de la radioterapia modulada de intensidad dinámica mediante un dispositivo electrónico de imagen por portal de exploración Para garantizar la entrega segura de radioterapia modulada de intensidad dinámica (IMRT), es necesaria la verificación de las trayectorias de las hojas durante el tratamiento. Nuestro objetivo en este estudio es desarrollar un método para la verificación on-line de trayectorias de hojas utilizando un dispositivo electrónico de imagen porta con lectura de escaneo, independiente del colimador multihoja. Ejemplos de estos escáneres son los dispositivos electrónicos de imagen portales (EPID) basados en cámaras de ionización llenas de líquido y los basados en silicio amorfo. Las imágenes del portal se adquirieron continuamente con una cámara de ionización llena de líquido EPID durante el parto, junto con la señal de progreso del tratamiento generada por el acelerador. Para cada imagen del portal, las posiciones de hoja y diafragma prescritas fueron calculadas a partir de la prescripción dinámica y la información de progreso. Los efectos de distorsión del movimiento de las hojas se corrigen en función del progreso del tratamiento que se registra para cada fila de imagen. La abertura formada por las hojas y diafragmas prescritos se utiliza como borde de campo de referencia, mientras que el borde de campo real se encuentra usando un detector de borde de máximo grado. Los errores en la posición de hoja y diafragma se encuentran a partir de las desviaciones entre el borde del campo de referencia y el borde del campo detectado. Las mediciones anteriores de la respuesta dinámica EPID muestran que la precisión del borde del campo detectado es mejor que 1 mm. Para garantizar que la verificación sea independiente de las inexactitudes en la señal de progreso adquirida, la señal se verificó con mediciones de diodos de antemano. El método se probó con tres recetas dinámicas diferentes. Utilizando el método descrito, reprodujimos correctamente los bordes distorsionados del campo. Verificar una sola imagen del portal tomó 0.1 s en una computadora personal de 866 MHz. Dos fallas en el sistema de control de nuestro colimador dinámico experimental de múltiples hojas se revelaron correctamente con nuestro método. En primer lugar, los errores en la posición de la hoja aumentan con la velocidad de la hoja, lo que indica un retraso de aproximadamente 0,8 s en el sistema de control. En segundo lugar, la precisión de las hojas y diafragmas depende de la dirección del movimiento. En conclusión, el método de verificación descrito es adecuado para la verificación detallada de las trayectorias de las hojas durante el IMRT dinámico ",
            "error": []
        },
        "dynamic multileaf collimator": {
            "translated_key": "colimador multihoja dinámico",
            "translated_annotated_text": "Un método de verificación geométrica de la radioterapia modulada de intensidad dinámica mediante un dispositivo electrónico de imagen por portal de exploración Para garantizar la entrega segura de radioterapia modulada de intensidad dinámica (IMRT), es necesaria la verificación de las trayectorias de las hojas durante el tratamiento. Nuestro objetivo en este estudio es desarrollar un método para la verificación on-line de trayectorias de hojas utilizando un dispositivo electrónico de imagen porta con lectura de escaneo, independiente del colimador multihoja. Ejemplos de estos escáneres son los dispositivos electrónicos de imagen portales (EPID) basados en cámaras de ionización llenas de líquido y los basados en silicio amorfo. Las imágenes del portal se adquirieron continuamente con una cámara de ionización llena de líquido EPID durante el parto, junto con la señal de progreso del tratamiento generada por el acelerador. Para cada imagen del portal, las posiciones de hoja y diafragma prescritas fueron calculadas a partir de la prescripción dinámica y la información de progreso. Los efectos de distorsión del movimiento de las hojas se corrigen en función del progreso del tratamiento que se registra para cada fila de imagen. La abertura formada por las hojas y diafragmas prescritos se utiliza como borde de campo de referencia, mientras que el borde de campo real se encuentra usando un detector de borde de máximo grado. Los errores en la posición de hoja y diafragma se encuentran a partir de las desviaciones entre el borde del campo de referencia y el borde del campo detectado. Las mediciones anteriores de la respuesta dinámica EPID muestran que la precisión del borde del campo detectado es mejor que 1 mm. Para garantizar que la verificación sea independiente de las inexactitudes en la señal de progreso adquirida, la señal se verificó con mediciones de diodos de antemano. El método se probó con tres recetas dinámicas diferentes. Utilizando el método descrito, reprodujimos correctamente los bordes distorsionados del campo. Verificar una sola imagen del portal tomó 0.1 s en una computadora personal de 866 MHz. Dos fallas en el sistema de control de nuestro \"colimador multihoja dinámico\" experimental se revelaron correctamente con nuestro método. En primer lugar, los errores en la posición de la hoja aumentan con la velocidad de la hoja, lo que indica un retraso de aproximadamente 0,8 s en el sistema de control. En segundo lugar, la precisión de las hojas y diafragmas depende de la dirección del movimiento. En conclusión, el método de verificación descrito es adecuado para la verificación detallada de las trayectorias de las hojas durante el IMRT dinámico ",
            "error": [
                ""
            ]
        },
        "safe delivery": {
            "translated_key": "prestación segura",
            "translated_annotated_text": "Un método de verificación geométrica de la radioterapia modulada de intensidad dinámica mediante un dispositivo electrónico de imagen por portal de exploración Para garantizar la \"prestación segura\" de la radioterapia modulada de intensidad dinámica (IMRT), es necesaria la verificación de las trayectorias de las hojas durante el tratamiento. Nuestro objetivo en este estudio es desarrollar un método para la verificación on-line de trayectorias de hojas utilizando un dispositivo electrónico de imagen porta con lectura de escaneo, independiente del colimador multihoja. Ejemplos de estos escáneres son los dispositivos electrónicos de imagen portales (EPID) basados en cámaras de ionización llenas de líquido y los basados en silicio amorfo. Las imágenes del portal se adquirieron continuamente con una cámara de ionización llena de líquido EPID durante el parto, junto con la señal de progreso del tratamiento generada por el acelerador. Para cada imagen del portal, las posiciones de hoja y diafragma prescritas fueron calculadas a partir de la prescripción dinámica y la información de progreso. Los efectos de distorsión del movimiento de las hojas se corrigen en función del progreso del tratamiento que se registra para cada fila de imagen. La abertura formada por las hojas y diafragmas prescritos se utiliza como borde de campo de referencia, mientras que el borde de campo real se encuentra usando un detector de borde de máximo grado. Los errores en la posición de hoja y diafragma se encuentran a partir de las desviaciones entre el borde del campo de referencia y el borde del campo detectado. Las mediciones anteriores de la respuesta dinámica EPID muestran que la precisión del borde del campo detectado es mejor que 1 mm. Para garantizar que la verificación sea independiente de las inexactitudes en la señal de progreso adquirida, la señal se verificó con mediciones de diodos de antemano. El método se probó con tres recetas dinámicas diferentes. Utilizando el método descrito, reprodujimos correctamente los bordes distorsionados del campo. Verificar una sola imagen del portal tomó 0.1 s en una computadora personal de 866 MHz. Dos fallas en el sistema de control de nuestro colimador dinámico experimental de múltiples hojas se revelaron correctamente con nuestro método. En primer lugar, los errores en la posición de la hoja aumentan con la velocidad de la hoja, lo que indica un retraso de aproximadamente 0,8 s en el sistema de control. En segundo lugar, la precisión de las hojas y diafragmas depende de la dirección del movimiento. En conclusión, el método de verificación descrito es adecuado para la verificación detallada de las trayectorias de las hojas durante el IMRT dinámico ",
            "error": [
                ""
            ]
        },
        "leaf trajectories": {
            "translated_key": "trayectorias de hojas",
            "translated_annotated_text": "Un método de verificación geométrica de la radioterapia modulada de intensidad dinámica mediante un dispositivo electrónico de imagen por portal de exploración Para garantizar la entrega segura de la radioterapia modulada de intensidad dinámica (IMRT), es necesaria la verificación de las \"trayectorias de hojas\" durante el tratamiento. Nuestro objetivo en este estudio es desarrollar un método para la verificación en línea de \"trayectorias de hojas\" utilizando un dispositivo electrónico de imagen porta con lectura de escaneo, independiente del colimador multihoja. Ejemplos de estos escáneres son los dispositivos electrónicos de imagen portales (EPID) basados en cámaras de ionización llenas de líquido y los basados en silicio amorfo. Las imágenes del portal se adquirieron continuamente con una cámara de ionización llena de líquido EPID durante el parto, junto con la señal de progreso del tratamiento generada por el acelerador. Para cada imagen del portal, las posiciones de hoja y diafragma prescritas fueron calculadas a partir de la prescripción dinámica y la información de progreso. Los efectos de distorsión del movimiento de las hojas se corrigen en función del progreso del tratamiento que se registra para cada fila de imagen. La abertura formada por las hojas y diafragmas prescritos se utiliza como borde de campo de referencia, mientras que el borde de campo real se encuentra usando un detector de borde de máximo grado. Los errores en la posición de hoja y diafragma se encuentran a partir de las desviaciones entre el borde del campo de referencia y el borde del campo detectado. Las mediciones anteriores de la respuesta dinámica EPID muestran que la precisión del borde del campo detectado es mejor que 1 mm. Para garantizar que la verificación sea independiente de las inexactitudes en la señal de progreso adquirida, la señal se verificó con mediciones de diodos de antemano. El método se probó con tres recetas dinámicas diferentes. Utilizando el método descrito, reprodujimos correctamente los bordes distorsionados del campo. Verificar una sola imagen del portal tomó 0.1 s en una computadora personal de 866 MHz. Dos fallas en el sistema de control de nuestro colimador dinámico experimental de múltiples hojas se revelaron correctamente con nuestro método. En primer lugar, los errores en la posición de la hoja aumentan con la velocidad de la hoja, lo que indica un retraso de aproximadamente 0,8 s en el sistema de control. En segundo lugar, la precisión de las hojas y diafragmas depende de la dirección del movimiento. En conclusión, el método de verificación descrito es adecuado para la verificación detallada de \"trayectorias de hojas\" durante el IMRT dinámico ",
            "error": [
                ""
            ]
        },
        "on-line verification": {
            "translated_key": "comprobación en línea",
            "translated_annotated_text": "Un método de verificación geométrica de la radioterapia modulada de intensidad dinámica mediante un dispositivo electrónico de imagen por portal de exploración Para garantizar la entrega segura de radioterapia modulada de intensidad dinámica (IMRT), es necesaria la verificación de las trayectorias de las hojas durante el tratamiento. Nuestro objetivo en este estudio es desarrollar un método de \"comprobación en línea\" de trayectorias de hojas utilizando un dispositivo electrónico de imagen porta con lectura de escaneo, independiente del colimador multihoja. Ejemplos de estos escáneres son los dispositivos electrónicos de imagen portales (EPID) basados en cámaras de ionización llenas de líquido y los basados en silicio amorfo. Las imágenes del portal se adquirieron continuamente con una cámara de ionización llena de líquido EPID durante el parto, junto con la señal de progreso del tratamiento generada por el acelerador. Para cada imagen del portal, las posiciones de hoja y diafragma prescritas fueron calculadas a partir de la prescripción dinámica y la información de progreso. Los efectos de distorsión del movimiento de las hojas se corrigen en función del progreso del tratamiento que se registra para cada fila de imagen. La abertura formada por las hojas y diafragmas prescritos se utiliza como borde de campo de referencia, mientras que el borde de campo real se encuentra usando un detector de borde de máximo grado. Los errores en la posición de hoja y diafragma se encuentran a partir de las desviaciones entre el borde del campo de referencia y el borde del campo detectado. Las mediciones anteriores de la respuesta dinámica EPID muestran que la precisión del borde del campo detectado es mejor que 1 mm. Para garantizar que la verificación sea independiente de las inexactitudes en la señal de progreso adquirida, la señal se verificó con mediciones de diodos de antemano. El método se probó con tres recetas dinámicas diferentes. Utilizando el método descrito, reprodujimos correctamente los bordes distorsionados del campo. Verificar una sola imagen del portal tomó 0.1 s en una computadora personal de 866 MHz. Dos fallas en el sistema de control de nuestro colimador dinámico experimental de múltiples hojas se revelaron correctamente con nuestro método. En primer lugar, los errores en la posición de la hoja aumentan con la velocidad de la hoja, lo que indica un retraso de aproximadamente 0,8 s en el sistema de control. En segundo lugar, la precisión de las hojas y diafragmas depende de la dirección del movimiento. En conclusión, el método de verificación descrito es adecuado para la verificación detallada de las trayectorias de las hojas durante el IMRT dinámico ",
            "error": [
                ""
            ]
        },
        "scanning read-out": {
            "translated_key": "lectura de escaneado",
            "translated_annotated_text": "Un método de verificación geométrica de la radioterapia modulada de intensidad dinámica mediante un dispositivo electrónico de imagen por portal de exploración Para garantizar la entrega segura de radioterapia modulada de intensidad dinámica (IMRT), es necesaria la verificación de las trayectorias de las hojas durante el tratamiento. Nuestro objetivo en este estudio es desarrollar un método para la verificación on-line de trayectorias de hojas utilizando un dispositivo electrónico de imagen porta con \"lectura de escaneado\", independiente del colimador multihoja. Ejemplos de estos escáneres son los dispositivos electrónicos de imagen portales (EPID) basados en cámaras de ionización llenas de líquido y los basados en silicio amorfo. Las imágenes del portal se adquirieron continuamente con una cámara de ionización llena de líquido EPID durante el parto, junto con la señal de progreso del tratamiento generada por el acelerador. Para cada imagen del portal, las posiciones de hoja y diafragma prescritas fueron calculadas a partir de la prescripción dinámica y la información de progreso. Los efectos de distorsión del movimiento de las hojas se corrigen en función del progreso del tratamiento que se registra para cada fila de imagen. La abertura formada por las hojas y diafragmas prescritos se utiliza como borde de campo de referencia, mientras que el borde de campo real se encuentra usando un detector de borde de máximo grado. Los errores en la posición de hoja y diafragma se encuentran a partir de las desviaciones entre el borde del campo de referencia y el borde del campo detectado. Las mediciones anteriores de la respuesta dinámica EPID muestran que la precisión del borde del campo detectado es mejor que 1 mm. Para garantizar que la verificación sea independiente de las inexactitudes en la señal de progreso adquirida, la señal se verificó con mediciones de diodos de antemano. El método se probó con tres recetas dinámicas diferentes. Utilizando el método descrito, reprodujimos correctamente los bordes distorsionados del campo. Verificar una sola imagen del portal tomó 0.1 s en una computadora personal de 866 MHz. Dos fallas en el sistema de control de nuestro colimador dinámico experimental de múltiples hojas se revelaron correctamente con nuestro método. En primer lugar, los errores en la posición de la hoja aumentan con la velocidad de la hoja, lo que indica un retraso de aproximadamente 0,8 s en el sistema de control. En segundo lugar, la precisión de las hojas y diafragmas depende de la dirección del movimiento. En conclusión, el método de verificación descrito es adecuado para la verificación detallada de las trayectorias de las hojas durante el IMRT dinámico ",
            "error": [
                ""
            ]
        },
        "liquid-filled ionization chambers": {
            "translated_key": "cámaras de ionización llenas de líquido",
            "translated_annotated_text": "Un método de verificación geométrica de la radioterapia modulada de intensidad dinámica mediante un dispositivo electrónico de imagen por portal de exploración Para garantizar la entrega segura de radioterapia modulada de intensidad dinámica (IMRT), es necesaria la verificación de las trayectorias de las hojas durante el tratamiento. Nuestro objetivo en este estudio es desarrollar un método para la verificación on-line de trayectorias de hojas utilizando un dispositivo electrónico de imagen porta con lectura de escaneo, independiente del colimador multihoja. Ejemplos de estos escáneres son los dispositivos electrónicos de imagen portales (EPIDs) basados en \"cámaras de ionización llenas de líquido\" y los basados en silicio amorfo. Las imágenes del portal se adquirieron continuamente con una cámara de ionización llena de líquido EPID durante el parto, junto con la señal de progreso del tratamiento generada por el acelerador. Para cada imagen del portal, las posiciones de hoja y diafragma prescritas fueron calculadas a partir de la prescripción dinámica y la información de progreso. Los efectos de distorsión del movimiento de las hojas se corrigen en función del progreso del tratamiento que se registra para cada fila de imagen. La abertura formada por las hojas y diafragmas prescritos se utiliza como borde de campo de referencia, mientras que el borde de campo real se encuentra usando un detector de borde de máximo grado. Los errores en la posición de hoja y diafragma se encuentran a partir de las desviaciones entre el borde del campo de referencia y el borde del campo detectado. Las mediciones anteriores de la respuesta dinámica EPID muestran que la precisión del borde del campo detectado es mejor que 1 mm. Para garantizar que la verificación sea independiente de las inexactitudes en la señal de progreso adquirida, la señal se verificó con mediciones de diodos de antemano. El método se probó con tres recetas dinámicas diferentes. Utilizando el método descrito, reprodujimos correctamente los bordes distorsionados del campo. Verificar una sola imagen del portal tomó 0.1 s en una computadora personal de 866 MHz. Dos fallas en el sistema de control de nuestro colimador dinámico experimental de múltiples hojas se revelaron correctamente con nuestro método. En primer lugar, los errores en la posición de la hoja aumentan con la velocidad de la hoja, lo que indica un retraso de aproximadamente 0,8 s en el sistema de control. En segundo lugar, la precisión de las hojas y diafragmas depende de la dirección del movimiento. En conclusión, el método de verificación descrito es adecuado para la verificación detallada de las trayectorias de las hojas durante el IMRT dinámico ",
            "error": [
                ""
            ]
        },
        "leaf positions": {
            "translated_key": [],
            "translated_annotated_text": "Un método de verificación geométrica de la radioterapia modulada de intensidad dinámica mediante un dispositivo electrónico de imagen por portal de exploración Para garantizar la entrega segura de radioterapia modulada de intensidad dinámica (IMRT), es necesaria la verificación de las trayectorias de las hojas durante el tratamiento. Nuestro objetivo en este estudio es desarrollar un método para la verificación on-line de trayectorias de hojas utilizando un dispositivo electrónico de imagen porta con lectura de escaneo, independiente del colimador multihoja. Ejemplos de estos escáneres son los dispositivos electrónicos de imagen portales (EPID) basados en cámaras de ionización llenas de líquido y los basados en silicio amorfo. Las imágenes del portal se adquirieron continuamente con una cámara de ionización llena de líquido EPID durante el parto, junto con la señal de progreso del tratamiento generada por el acelerador. Para cada imagen del portal, las posiciones de hoja y diafragma prescritas fueron calculadas a partir de la prescripción dinámica y la información de progreso. Los efectos de distorsión del movimiento de las hojas se corrigen en función del progreso del tratamiento que se registra para cada fila de imagen. La abertura formada por las hojas y diafragmas prescritos se utiliza como borde de campo de referencia, mientras que el borde de campo real se encuentra usando un detector de borde de máximo grado. Los errores en la posición de hoja y diafragma se encuentran a partir de las desviaciones entre el borde del campo de referencia y el borde del campo detectado. Las mediciones anteriores de la respuesta dinámica EPID muestran que la precisión del borde del campo detectado es mejor que 1 mm. Para garantizar que la verificación sea independiente de las inexactitudes en la señal de progreso adquirida, la señal se verificó con mediciones de diodos de antemano. El método se probó con tres recetas dinámicas diferentes. Utilizando el método descrito, reprodujimos correctamente los bordes distorsionados del campo. Verificar una sola imagen del portal tomó 0.1 s en una computadora personal de 866 MHz. Dos fallas en el sistema de control de nuestro colimador dinámico experimental de múltiples hojas se revelaron correctamente con nuestro método. En primer lugar, los errores en la posición de la hoja aumentan con la velocidad de la hoja, lo que indica un retraso de aproximadamente 0,8 s en el sistema de control. En segundo lugar, la precisión de las hojas y diafragmas depende de la dirección del movimiento. En conclusión, el método de verificación descrito es adecuado para la verificación detallada de las trayectorias de las hojas durante el IMRT dinámico ",
            "error": []
        },
        "diaphragm positions": {
            "translated_key": "posiciónes diafragmas",
            "translated_annotated_text": "Un método de verificación geométrica de la radioterapia modulada de intensidad dinámica mediante un dispositivo electrónico de imagen por portal de exploración Para garantizar la entrega segura de radioterapia modulada de intensidad dinámica (IMRT), es necesaria la verificación de las trayectorias de las hojas durante el tratamiento. Nuestro objetivo en este estudio es desarrollar un método para la verificación on-line de trayectorias de hojas utilizando un dispositivo electrónico de imagen porta con lectura de escaneo, independiente del colimador multihoja. Ejemplos de estos escáneres son los dispositivos electrónicos de imagen portales (EPID) basados en cámaras de ionización llenas de líquido y los basados en silicio amorfo. Las imágenes del portal se adquirieron continuamente con una cámara de ionización llena de líquido EPID durante el parto, junto con la señal de progreso del tratamiento generada por el acelerador. Para cada imagen del portal, las hojas prescritas y las \"posiciónes diafragmas\" fueron calculadas a partir de la prescripción dinámica y la información de progreso. Los efectos de distorsión del movimiento de las hojas se corrigen en función del progreso del tratamiento que se registra para cada fila de imagen. La abertura formada por las hojas y diafragmas prescritos se utiliza como borde de campo de referencia, mientras que el borde de campo real se encuentra usando un detector de borde de máximo grado. Los errores en la posición de hoja y diafragma se encuentran a partir de las desviaciones entre el borde del campo de referencia y el borde del campo detectado. Las mediciones anteriores de la respuesta dinámica EPID muestran que la precisión del borde del campo detectado es mejor que 1 mm. Para garantizar que la verificación sea independiente de las inexactitudes en la señal de progreso adquirida, la señal se verificó con mediciones de diodos de antemano. El método se probó con tres recetas dinámicas diferentes. Utilizando el método descrito, reprodujimos correctamente los bordes distorsionados del campo. Verificar una sola imagen del portal tomó 0.1 s en una computadora personal de 866 MHz. Dos fallas en el sistema de control de nuestro colimador dinámico experimental de múltiples hojas se revelaron correctamente con nuestro método. En primer lugar, los errores en la posición de la hoja aumentan con la velocidad de la hoja, lo que indica un retraso de aproximadamente 0,8 s en el sistema de control. En segundo lugar, la precisión de las hojas y diafragmas depende de la dirección del movimiento. En conclusión, el método de verificación descrito es adecuado para la verificación detallada de las trayectorias de las hojas durante el IMRT dinámico ",
            "error": [
                ""
            ]
        },
        "motion distortion effects": {
            "translated_key": [],
            "translated_annotated_text": "Un método de verificación geométrica de la radioterapia modulada de intensidad dinámica mediante un dispositivo electrónico de imagen por portal de exploración Para garantizar la entrega segura de radioterapia modulada de intensidad dinámica (IMRT), es necesaria la verificación de las trayectorias de las hojas durante el tratamiento. Nuestro objetivo en este estudio es desarrollar un método para la verificación on-line de trayectorias de hojas utilizando un dispositivo electrónico de imagen porta con lectura de escaneo, independiente del colimador multihoja. Ejemplos de estos escáneres son los dispositivos electrónicos de imagen portales (EPID) basados en cámaras de ionización llenas de líquido y los basados en silicio amorfo. Las imágenes del portal se adquirieron continuamente con una cámara de ionización llena de líquido EPID durante el parto, junto con la señal de progreso del tratamiento generada por el acelerador. Para cada imagen del portal, las posiciones de hoja y diafragma prescritas fueron calculadas a partir de la prescripción dinámica y la información de progreso. Los efectos de distorsión del movimiento de las hojas se corrigen en función del progreso del tratamiento que se registra para cada fila de imagen. La abertura formada por las hojas y diafragmas prescritos se utiliza como borde de campo de referencia, mientras que el borde de campo real se encuentra usando un detector de borde de máximo grado. Los errores en la posición de hoja y diafragma se encuentran a partir de las desviaciones entre el borde del campo de referencia y el borde del campo detectado. Las mediciones anteriores de la respuesta dinámica EPID muestran que la precisión del borde del campo detectado es mejor que 1 mm. Para garantizar que la verificación sea independiente de las inexactitudes en la señal de progreso adquirida, la señal se verificó con mediciones de diodos de antemano. El método se probó con tres recetas dinámicas diferentes. Utilizando el método descrito, reprodujimos correctamente los bordes distorsionados del campo. Verificar una sola imagen del portal tomó 0.1 s en una computadora personal de 866 MHz. Dos fallas en el sistema de control de nuestro colimador dinámico experimental de múltiples hojas se revelaron correctamente con nuestro método. En primer lugar, los errores en la posición de la hoja aumentan con la velocidad de la hoja, lo que indica un retraso de aproximadamente 0,8 s en el sistema de control. En segundo lugar, la precisión de las hojas y diafragmas depende de la dirección del movimiento. En conclusión, el método de verificación descrito es adecuado para la verificación detallada de las trayectorias de las hojas durante el IMRT dinámico ",
            "error": []
        },
        "reference field edge": {
            "translated_key": [
                "borde de campo de referencia",
                "borde del campo de referencia"
            ],
            "translated_annotated_text": "Un método de verificación geométrica de la radioterapia modulada de intensidad dinámica mediante un dispositivo electrónico de imagen por portal de exploración Para garantizar la entrega segura de radioterapia modulada de intensidad dinámica (IMRT), es necesaria la verificación de las trayectorias de las hojas durante el tratamiento. Nuestro objetivo en este estudio es desarrollar un método para la verificación on-line de trayectorias de hojas utilizando un dispositivo electrónico de imagen porta con lectura de escaneo, independiente del colimador multihoja. Ejemplos de estos escáneres son los dispositivos electrónicos de imagen portales (EPID) basados en cámaras de ionización llenas de líquido y los basados en silicio amorfo. Las imágenes del portal se adquirieron continuamente con una cámara de ionización llena de líquido EPID durante el parto, junto con la señal de progreso del tratamiento generada por el acelerador. Para cada imagen del portal, las posiciones de hoja y diafragma prescritas fueron calculadas a partir de la prescripción dinámica y la información de progreso. Los efectos de distorsión del movimiento de las hojas se corrigen en función del progreso del tratamiento que se registra para cada fila de imagen. La abertura formada por las hojas y diafragmas prescritos se utiliza como el \"borde de campo de referencia\", mientras que el borde de campo real se encuentra usando un detector de borde de máximo grado. Los errores en la posición de la hoja y el diafragma se encuentran a partir de las desviaciones entre el \"borde del campo de referencia\" y el borde del campo detectado. Las mediciones anteriores de la respuesta dinámica EPID muestran que la precisión del borde del campo detectado es mejor que 1 mm. Para garantizar que la verificación sea independiente de las inexactitudes en la señal de progreso adquirida, la señal se verificó con mediciones de diodos de antemano. El método se probó con tres recetas dinámicas diferentes. Utilizando el método descrito, reprodujimos correctamente los bordes distorsionados del campo. Verificar una sola imagen del portal tomó 0.1 s en una computadora personal de 866 MHz. Dos fallas en el sistema de control de nuestro colimador dinámico experimental de múltiples hojas se revelaron correctamente con nuestro método. En primer lugar, los errores en la posición de la hoja aumentan con la velocidad de la hoja, lo que indica un retraso de aproximadamente 0,8 s en el sistema de control. En segundo lugar, la precisión de las hojas y diafragmas depende de la dirección del movimiento. En conclusión, el método de verificación descrito es adecuado para la verificación detallada de las trayectorias de las hojas durante el IMRT dinámico ",
            "error": [
                "borde de campo de referencia",
                "borde del campo de referencia"
            ]
        },
        "distorted field edges": {
            "translated_key": "bordes de campo distorsionados",
            "translated_annotated_text": "Un método de verificación geométrica de la radioterapia modulada de intensidad dinámica mediante un dispositivo electrónico de imagen por portal de exploración Para garantizar la entrega segura de radioterapia modulada de intensidad dinámica (IMRT), es necesaria la verificación de las trayectorias de las hojas durante el tratamiento. Nuestro objetivo en este estudio es desarrollar un método para la verificación on-line de trayectorias de hojas utilizando un dispositivo electrónico de imagen porta con lectura de escaneo, independiente del colimador multihoja. Ejemplos de estos escáneres son los dispositivos electrónicos de imagen portales (EPID) basados en cámaras de ionización llenas de líquido y los basados en silicio amorfo. Las imágenes del portal se adquirieron continuamente con una cámara de ionización llena de líquido EPID durante el parto, junto con la señal de progreso del tratamiento generada por el acelerador. Para cada imagen del portal, las posiciones de hoja y diafragma prescritas fueron calculadas a partir de la prescripción dinámica y la información de progreso. Los efectos de distorsión del movimiento de las hojas se corrigen en función del progreso del tratamiento que se registra para cada fila de imagen. La abertura formada por las hojas y diafragmas prescritos se utiliza como borde de campo de referencia, mientras que el borde de campo real se encuentra usando un detector de borde de máximo grado. Los errores en la posición de hoja y diafragma se encuentran a partir de las desviaciones entre el borde del campo de referencia y el borde del campo detectado. Las mediciones anteriores de la respuesta dinámica EPID muestran que la precisión del borde del campo detectado es mejor que 1 mm. Para garantizar que la verificación sea independiente de las inexactitudes en la señal de progreso adquirida, la señal se verificó con mediciones de diodos de antemano. El método se probó con tres recetas dinámicas diferentes. Utilizando el método descrito, reprodujimos correctamente los \"bordes de campo distorsionados\". Verificar una sola imagen del portal tomó 0.1 s en una computadora personal de 866 MHz. Dos fallas en el sistema de control de nuestro colimador dinámico experimental de múltiples hojas se revelaron correctamente con nuestro método. En primer lugar, los errores en la posición de la hoja aumentan con la velocidad de la hoja, lo que indica un retraso de aproximadamente 0,8 s en el sistema de control. En segundo lugar, la precisión de las hojas y diafragmas depende de la dirección del movimiento. En conclusión, el método de verificación descrito es adecuado para la verificación detallada de las trayectorias de las hojas durante el IMRT dinámico ",
            "error": [
                ""
            ]
        },
        "control system": {
            "translated_key": "sistema de control",
            "translated_annotated_text": "Un método de verificación geométrica de la radioterapia modulada de intensidad dinámica mediante un dispositivo electrónico de imagen por portal de exploración Para garantizar la entrega segura de radioterapia modulada de intensidad dinámica (IMRT), es necesaria la verificación de las trayectorias de las hojas durante el tratamiento. Nuestro objetivo en este estudio es desarrollar un método para la verificación on-line de trayectorias de hojas utilizando un dispositivo electrónico de imagen porta con lectura de escaneo, independiente del colimador multihoja. Ejemplos de estos escáneres son los dispositivos electrónicos de imagen portales (EPID) basados en cámaras de ionización llenas de líquido y los basados en silicio amorfo. Las imágenes del portal se adquirieron continuamente con una cámara de ionización llena de líquido EPID durante el parto, junto con la señal de progreso del tratamiento generada por el acelerador. Para cada imagen del portal, las posiciones de hoja y diafragma prescritas fueron calculadas a partir de la prescripción dinámica y la información de progreso. Los efectos de distorsión del movimiento de las hojas se corrigen en función del progreso del tratamiento que se registra para cada fila de imagen. La abertura formada por las hojas y diafragmas prescritos se utiliza como borde de campo de referencia, mientras que el borde de campo real se encuentra usando un detector de borde de máximo grado. Los errores en la posición de hoja y diafragma se encuentran a partir de las desviaciones entre el borde del campo de referencia y el borde del campo detectado. Las mediciones anteriores de la respuesta dinámica EPID muestran que la precisión del borde del campo detectado es mejor que 1 mm. Para garantizar que la verificación sea independiente de las inexactitudes en la señal de progreso adquirida, la señal se verificó con mediciones de diodos de antemano. El método se probó con tres recetas dinámicas diferentes. Utilizando el método descrito, reprodujimos correctamente los bordes distorsionados del campo. Verificar una sola imagen del portal tomó 0.1 s en una computadora personal de 866 MHz. Dos fallas en el \"sistema de control\" de nuestro colimador experimental dinámico de múltiples hojas se revelaron correctamente con nuestro método. En primer lugar, los errores en la posición de la hoja aumentan con la velocidad de la hoja, lo que indica un retraso de aproximadamente 0,8 s en el \"sistema de control\". En segundo lugar, la precisión de las hojas y diafragmas depende de la dirección del movimiento. En conclusión, el método de verificación descrito es adecuado para la verificación detallada de las trayectorias de las hojas durante el IMRT dinámico ",
            "error": [
                ""
            ]
        },
        "dose distributions": {
            "translated_key": [],
            "translated_annotated_text": "Un método de verificación geométrica de la radioterapia modulada de intensidad dinámica mediante un dispositivo electrónico de imagen por portal de exploración Para garantizar la entrega segura de radioterapia modulada de intensidad dinámica (IMRT), es necesaria la verificación de las trayectorias de las hojas durante el tratamiento. Nuestro objetivo en este estudio es desarrollar un método para la verificación on-line de trayectorias de hojas utilizando un dispositivo electrónico de imagen porta con lectura de escaneo, independiente del colimador multihoja. Ejemplos de estos escáneres son los dispositivos electrónicos de imagen portales (EPID) basados en cámaras de ionización llenas de líquido y los basados en silicio amorfo. Las imágenes del portal se adquirieron continuamente con una cámara de ionización llena de líquido EPID durante el parto, junto con la señal de progreso del tratamiento generada por el acelerador. Para cada imagen del portal, las posiciones de hoja y diafragma prescritas fueron calculadas a partir de la prescripción dinámica y la información de progreso. Los efectos de distorsión del movimiento de las hojas se corrigen en función del progreso del tratamiento que se registra para cada fila de imagen. La abertura formada por las hojas y diafragmas prescritos se utiliza como borde de campo de referencia, mientras que el borde de campo real se encuentra usando un detector de borde de máximo grado. Los errores en la posición de hoja y diafragma se encuentran a partir de las desviaciones entre el borde del campo de referencia y el borde del campo detectado. Las mediciones anteriores de la respuesta dinámica EPID muestran que la precisión del borde del campo detectado es mejor que 1 mm. Para garantizar que la verificación sea independiente de las inexactitudes en la señal de progreso adquirida, la señal se verificó con mediciones de diodos de antemano. El método se probó con tres recetas dinámicas diferentes. Utilizando el método descrito, reprodujimos correctamente los bordes distorsionados del campo. Verificar una sola imagen del portal tomó 0.1 s en una computadora personal de 866 MHz. Dos fallas en el sistema de control de nuestro colimador dinámico experimental de múltiples hojas se revelaron correctamente con nuestro método. En primer lugar, los errores en la posición de la hoja aumentan con la velocidad de la hoja, lo que indica un retraso de aproximadamente 0,8 s en el sistema de control. En segundo lugar, la precisión de las hojas y diafragmas depende de la dirección del movimiento. En conclusión, el método de verificación descrito es adecuado para la verificación detallada de las trayectorias de las hojas durante el IMRT dinámico ",
            "error": []
        },
        "treatment planning": {
            "translated_key": [],
            "translated_annotated_text": "Un método de verificación geométrica de la radioterapia modulada de intensidad dinámica mediante un dispositivo electrónico de imagen por portal de exploración Para garantizar la entrega segura de radioterapia modulada de intensidad dinámica (IMRT), es necesaria la verificación de las trayectorias de las hojas durante el tratamiento. Nuestro objetivo en este estudio es desarrollar un método para la verificación on-line de trayectorias de hojas utilizando un dispositivo electrónico de imagen porta con lectura de escaneo, independiente del colimador multihoja. Ejemplos de estos escáneres son los dispositivos electrónicos de imagen portales (EPID) basados en cámaras de ionización llenas de líquido y los basados en silicio amorfo. Las imágenes del portal se adquirieron continuamente con una cámara de ionización llena de líquido EPID durante el parto, junto con la señal de progreso del tratamiento generada por el acelerador. Para cada imagen del portal, las posiciones de hoja y diafragma prescritas fueron calculadas a partir de la prescripción dinámica y la información de progreso. Los efectos de distorsión del movimiento de las hojas se corrigen en función del progreso del tratamiento que se registra para cada fila de imagen. La abertura formada por las hojas y diafragmas prescritos se utiliza como borde de campo de referencia, mientras que el borde de campo real se encuentra usando un detector de borde de máximo grado. Los errores en la posición de hoja y diafragma se encuentran a partir de las desviaciones entre el borde del campo de referencia y el borde del campo detectado. Las mediciones anteriores de la respuesta dinámica EPID muestran que la precisión del borde del campo detectado es mejor que 1 mm. Para garantizar que la verificación sea independiente de las inexactitudes en la señal de progreso adquirida, la señal se verificó con mediciones de diodos de antemano. El método se probó con tres recetas dinámicas diferentes. Utilizando el método descrito, reprodujimos correctamente los bordes distorsionados del campo. Verificar una sola imagen del portal tomó 0.1 s en una computadora personal de 866 MHz. Dos fallas en el sistema de control de nuestro colimador dinámico experimental de múltiples hojas se revelaron correctamente con nuestro método. En primer lugar, los errores en la posición de la hoja aumentan con la velocidad de la hoja, lo que indica un retraso de aproximadamente 0,8 s en el sistema de control. En segundo lugar, la precisión de las hojas y diafragmas depende de la dirección del movimiento. En conclusión, el método de verificación descrito es adecuado para la verificación detallada de las trayectorias de las hojas durante el IMRT dinámico ",
            "error": []
        },
        "diaphragms": {
            "translated_key": "diafragmas",
            "translated_annotated_text": "Un método de verificación geométrica de la radioterapia modulada de intensidad dinámica mediante un dispositivo electrónico de imagen por portal de exploración Para garantizar la entrega segura de radioterapia modulada de intensidad dinámica (IMRT), es necesaria la verificación de las trayectorias de las hojas durante el tratamiento. Nuestro objetivo en este estudio es desarrollar un método para la verificación on-line de trayectorias de hojas utilizando un dispositivo electrónico de imagen porta con lectura de escaneo, independiente del colimador multihoja. Ejemplos de estos escáneres son los dispositivos electrónicos de imagen portales (EPID) basados en cámaras de ionización llenas de líquido y los basados en silicio amorfo. Las imágenes del portal se adquirieron continuamente con una cámara de ionización llena de líquido EPID durante el parto, junto con la señal de progreso del tratamiento generada por el acelerador. Para cada imagen del portal, las posiciones de hoja y diafragma prescritas fueron calculadas a partir de la prescripción dinámica y la información de progreso. Los efectos de distorsión del movimiento de las hojas se corrigen en función del progreso del tratamiento que se registra para cada fila de imagen. La abertura formada por las hojas prescritas y los \"diafragmas\" se utiliza como borde de campo de referencia, mientras que el borde de campo real se encuentra usando un detector de borde de máximo grado. Los errores en la posición de hoja y diafragma se encuentran a partir de las desviaciones entre el borde del campo de referencia y el borde del campo detectado. Las mediciones anteriores de la respuesta dinámica EPID muestran que la precisión del borde del campo detectado es mejor que 1 mm. Para garantizar que la verificación sea independiente de las inexactitudes en la señal de progreso adquirida, la señal se verificó con mediciones de diodos de antemano. El método se probó con tres recetas dinámicas diferentes. Utilizando el método descrito, reprodujimos correctamente los bordes distorsionados del campo. Verificar una sola imagen del portal tomó 0.1 s en una computadora personal de 866 MHz. Dos fallas en el sistema de control de nuestro colimador dinámico experimental de múltiples hojas se revelaron correctamente con nuestro método. En primer lugar, los errores en la posición de la hoja aumentan con la velocidad de la hoja, lo que indica un retraso de aproximadamente 0,8 s en el sistema de control. En segundo lugar, la precisión de las hojas y \"diafragmas\" depende de la dirección del movimiento. En conclusión, el método de verificación descrito es adecuado para la verificación detallada de las trayectorias de las hojas durante el IMRT dinámico ",
            "error": [
                ""
            ]
        },
        "dosimetry": {
            "translated_key": [],
            "translated_annotated_text": "Un método de verificación geométrica de la radioterapia modulada de intensidad dinámica mediante un dispositivo electrónico de imagen por portal de exploración Para garantizar la entrega segura de radioterapia modulada de intensidad dinámica (IMRT), es necesaria la verificación de las trayectorias de las hojas durante el tratamiento. Nuestro objetivo en este estudio es desarrollar un método para la verificación on-line de trayectorias de hojas utilizando un dispositivo electrónico de imagen porta con lectura de escaneo, independiente del colimador multihoja. Ejemplos de estos escáneres son los dispositivos electrónicos de imagen portales (EPID) basados en cámaras de ionización llenas de líquido y los basados en silicio amorfo. Las imágenes del portal se adquirieron continuamente con una cámara de ionización llena de líquido EPID durante el parto, junto con la señal de progreso del tratamiento generada por el acelerador. Para cada imagen del portal, las posiciones de hoja y diafragma prescritas fueron calculadas a partir de la prescripción dinámica y la información de progreso. Los efectos de distorsión del movimiento de las hojas se corrigen en función del progreso del tratamiento que se registra para cada fila de imagen. La abertura formada por las hojas y diafragmas prescritos se utiliza como borde de campo de referencia, mientras que el borde de campo real se encuentra usando un detector de borde de máximo grado. Los errores en la posición de hoja y diafragma se encuentran a partir de las desviaciones entre el borde del campo de referencia y el borde del campo detectado. Las mediciones anteriores de la respuesta dinámica EPID muestran que la precisión del borde del campo detectado es mejor que 1 mm. Para garantizar que la verificación sea independiente de las inexactitudes en la señal de progreso adquirida, la señal se verificó con mediciones de diodos de antemano. El método se probó con tres recetas dinámicas diferentes. Utilizando el método descrito, reprodujimos correctamente los bordes distorsionados del campo. Verificar una sola imagen del portal tomó 0.1 s en una computadora personal de 866 MHz. Dos fallas en el sistema de control de nuestro colimador dinámico experimental de múltiples hojas se revelaron correctamente con nuestro método. En primer lugar, los errores en la posición de la hoja aumentan con la velocidad de la hoja, lo que indica un retraso de aproximadamente 0,8 s en el sistema de control. En segundo lugar, la precisión de las hojas y diafragmas depende de la dirección del movimiento. En conclusión, el método de verificación descrito es adecuado para la verificación detallada de las trayectorias de las hojas durante el IMRT dinámico ",
            "error": []
        },
        "intensity modulation": {
            "translated_key": [],
            "translated_annotated_text": "Un método de verificación geométrica de la radioterapia modulada de intensidad dinámica mediante un dispositivo electrónico de imagen por portal de exploración Para garantizar la entrega segura de radioterapia modulada de intensidad dinámica (IMRT), es necesaria la verificación de las trayectorias de las hojas durante el tratamiento. Nuestro objetivo en este estudio es desarrollar un método para la verificación on-line de trayectorias de hojas utilizando un dispositivo electrónico de imagen porta con lectura de escaneo, independiente del colimador multihoja. Ejemplos de estos escáneres son los dispositivos electrónicos de imagen portales (EPID) basados en cámaras de ionización llenas de líquido y los basados en silicio amorfo. Las imágenes del portal se adquirieron continuamente con una cámara de ionización llena de líquido EPID durante el parto, junto con la señal de progreso del tratamiento generada por el acelerador. Para cada imagen del portal, las posiciones de hoja y diafragma prescritas fueron calculadas a partir de la prescripción dinámica y la información de progreso. Los efectos de distorsión del movimiento de las hojas se corrigen en función del progreso del tratamiento que se registra para cada fila de imagen. La abertura formada por las hojas y diafragmas prescritos se utiliza como borde de campo de referencia, mientras que el borde de campo real se encuentra usando un detector de borde de máximo grado. Los errores en la posición de hoja y diafragma se encuentran a partir de las desviaciones entre el borde del campo de referencia y el borde del campo detectado. Las mediciones anteriores de la respuesta dinámica EPID muestran que la precisión del borde del campo detectado es mejor que 1 mm. Para garantizar que la verificación sea independiente de las inexactitudes en la señal de progreso adquirida, la señal se verificó con mediciones de diodos de antemano. El método se probó con tres recetas dinámicas diferentes. Utilizando el método descrito, reprodujimos correctamente los bordes distorsionados del campo. Verificar una sola imagen del portal tomó 0.1 s en una computadora personal de 866 MHz. Dos fallas en el sistema de control de nuestro colimador dinámico experimental de múltiples hojas se revelaron correctamente con nuestro método. En primer lugar, los errores en la posición de la hoja aumentan con la velocidad de la hoja, lo que indica un retraso de aproximadamente 0,8 s en el sistema de control. En segundo lugar, la precisión de las hojas y diafragmas depende de la dirección del movimiento. En conclusión, el método de verificación descrito es adecuado para la verificación detallada de las trayectorias de las hojas durante el IMRT dinámico ",
            "error": []
        },
        "liquid ionisation chambers": {
            "translated_key": [],
            "translated_annotated_text": "Un método de verificación geométrica de la radioterapia modulada de intensidad dinámica mediante un dispositivo electrónico de imagen por portal de exploración Para garantizar la entrega segura de radioterapia modulada de intensidad dinámica (IMRT), es necesaria la verificación de las trayectorias de las hojas durante el tratamiento. Nuestro objetivo en este estudio es desarrollar un método para la verificación on-line de trayectorias de hojas utilizando un dispositivo electrónico de imagen porta con lectura de escaneo, independiente del colimador multihoja. Ejemplos de estos escáneres son los dispositivos electrónicos de imagen portales (EPID) basados en cámaras de ionización llenas de líquido y los basados en silicio amorfo. Las imágenes del portal se adquirieron continuamente con una cámara de ionización llena de líquido EPID durante el parto, junto con la señal de progreso del tratamiento generada por el acelerador. Para cada imagen del portal, las posiciones de hoja y diafragma prescritas fueron calculadas a partir de la prescripción dinámica y la información de progreso. Los efectos de distorsión del movimiento de las hojas se corrigen en función del progreso del tratamiento que se registra para cada fila de imagen. La abertura formada por las hojas y diafragmas prescritos se utiliza como borde de campo de referencia, mientras que el borde de campo real se encuentra usando un detector de borde de máximo grado. Los errores en la posición de hoja y diafragma se encuentran a partir de las desviaciones entre el borde del campo de referencia y el borde del campo detectado. Las mediciones anteriores de la respuesta dinámica EPID muestran que la precisión del borde del campo detectado es mejor que 1 mm. Para garantizar que la verificación sea independiente de las inexactitudes en la señal de progreso adquirida, la señal se verificó con mediciones de diodos de antemano. El método se probó con tres recetas dinámicas diferentes. Utilizando el método descrito, reprodujimos correctamente los bordes distorsionados del campo. Verificar una sola imagen del portal tomó 0.1 s en una computadora personal de 866 MHz. Dos fallas en el sistema de control de nuestro colimador dinámico experimental de múltiples hojas se revelaron correctamente con nuestro método. En primer lugar, los errores en la posición de la hoja aumentan con la velocidad de la hoja, lo que indica un retraso de aproximadamente 0,8 s en el sistema de control. En segundo lugar, la precisión de las hojas y diafragmas depende de la dirección del movimiento. En conclusión, el método de verificación descrito es adecuado para la verificación detallada de las trayectorias de las hojas durante el IMRT dinámico ",
            "error": []
        },
        "medical image processing": {
            "translated_key": [],
            "translated_annotated_text": "Un método de verificación geométrica de la radioterapia modulada de intensidad dinámica mediante un dispositivo electrónico de imagen por portal de exploración Para garantizar la entrega segura de radioterapia modulada de intensidad dinámica (IMRT), es necesaria la verificación de las trayectorias de las hojas durante el tratamiento. Nuestro objetivo en este estudio es desarrollar un método para la verificación on-line de trayectorias de hojas utilizando un dispositivo electrónico de imagen porta con lectura de escaneo, independiente del colimador multihoja. Ejemplos de estos escáneres son los dispositivos electrónicos de imagen portales (EPID) basados en cámaras de ionización llenas de líquido y los basados en silicio amorfo. Las imágenes del portal se adquirieron continuamente con una cámara de ionización llena de líquido EPID durante el parto, junto con la señal de progreso del tratamiento generada por el acelerador. Para cada imagen del portal, las posiciones de hoja y diafragma prescritas fueron calculadas a partir de la prescripción dinámica y la información de progreso. Los efectos de distorsión del movimiento de las hojas se corrigen en función del progreso del tratamiento que se registra para cada fila de imagen. La abertura formada por las hojas y diafragmas prescritos se utiliza como borde de campo de referencia, mientras que el borde de campo real se encuentra usando un detector de borde de máximo grado. Los errores en la posición de hoja y diafragma se encuentran a partir de las desviaciones entre el borde del campo de referencia y el borde del campo detectado. Las mediciones anteriores de la respuesta dinámica EPID muestran que la precisión del borde del campo detectado es mejor que 1 mm. Para garantizar que la verificación sea independiente de las inexactitudes en la señal de progreso adquirida, la señal se verificó con mediciones de diodos de antemano. El método se probó con tres recetas dinámicas diferentes. Utilizando el método descrito, reprodujimos correctamente los bordes distorsionados del campo. Verificar una sola imagen del portal tomó 0.1 s en una computadora personal de 866 MHz. Dos fallas en el sistema de control de nuestro colimador dinámico experimental de múltiples hojas se revelaron correctamente con nuestro método. En primer lugar, los errores en la posición de la hoja aumentan con la velocidad de la hoja, lo que indica un retraso de aproximadamente 0,8 s en el sistema de control. En segundo lugar, la precisión de las hojas y diafragmas depende de la dirección del movimiento. En conclusión, el método de verificación descrito es adecuado para la verificación detallada de las trayectorias de las hojas durante el IMRT dinámico ",
            "error": []
        },
        "radiation therapy": {
            "translated_key": [],
            "translated_annotated_text": "Un método de verificación geométrica de la radioterapia modulada de intensidad dinámica mediante un dispositivo electrónico de imagen por portal de exploración Para garantizar la entrega segura de radioterapia modulada de intensidad dinámica (IMRT), es necesaria la verificación de las trayectorias de las hojas durante el tratamiento. Nuestro objetivo en este estudio es desarrollar un método para la verificación on-line de trayectorias de hojas utilizando un dispositivo electrónico de imagen porta con lectura de escaneo, independiente del colimador multihoja. Ejemplos de estos escáneres son los dispositivos electrónicos de imagen portales (EPID) basados en cámaras de ionización llenas de líquido y los basados en silicio amorfo. Las imágenes del portal se adquirieron continuamente con una cámara de ionización llena de líquido EPID durante el parto, junto con la señal de progreso del tratamiento generada por el acelerador. Para cada imagen del portal, las posiciones de hoja y diafragma prescritas fueron calculadas a partir de la prescripción dinámica y la información de progreso. Los efectos de distorsión del movimiento de las hojas se corrigen en función del progreso del tratamiento que se registra para cada fila de imagen. La abertura formada por las hojas y diafragmas prescritos se utiliza como borde de campo de referencia, mientras que el borde de campo real se encuentra usando un detector de borde de máximo grado. Los errores en la posición de hoja y diafragma se encuentran a partir de las desviaciones entre el borde del campo de referencia y el borde del campo detectado. Las mediciones anteriores de la respuesta dinámica EPID muestran que la precisión del borde del campo detectado es mejor que 1 mm. Para garantizar que la verificación sea independiente de las inexactitudes en la señal de progreso adquirida, la señal se verificó con mediciones de diodos de antemano. El método se probó con tres recetas dinámicas diferentes. Utilizando el método descrito, reprodujimos correctamente los bordes distorsionados del campo. Verificar una sola imagen del portal tomó 0.1 s en una computadora personal de 866 MHz. Dos fallas en el sistema de control de nuestro colimador dinámico experimental de múltiples hojas se revelaron correctamente con nuestro método. En primer lugar, los errores en la posición de la hoja aumentan con la velocidad de la hoja, lo que indica un retraso de aproximadamente 0,8 s en el sistema de control. En segundo lugar, la precisión de las hojas y diafragmas depende de la dirección del movimiento. En conclusión, el método de verificación descrito es adecuado para la verificación detallada de las trayectorias de las hojas durante el IMRT dinámico ",
            "error": []
        }
    }
}