{
    "original_text": "Model theory for hereditarily finite superstructures We study model-theoretic properties of hereditarily finite superstructures over models of not more than countable signatures. A question is answered in the negative inquiring whether theories of hereditarily finite superstructures which have a unique (up to isomorphism) hereditarily finite superstructure can be described via definable functions. Yet theories for such superstructures admit a description in terms of iterated families TF and SF. These are constructed using a definable union taken over countable ordinals in the subsets which are unions of finitely many complete subsets and of finite subsets, respectively. Simultaneously, we describe theories that share a unique (up to isomorphism) countable hereditarily finite superstructure",
    "original_translation": "Teoría de modelos para superestructuras finitas hereditarias Estudiamos las propiedades teóricas de modelos de superestructuras finitas hereditarias sobre modelos de no más que firmas contables. Una pregunta es respondida en la pregunta negativa si las teorías de superestructuras finitas hereditarias que tienen una superestructura finita hereditaria única (hasta isomorfismo) pueden ser descritas a través de funciones definibles. Sin embargo, las teorías para tales superestructuras admiten una descripción en términos de familias iteradas TF y SF. Estos se construyen utilizando una unión definible tomada sobre los ordinales contables en los subconjuntos que son uniones de finitamente muchos subconjuntos completos y de subconjuntos finitos, respectivamente. Simultáneamente, describimos teorías que comparten una superestructura única (hasta el isomorfismo) hereditariamente finita",
    "error_count": 2,
    "keys": {
        "model theory": {
            "translated_key": [],
            "translated_annotated_text": "Teoría de modelos para superestructuras finitas hereditarias Estudiamos las propiedades teóricas de modelos de superestructuras finitas hereditarias sobre modelos de no más que firmas contables. Una pregunta es respondida en la pregunta negativa si las teorías de superestructuras finitas hereditarias que tienen una superestructura finita hereditaria única (hasta isomorfismo) pueden ser descritas a través de funciones definibles. Sin embargo, las teorías para tales superestructuras admiten una descripción en términos de familias iteradas TF y SF. Estos se construyen utilizando una unión definible tomada sobre los ordinales contables en los subconjuntos que son uniones de finitamente muchos subconjuntos completos y de subconjuntos finitos, respectivamente. Simultáneamente, describimos teorías que comparten una superestructura única (hasta el isomorfismo) hereditariamente finita ",
            "error": []
        },
        "model-theoretic properties": {
            "translated_key": "propiedades teóricas de modelos",
            "translated_annotated_text": "Teoría de modelos para superestructuras finitas hereditarias Estudiamos las <br>propiedades teóricas de modelos</br> de superestructuras finitas hereditarias sobre modelos de no más de firmas contables.  Una pregunta es respondida en la pregunta negativa si las teorías de superestructuras finitas hereditarias que tienen una superestructura finita hereditaria única (hasta isomorfismo) pueden ser descritas a través de funciones definibles. Sin embargo, las teorías para tales superestructuras admiten una descripción en términos de familias iteradas TF y SF. Estos se construyen utilizando una unión definible tomada sobre los ordinales contables en los subconjuntos que son uniones de finitamente muchos subconjuntos completos y de subconjuntos finitos, respectivamente. Simultáneamente, describimos teorías que comparten una superestructura única (hasta el isomorfismo) hereditariamente finita ",
            "error": [
                ""
            ]
        },
        "countable signatures": {
            "translated_key": "firmas contables",
            "translated_annotated_text": "Teoría de modelos para superestructuras finitas hereditarias Estudiamos las propiedades teóricas de modelos de superestructuras finitas hereditarias sobre modelos de no más de <br>firmas contables</br>. Una pregunta es respondida en la pregunta negativa si las teorías de superestructuras finitas hereditarias que tienen una superestructura finita hereditaria única (hasta isomorfismo) pueden ser descritas a través de funciones definibles. Sin embargo, las teorías para tales superestructuras admiten una descripción en términos de familias iteradas TF y SF. Estos se construyen utilizando una unión definible tomada sobre los ordinales contables en los subconjuntos que son uniones de finitamente muchos subconjuntos completos y de subconjuntos finitos, respectivamente. Simultáneamente, describimos teorías que comparten una superestructura única (hasta el isomorfismo) hereditariamente finita ",
            "error": [
                ""
            ]
        },
        "iterated families": {
            "translated_key": "iteradas",
            "translated_annotated_text": "Teoría de modelos para superestructuras finitas hereditarias Estudiamos las propiedades teóricas de modelos de superestructuras finitas hereditarias sobre modelos de no más que firmas contables. Una pregunta es respondida en la pregunta negativa si las teorías de superestructuras finitas hereditarias que tienen una superestructura finita hereditaria única (hasta isomorfismo) pueden ser descritas a través de funciones definibles. Sin embargo, las teorías para tales superestructuras admiten una descripción en términos de familias <br>iteradas</br> TF y SF. Estos se construyen utilizando una unión definible tomada sobre los ordinales contables en los subconjuntos que son uniones de finitamente muchos subconjuntos completos y de subconjuntos finitos, respectivamente. Simultáneamente, describimos teorías que comparten una superestructura única (hasta el isomorfismo) hereditariamente finita ",
            "error": [
                ""
            ]
        },
        "definable union": {
            "translated_key": "definible",
            "translated_annotated_text": "Teoría de modelos para superestructuras finitas hereditarias Estudiamos las propiedades teóricas de modelos de superestructuras finitas hereditarias sobre modelos de no más que firmas contables. Una pregunta es respondida en la pregunta negativa si las teorías de superestructuras finitas hereditarias que tienen una superestructura finita hereditaria única (hasta isomorfismo) pueden ser descritas a través de funciones definibles. Sin embargo, las teorías para tales superestructuras admiten una descripción en términos de familias iteradas TF y SF. Estos se construyen utilizando una unión <br>definible</br> tomada sobre los ordinales contables en los subconjuntos que son uniones de finitamente muchos subconjuntos completos y de subconjuntos finitos, respectivamente. Simultáneamente, describimos teorías que comparten una superestructura única (hasta el isomorfismo) hereditariamente finita ",
            "error": [
                ""
            ]
        },
        "finitely many complete subsets": {
            "translated_key": "finitely muchos subconjuntos completos",
            "translated_annotated_text": "Teoría de modelos para superestructuras finitas hereditarias Estudiamos las propiedades teóricas de modelos de superestructuras finitas hereditarias sobre modelos de no más que firmas contables. Una pregunta es respondida en la pregunta negativa si las teorías de superestructuras finitas hereditarias que tienen una superestructura finita hereditaria única (hasta isomorfismo) pueden ser descritas a través de funciones definibles. Sin embargo, las teorías para tales superestructuras admiten una descripción en términos de familias iteradas TF y SF. Estos se construyen utilizando una unión definible tomada sobre los ordinales contables en los subconjuntos que son uniones de <br>finitely muchos subconjuntos completos</br> y de subconjuntos finitos, respectivamente. Simultáneamente, describimos teorías que comparten una superestructura única (hasta el isomorfismo) hereditariamente finita ",
            "error": [
                ""
            ]
        },
        "countable hereditarily finite superstructure": {
            "translated_key": "contable hereditariamente finita",
            "translated_annotated_text": "Teoría de modelos para superestructuras finitas hereditarias Estudiamos las propiedades teóricas de modelos de superestructuras finitas hereditarias sobre modelos de no más que firmas contables. Una pregunta es respondida en la pregunta negativa si las teorías de superestructuras finitas hereditarias que tienen una superestructura finita hereditaria única (hasta isomorfismo) pueden ser descritas a través de funciones definibles. Sin embargo, las teorías para tales superestructuras admiten una descripción en términos de familias iteradas TF y SF. Estos se construyen utilizando una unión definible tomada sobre los ordinales contables en los subconjuntos que son uniones de finitamente muchos subconjuntos completos y de subconjuntos finitos, respectivamente. Simultáneamente, describimos teorías que comparten una superestructura única (hasta el isomorfismo) <br>contable hereditariamente finita</br> ",
            "error": [
                ""
            ]
        },
        "formal logic": {
            "translated_key": [],
            "translated_annotated_text": "Teoría de modelos para superestructuras finitas hereditarias Estudiamos las propiedades teóricas de modelos de superestructuras finitas hereditarias sobre modelos de no más que firmas contables. Una pregunta es respondida en la pregunta negativa si las teorías de superestructuras finitas hereditarias que tienen una superestructura finita hereditaria única (hasta isomorfismo) pueden ser descritas a través de funciones definibles. Sin embargo, las teorías para tales superestructuras admiten una descripción en términos de familias iteradas TF y SF. Estos se construyen utilizando una unión definible tomada sobre los ordinales contables en los subconjuntos que son uniones de finitamente muchos subconjuntos completos y de subconjuntos finitos, respectivamente. Simultáneamente, describimos teorías que comparten una superestructura única (hasta el isomorfismo) hereditariamente finita ",
            "error": []
        }
    }
}