{
    "original_text": "Manufacturing data analysis of machine tool errors within a contemporary small manufacturing enterprise The main focus of the paper is directed at the determination of manufacturing errors within the contemporary smaller manufacturing enterprise sector. The manufacturing error diagnosis is achieved through the manufacturing data analysis of the results obtained from the inspection of the component on a co-ordinate measuring machine. This manufacturing data analysis activity adopts a feature-based approach and is conducted through the application of a forward chaining expert system, called the product data analysis distributed diagnostic expert system, which forms part of a larger prototype feedback system entitled the production data analysis framework. The paper introduces the manufacturing error categorisations that are associated with milling type operations, knowledge acquisition and representation, conceptual structure and operating procedure of the prototype manufacturing data analysis facility. The paper concludes with a brief evaluation of the logic employed through the simulation of manufacturing error scenarios. This prototype manufacturing data analysis expert system provides a valuable aid for the rapid diagnosis and elimination of manufacturing errors on a 3-axis vertical machining centre in an environment where operator expertise is limited",
    "original_translation": "Análisis de datos de fabricación de errores de máquina herramienta dentro de una pequeña empresa de fabricación contemporánea El principal objetivo del papel es la determinación de errores de fabricación dentro del sector de la pequeña empresa de fabricación contemporánea. El diagnóstico de error de fabricación se logra mediante el análisis de datos de fabricación de los resultados obtenidos de la inspección del componente en una máquina de medición coordinada. Esta actividad de análisis de datos de fabricación adopta un enfoque basado en las características y se lleva a cabo mediante la aplicación de un sistema de expertos en cadena avanzada, denominado sistema de expertos en diagnóstico distribuido de análisis de datos de productos, que forma parte de un sistema de retroalimentación prototipo más amplio titulado marco de análisis de datos de producción. El artículo introduce las categorizaciones de errores de fabricación que están asociadas con operaciones de tipo de fresado, adquisición y representación de conocimientos, estructura conceptual y procedimiento operativo de la instalación de análisis de datos de fabricación de prototipos. El artículo concluye con una breve evaluación de la lógica empleada a través de la simulación de escenarios de error de fabricación. Este prototipo de sistema experto en análisis de datos de fabricación proporciona una valiosa ayuda para el diagnóstico rápido y la eliminación de errores de fabricación en un centro de mecanizado vertical de 3 ejes en un entorno donde la experiencia del operador es limitada",
    "error_count": 9,
    "keys": {
        "manufacturing data analysis": {
            "translated_key": "análisis de datos de fabricación",
            "translated_annotated_text": "Análisis de datos de fabricación de errores de máquina herramienta dentro de una pequeña empresa de fabricación contemporánea El principal objetivo del papel es la determinación de errores de fabricación dentro del sector de la pequeña empresa de fabricación contemporánea. El diagnóstico de error de fabricación se realiza mediante el \"análisis de datos de fabricación\" de los resultados obtenidos de la inspección del componente en una máquina de medición coordinada. Esta actividad de \"análisis de datos de fabricación\" adopta un enfoque basado en las características y se lleva a cabo mediante la aplicación de un sistema de expertos en cadena avanzada, denominado sistema de expertos en diagnóstico distribuido de análisis de datos de productos, que forma parte de un sistema de retroalimentación prototipo más amplio titulado marco de análisis de datos de producción. El artículo introduce las categorizaciones de errores de fabricación que se asocian con operaciones de tipo fresado, adquisición y representación de conocimientos, estructura conceptual y procedimiento operativo del prototipo de \"análisis de datos de fabricación\". El artículo concluye con una breve evaluación de la lógica empleada a través de la simulación de escenarios de error de fabricación. Este prototipo de \"análisis de datos de fabricación\" ofrece una valiosa ayuda para el diagnóstico rápido y la eliminación de errores de fabricación en un centro de mecanizado vertical de 3 ejes en un entorno en el que la experiencia del operador es limitada ",
            "error": [
                ""
            ]
        },
        "machine tool errors": {
            "translated_key": "errores de máquina herramienta",
            "translated_annotated_text": "Análisis de datos de fabricación de \"errores de máquina herramienta\" dentro de una pequeña empresa manufacturera contemporánea El objetivo principal del artículo es determinar los errores de fabricación dentro del sector de la pequeña empresa manufacturera contemporánea. El diagnóstico de error de fabricación se logra mediante el análisis de datos de fabricación de los resultados obtenidos de la inspección del componente en una máquina de medición coordinada. Esta actividad de análisis de datos de fabricación adopta un enfoque basado en las características y se lleva a cabo mediante la aplicación de un sistema de expertos en cadena avanzada, denominado sistema de expertos en diagnóstico distribuido de análisis de datos de productos, que forma parte de un sistema de retroalimentación prototipo más amplio titulado marco de análisis de datos de producción. El artículo introduce las categorizaciones de errores de fabricación que están asociadas con operaciones de tipo de fresado, adquisición y representación de conocimientos, estructura conceptual y procedimiento operativo de la instalación de análisis de datos de fabricación de prototipos. El artículo concluye con una breve evaluación de la lógica empleada a través de la simulación de escenarios de error de fabricación. Este prototipo de sistema experto en análisis de datos de fabricación proporciona una valiosa ayuda para el diagnóstico rápido y la eliminación de errores de fabricación en un centro de mecanizado vertical de 3 ejes en un entorno donde la experiencia del operador es limitada ",
            "error": [
                ""
            ]
        },
        "contemporary small manufacturing enterprise": {
            "translated_key": "pequeña empresa de fabricación contemporánea",
            "translated_annotated_text": "Análisis de datos de fabricación de errores de máquina herramienta dentro de una \"pequeña empresa de fabricación contemporánea\" El objetivo principal del papel es la determinación de errores de fabricación dentro del sector contemporáneo de la pequeña empresa de fabricación. El diagnóstico de error de fabricación se logra mediante el análisis de datos de fabricación de los resultados obtenidos de la inspección del componente en una máquina de medición coordinada. Esta actividad de análisis de datos de fabricación adopta un enfoque basado en las características y se lleva a cabo mediante la aplicación de un sistema de expertos en cadena avanzada, denominado sistema de expertos en diagnóstico distribuido de análisis de datos de productos, que forma parte de un sistema de retroalimentación prototipo más amplio titulado marco de análisis de datos de producción. El artículo introduce las categorizaciones de errores de fabricación que están asociadas con operaciones de tipo de fresado, adquisición y representación de conocimientos, estructura conceptual y procedimiento operativo de la instalación de análisis de datos de fabricación de prototipos. El artículo concluye con una breve evaluación de la lógica empleada a través de la simulación de escenarios de error de fabricación. Este prototipo de sistema experto en análisis de datos de fabricación proporciona una valiosa ayuda para el diagnóstico rápido y la eliminación de errores de fabricación en un centro de mecanizado vertical de 3 ejes en un entorno donde la experiencia del operador es limitada ",
            "error": [
                ""
            ]
        },
        "fixturing errors": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de datos de fabricación de errores de máquina herramienta dentro de una pequeña empresa de fabricación contemporánea El principal objetivo del papel es la determinación de errores de fabricación dentro del sector de la pequeña empresa de fabricación contemporánea. El diagnóstico de error de fabricación se logra mediante el análisis de datos de fabricación de los resultados obtenidos de la inspección del componente en una máquina de medición coordinada. Esta actividad de análisis de datos de fabricación adopta un enfoque basado en las características y se lleva a cabo mediante la aplicación de un sistema de expertos en cadena avanzada, denominado sistema de expertos en diagnóstico distribuido de análisis de datos de productos, que forma parte de un sistema de retroalimentación prototipo más amplio titulado marco de análisis de datos de producción. El artículo introduce las categorizaciones de errores de fabricación que están asociadas con operaciones de tipo de fresado, adquisición y representación de conocimientos, estructura conceptual y procedimiento operativo de la instalación de análisis de datos de fabricación de prototipos. El artículo concluye con una breve evaluación de la lógica empleada a través de la simulación de escenarios de error de fabricación. Este prototipo de sistema experto en análisis de datos de fabricación proporciona una valiosa ayuda para el diagnóstico rápido y la eliminación de errores de fabricación en un centro de mecanizado vertical de 3 ejes en un entorno donde la experiencia del operador es limitada ",
            "error": []
        },
        "programming errors": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de datos de fabricación de errores de máquina herramienta dentro de una pequeña empresa de fabricación contemporánea El principal objetivo del papel es la determinación de errores de fabricación dentro del sector de la pequeña empresa de fabricación contemporánea. El diagnóstico de error de fabricación se logra mediante el análisis de datos de fabricación de los resultados obtenidos de la inspección del componente en una máquina de medición coordinada. Esta actividad de análisis de datos de fabricación adopta un enfoque basado en las características y se lleva a cabo mediante la aplicación de un sistema de expertos en cadena avanzada, denominado sistema de expertos en diagnóstico distribuido de análisis de datos de productos, que forma parte de un sistema de retroalimentación prototipo más amplio titulado marco de análisis de datos de producción. El artículo introduce las categorizaciones de errores de fabricación que están asociadas con operaciones de tipo de fresado, adquisición y representación de conocimientos, estructura conceptual y procedimiento operativo de la instalación de análisis de datos de fabricación de prototipos. El artículo concluye con una breve evaluación de la lógica empleada a través de la simulación de escenarios de error de fabricación. Este prototipo de sistema experto en análisis de datos de fabricación proporciona una valiosa ayuda para el diagnóstico rápido y la eliminación de errores de fabricación en un centro de mecanizado vertical de 3 ejes en un entorno donde la experiencia del operador es limitada ",
            "error": []
        },
        "2 1/2D components": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de datos de fabricación de errores de máquina herramienta dentro de una pequeña empresa de fabricación contemporánea El principal objetivo del papel es la determinación de errores de fabricación dentro del sector de la pequeña empresa de fabricación contemporánea. El diagnóstico de error de fabricación se logra mediante el análisis de datos de fabricación de los resultados obtenidos de la inspección del componente en una máquina de medición coordinada. Esta actividad de análisis de datos de fabricación adopta un enfoque basado en las características y se lleva a cabo mediante la aplicación de un sistema de expertos en cadena avanzada, denominado sistema de expertos en diagnóstico distribuido de análisis de datos de productos, que forma parte de un sistema de retroalimentación prototipo más amplio titulado marco de análisis de datos de producción. El artículo introduce las categorizaciones de errores de fabricación que están asociadas con operaciones de tipo de fresado, adquisición y representación de conocimientos, estructura conceptual y procedimiento operativo de la instalación de análisis de datos de fabricación de prototipos. El artículo concluye con una breve evaluación de la lógica empleada a través de la simulación de escenarios de error de fabricación. Este prototipo de sistema experto en análisis de datos de fabricación proporciona una valiosa ayuda para el diagnóstico rápido y la eliminación de errores de fabricación en un centro de mecanizado vertical de 3 ejes en un entorno donde la experiencia del operador es limitada ",
            "error": []
        },
        "3-axis vertical machining centre": {
            "translated_key": "centro de mecanizado vertical de 3 ejes",
            "translated_annotated_text": "Análisis de datos de fabricación de errores de máquina herramienta dentro de una pequeña empresa de fabricación contemporánea El principal objetivo del papel es la determinación de errores de fabricación dentro del sector de la pequeña empresa de fabricación contemporánea. El diagnóstico de error de fabricación se logra mediante el análisis de datos de fabricación de los resultados obtenidos de la inspección del componente en una máquina de medición coordinada. Esta actividad de análisis de datos de fabricación adopta un enfoque basado en las características y se lleva a cabo mediante la aplicación de un sistema de expertos en cadena avanzada, denominado sistema de expertos en diagnóstico distribuido de análisis de datos de productos, que forma parte de un sistema de retroalimentación prototipo más amplio titulado marco de análisis de datos de producción. El artículo introduce las categorizaciones de errores de fabricación que están asociadas con operaciones de tipo de fresado, adquisición y representación de conocimientos, estructura conceptual y procedimiento operativo de la instalación de análisis de datos de fabricación de prototipos. El artículo concluye con una breve evaluación de la lógica empleada a través de la simulación de escenarios de error de fabricación. Este prototipo de sistema experto en análisis de datos de fabricación proporciona una valiosa ayuda para el diagnóstico rápido y la eliminación de errores de fabricación en un \"centro de mecanizado vertical de 3 ejes\" en un entorno donde la experiencia del operador es limitada ",
            "error": [
                ""
            ]
        },
        "inspection": {
            "translated_key": "inspección",
            "translated_annotated_text": "Análisis de datos de fabricación de errores de máquina herramienta dentro de una pequeña empresa de fabricación contemporánea El principal objetivo del papel es la determinación de errores de fabricación dentro del sector de la pequeña empresa de fabricación contemporánea. El diagnóstico de error de fabricación se logra mediante el análisis de datos de fabricación de los resultados obtenidos de la \"inspección\" del componente en una máquina de medición coordinada. Esta actividad de análisis de datos de fabricación adopta un enfoque basado en las características y se lleva a cabo mediante la aplicación de un sistema de expertos en cadena avanzada, denominado sistema de expertos en diagnóstico distribuido de análisis de datos de productos, que forma parte de un sistema de retroalimentación prototipo más amplio titulado marco de análisis de datos de producción. El artículo introduce las categorizaciones de errores de fabricación que están asociadas con operaciones de tipo de fresado, adquisición y representación de conocimientos, estructura conceptual y procedimiento operativo de la instalación de análisis de datos de fabricación de prototipos. El artículo concluye con una breve evaluación de la lógica empleada a través de la simulación de escenarios de error de fabricación. Este prototipo de sistema experto en análisis de datos de fabricación proporciona una valiosa ayuda para el diagnóstico rápido y la eliminación de errores de fabricación en un centro de mecanizado vertical de 3 ejes en un entorno donde la experiencia del operador es limitada ",
            "error": [
                ""
            ]
        },
        "milling type operations": {
            "translated_key": "operaciones de tipo de molienda",
            "translated_annotated_text": "Análisis de datos de fabricación de errores de máquina herramienta dentro de una pequeña empresa de fabricación contemporánea El principal objetivo del papel es la determinación de errores de fabricación dentro del sector de la pequeña empresa de fabricación contemporánea. El diagnóstico de error de fabricación se logra mediante el análisis de datos de fabricación de los resultados obtenidos de la inspección del componente en una máquina de medición coordinada. Esta actividad de análisis de datos de fabricación adopta un enfoque basado en las características y se lleva a cabo mediante la aplicación de un sistema de expertos en cadena avanzada, denominado sistema de expertos en diagnóstico distribuido de análisis de datos de productos, que forma parte de un sistema de retroalimentación prototipo más amplio titulado marco de análisis de datos de producción. El artículo introduce las categorizaciones de errores de fabricación que se asocian con \"operaciones de tipo de molienda\", adquisición y representación de conocimientos, estructura conceptual y procedimiento operativo del prototipo de instalación de análisis de datos de fabricación. El artículo concluye con una breve evaluación de la lógica empleada a través de la simulación de escenarios de error de fabricación. Este prototipo de sistema experto en análisis de datos de fabricación proporciona una valiosa ayuda para el diagnóstico rápido y la eliminación de errores de fabricación en un centro de mecanizado vertical de 3 ejes en un entorno donde la experiencia del operador es limitada ",
            "error": [
                ""
            ]
        },
        "knowledge acquisition": {
            "translated_key": "adquisición de conocimiento",
            "translated_annotated_text": "Análisis de datos de fabricación de errores de máquina herramienta dentro de una pequeña empresa de fabricación contemporánea El principal objetivo del papel es la determinación de errores de fabricación dentro del sector de la pequeña empresa de fabricación contemporánea. El diagnóstico de error de fabricación se logra mediante el análisis de datos de fabricación de los resultados obtenidos de la inspección del componente en una máquina de medición coordinada. Esta actividad de análisis de datos de fabricación adopta un enfoque basado en las características y se lleva a cabo mediante la aplicación de un sistema de expertos en cadena avanzada, denominado sistema de expertos en diagnóstico distribuido de análisis de datos de productos, que forma parte de un sistema de retroalimentación prototipo más amplio titulado marco de análisis de datos de producción. El artículo introduce las categorizaciones de errores de fabricación que se asocian con operaciones de tipo de fresado, \"adquisición de conocimiento\" y representación, estructura conceptual y procedimiento operativo de la instalación de análisis de datos de fabricación prototipo. El artículo concluye con una breve evaluación de la lógica empleada a través de la simulación de escenarios de error de fabricación. Este prototipo de sistema experto en análisis de datos de fabricación proporciona una valiosa ayuda para el diagnóstico rápido y la eliminación de errores de fabricación en un centro de mecanizado vertical de 3 ejes en un entorno donde la experiencia del operador es limitada ",
            "error": [
                ""
            ]
        },
        "knowledge representation": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de datos de fabricación de errores de máquina herramienta dentro de una pequeña empresa de fabricación contemporánea El principal objetivo del papel es la determinación de errores de fabricación dentro del sector de la pequeña empresa de fabricación contemporánea. El diagnóstico de error de fabricación se logra mediante el análisis de datos de fabricación de los resultados obtenidos de la inspección del componente en una máquina de medición coordinada. Esta actividad de análisis de datos de fabricación adopta un enfoque basado en las características y se lleva a cabo mediante la aplicación de un sistema de expertos en cadena avanzada, denominado sistema de expertos en diagnóstico distribuido de análisis de datos de productos, que forma parte de un sistema de retroalimentación prototipo más amplio titulado marco de análisis de datos de producción. El artículo introduce las categorizaciones de errores de fabricación que están asociadas con operaciones de tipo de fresado, adquisición y representación de conocimientos, estructura conceptual y procedimiento operativo de la instalación de análisis de datos de fabricación de prototipos. El artículo concluye con una breve evaluación de la lógica empleada a través de la simulación de escenarios de error de fabricación. Este prototipo de sistema experto en análisis de datos de fabricación proporciona una valiosa ayuda para el diagnóstico rápido y la eliminación de errores de fabricación en un centro de mecanizado vertical de 3 ejes en un entorno donde la experiencia del operador es limitada ",
            "error": []
        },
        "conceptual structure": {
            "translated_key": "estructura conceptual",
            "translated_annotated_text": "Análisis de datos de fabricación de errores de máquina herramienta dentro de una pequeña empresa de fabricación contemporánea El principal objetivo del papel es la determinación de errores de fabricación dentro del sector de la pequeña empresa de fabricación contemporánea. El diagnóstico de error de fabricación se logra mediante el análisis de datos de fabricación de los resultados obtenidos de la inspección del componente en una máquina de medición coordinada. Esta actividad de análisis de datos de fabricación adopta un enfoque basado en las características y se lleva a cabo mediante la aplicación de un sistema de expertos en cadena avanzada, denominado sistema de expertos en diagnóstico distribuido de análisis de datos de productos, que forma parte de un sistema de retroalimentación prototipo más amplio titulado marco de análisis de datos de producción. El artículo introduce las categorizaciones de errores de fabricación que están asociadas con operaciones de tipo de fresado, adquisición y representación de conocimientos, \"estructura conceptual\" y procedimiento operativo de la instalación de análisis de datos de fabricación de prototipos. El artículo concluye con una breve evaluación de la lógica empleada a través de la simulación de escenarios de error de fabricación. Este prototipo de sistema experto en análisis de datos de fabricación proporciona una valiosa ayuda para el diagnóstico rápido y la eliminación de errores de fabricación en un centro de mecanizado vertical de 3 ejes en un entorno donde la experiencia del operador es limitada ",
            "error": [
                ""
            ]
        },
        "operating procedure": {
            "translated_key": "procedimiento de operación",
            "translated_annotated_text": "Análisis de datos de fabricación de errores de máquina herramienta dentro de una pequeña empresa de fabricación contemporánea El principal objetivo del papel es la determinación de errores de fabricación dentro del sector de la pequeña empresa de fabricación contemporánea. El diagnóstico de error de fabricación se logra mediante el análisis de datos de fabricación de los resultados obtenidos de la inspección del componente en una máquina de medición coordinada. Esta actividad de análisis de datos de fabricación adopta un enfoque basado en las características y se lleva a cabo mediante la aplicación de un sistema de expertos en cadena avanzada, denominado sistema de expertos en diagnóstico distribuido de análisis de datos de productos, que forma parte de un sistema de retroalimentación prototipo más amplio titulado marco de análisis de datos de producción. El artículo introduce las categorizaciones de errores de fabricación que están asociadas con operaciones de tipo de fresado, adquisición y representación de conocimientos, estructura conceptual y \"procedimiento de operación\" de la instalación de análisis de datos de fabricación de prototipos. El artículo concluye con una breve evaluación de la lógica empleada a través de la simulación de escenarios de error de fabricación. Este prototipo de sistema experto en análisis de datos de fabricación proporciona una valiosa ayuda para el diagnóstico rápido y la eliminación de errores de fabricación en un centro de mecanizado vertical de 3 ejes en un entorno donde la experiencia del operador es limitada ",
            "error": [
                ""
            ]
        },
        "co-ordinate measuring machine": {
            "translated_key": "máquina de medición coordinada",
            "translated_annotated_text": "Análisis de datos de fabricación de errores de máquina herramienta dentro de una pequeña empresa de fabricación contemporánea El principal objetivo del papel es la determinación de errores de fabricación dentro del sector de la pequeña empresa de fabricación contemporánea. El diagnóstico de error de fabricación se logra mediante el análisis de datos de fabricación de los resultados obtenidos de la inspección del componente en una \"máquina de medición coordinada\". Esta actividad de análisis de datos de fabricación adopta un enfoque basado en las características y se lleva a cabo mediante la aplicación de un sistema de expertos en cadena avanzada, denominado sistema de expertos en diagnóstico distribuido de análisis de datos de productos, que forma parte de un sistema de retroalimentación prototipo más amplio titulado marco de análisis de datos de producción. El artículo introduce las categorizaciones de errores de fabricación que están asociadas con operaciones de tipo de fresado, adquisición y representación de conocimientos, estructura conceptual y procedimiento operativo de la instalación de análisis de datos de fabricación de prototipos. El artículo concluye con una breve evaluación de la lógica empleada a través de la simulación de escenarios de error de fabricación. Este prototipo de sistema experto en análisis de datos de fabricación proporciona una valiosa ayuda para el diagnóstico rápido y la eliminación de errores de fabricación en un centro de mecanizado vertical de 3 ejes en un entorno donde la experiencia del operador es limitada ",
            "error": [
                ""
            ]
        },
        "feature-based approach": {
            "translated_key": "enfoque basado en las características",
            "translated_annotated_text": "Análisis de datos de fabricación de errores de máquina herramienta dentro de una pequeña empresa de fabricación contemporánea El principal objetivo del papel es la determinación de errores de fabricación dentro del sector de la pequeña empresa de fabricación contemporánea. El diagnóstico de error de fabricación se logra mediante el análisis de datos de fabricación de los resultados obtenidos de la inspección del componente en una máquina de medición coordinada. Esta actividad de análisis de datos de fabricación adopta un \"enfoque basado en las características\" y se lleva a cabo mediante la aplicación de un sistema de expertos en cadena avanzada, denominado sistema de expertos en diagnóstico distribuido de análisis de datos de productos, que forma parte de un sistema de retroalimentación prototipo más amplio titulado marco de análisis de datos de producción. El artículo introduce las categorizaciones de errores de fabricación que están asociadas con operaciones de tipo de fresado, adquisición y representación de conocimientos, estructura conceptual y procedimiento operativo de la instalación de análisis de datos de fabricación de prototipos. El artículo concluye con una breve evaluación de la lógica empleada a través de la simulación de escenarios de error de fabricación. Este prototipo de sistema experto en análisis de datos de fabricación proporciona una valiosa ayuda para el diagnóstico rápido y la eliminación de errores de fabricación en un centro de mecanizado vertical de 3 ejes en un entorno donde la experiencia del operador es limitada ",
            "error": [
                ""
            ]
        },
        "forward chaining expert system": {
            "translated_key": "sistema experto en encadenamiento hacia delante",
            "translated_annotated_text": "Análisis de datos de fabricación de errores de máquina herramienta dentro de una pequeña empresa de fabricación contemporánea El principal objetivo del papel es la determinación de errores de fabricación dentro del sector de la pequeña empresa de fabricación contemporánea. El diagnóstico de error de fabricación se logra mediante el análisis de datos de fabricación de los resultados obtenidos de la inspección del componente en una máquina de medición coordinada. Esta actividad de análisis de datos de fabricación adopta un enfoque basado en características y se lleva a cabo mediante la aplicación de un \"sistema experto en encadenamiento hacia delante\", denominado sistema experto en diagnóstico distribuido de análisis de datos de productos, que forma parte de un sistema de retroalimentación prototipo más amplio titulado marco de análisis de datos de producción. El artículo introduce las categorizaciones de errores de fabricación que están asociadas con operaciones de tipo de fresado, adquisición y representación de conocimientos, estructura conceptual y procedimiento operativo de la instalación de análisis de datos de fabricación de prototipos. El artículo concluye con una breve evaluación de la lógica empleada a través de la simulación de escenarios de error de fabricación. Este prototipo de sistema experto en análisis de datos de fabricación proporciona una valiosa ayuda para el diagnóstico rápido y la eliminación de errores de fabricación en un centro de mecanizado vertical de 3 ejes en un entorno donde la experiencia del operador es limitada ",
            "error": [
                ""
            ]
        },
        "product data analysis distributed diagnostic expert system": {
            "translated_key": "sistema de expertos en diagnóstico distribuido de análisis de datos de productos",
            "translated_annotated_text": "Análisis de datos de fabricación de errores de máquina herramienta dentro de una pequeña empresa de fabricación contemporánea El principal objetivo del papel es la determinación de errores de fabricación dentro del sector de la pequeña empresa de fabricación contemporánea. El diagnóstico de error de fabricación se logra mediante el análisis de datos de fabricación de los resultados obtenidos de la inspección del componente en una máquina de medición coordinada. Esta actividad de análisis de datos de fabricación adopta un enfoque basado en las características y se lleva a cabo mediante la aplicación de un sistema de expertos en cadena avanzada, denominado \"sistema de expertos en diagnóstico distribuido de análisis de datos de productos\", que forma parte de un sistema de retroalimentación prototipo más amplio titulado marco de análisis de datos de producción. El artículo introduce las categorizaciones de errores de fabricación que están asociadas con operaciones de tipo de fresado, adquisición y representación de conocimientos, estructura conceptual y procedimiento operativo de la instalación de análisis de datos de fabricación de prototipos. El artículo concluye con una breve evaluación de la lógica empleada a través de la simulación de escenarios de error de fabricación. Este prototipo de sistema experto en análisis de datos de fabricación proporciona una valiosa ayuda para el diagnóstico rápido y la eliminación de errores de fabricación en un centro de mecanizado vertical de 3 ejes en un entorno donde la experiencia del operador es limitada ",
            "error": [
                ""
            ]
        },
        "condition monitoring": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de datos de fabricación de errores de máquina herramienta dentro de una pequeña empresa de fabricación contemporánea El principal objetivo del papel es la determinación de errores de fabricación dentro del sector de la pequeña empresa de fabricación contemporánea. El diagnóstico de error de fabricación se logra mediante el análisis de datos de fabricación de los resultados obtenidos de la inspección del componente en una máquina de medición coordinada. Esta actividad de análisis de datos de fabricación adopta un enfoque basado en las características y se lleva a cabo mediante la aplicación de un sistema de expertos en cadena avanzada, denominado sistema de expertos en diagnóstico distribuido de análisis de datos de productos, que forma parte de un sistema de retroalimentación prototipo más amplio titulado marco de análisis de datos de producción. El artículo introduce las categorizaciones de errores de fabricación que están asociadas con operaciones de tipo de fresado, adquisición y representación de conocimientos, estructura conceptual y procedimiento operativo de la instalación de análisis de datos de fabricación de prototipos. El artículo concluye con una breve evaluación de la lógica empleada a través de la simulación de escenarios de error de fabricación. Este prototipo de sistema experto en análisis de datos de fabricación proporciona una valiosa ayuda para el diagnóstico rápido y la eliminación de errores de fabricación en un centro de mecanizado vertical de 3 ejes en un entorno donde la experiencia del operador es limitada ",
            "error": []
        },
        "data analysis": {
            "translated_key": "análisis de datos",
            "translated_annotated_text": "Fabricación \"análisis de datos\" de errores de máquinas herramienta dentro de una pequeña empresa de fabricación contemporánea El principal objetivo del papel es la determinación de errores de fabricación dentro del sector de la pequeña empresa de fabricación contemporánea. El diagnóstico de error de fabricación se realiza mediante el \"análisis de datos\" de fabricación de los resultados obtenidos de la inspección del componente en una máquina de medición coordinada. Esta actividad de \"análisis de datos\" de fabricación adopta un enfoque basado en características y se lleva a cabo a través de la aplicación de un sistema de expertos en cadena avanzada, llamado \"análisis de datos\" del producto sistema de expertos en diagnóstico distribuido, que forma parte de un sistema de retroalimentación prototipo más grande titulado \"análisis de datos\" de producción marco. El artículo introduce las categorizaciones de errores de fabricación que se asocian con operaciones de tipo de fresado, adquisición y representación de conocimientos, estructura conceptual y procedimiento operativo de la planta de \"análisis de datos\" de fabricación de prototipos. El artículo concluye con una breve evaluación de la lógica empleada a través de la simulación de escenarios de error de fabricación. Este prototipo de \"análisis de datos\" sistema experto de fabricación proporciona una ayuda valiosa para el diagnóstico rápido y la eliminación de errores de fabricación en un centro de mecanizado vertical de 3 ejes en un entorno donde la experiencia del operador es limitada ",
            "error": [
                ""
            ]
        },
        "diagnostic expert systems": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de datos de fabricación de errores de máquina herramienta dentro de una pequeña empresa de fabricación contemporánea El principal objetivo del papel es la determinación de errores de fabricación dentro del sector de la pequeña empresa de fabricación contemporánea. El diagnóstico de error de fabricación se logra mediante el análisis de datos de fabricación de los resultados obtenidos de la inspección del componente en una máquina de medición coordinada. Esta actividad de análisis de datos de fabricación adopta un enfoque basado en las características y se lleva a cabo mediante la aplicación de un sistema de expertos en cadena avanzada, denominado sistema de expertos en diagnóstico distribuido de análisis de datos de productos, que forma parte de un sistema de retroalimentación prototipo más amplio titulado marco de análisis de datos de producción. El artículo introduce las categorizaciones de errores de fabricación que están asociadas con operaciones de tipo de fresado, adquisición y representación de conocimientos, estructura conceptual y procedimiento operativo de la instalación de análisis de datos de fabricación de prototipos. El artículo concluye con una breve evaluación de la lógica empleada a través de la simulación de escenarios de error de fabricación. Este prototipo de sistema experto en análisis de datos de fabricación proporciona una valiosa ayuda para el diagnóstico rápido y la eliminación de errores de fabricación en un centro de mecanizado vertical de 3 ejes en un entorno donde la experiencia del operador es limitada ",
            "error": []
        },
        "machine tools": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de datos de fabricación de errores de máquina herramienta dentro de una pequeña empresa de fabricación contemporánea El principal objetivo del papel es la determinación de errores de fabricación dentro del sector de la pequeña empresa de fabricación contemporánea. El diagnóstico de error de fabricación se logra mediante el análisis de datos de fabricación de los resultados obtenidos de la inspección del componente en una máquina de medición coordinada. Esta actividad de análisis de datos de fabricación adopta un enfoque basado en las características y se lleva a cabo mediante la aplicación de un sistema de expertos en cadena avanzada, denominado sistema de expertos en diagnóstico distribuido de análisis de datos de productos, que forma parte de un sistema de retroalimentación prototipo más amplio titulado marco de análisis de datos de producción. El artículo introduce las categorizaciones de errores de fabricación que están asociadas con operaciones de tipo de fresado, adquisición y representación de conocimientos, estructura conceptual y procedimiento operativo de la instalación de análisis de datos de fabricación de prototipos. El artículo concluye con una breve evaluación de la lógica empleada a través de la simulación de escenarios de error de fabricación. Este prototipo de sistema experto en análisis de datos de fabricación proporciona una valiosa ayuda para el diagnóstico rápido y la eliminación de errores de fabricación en un centro de mecanizado vertical de 3 ejes en un entorno donde la experiencia del operador es limitada ",
            "error": []
        },
        "machining": {
            "translated_key": "maquinado",
            "translated_annotated_text": "Análisis de datos de fabricación de errores de máquina herramienta dentro de una pequeña empresa de fabricación contemporánea El principal objetivo del papel es la determinación de errores de fabricación dentro del sector de la pequeña empresa de fabricación contemporánea. El diagnóstico de error de fabricación se logra mediante el análisis de datos de fabricación de los resultados obtenidos de la inspección del componente en una máquina de medición coordinada. Esta actividad de análisis de datos de fabricación adopta un enfoque basado en las características y se lleva a cabo mediante la aplicación de un sistema de expertos en cadena avanzada, denominado sistema de expertos en diagnóstico distribuido de análisis de datos de productos, que forma parte de un sistema de retroalimentación prototipo más amplio titulado marco de análisis de datos de producción. El artículo introduce las categorizaciones de errores de fabricación que están asociadas con operaciones de tipo de fresado, adquisición y representación de conocimientos, estructura conceptual y procedimiento operativo de la instalación de análisis de datos de fabricación de prototipos. El artículo concluye con una breve evaluación de la lógica empleada a través de la simulación de escenarios de error de fabricación. Este prototipo de sistema experto en análisis de datos de fabricación proporciona una valiosa ayuda para el diagnóstico rápido y la eliminación de errores de fabricación en un centro de \"maquinado\" vertical de 3 ejes en un entorno en el que la experiencia del operador es limitada ",
            "error": [
                ""
            ]
        },
        "tolerance analysis": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de datos de fabricación de errores de máquina herramienta dentro de una pequeña empresa de fabricación contemporánea El principal objetivo del papel es la determinación de errores de fabricación dentro del sector de la pequeña empresa de fabricación contemporánea. El diagnóstico de error de fabricación se logra mediante el análisis de datos de fabricación de los resultados obtenidos de la inspección del componente en una máquina de medición coordinada. Esta actividad de análisis de datos de fabricación adopta un enfoque basado en las características y se lleva a cabo mediante la aplicación de un sistema de expertos en cadena avanzada, denominado sistema de expertos en diagnóstico distribuido de análisis de datos de productos, que forma parte de un sistema de retroalimentación prototipo más amplio titulado marco de análisis de datos de producción. El artículo introduce las categorizaciones de errores de fabricación que están asociadas con operaciones de tipo de fresado, adquisición y representación de conocimientos, estructura conceptual y procedimiento operativo de la instalación de análisis de datos de fabricación de prototipos. El artículo concluye con una breve evaluación de la lógica empleada a través de la simulación de escenarios de error de fabricación. Este prototipo de sistema experto en análisis de datos de fabricación proporciona una valiosa ayuda para el diagnóstico rápido y la eliminación de errores de fabricación en un centro de mecanizado vertical de 3 ejes en un entorno donde la experiencia del operador es limitada ",
            "error": []
        }
    }
}