{
    "original_text": "Marble cutting with single point cutting tool and diamond segments An investigation has been undertaken into the frame sawing with diamond blades. The kinematic behaviour of the frame sawing process is discussed. Under different cutting conditions, cutting and indenting-cutting tests are carried out by single point cutting tools and single diamond segments. The results indicate that the depth of cut per diamond grit increases as the blades move forward. Only a few grits per segment can remove the material in the cutting process. When the direction of the stroke changes, the cutting forces do not decrease to zero because of the residual plastic deformation beneath the diamond grits. The plastic deformation and fracture chipping of material are the dominant removal processes, which can be explained by the fracture theory of brittle material indentation",
    "original_translation": "Corte de mármol con herramienta de corte de un solo punto y segmentos de diamantes Se ha iniciado una investigación sobre el aserrado del marco con cuchillas de diamante. Se discute el comportamiento cinemático del proceso de corte de marcos. En diferentes condiciones de corte, los ensayos de corte y corte por dentado se realizan mediante herramientas de corte de un solo punto y segmentos de diamante únicos. Los resultados indican que la profundidad del corte por grano de diamante aumenta a medida que las cuchillas avanzan. Sólo unos pocos granos por segmento pueden eliminar el material en el proceso de corte. Cuando la dirección de la carrera cambia, las fuerzas de corte no disminuyen a cero debido a la deformación plástica residual debajo de la sémola de diamante. La deformación plástica y la fractura del material son los procesos de extracción dominantes, lo que se puede explicar por la teoría de fractura de la hendidura del material frágil",
    "error_count": 7,
    "keys": {
        "marble cutting": {
            "translated_key": [],
            "translated_annotated_text": "Corte de mármol con herramienta de corte de un solo punto y segmentos de diamantes Se ha iniciado una investigación sobre el aserrado del marco con cuchillas de diamante. Se discute el comportamiento cinemático del proceso de corte de marcos. En diferentes condiciones de corte, los ensayos de corte y corte por dentado se realizan mediante herramientas de corte de un solo punto y segmentos de diamante únicos. Los resultados indican que la profundidad del corte por grano de diamante aumenta a medida que las cuchillas avanzan. Sólo unos pocos granos por segmento pueden eliminar el material en el proceso de corte. Cuando la dirección de la carrera cambia, las fuerzas de corte no disminuyen a cero debido a la deformación plástica residual debajo de la sémola de diamante. La deformación plástica y la fractura del material son los procesos de extracción dominantes, lo que se puede explicar por la teoría de fractura de la hendidura del material frágil ",
            "error": []
        },
        "single point cutting tool": {
            "translated_key": "herramienta de corte de punto único",
            "translated_annotated_text": "Corte de mármol con \"herramienta de corte de punto único\" y segmentos de diamante Se ha iniciado una investigación sobre el aserrado de marcos con cuchillas de diamante. Se discute el comportamiento cinemático del proceso de corte de marcos. En diferentes condiciones de corte, los ensayos de corte y corte por dentado se realizan mediante herramientas de corte de un solo punto y segmentos de diamante únicos. Los resultados indican que la profundidad del corte por grano de diamante aumenta a medida que las cuchillas avanzan. Sólo unos pocos granos por segmento pueden eliminar el material en el proceso de corte. Cuando la dirección de la carrera cambia, las fuerzas de corte no disminuyen a cero debido a la deformación plástica residual debajo de la sémola de diamante. La deformación plástica y la fractura del material son los procesos de extracción dominantes, lo que se puede explicar por la teoría de fractura de la hendidura del material frágil ",
            "error": [
                ""
            ]
        },
        "diamond segments": {
            "translated_key": "segmentos de diamante",
            "translated_annotated_text": "Corte de mármol con herramienta de corte de un solo punto y \"segmentos de diamante\" Se ha llevado a cabo una investigación sobre el aserrado de marcos con cuchillas de diamante. Se discute el comportamiento cinemático del proceso de corte de marcos. En diferentes condiciones de corte, las pruebas de corte y corte por dentado se realizan mediante herramientas de corte de un solo punto y \"segmentos de diamante\" únicos. Los resultados indican que la profundidad del corte por grano de diamante aumenta a medida que las cuchillas avanzan. Sólo unos pocos granos por segmento pueden eliminar el material en el proceso de corte. Cuando la dirección de la carrera cambia, las fuerzas de corte no disminuyen a cero debido a la deformación plástica residual debajo de la sémola de diamante. La deformación plástica y la fractura del material son los procesos de extracción dominantes, lo que se puede explicar por la teoría de fractura de la hendidura del material frágil ",
            "error": [
                ""
            ]
        },
        "frame sawing": {
            "translated_key": [
                "aserrado de marco",
                "serrado de marcos"
            ],
            "translated_annotated_text": "Corte de mármol con herramienta de corte de un solo punto y segmentos de diamante Se ha iniciado una investigación sobre el \"aserrado de marco\" con cuchillas de diamante. Se discute el comportamiento cinemático del proceso de \"serrado de marcos\". En diferentes condiciones de corte, los ensayos de corte y corte por dentado se realizan mediante herramientas de corte de un solo punto y segmentos de diamante únicos. Los resultados indican que la profundidad del corte por grano de diamante aumenta a medida que las cuchillas avanzan. Sólo unos pocos granos por segmento pueden eliminar el material en el proceso de corte. Cuando la dirección de la carrera cambia, las fuerzas de corte no disminuyen a cero debido a la deformación plástica residual debajo de la sémola de diamante. La deformación plástica y la fractura del material son los procesos de extracción dominantes, lo que se puede explicar por la teoría de fractura de la hendidura del material frágil ",
            "error": [
                "aserrado de marco",
                "serrado de marcos"
            ]
        },
        "kinematic behaviour": {
            "translated_key": "comportamiento cinemático",
            "translated_annotated_text": "Corte de mármol con herramienta de corte de un solo punto y segmentos de diamantes Se ha iniciado una investigación sobre el aserrado del marco con cuchillas de diamante. Se discute el \"comportamiento cinemático\" del proceso de aserrado de marcos. En diferentes condiciones de corte, los ensayos de corte y corte por dentado se realizan mediante herramientas de corte de un solo punto y segmentos de diamante únicos. Los resultados indican que la profundidad del corte por grano de diamante aumenta a medida que las cuchillas avanzan. Sólo unos pocos granos por segmento pueden eliminar el material en el proceso de corte. Cuando la dirección de la carrera cambia, las fuerzas de corte no disminuyen a cero debido a la deformación plástica residual debajo de la sémola de diamante. La deformación plástica y la fractura del material son los procesos de extracción dominantes, lo que se puede explicar por la teoría de fractura de la hendidura del material frágil ",
            "error": [
                ""
            ]
        },
        "cutting tests": {
            "translated_key": [],
            "translated_annotated_text": "Corte de mármol con herramienta de corte de un solo punto y segmentos de diamantes Se ha iniciado una investigación sobre el aserrado del marco con cuchillas de diamante. Se discute el comportamiento cinemático del proceso de corte de marcos. En diferentes condiciones de corte, las pruebas de corte y corte se realizan mediante herramientas de corte de un solo punto y segmentos de diamante únicos. Los resultados indican que la profundidad del corte por grano de diamante aumenta a medida que las cuchillas avanzan. Sólo unos pocos granos por segmento pueden eliminar el material en el proceso de corte. Cuando la dirección de la carrera cambia, las fuerzas de corte no disminuyen a cero debido a la deformación plástica residual debajo de la sémola de diamante. La deformación plástica y la fractura del material son los procesos de extracción dominantes, lo que se puede explicar por la teoría de fractura de la hendidura del material frágil ",
            "error": []
        },
        "indenting-cutting tests": {
            "translated_key": "pruebas de corte y de detección",
            "translated_annotated_text": "Corte de mármol con herramienta de corte de un solo punto y segmentos de diamantes Se ha iniciado una investigación sobre el aserrado del marco con cuchillas de diamante. Se discute el comportamiento cinemático del proceso de corte de marcos. En diferentes condiciones de corte, las herramientas de corte de un solo punto y los segmentos de diamante se llevan a cabo mediante \"pruebas de corte y de detección\". Los resultados indican que la profundidad del corte por grano de diamante aumenta a medida que las cuchillas avanzan. Sólo unos pocos granos por segmento pueden eliminar el material en el proceso de corte. Cuando la dirección de la carrera cambia, las fuerzas de corte no disminuyen a cero debido a la deformación plástica residual debajo de la sémola de diamante. La deformación plástica y la fractura del material son los procesos de extracción dominantes, lo que se puede explicar por la teoría de fractura de la hendidura del material frágil ",
            "error": [
                ""
            ]
        },
        "residual plastic deformation": {
            "translated_key": "deformación plástica residual",
            "translated_annotated_text": "Corte de mármol con herramienta de corte de un solo punto y segmentos de diamantes Se ha iniciado una investigación sobre el aserrado del marco con cuchillas de diamante. Se discute el comportamiento cinemático del proceso de corte de marcos. En diferentes condiciones de corte, los ensayos de corte y corte por dentado se realizan mediante herramientas de corte de un solo punto y segmentos de diamante únicos. Los resultados indican que la profundidad del corte por grano de diamante aumenta a medida que las cuchillas avanzan. Sólo unos pocos granos por segmento pueden eliminar el material en el proceso de corte. Cuando la dirección de la carrera cambia, las fuerzas de corte no disminuyen a cero debido a la \"deformación plástica residual\" debajo de la sémola de diamante. La deformación plástica y la fractura del material son los procesos de extracción dominantes, lo que se puede explicar por la teoría de fractura de la hendidura del material frágil ",
            "error": [
                ""
            ]
        },
        "fracture chipping": {
            "translated_key": "astillado de fractura",
            "translated_annotated_text": "Corte de mármol con herramienta de corte de un solo punto y segmentos de diamantes Se ha iniciado una investigación sobre el aserrado del marco con cuchillas de diamante. Se discute el comportamiento cinemático del proceso de corte de marcos. En diferentes condiciones de corte, los ensayos de corte y corte por dentado se realizan mediante herramientas de corte de un solo punto y segmentos de diamante únicos. Los resultados indican que la profundidad del corte por grano de diamante aumenta a medida que las cuchillas avanzan. Sólo unos pocos granos por segmento pueden eliminar el material en el proceso de corte. Cuando la dirección de la carrera cambia, las fuerzas de corte no disminuyen a cero debido a la deformación plástica residual debajo de la sémola de diamante. La deformación plástica y el \"astillado de fractura\" del material son los procesos de extracción dominantes, lo que puede explicarse por la teoría de la fractura de la hendidura de material frágil ",
            "error": [
                ""
            ]
        },
        "removal processes": {
            "translated_key": "procesos de extracción",
            "translated_annotated_text": "Corte de mármol con herramienta de corte de un solo punto y segmentos de diamantes Se ha iniciado una investigación sobre el aserrado del marco con cuchillas de diamante. Se discute el comportamiento cinemático del proceso de corte de marcos. En diferentes condiciones de corte, los ensayos de corte y corte por dentado se realizan mediante herramientas de corte de un solo punto y segmentos de diamante únicos. Los resultados indican que la profundidad del corte por grano de diamante aumenta a medida que las cuchillas avanzan. Sólo unos pocos granos por segmento pueden eliminar el material en el proceso de corte. Cuando la dirección de la carrera cambia, las fuerzas de corte no disminuyen a cero debido a la deformación plástica residual debajo de la sémola de diamante. La deformación plástica y la fractura del material son los \"procesos de extracción\" dominantes, lo que se puede explicar por la teoría de fractura de la hendidura del material frágil ",
            "error": [
                ""
            ]
        },
        "fracture theory": {
            "translated_key": "teoría de fracturas",
            "translated_annotated_text": "Corte de mármol con herramienta de corte de un solo punto y segmentos de diamantes Se ha iniciado una investigación sobre el aserrado del marco con cuchillas de diamante. Se discute el comportamiento cinemático del proceso de corte de marcos. En diferentes condiciones de corte, los ensayos de corte y corte por dentado se realizan mediante herramientas de corte de un solo punto y segmentos de diamante únicos. Los resultados indican que la profundidad del corte por grano de diamante aumenta a medida que las cuchillas avanzan. Sólo unos pocos granos por segmento pueden eliminar el material en el proceso de corte. Cuando la dirección de la carrera cambia, las fuerzas de corte no disminuyen a cero debido a la deformación plástica residual debajo de la sémola de diamante. La deformación plástica y la fractura del material son los procesos de extracción dominantes, lo que se puede explicar por la \"teoría de fracturas\" de la hendidura de material frágil ",
            "error": [
                ""
            ]
        },
        "brittle material indentation": {
            "translated_key": "herramienta de material frágil",
            "translated_annotated_text": "Corte de mármol con herramienta de corte de un solo punto y segmentos de diamantes Se ha iniciado una investigación sobre el aserrado del marco con cuchillas de diamante. Se discute el comportamiento cinemático del proceso de corte de marcos. En diferentes condiciones de corte, los ensayos de corte y corte por dentado se realizan mediante herramientas de corte de un solo punto y segmentos de diamante únicos. Los resultados indican que la profundidad del corte por grano de diamante aumenta a medida que las cuchillas avanzan. Sólo unos pocos granos por segmento pueden eliminar el material en el proceso de corte. Cuando la dirección de la carrera cambia, las fuerzas de corte no disminuyen a cero debido a la deformación plástica residual debajo de la sémola de diamante. La deformación plástica y la fractura del material son los procesos de extracción dominantes, lo que se puede explicar por la teoría de la fractura de \"herramienta de material frágil\" ",
            "error": [
                ""
            ]
        },
        "computerised numerical control": {
            "translated_key": [],
            "translated_annotated_text": "Corte de mármol con herramienta de corte de un solo punto y segmentos de diamantes Se ha iniciado una investigación sobre el aserrado del marco con cuchillas de diamante. Se discute el comportamiento cinemático del proceso de corte de marcos. En diferentes condiciones de corte, los ensayos de corte y corte por dentado se realizan mediante herramientas de corte de un solo punto y segmentos de diamante únicos. Los resultados indican que la profundidad del corte por grano de diamante aumenta a medida que las cuchillas avanzan. Sólo unos pocos granos por segmento pueden eliminar el material en el proceso de corte. Cuando la dirección de la carrera cambia, las fuerzas de corte no disminuyen a cero debido a la deformación plástica residual debajo de la sémola de diamante. La deformación plástica y la fractura del material son los procesos de extracción dominantes, lo que se puede explicar por la teoría de fractura de la hendidura del material frágil ",
            "error": []
        },
        "cutting": {
            "translated_key": [
                "corte",
                "corte",
                "corte",
                "corte",
                "corte",
                "corte",
                "corte",
                "cortamiento"
            ],
            "translated_annotated_text": "Mármol \"corte\" con herramienta \"corte\" de un solo punto y segmentos de diamantes Se ha iniciado una investigación sobre el aserrado de marcos con cuchillas de diamante. Se discute el comportamiento cinemático del proceso de corte de marcos. En diferentes condiciones de \"corte\", las pruebas de \"corte\" y de \"corte\" se realizan mediante herramientas de \"corte\" de punto único y segmentos de diamante únicos. Los resultados indican que la profundidad del corte por grano de diamante aumenta a medida que las cuchillas avanzan. Sólo unos pocos granos por segmento pueden eliminar el material en el proceso de \"corte\". Cuando la dirección del trazo cambia, las fuerzas de \"cortamiento\" no disminuyen a cero debido a la deformación plástica residual debajo de la sémola de diamante. La deformación plástica y la fractura del material son los procesos de extracción dominantes, lo que se puede explicar por la teoría de fractura de la hendidura del material frágil ",
            "error": [
                "corte",
                "corte",
                "corte",
                "corte",
                "corte",
                "corte",
                "corte",
                "cortamiento"
            ]
        },
        "diamond": {
            "translated_key": "diamante",
            "translated_annotated_text": "Corte de mármol con herramienta de corte de un solo punto y segmentos de \"diamante\" Se ha iniciado una investigación sobre el aserrado de marcos con cuchillas de \"diamante\". Se discute el comportamiento cinemático del proceso de corte de marcos. En diferentes condiciones de corte, las pruebas de corte y corte por dentado se realizan mediante herramientas de corte de un solo punto y segmentos de \"diamante\". Los resultados indican que la profundidad de corte por grano \"diamante\" aumenta a medida que las cuchillas avanzan. Sólo unos pocos granos por segmento pueden eliminar el material en el proceso de corte. Cuando la dirección de la carrera cambia, las fuerzas de corte no disminuyen a cero debido a la deformación plástica residual debajo de la sémola \"diamante\". La deformación plástica y la fractura del material son los procesos de extracción dominantes, lo que se puede explicar por la teoría de fractura de la hendidura del material frágil ",
            "error": [
                ""
            ]
        },
        "kinematics": {
            "translated_key": [],
            "translated_annotated_text": "Corte de mármol con herramienta de corte de un solo punto y segmentos de diamantes Se ha iniciado una investigación sobre el aserrado del marco con cuchillas de diamante. Se discute el comportamiento cinemático del proceso de corte de marcos. En diferentes condiciones de corte, los ensayos de corte y corte por dentado se realizan mediante herramientas de corte de un solo punto y segmentos de diamante únicos. Los resultados indican que la profundidad del corte por grano de diamante aumenta a medida que las cuchillas avanzan. Sólo unos pocos granos por segmento pueden eliminar el material en el proceso de corte. Cuando la dirección de la carrera cambia, las fuerzas de corte no disminuyen a cero debido a la deformación plástica residual debajo de la sémola de diamante. La deformación plástica y la fractura del material son los procesos de extracción dominantes, lo que se puede explicar por la teoría de fractura de la hendidura del material frágil ",
            "error": []
        },
        "machining": {
            "translated_key": [],
            "translated_annotated_text": "Corte de mármol con herramienta de corte de un solo punto y segmentos de diamantes Se ha iniciado una investigación sobre el aserrado del marco con cuchillas de diamante. Se discute el comportamiento cinemático del proceso de corte de marcos. En diferentes condiciones de corte, los ensayos de corte y corte por dentado se realizan mediante herramientas de corte de un solo punto y segmentos de diamante únicos. Los resultados indican que la profundidad del corte por grano de diamante aumenta a medida que las cuchillas avanzan. Sólo unos pocos granos por segmento pueden eliminar el material en el proceso de corte. Cuando la dirección de la carrera cambia, las fuerzas de corte no disminuyen a cero debido a la deformación plástica residual debajo de la sémola de diamante. La deformación plástica y la fractura del material son los procesos de extracción dominantes, lo que se puede explicar por la teoría de fractura de la hendidura del material frágil ",
            "error": []
        },
        "plastic deformation": {
            "translated_key": "deformación plástica",
            "translated_annotated_text": "Corte de mármol con herramienta de corte de un solo punto y segmentos de diamantes Se ha iniciado una investigación sobre el aserrado del marco con cuchillas de diamante. Se discute el comportamiento cinemático del proceso de corte de marcos. En diferentes condiciones de corte, los ensayos de corte y corte por dentado se realizan mediante herramientas de corte de un solo punto y segmentos de diamante únicos. Los resultados indican que la profundidad del corte por grano de diamante aumenta a medida que las cuchillas avanzan. Sólo unos pocos granos por segmento pueden eliminar el material en el proceso de corte. Cuando la dirección del trazo cambia, las fuerzas de corte no disminuyen a cero debido a la \"deformación plástica\" residual debajo de la sémola de diamante. La \"deformación plástica\" y el corte de fractura del material son los procesos de extracción dominantes, lo que se puede explicar por la teoría de fractura de la hendidura del material quebradizo ",
            "error": [
                ""
            ]
        }
    }
}