{
    "original_text": "Marble cutting with single point cutting tool and diamond segments An investigation has been undertaken into the frame sawing with diamond blades. The kinematic behaviour of the frame sawing process is discussed. Under different cutting conditions, cutting and indenting-cutting tests are carried out by single point cutting tools and single diamond segments. The results indicate that the depth of cut per diamond grit increases as the blades move forward. Only a few grits per segment can remove the material in the cutting process. When the direction of the stroke changes, the cutting forces do not decrease to zero because of the residual plastic deformation beneath the diamond grits. The plastic deformation and fracture chipping of material are the dominant removal processes, which can be explained by the fracture theory of brittle material indentation",
    "original_translation": "Corte de mármol con herramienta de corte de un solo punto y segmentos de diamante Se ha iniciado una investigación sobre el aserrado de marcos con cuchillas de diamante. Se discute el comportamiento cinemático del proceso de corte de marcos. En diferentes condiciones de corte, los ensayos de corte y corte por dentado se realizan mediante herramientas de corte de un solo punto y segmentos de diamante únicos. Los resultados indican que la profundidad del corte por grano de diamante aumenta a medida que las cuchillas avanzan. Sólo unos pocos granos por segmento pueden eliminar el material en el proceso de corte. Cuando la dirección de la carrera cambia, las fuerzas de corte no disminuyen a cero debido a la deformación plástica residual debajo de la sémola de diamante. La deformación plástica y la fractura del material son los procesos de extracción dominantes, lo que se puede explicar por la teoría de fractura de la hendidura del material quebradizo",
    "error_count": 12,
    "keys": {
        "marble cutting": {
            "translated_key": [],
            "translated_annotated_text": "Corte de mármol con herramienta de corte de un solo punto y segmentos de diamante Se ha iniciado una investigación sobre el aserrado de marcos con cuchillas de diamante. Se discute el comportamiento cinemático del proceso de corte de marcos. En diferentes condiciones de corte, los ensayos de corte y corte por dentado se realizan mediante herramientas de corte de un solo punto y segmentos de diamante únicos. Los resultados indican que la profundidad del corte por grano de diamante aumenta a medida que las cuchillas avanzan. Sólo unos pocos granos por segmento pueden eliminar el material en el proceso de corte. Cuando la dirección de la carrera cambia, las fuerzas de corte no disminuyen a cero debido a la deformación plástica residual debajo de la sémola de diamante. La deformación plástica y la fractura del material son los procesos de extracción dominantes, lo que se puede explicar por la teoría de fractura de la hendidura del material quebradizo ",
            "error": []
        },
        "single point cutting tool": {
            "translated_key": "herramienta de corte de punto único",
            "translated_annotated_text": "Corte de mármol con <br>herramienta de corte de punto único</br> y segmentos de diamante Se ha iniciado una investigación sobre el aserrado de marcos con cuchillas de diamante. Se discute el comportamiento cinemático del proceso de corte de marcos. En diferentes condiciones de corte, los ensayos de corte y corte por dentado se realizan mediante herramientas de corte de un solo punto y segmentos de diamante únicos. Los resultados indican que la profundidad del corte por grano de diamante aumenta a medida que las cuchillas avanzan. Sólo unos pocos granos por segmento pueden eliminar el material en el proceso de corte. Cuando la dirección de la carrera cambia, las fuerzas de corte no disminuyen a cero debido a la deformación plástica residual debajo de la sémola de diamante. La deformación plástica y la fractura del material son los procesos de extracción dominantes, lo que se puede explicar por la teoría de fractura de la hendidura del material quebradizo ",
            "error": [
                ""
            ]
        },
        "diamond segments": {
            "translated_key": "diamond",
            "translated_annotated_text": "Corte de mármol con herramienta de corte de un solo punto y segmentos <br>diamond</br> Se ha iniciado una investigación sobre el aserrado de marcos con cuchillas de diamante. Se discute el comportamiento cinemático del proceso de corte de marcos. En diferentes condiciones de corte, los ensayos de corte y corte de hendiduras se realizan mediante herramientas de corte de un solo punto y segmentos de diamante únicos. Los resultados indican que la profundidad del corte por grano de diamante aumenta a medida que las cuchillas avanzan. Sólo unos pocos granos por segmento pueden eliminar el material en el proceso de corte. Cuando la dirección de la carrera cambia, las fuerzas de corte no disminuyen a cero debido a la deformación plástica residual debajo de la sémola de diamante. La deformación plástica y la fractura del material son los procesos de extracción dominantes, lo que se puede explicar por la teoría de fractura de la hendidura del material quebradizo ",
            "error": [
                ""
            ]
        },
        "frame sawing": {
            "translated_key": " con cuchillas de diamante. Se discute el comportamiento cinemático del proceso de aserrado <br>frame",
            "translated_annotated_text": "Corte de mármol con herramienta de corte de un solo punto y segmentos de diamante Se ha iniciado una investigación sobre el aserrado de marco <br> con cuchillas de diamante. Se discute el comportamiento cinemático del proceso de aserrado <br>frame</br>. En diferentes condiciones de corte, los ensayos de corte y corte por dentado se realizan mediante herramientas de corte de un solo punto y segmentos de diamante únicos. Los resultados indican que la profundidad del corte por grano de diamante aumenta a medida que las cuchillas avanzan. Sólo unos pocos granos por segmento pueden eliminar el material en el proceso de corte. Cuando la dirección de la carrera cambia, las fuerzas de corte no disminuyen a cero debido a la deformación plástica residual debajo de la sémola de diamante. La deformación plástica y la fractura del material son los procesos de extracción dominantes, lo que se puede explicar por la teoría de fractura de la hendidura del material quebradizo ",
            "error": [
                ""
            ]
        },
        "kinematic behaviour": {
            "translated_key": [],
            "translated_annotated_text": "Corte de mármol con herramienta de corte de un solo punto y segmentos de diamante Se ha iniciado una investigación sobre el aserrado de marcos con cuchillas de diamante. Se discute el comportamiento <br>kinemático del proceso de aserrado de marcos. En diferentes condiciones de corte, los ensayos de corte y corte por dentado se realizan mediante herramientas de corte de un solo punto y segmentos de diamante únicos. Los resultados indican que la profundidad del corte por grano de diamante aumenta a medida que las cuchillas avanzan. Sólo unos pocos granos por segmento pueden eliminar el material en el proceso de corte. Cuando la dirección de la carrera cambia, las fuerzas de corte no disminuyen a cero debido a la deformación plástica residual debajo de la sémola de diamante. La deformación plástica y la fractura del material son los procesos de extracción dominantes, lo que se puede explicar por la teoría de fractura de la hendidura del material quebradizo ",
            "error": []
        },
        "cutting tests": {
            "translated_key": [],
            "translated_annotated_text": "Corte de mármol con herramienta de corte de un solo punto y segmentos de diamante Se ha iniciado una investigación sobre el aserrado de marcos con cuchillas de diamante. Se discute el comportamiento cinemático del proceso de corte de marcos. En diferentes condiciones de corte, las pruebas de corte y corte por dentado se realizan mediante herramientas de corte de un solo punto y segmentos de diamante. Los resultados indican que la profundidad del corte por grano de diamante aumenta a medida que las cuchillas avanzan. Sólo unos pocos granos por segmento pueden eliminar el material en el proceso de corte. Cuando la dirección de la carrera cambia, las fuerzas de corte no disminuyen a cero debido a la deformación plástica residual debajo de la sémola de diamante. La deformación plástica y la fractura del material son los procesos de extracción dominantes, lo que se puede explicar por la teoría de fractura de la hendidura del material quebradizo ",
            "error": []
        },
        "indenting-cutting tests": {
            "translated_key": [],
            "translated_annotated_text": "Corte de mármol con herramienta de corte de un solo punto y segmentos de diamante Se ha iniciado una investigación sobre el aserrado de marcos con cuchillas de diamante. Se discute el comportamiento cinemático del proceso de corte de marcos. En diferentes condiciones de corte, las pruebas de corte y corte de <br> se realizan mediante herramientas de corte de un solo punto y segmentos de diamante. Los resultados indican que la profundidad del corte por grano de diamante aumenta a medida que las cuchillas avanzan. Sólo unos pocos granos por segmento pueden eliminar el material en el proceso de corte. Cuando la dirección de la carrera cambia, las fuerzas de corte no disminuyen a cero debido a la deformación plástica residual debajo de la sémola de diamante. La deformación plástica y la fractura del material son los procesos de extracción dominantes, lo que se puede explicar por la teoría de fractura de la hendidura del material quebradizo ",
            "error": []
        },
        "residual plastic deformation": {
            "translated_key": [],
            "translated_annotated_text": "Corte de mármol con herramienta de corte de un solo punto y segmentos de diamante Se ha iniciado una investigación sobre el aserrado de marcos con cuchillas de diamante. Se discute el comportamiento cinemático del proceso de corte de marcos. En diferentes condiciones de corte, los ensayos de corte y corte por dentado se realizan mediante herramientas de corte de un solo punto y segmentos de diamante únicos. Los resultados indican que la profundidad del corte por grano de diamante aumenta a medida que las cuchillas avanzan. Sólo unos pocos granos por segmento pueden eliminar el material en el proceso de corte. Cuando la dirección de la carrera cambia, las fuerzas de corte no disminuyen a cero debido a la deformación plástica residual debajo de la sémola de diamante. La deformación plástica y la fractura del material son los procesos de extracción dominantes, lo que se puede explicar por la teoría de fractura de la hendidura del material quebradizo ",
            "error": []
        },
        "fracture chipping": {
            "translated_key": [],
            "translated_annotated_text": "Corte de mármol con herramienta de corte de un solo punto y segmentos de diamante Se ha iniciado una investigación sobre el aserrado de marcos con cuchillas de diamante. Se discute el comportamiento cinemático del proceso de corte de marcos. En diferentes condiciones de corte, los ensayos de corte y corte por dentado se realizan mediante herramientas de corte de un solo punto y segmentos de diamante únicos. Los resultados indican que la profundidad del corte por grano de diamante aumenta a medida que las cuchillas avanzan. Sólo unos pocos granos por segmento pueden eliminar el material en el proceso de corte. Cuando la dirección de la carrera cambia, las fuerzas de corte no disminuyen a cero debido a la deformación plástica residual debajo de la sémola de diamante. La deformación plástica y el astillado <br>fractura del material son los procesos de extracción dominantes, lo que puede explicarse por la teoría de la fractura de la hendidura del material quebradizo ",
            "error": []
        },
        "removal processes": {
            "translated_key": [],
            "translated_annotated_text": "Corte de mármol con herramienta de corte de un solo punto y segmentos de diamante Se ha iniciado una investigación sobre el aserrado de marcos con cuchillas de diamante. Se discute el comportamiento cinemático del proceso de corte de marcos. En diferentes condiciones de corte, los ensayos de corte y corte por dentado se realizan mediante herramientas de corte de un solo punto y segmentos de diamante únicos. Los resultados indican que la profundidad del corte por grano de diamante aumenta a medida que las cuchillas avanzan. Sólo unos pocos granos por segmento pueden eliminar el material en el proceso de corte. Cuando la dirección de la carrera cambia, las fuerzas de corte no disminuyen a cero debido a la deformación plástica residual debajo de la sémola de diamante. La deformación plástica y la fracturación del material son los procesos dominantes de eliminación <br>, lo que puede explicarse por la teoría de fractura de la hendidura del material quebradizo ",
            "error": []
        },
        "fracture theory": {
            "translated_key": [],
            "translated_annotated_text": "Corte de mármol con herramienta de corte de un solo punto y segmentos de diamante Se ha iniciado una investigación sobre el aserrado de marcos con cuchillas de diamante. Se discute el comportamiento cinemático del proceso de corte de marcos. En diferentes condiciones de corte, los ensayos de corte y corte por dentado se realizan mediante herramientas de corte de un solo punto y segmentos de diamante únicos. Los resultados indican que la profundidad del corte por grano de diamante aumenta a medida que las cuchillas avanzan. Sólo unos pocos granos por segmento pueden eliminar el material en el proceso de corte. Cuando la dirección de la carrera cambia, las fuerzas de corte no disminuyen a cero debido a la deformación plástica residual debajo de la sémola de diamante. La deformación plástica y la fracturación del material son los procesos de extracción dominantes, lo que puede explicarse por la teoría de la fractura <br> de la hendidura del material quebradizo ",
            "error": []
        },
        "brittle material indentation": {
            "translated_key": "brittle",
            "translated_annotated_text": "Corte de mármol con herramienta de corte de un solo punto y segmentos de diamante Se ha iniciado una investigación sobre el aserrado de marcos con cuchillas de diamante. Se discute el comportamiento cinemático del proceso de corte de marcos. En diferentes condiciones de corte, los ensayos de corte y corte por dentado se realizan mediante herramientas de corte de un solo punto y segmentos de diamante únicos. Los resultados indican que la profundidad del corte por grano de diamante aumenta a medida que las cuchillas avanzan. Sólo unos pocos granos por segmento pueden eliminar el material en el proceso de corte. Cuando la dirección de la carrera cambia, las fuerzas de corte no disminuyen a cero debido a la deformación plástica residual debajo de la sémola de diamante. La deformación plástica y la fractura del material son los procesos de extracción dominantes, lo que se puede explicar por la teoría de fractura de la hendidura del material <br>brittle</br> ",
            "error": [
                ""
            ]
        },
        "computerised numerical control": {
            "translated_key": [],
            "translated_annotated_text": "Corte de mármol con herramienta de corte de un solo punto y segmentos de diamante Se ha iniciado una investigación sobre el aserrado de marcos con cuchillas de diamante. Se discute el comportamiento cinemático del proceso de corte de marcos. En diferentes condiciones de corte, los ensayos de corte y corte por dentado se realizan mediante herramientas de corte de un solo punto y segmentos de diamante únicos. Los resultados indican que la profundidad del corte por grano de diamante aumenta a medida que las cuchillas avanzan. Sólo unos pocos granos por segmento pueden eliminar el material en el proceso de corte. Cuando la dirección de la carrera cambia, las fuerzas de corte no disminuyen a cero debido a la deformación plástica residual debajo de la sémola de diamante. La deformación plástica y la fractura del material son los procesos de extracción dominantes, lo que se puede explicar por la teoría de fractura de la hendidura del material quebradizo ",
            "error": []
        },
        "cutting": {
            "translated_key": [
                "cortado",
                "cortado",
                "corte",
                "corte",
                "corte",
                "corte",
                "cutting"
            ],
            "translated_annotated_text": "Mármol <br>cortado</br> con un solo punto <br>cortado</br> y segmentos de diamantes Se ha iniciado una investigación sobre el aserrado del marco con cuchillas de diamante. Se discute el comportamiento cinemático del proceso de corte de marcos. En diferentes condiciones de <br>corte</br>, los ensayos de <br>corte</br> y <br>corte</br> de hendiduras se realizan mediante herramientas de <br>corte</br> de un solo punto y segmentos de diamante únicos. Los resultados indican que la profundidad del corte por grano de diamante aumenta a medida que las cuchillas avanzan. Sólo unos pocos granos por segmento pueden eliminar el material en el proceso <br>cutting</br>. Cuando cambia la dirección del trazo, las fuerzas de corte <br></br> no disminuyen a cero debido a la deformación plástica residual debajo de la sémola de diamante. La deformación plástica y la fractura del material son los procesos de extracción dominantes, lo que se puede explicar por la teoría de fractura de la hendidura del material quebradizo ",
            "error": [
                "cortado",
                "cortado",
                "corte",
                "corte",
                "corte",
                "corte",
                "cutting"
            ]
        },
        "diamond": {
            "translated_key": "diamond",
            "translated_annotated_text": "Corte de mármol con herramienta de corte de un solo punto y segmentos <br>diamond</br> Se ha realizado una investigación sobre el aserrado de marcos con cuchillas <br>diamond</br>. Se discute el comportamiento cinemático del proceso de corte de marcos. En diferentes condiciones de corte, los ensayos de corte y corte por hendidura se realizan mediante herramientas de corte de un solo punto y segmentos simples <br>diamond</br>. Los resultados indican que la profundidad del corte por grano <br>diamond</br> aumenta a medida que las cuchillas avanzan. Sólo unos pocos granos por segmento pueden eliminar el material en el proceso de corte. Cuando la dirección de la carrera cambia, las fuerzas de corte no disminuyen a cero debido a la deformación plástica residual debajo de la sémola <br>diamond</br>. La deformación plástica y la fractura del material son los procesos de extracción dominantes, lo que se puede explicar por la teoría de fractura de la hendidura del material quebradizo ",
            "error": [
                ""
            ]
        },
        "kinematics": {
            "translated_key": [],
            "translated_annotated_text": "Corte de mármol con herramienta de corte de un solo punto y segmentos de diamante Se ha iniciado una investigación sobre el aserrado de marcos con cuchillas de diamante. Se discute el comportamiento cinemático del proceso de corte de marcos. En diferentes condiciones de corte, los ensayos de corte y corte por dentado se realizan mediante herramientas de corte de un solo punto y segmentos de diamante únicos. Los resultados indican que la profundidad del corte por grano de diamante aumenta a medida que las cuchillas avanzan. Sólo unos pocos granos por segmento pueden eliminar el material en el proceso de corte. Cuando la dirección de la carrera cambia, las fuerzas de corte no disminuyen a cero debido a la deformación plástica residual debajo de la sémola de diamante. La deformación plástica y la fractura del material son los procesos de extracción dominantes, lo que se puede explicar por la teoría de fractura de la hendidura del material quebradizo ",
            "error": []
        },
        "machining": {
            "translated_key": [],
            "translated_annotated_text": "Corte de mármol con herramienta de corte de un solo punto y segmentos de diamante Se ha iniciado una investigación sobre el aserrado de marcos con cuchillas de diamante. Se discute el comportamiento cinemático del proceso de corte de marcos. En diferentes condiciones de corte, los ensayos de corte y corte por dentado se realizan mediante herramientas de corte de un solo punto y segmentos de diamante únicos. Los resultados indican que la profundidad del corte por grano de diamante aumenta a medida que las cuchillas avanzan. Sólo unos pocos granos por segmento pueden eliminar el material en el proceso de corte. Cuando la dirección de la carrera cambia, las fuerzas de corte no disminuyen a cero debido a la deformación plástica residual debajo de la sémola de diamante. La deformación plástica y la fractura del material son los procesos de extracción dominantes, lo que se puede explicar por la teoría de fractura de la hendidura del material quebradizo ",
            "error": []
        },
        "plastic deformation": {
            "translated_key": " por debajo de la sémola de diamante. La deformación <br>plásica",
            "translated_annotated_text": "Corte de mármol con herramienta de corte de un solo punto y segmentos de diamante Se ha iniciado una investigación sobre el aserrado de marcos con cuchillas de diamante. Se discute el comportamiento cinemático del proceso de corte de marcos. En diferentes condiciones de corte, los ensayos de corte y corte por dentado se realizan mediante herramientas de corte de un solo punto y segmentos de diamante únicos. Los resultados indican que la profundidad del corte por grano de diamante aumenta a medida que las cuchillas avanzan. Sólo unos pocos granos por segmento pueden eliminar el material en el proceso de corte. Cuando la dirección de la carrera cambia, las fuerzas de corte no disminuyen a cero debido a la deformación plástica residual <br> por debajo de la sémola de diamante. La deformación <br>plásica</br> y el astillado de fractura del material son los procesos de extracción dominantes, lo que puede explicarse por la teoría de fractura de la hendidura del material quebradizo ",
            "error": [
                ""
            ]
        }
    }
}