{
    "original_text": "A comprehensive chatter prediction model for face turning operation including tool wear effect Presents a three-dimensional mechanistic frequency domain chatter model for face turning processes, that can account for the effects of tool wear including process damping. New formulations are presented to model the variation in process damping forces along nonlinear tool geometries such as the nose radius. The underlying dynamic force model simulates the variation in the chip cross-sectional area by accounting for the displacements in the axial and radial directions. The model can be used to determine stability boundaries under various cutting conditions and different states of flank wear. Experimental results for different amounts of wear are provided as a validation for the model",
    "original_translation": "Un modelo de predicción de charla integral para la operación de torneado facial incluyendo el efecto de desgaste de la herramienta Presenta un modelo de charla de dominio mecánico tridimensional de frecuencia para procesos de torneado facial, que puede explicar los efectos del desgaste de la herramienta incluyendo amortiguación del proceso. Se presentan nuevas formulaciones para modelar la variación en las fuerzas de amortiguación del proceso a lo largo de geometrías de herramientas no lineales como el radio nasal. El modelo de fuerza dinámica subyacente simula la variación en el área transversal del chip al contabilizar los desplazamientos en las direcciones axial y radial. El modelo se puede utilizar para determinar los límites de estabilidad en varias condiciones de corte y diferentes estados de desgaste del flanco. Los resultados experimentales para diferentes cantidades de desgaste se proporcionan como una validación para el modelo",
    "error_count": 6,
    "keys": {
        "chatter prediction model": {
            "translated_key": "modelo de predicción de charla",
            "translated_annotated_text": "Un \"modelo de predicción de charla\" integral para la operación de torneado facial incluyendo el efecto de desgaste de la herramienta Presenta un modelo de charla de dominio mecánico tridimensional de frecuencia para procesos de torneado facial, que puede explicar los efectos del desgaste de la herramienta incluyendo amortiguación del proceso. Se presentan nuevas formulaciones para modelar la variación en las fuerzas de amortiguación del proceso a lo largo de geometrías de herramientas no lineales como el radio nasal. El modelo de fuerza dinámica subyacente simula la variación en el área transversal del chip al contabilizar los desplazamientos en las direcciones axial y radial. El modelo se puede utilizar para determinar los límites de estabilidad en varias condiciones de corte y diferentes estados de desgaste del flanco. Los resultados experimentales para diferentes cantidades de desgaste se proporcionan como una validación para el modelo ",
            "error": [
                ""
            ]
        },
        "face turning operation": {
            "translated_key": "operación de torneado de la cara",
            "translated_annotated_text": "Un modelo de predicción de charla integral para \"operación de torneado de la cara\" incluyendo efecto de desgaste de la herramienta Presenta un modelo de charla de dominio mecánico tridimensional de frecuencia para procesos de torneado de la cara, que puede explicar los efectos del desgaste de la herramienta incluyendo amortiguación del proceso. Se presentan nuevas formulaciones para modelar la variación en las fuerzas de amortiguación del proceso a lo largo de geometrías de herramientas no lineales como el radio nasal. El modelo de fuerza dinámica subyacente simula la variación en el área transversal del chip al contabilizar los desplazamientos en las direcciones axial y radial. El modelo se puede utilizar para determinar los límites de estabilidad en varias condiciones de corte y diferentes estados de desgaste del flanco. Los resultados experimentales para diferentes cantidades de desgaste se proporcionan como una validación para el modelo ",
            "error": [
                ""
            ]
        },
        "tool wear effect": {
            "translated_key": "efecto de desgaste de la herramienta",
            "translated_annotated_text": "Un modelo de predicción de charla integral para la operación de torneado facial incluyendo \"efecto de desgaste de la herramienta\" Presenta un modelo de charla de dominio mecánico tridimensional para procesos de torneado facial, que puede explicar los efectos del desgaste de la herramienta incluyendo amortiguación del proceso. Se presentan nuevas formulaciones para modelar la variación en las fuerzas de amortiguación del proceso a lo largo de geometrías de herramientas no lineales como el radio nasal. El modelo de fuerza dinámica subyacente simula la variación en el área transversal del chip al contabilizar los desplazamientos en las direcciones axial y radial. El modelo se puede utilizar para determinar los límites de estabilidad en varias condiciones de corte y diferentes estados de desgaste del flanco. Los resultados experimentales para diferentes cantidades de desgaste se proporcionan como una validación para el modelo ",
            "error": [
                ""
            ]
        },
        "three-dimensional mechanistic frequency domain chatter model": {
            "translated_key": "modelo de charla de dominio mecánico tridimensional de frecuencia",
            "translated_annotated_text": "Un modelo de predicción de charla integral para la operación de torneado facial incluyendo el efecto de desgaste de la herramienta Presenta un \"modelo de charla de dominio mecánico tridimensional de frecuencia\" para procesos de torneado facial, que puede explicar los efectos del desgaste de la herramienta incluyendo amortiguación del proceso. Se presentan nuevas formulaciones para modelar la variación en las fuerzas de amortiguación del proceso a lo largo de geometrías de herramientas no lineales como el radio nasal. El modelo de fuerza dinámica subyacente simula la variación en el área transversal del chip al contabilizar los desplazamientos en las direcciones axial y radial. El modelo se puede utilizar para determinar los límites de estabilidad en varias condiciones de corte y diferentes estados de desgaste del flanco. Los resultados experimentales para diferentes cantidades de desgaste se proporcionan como una validación para el modelo ",
            "error": [
                ""
            ]
        },
        "process damping": {
            "translated_key": "humectación del proceso",
            "translated_annotated_text": "Un modelo de predicción de charla integral para la operación de torneado facial incluyendo el efecto de desgaste de la herramienta Presenta un modelo de charla de dominio mecánico tridimensional de frecuencia para procesos de torneado facial, que puede explicar los efectos del desgaste de la herramienta incluyendo \"humectación del proceso\". Se presentan nuevas formulaciones para modelar la variación de las fuerzas de amortiguación del proceso a lo largo de geometrías de herramientas no lineales como el radio de la nariz. El modelo de fuerza dinámica subyacente simula la variación en el área transversal del chip al contabilizar los desplazamientos en las direcciones axial y radial. El modelo se puede utilizar para determinar los límites de estabilidad en varias condiciones de corte y diferentes estados de desgaste del flanco. Los resultados experimentales para diferentes cantidades de desgaste se proporcionan como una validación para el modelo ",
            "error": [
                ""
            ]
        },
        "axial directions": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo de predicción de charla integral para la operación de torneado facial incluyendo el efecto de desgaste de la herramienta Presenta un modelo de charla de dominio mecánico tridimensional de frecuencia para procesos de torneado facial, que puede explicar los efectos del desgaste de la herramienta incluyendo amortiguación del proceso. Se presentan nuevas formulaciones para modelar la variación en las fuerzas de amortiguación del proceso a lo largo de geometrías de herramientas no lineales como el radio nasal. El modelo de fuerza dinámica subyacente simula la variación en el área transversal del chip al contabilizar los desplazamientos en las direcciones axial y radial. El modelo se puede utilizar para determinar los límites de estabilidad en varias condiciones de corte y diferentes estados de desgaste del flanco. Los resultados experimentales para diferentes cantidades de desgaste se proporcionan como una validación para el modelo ",
            "error": []
        },
        "radial directions": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo de predicción de charla integral para la operación de torneado facial incluyendo el efecto de desgaste de la herramienta Presenta un modelo de charla de dominio mecánico tridimensional de frecuencia para procesos de torneado facial, que puede explicar los efectos del desgaste de la herramienta incluyendo amortiguación del proceso. Se presentan nuevas formulaciones para modelar la variación en las fuerzas de amortiguación del proceso a lo largo de geometrías de herramientas no lineales como el radio nasal. El modelo de fuerza dinámica subyacente simula la variación en el área transversal del chip al contabilizar los desplazamientos en las direcciones axial y radial. El modelo se puede utilizar para determinar los límites de estabilidad en varias condiciones de corte y diferentes estados de desgaste del flanco. Los resultados experimentales para diferentes cantidades de desgaste se proporcionan como una validación para el modelo ",
            "error": []
        },
        "stability boundaries": {
            "translated_key": "límites de estabilidad",
            "translated_annotated_text": "Un modelo de predicción de charla integral para la operación de torneado facial incluyendo el efecto de desgaste de la herramienta Presenta un modelo de charla de dominio mecánico tridimensional de frecuencia para procesos de torneado facial, que puede explicar los efectos del desgaste de la herramienta incluyendo amortiguación del proceso. Se presentan nuevas formulaciones para modelar la variación en las fuerzas de amortiguación del proceso a lo largo de geometrías de herramientas no lineales como el radio nasal. El modelo de fuerza dinámica subyacente simula la variación en el área transversal del chip al contabilizar los desplazamientos en las direcciones axial y radial. El modelo se puede utilizar para determinar \"límites de estabilidad\" bajo diversas condiciones de corte y diferentes estados de desgaste del flanco. Los resultados experimentales para diferentes cantidades de desgaste se proporcionan como una validación para el modelo ",
            "error": [
                ""
            ]
        },
        "flank wear": {
            "translated_key": "desgaste de flanco",
            "translated_annotated_text": "Un modelo de predicción de charla integral para la operación de torneado facial incluyendo el efecto de desgaste de la herramienta Presenta un modelo de charla de dominio mecánico tridimensional de frecuencia para procesos de torneado facial, que puede explicar los efectos del desgaste de la herramienta incluyendo amortiguación del proceso. Se presentan nuevas formulaciones para modelar la variación en las fuerzas de amortiguación del proceso a lo largo de geometrías de herramientas no lineales como el radio nasal. El modelo de fuerza dinámica subyacente simula la variación en el área transversal del chip al contabilizar los desplazamientos en las direcciones axial y radial. El modelo se puede utilizar para determinar los límites de estabilidad bajo diversas condiciones de corte y diferentes estados de \"desgaste de flanco\". Los resultados experimentales para diferentes cantidades de desgaste se proporcionan como una validación para el modelo ",
            "error": [
                ""
            ]
        },
        "cutting": {
            "translated_key": "cortamiento",
            "translated_annotated_text": "Un modelo de predicción de charla integral para la operación de torneado facial incluyendo el efecto de desgaste de la herramienta Presenta un modelo de charla de dominio mecánico tridimensional de frecuencia para procesos de torneado facial, que puede explicar los efectos del desgaste de la herramienta incluyendo amortiguación del proceso. Se presentan nuevas formulaciones para modelar la variación en las fuerzas de amortiguación del proceso a lo largo de geometrías de herramientas no lineales como el radio nasal. El modelo de fuerza dinámica subyacente simula la variación en el área transversal del chip al contabilizar los desplazamientos en las direcciones axial y radial. El modelo se puede utilizar para determinar los límites de estabilidad bajo diversas condiciones de \"cortamiento\" y diferentes estados de desgaste del flanco. Los resultados experimentales para diferentes cantidades de desgaste se proporcionan como una validación para el modelo ",
            "error": [
                ""
            ]
        },
        "damping": {
            "translated_key": [
                "dampping",
                "dañación"
            ],
            "translated_annotated_text": "Un modelo de predicción de charla integral para la operación de torneado facial incluyendo el efecto de desgaste de la herramienta Presenta un modelo de charla de dominio mecánico tridimensional de frecuencia para procesos de torneado facial, que puede explicar los efectos del desgaste de la herramienta incluyendo el \"dampping\" del proceso. Se presentan nuevas formulaciones para modelar la variación en las fuerzas de \"dañación\" del proceso a lo largo de geometrías de herramientas no lineales como el radio de la nariz. El modelo de fuerza dinámica subyacente simula la variación en el área transversal del chip al contabilizar los desplazamientos en las direcciones axial y radial. El modelo se puede utilizar para determinar los límites de estabilidad en varias condiciones de corte y diferentes estados de desgaste del flanco. Los resultados experimentales para diferentes cantidades de desgaste se proporcionan como una validación para el modelo ",
            "error": [
                "dampping",
                "dañación"
            ]
        },
        "machining": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo de predicción de charla integral para la operación de torneado facial incluyendo el efecto de desgaste de la herramienta Presenta un modelo de charla de dominio mecánico tridimensional de frecuencia para procesos de torneado facial, que puede explicar los efectos del desgaste de la herramienta incluyendo amortiguación del proceso. Se presentan nuevas formulaciones para modelar la variación en las fuerzas de amortiguación del proceso a lo largo de geometrías de herramientas no lineales como el radio nasal. El modelo de fuerza dinámica subyacente simula la variación en el área transversal del chip al contabilizar los desplazamientos en las direcciones axial y radial. El modelo se puede utilizar para determinar los límites de estabilidad en varias condiciones de corte y diferentes estados de desgaste del flanco. Los resultados experimentales para diferentes cantidades de desgaste se proporcionan como una validación para el modelo ",
            "error": []
        },
        "mechanical engineering computing": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo de predicción de charla integral para la operación de torneado facial incluyendo el efecto de desgaste de la herramienta Presenta un modelo de charla de dominio mecánico tridimensional de frecuencia para procesos de torneado facial, que puede explicar los efectos del desgaste de la herramienta incluyendo amortiguación del proceso. Se presentan nuevas formulaciones para modelar la variación en las fuerzas de amortiguación del proceso a lo largo de geometrías de herramientas no lineales como el radio nasal. El modelo de fuerza dinámica subyacente simula la variación en el área transversal del chip al contabilizar los desplazamientos en las direcciones axial y radial. El modelo se puede utilizar para determinar los límites de estabilidad en varias condiciones de corte y diferentes estados de desgaste del flanco. Los resultados experimentales para diferentes cantidades de desgaste se proporcionan como una validación para el modelo ",
            "error": []
        },
        "stability": {
            "translated_key": "estabilidad",
            "translated_annotated_text": "Un modelo de predicción de charla integral para la operación de torneado facial incluyendo el efecto de desgaste de la herramienta Presenta un modelo de charla de dominio mecánico tridimensional de frecuencia para procesos de torneado facial, que puede explicar los efectos del desgaste de la herramienta incluyendo amortiguación del proceso. Se presentan nuevas formulaciones para modelar la variación en las fuerzas de amortiguación del proceso a lo largo de geometrías de herramientas no lineales como el radio nasal. El modelo de fuerza dinámica subyacente simula la variación en el área transversal del chip al contabilizar los desplazamientos en las direcciones axial y radial. El modelo se puede utilizar para determinar los límites de \"estabilidad\" bajo diversas condiciones de corte y diferentes estados de desgaste del flanco. Los resultados experimentales para diferentes cantidades de desgaste se proporcionan como una validación para el modelo ",
            "error": [
                ""
            ]
        },
        "wear": {
            "translated_key": [
                "desgaste",
                "desgaste",
                "desgaste",
                "gasto"
            ],
            "translated_annotated_text": "Un modelo de predicción de charla integral para la operación de torneado facial incluyendo el efecto de \"desgaste\" de la herramienta Presenta un modelo de charla de dominio de frecuencia mecánica tridimensional para procesos de torneado facial, que puede explicar los efectos de \"desgaste\" de la herramienta incluyendo amortiguación del proceso. Se presentan nuevas formulaciones para modelar la variación en las fuerzas de amortiguación del proceso a lo largo de geometrías de herramientas no lineales como el radio nasal. El modelo de fuerza dinámica subyacente simula la variación en el área transversal del chip al contabilizar los desplazamientos en las direcciones axial y radial. El modelo se puede utilizar para determinar los límites de estabilidad en varias condiciones de corte y diferentes estados de flanco \"desgaste\". Los resultados experimentales para diferentes cantidades de \"gasto\" se proporcionan como validación para el modelo ",
            "error": [
                "desgaste",
                "desgaste",
                "desgaste",
                "gasto"
            ]
        }
    }
}