{
    "original_text": "Optimization of cutting conditions for single pass turning operations using a deterministic approach An optimization analysis, strategy and CAM software for the selection of economic cutting conditions in single pass turning operations are presented using a deterministic approach. The optimization is based on criteria typified by the maximum production rate and includes a host of practical constraints. It is shown that the deterministic optimization approach involving mathematical analyses of constrained economic trends and graphical representation on the feed-speed domain provides a clearly defined strategy that not only provides a unique global optimum solution, but also the software that is suitable for on-line CAM applications. A numerical study has verified the developed optimization strategies and software and has shown the economic benefits of using optimization",
    "original_translation": "Optimización de las condiciones de corte para operaciones de giro de un solo paso utilizando un enfoque determinista Un análisis de optimización, estrategia y software CAM para la selección de condiciones de corte económico en operaciones de giro de un solo paso se presentan utilizando un enfoque determinista. La optimización se basa en criterios caracterizados por la tasa de producción máxima e incluye una serie de limitaciones prácticas. Se muestra que el enfoque de optimización determinista que incluye análisis matemáticos de tendencias económicas limitadas y representación gráfica en el dominio feed-speed proporciona una estrategia claramente definida que no sólo proporciona una solución óptima global única, sino también el software que es adecuado para aplicaciones en línea CAM. Un estudio numérico ha verificado las estrategias de optimización desarrolladas y el software y ha demostrado los beneficios económicos de utilizar la optimización",
    "error_count": 7,
    "keys": {
        "cutting conditions optimization": {
            "translated_key": [],
            "translated_annotated_text": "Optimización de las condiciones de corte para operaciones de giro de un solo paso utilizando un enfoque determinista Un análisis de optimización, estrategia y software CAM para la selección de condiciones de corte económico en operaciones de giro de un solo paso se presentan utilizando un enfoque determinista. La optimización se basa en criterios caracterizados por la tasa de producción máxima e incluye una serie de limitaciones prácticas. Se muestra que el enfoque de optimización determinista que incluye análisis matemáticos de tendencias económicas limitadas y representación gráfica en el dominio feed-speed proporciona una estrategia claramente definida que no sólo proporciona una solución óptima global única, sino también el software que es adecuado para aplicaciones en línea CAM. Un estudio numérico ha verificado las estrategias de optimización desarrolladas y el software y ha demostrado los beneficios económicos de utilizar la optimización ",
            "error": []
        },
        "single pass turning operations": {
            "translated_key": "operaciones de giro de paso único",
            "translated_annotated_text": "Optimización de las condiciones de corte para \"operaciones de giro de paso único\" utilizando un enfoque determinista Un análisis de optimización, estrategia y software CAM para la selección de condiciones de corte económico en \"operaciones de giro de paso único\" se presentan utilizando un enfoque determinista. La optimización se basa en criterios caracterizados por la tasa de producción máxima e incluye una serie de limitaciones prácticas. Se muestra que el enfoque de optimización determinista que incluye análisis matemáticos de tendencias económicas limitadas y representación gráfica en el dominio feed-speed proporciona una estrategia claramente definida que no sólo proporciona una solución óptima global única, sino también el software que es adecuado para aplicaciones en línea CAM. Un estudio numérico ha verificado las estrategias de optimización desarrolladas y el software y ha demostrado los beneficios económicos de utilizar la optimización ",
            "error": [
                ""
            ]
        },
        "deterministic approach": {
            "translated_key": "enfoque determinista",
            "translated_annotated_text": "Optimización de las condiciones de corte para operaciones de giro de un solo paso utilizando un \"enfoque determinista\" Un análisis de optimización, estrategia y software CAM para la selección de condiciones de corte económico en operaciones de giro de un solo paso se presentan utilizando un \"enfoque determinista\". La optimización se basa en criterios caracterizados por la tasa de producción máxima e incluye una serie de limitaciones prácticas. Se muestra que el enfoque de optimización determinista que incluye análisis matemáticos de tendencias económicas limitadas y representación gráfica en el dominio feed-speed proporciona una estrategia claramente definida que no sólo proporciona una solución óptima global única, sino también el software que es adecuado para aplicaciones en línea CAM. Un estudio numérico ha verificado las estrategias de optimización desarrolladas y el software y ha demostrado los beneficios económicos de utilizar la optimización ",
            "error": [
                ""
            ]
        },
        "CAM software": {
            "translated_key": "software CAM",
            "translated_annotated_text": "Optimización de las condiciones de corte para operaciones de giro de un solo paso utilizando un enfoque determinista Un análisis de optimización, estrategia y \"software CAM\" para la selección de condiciones de corte económico en operaciones de giro de un solo paso se presentan utilizando un enfoque determinista. La optimización se basa en criterios caracterizados por la tasa de producción máxima e incluye una serie de limitaciones prácticas. Se muestra que el enfoque de optimización determinista que incluye análisis matemáticos de tendencias económicas limitadas y representación gráfica en el dominio feed-speed proporciona una estrategia claramente definida que no sólo proporciona una solución óptima global única, sino también el software que es adecuado para aplicaciones en línea CAM. Un estudio numérico ha verificado las estrategias de optimización desarrolladas y el software y ha demostrado los beneficios económicos de utilizar la optimización ",
            "error": [
                ""
            ]
        },
        "economic cutting conditions": {
            "translated_key": "condiciones de corte económico",
            "translated_annotated_text": "Optimización de las condiciones de corte para operaciones de giro de un solo paso utilizando un enfoque determinista Un análisis de optimización, estrategia y software CAM para la selección de \"condiciones de corte económico\" en operaciones de giro de un solo paso se presentan utilizando un enfoque determinista. La optimización se basa en criterios caracterizados por la tasa de producción máxima e incluye una serie de limitaciones prácticas. Se muestra que el enfoque de optimización determinista que incluye análisis matemáticos de tendencias económicas limitadas y representación gráfica en el dominio feed-speed proporciona una estrategia claramente definida que no sólo proporciona una solución óptima global única, sino también el software que es adecuado para aplicaciones en línea CAM. Un estudio numérico ha verificado las estrategias de optimización desarrolladas y el software y ha demostrado los beneficios económicos de utilizar la optimización ",
            "error": [
                ""
            ]
        },
        "maximum production rate": {
            "translated_key": "tasa máxima de producción",
            "translated_annotated_text": "Optimización de las condiciones de corte para operaciones de giro de un solo paso utilizando un enfoque determinista Un análisis de optimización, estrategia y software CAM para la selección de condiciones de corte económico en operaciones de giro de un solo paso se presentan utilizando un enfoque determinista. La optimización se basa en criterios caracterizados por la \"tasa máxima de producción\" e incluye una serie de limitaciones prácticas. Se muestra que el enfoque de optimización determinista que incluye análisis matemáticos de tendencias económicas limitadas y representación gráfica en el dominio feed-speed proporciona una estrategia claramente definida que no sólo proporciona una solución óptima global única, sino también el software que es adecuado para aplicaciones en línea CAM. Un estudio numérico ha verificado las estrategias de optimización desarrolladas y el software y ha demostrado los beneficios económicos de utilizar la optimización ",
            "error": [
                ""
            ]
        },
        "mathematical analyses": {
            "translated_key": "análisis matemáticos",
            "translated_annotated_text": "Optimización de las condiciones de corte para operaciones de giro de un solo paso utilizando un enfoque determinista Un análisis de optimización, estrategia y software CAM para la selección de condiciones de corte económico en operaciones de giro de un solo paso se presentan utilizando un enfoque determinista. La optimización se basa en criterios caracterizados por la tasa de producción máxima e incluye una serie de limitaciones prácticas. Se demuestra que el enfoque de optimización determinista que incluye \"análisis matemáticos\" de tendencias económicas limitadas y representación gráfica en el dominio feed-speed proporciona una estrategia claramente definida que no sólo proporciona una solución óptima global única, sino también el software que es adecuado para aplicaciones en línea CAM. Un estudio numérico ha verificado las estrategias de optimización desarrolladas y el software y ha demostrado los beneficios económicos de utilizar la optimización ",
            "error": [
                ""
            ]
        },
        "constrained economic trends": {
            "translated_key": "tendencias económicas restringidas",
            "translated_annotated_text": "Optimización de las condiciones de corte para operaciones de giro de un solo paso utilizando un enfoque determinista Un análisis de optimización, estrategia y software CAM para la selección de condiciones de corte económico en operaciones de giro de un solo paso se presentan utilizando un enfoque determinista. La optimización se basa en criterios caracterizados por la tasa de producción máxima e incluye una serie de limitaciones prácticas. Se muestra que el enfoque de optimización determinista que incluye análisis matemáticos de \"tendencias económicas restringidas\" y representación gráfica en el dominio feed-speed proporciona una estrategia claramente definida que no sólo proporciona una solución óptima global única, sino también el software que es adecuado para aplicaciones CAM en línea. Un estudio numérico ha verificado las estrategias de optimización desarrolladas y el software y ha demostrado los beneficios económicos de utilizar la optimización ",
            "error": [
                ""
            ]
        },
        "process planning": {
            "translated_key": [],
            "translated_annotated_text": "Optimización de las condiciones de corte para operaciones de giro de un solo paso utilizando un enfoque determinista Un análisis de optimización, estrategia y software CAM para la selección de condiciones de corte económico en operaciones de giro de un solo paso se presentan utilizando un enfoque determinista. La optimización se basa en criterios caracterizados por la tasa de producción máxima e incluye una serie de limitaciones prácticas. Se muestra que el enfoque de optimización determinista que incluye análisis matemáticos de tendencias económicas limitadas y representación gráfica en el dominio feed-speed proporciona una estrategia claramente definida que no sólo proporciona una solución óptima global única, sino también el software que es adecuado para aplicaciones en línea CAM. Un estudio numérico ha verificado las estrategias de optimización desarrolladas y el software y ha demostrado los beneficios económicos de utilizar la optimización ",
            "error": []
        },
        "computer aided production planning": {
            "translated_key": [],
            "translated_annotated_text": "Optimización de las condiciones de corte para operaciones de giro de un solo paso utilizando un enfoque determinista Un análisis de optimización, estrategia y software CAM para la selección de condiciones de corte económico en operaciones de giro de un solo paso se presentan utilizando un enfoque determinista. La optimización se basa en criterios caracterizados por la tasa de producción máxima e incluye una serie de limitaciones prácticas. Se muestra que el enfoque de optimización determinista que incluye análisis matemáticos de tendencias económicas limitadas y representación gráfica en el dominio feed-speed proporciona una estrategia claramente definida que no sólo proporciona una solución óptima global única, sino también el software que es adecuado para aplicaciones en línea CAM. Un estudio numérico ha verificado las estrategias de optimización desarrolladas y el software y ha demostrado los beneficios económicos de utilizar la optimización ",
            "error": []
        },
        "computerised numerical control": {
            "translated_key": [],
            "translated_annotated_text": "Optimización de las condiciones de corte para operaciones de giro de un solo paso utilizando un enfoque determinista Un análisis de optimización, estrategia y software CAM para la selección de condiciones de corte económico en operaciones de giro de un solo paso se presentan utilizando un enfoque determinista. La optimización se basa en criterios caracterizados por la tasa de producción máxima e incluye una serie de limitaciones prácticas. Se muestra que el enfoque de optimización determinista que incluye análisis matemáticos de tendencias económicas limitadas y representación gráfica en el dominio feed-speed proporciona una estrategia claramente definida que no sólo proporciona una solución óptima global única, sino también el software que es adecuado para aplicaciones en línea CAM. Un estudio numérico ha verificado las estrategias de optimización desarrolladas y el software y ha demostrado los beneficios económicos de utilizar la optimización ",
            "error": []
        },
        "cutting": {
            "translated_key": "corte",
            "translated_annotated_text": "Optimización de las condiciones de \"corte\" para operaciones de torneado de un solo paso utilizando un enfoque determinista Un análisis de optimización, estrategia y software CAM para la selección de condiciones económicas de \"corte\" en operaciones de torneado de un solo paso se presentan utilizando un enfoque determinista. La optimización se basa en criterios caracterizados por la tasa de producción máxima e incluye una serie de limitaciones prácticas. Se muestra que el enfoque de optimización determinista que incluye análisis matemáticos de tendencias económicas limitadas y representación gráfica en el dominio feed-speed proporciona una estrategia claramente definida que no sólo proporciona una solución óptima global única, sino también el software que es adecuado para aplicaciones en línea CAM. Un estudio numérico ha verificado las estrategias de optimización desarrolladas y el software y ha demostrado los beneficios económicos de utilizar la optimización ",
            "error": [
                ""
            ]
        },
        "machine tools": {
            "translated_key": [],
            "translated_annotated_text": "Optimización de las condiciones de corte para operaciones de giro de un solo paso utilizando un enfoque determinista Un análisis de optimización, estrategia y software CAM para la selección de condiciones de corte económico en operaciones de giro de un solo paso se presentan utilizando un enfoque determinista. La optimización se basa en criterios caracterizados por la tasa de producción máxima e incluye una serie de limitaciones prácticas. Se muestra que el enfoque de optimización determinista que incluye análisis matemáticos de tendencias económicas limitadas y representación gráfica en el dominio feed-speed proporciona una estrategia claramente definida que no sólo proporciona una solución óptima global única, sino también el software que es adecuado para aplicaciones en línea CAM. Un estudio numérico ha verificado las estrategias de optimización desarrolladas y el software y ha demostrado los beneficios económicos de utilizar la optimización ",
            "error": []
        },
        "machining": {
            "translated_key": [],
            "translated_annotated_text": "Optimización de las condiciones de corte para operaciones de giro de un solo paso utilizando un enfoque determinista Un análisis de optimización, estrategia y software CAM para la selección de condiciones de corte económico en operaciones de giro de un solo paso se presentan utilizando un enfoque determinista. La optimización se basa en criterios caracterizados por la tasa de producción máxima e incluye una serie de limitaciones prácticas. Se muestra que el enfoque de optimización determinista que incluye análisis matemáticos de tendencias económicas limitadas y representación gráfica en el dominio feed-speed proporciona una estrategia claramente definida que no sólo proporciona una solución óptima global única, sino también el software que es adecuado para aplicaciones en línea CAM. Un estudio numérico ha verificado las estrategias de optimización desarrolladas y el software y ha demostrado los beneficios económicos de utilizar la optimización ",
            "error": []
        },
        "optimisation": {
            "translated_key": [],
            "translated_annotated_text": "Optimización de las condiciones de corte para operaciones de giro de un solo paso utilizando un enfoque determinista Un análisis de optimización, estrategia y software CAM para la selección de condiciones de corte económico en operaciones de giro de un solo paso se presentan utilizando un enfoque determinista. La optimización se basa en criterios caracterizados por la tasa de producción máxima e incluye una serie de limitaciones prácticas. Se muestra que el enfoque de optimización determinista que incluye análisis matemáticos de tendencias económicas limitadas y representación gráfica en el dominio feed-speed proporciona una estrategia claramente definida que no sólo proporciona una solución óptima global única, sino también el software que es adecuado para aplicaciones en línea CAM. Un estudio numérico ha verificado las estrategias de optimización desarrolladas y el software y ha demostrado los beneficios económicos de utilizar la optimización ",
            "error": []
        }
    }
}