{
    "original_text": "Prediction of tool and chip temperature in continuous and interrupted machining A numerical model based on the finite difference method is presented to predict tool and chip temperature fields in continuous machining and time varying milling processes. Continuous or steady state machining operations like orthogonal cutting are studied by modeling the heat transfer between the tool and chip at the tool-rake face contact zone. The shear energy created in the primary zone, the friction energy produced at the rake face-chip contact zone and the heat balance between the moving chip and stationary tool are considered. The temperature distribution is solved using the finite difference method. Later, the model is extended to milling where the cutting is interrupted and the chip thickness varies with time. The proposed model combines the steady-state temperature prediction in continuous machining with transient temperature evaluation in interrupted cutting operations where the chip and the process change in a discontinuous manner. The mathematical models and simulation results are in satisfactory agreement with experimental temperature measurements reported in the literature",
    "original_translation": "Predicción de la temperatura de la herramienta y del chip en el mecanizado continuo e interrumpido Se presenta un modelo numérico basado en el método de diferencia finita para predecir los campos de temperatura de la herramienta y del chip en procesos de mecanizado continuo y de fresado que varían el tiempo. Las operaciones de mecanizado continuas o en estado estacionario, como el corte ortogonal, se estudian modelando la transferencia de calor entre la herramienta y el chip en la zona de contacto frontal de la caja de herramientas. Se considera la energía de corte creada en la zona primaria, la energía de fricción producida en la zona de contacto de corte frontal y el equilibrio térmico entre el chip en movimiento y la herramienta estacionaria. La distribución de la temperatura se resuelve utilizando el método de diferencia finita. Más tarde, el modelo se extiende a la molienda donde se interrumpe el corte y el espesor del chip varía con el tiempo. El modelo propuesto combina la predicción de temperatura en estado estacionario en el mecanizado continuo con la evaluación de temperatura transitoria en operaciones de corte interrumpido donde el chip y el proceso cambian de manera discontinua. Los modelos matemáticos y los resultados de simulación concuerdan satisfactoriamente con las mediciones experimentales de temperatura reportadas en la literatura",
    "error_count": 15,
    "keys": {
        "tool temperature prediction": {
            "translated_key": [],
            "translated_annotated_text": "Predicción de la temperatura de la herramienta y del chip en el mecanizado continuo e interrumpido Se presenta un modelo numérico basado en el método de diferencia finita para predecir los campos de temperatura de la herramienta y del chip en procesos de mecanizado continuo y de fresado que varían el tiempo. Las operaciones de mecanizado continuas o en estado estacionario, como el corte ortogonal, se estudian modelando la transferencia de calor entre la herramienta y el chip en la zona de contacto frontal de la caja de herramientas. Se considera la energía de corte creada en la zona primaria, la energía de fricción producida en la zona de contacto de corte frontal y el equilibrio térmico entre el chip en movimiento y la herramienta estacionaria. La distribución de la temperatura se resuelve utilizando el método de diferencia finita. Más tarde, el modelo se extiende a la molienda donde se interrumpe el corte y el espesor del chip varía con el tiempo. El modelo propuesto combina la predicción de temperatura en estado estacionario en el mecanizado continuo con la evaluación de temperatura transitoria en operaciones de corte interrumpido donde el chip y el proceso cambian de manera discontinua. Los modelos matemáticos y los resultados de simulación concuerdan satisfactoriamente con las mediciones experimentales de temperatura reportadas en la literatura ",
            "error": []
        },
        "chip temperature prediction": {
            "translated_key": [],
            "translated_annotated_text": "Predicción de la temperatura de la herramienta y del chip en el mecanizado continuo e interrumpido Se presenta un modelo numérico basado en el método de diferencia finita para predecir los campos de temperatura de la herramienta y del chip en procesos de mecanizado continuo y de fresado que varían el tiempo. Las operaciones de mecanizado continuas o en estado estacionario, como el corte ortogonal, se estudian modelando la transferencia de calor entre la herramienta y el chip en la zona de contacto frontal de la caja de herramientas. Se considera la energía de corte creada en la zona primaria, la energía de fricción producida en la zona de contacto de corte frontal y el equilibrio térmico entre el chip en movimiento y la herramienta estacionaria. La distribución de la temperatura se resuelve utilizando el método de diferencia finita. Más tarde, el modelo se extiende a la molienda donde se interrumpe el corte y el espesor del chip varía con el tiempo. El modelo propuesto combina la predicción de temperatura en estado estacionario en el mecanizado continuo con la evaluación de temperatura transitoria en operaciones de corte interrumpido donde el chip y el proceso cambian de manera discontinua. Los modelos matemáticos y los resultados de simulación concuerdan satisfactoriamente con las mediciones experimentales de temperatura reportadas en la literatura ",
            "error": []
        },
        "continuous machining": {
            "translated_key": "mecanizado continuo",
            "translated_annotated_text": "Predicción de la temperatura de la herramienta y del chip en el <br>mecanizado continuo</br> e interrumpido Se presenta un modelo numérico basado en el método de diferencia finita para predecir los campos de temperatura de la herramienta y del chip en procesos de <br>mecanizado continuo</br> y de fresado que varían el tiempo. Las operaciones de mecanizado continuas o en estado estacionario, como el corte ortogonal, se estudian modelando la transferencia de calor entre la herramienta y el chip en la zona de contacto frontal de la caja de herramientas. Se considera la energía de corte creada en la zona primaria, la energía de fricción producida en la zona de contacto de corte frontal y el equilibrio térmico entre el chip en movimiento y la herramienta estacionaria. La distribución de la temperatura se resuelve utilizando el método de diferencia finita. Más tarde, el modelo se extiende a la molienda donde se interrumpe el corte y el espesor del chip varía con el tiempo. El modelo propuesto combina la predicción de temperatura en estado estacionario en el <br>mecanizado continuo</br> con la evaluación de temperatura transitoria en operaciones de corte interrumpido donde el chip y el proceso cambian de manera discontinua. Los modelos matemáticos y los resultados de simulación concuerdan satisfactoriamente con las mediciones experimentales de temperatura reportadas en la literatura ",
            "error": [
                ""
            ]
        },
        "interrupted machining": {
            "translated_key": "interrumpido",
            "translated_annotated_text": "Predicción de la temperatura de la herramienta y del chip en el mecanizado continuo y <br>interrumpido</br> Se presenta un modelo numérico basado en el método de diferencia finita para predecir los campos de temperatura de la herramienta y del chip en procesos de mecanizado continuo y de fresado que varían el tiempo. Las operaciones de mecanizado continuas o en estado estacionario, como el corte ortogonal, se estudian modelando la transferencia de calor entre la herramienta y el chip en la zona de contacto frontal de la caja de herramientas. Se considera la energía de corte creada en la zona primaria, la energía de fricción producida en la zona de contacto de corte frontal y el equilibrio térmico entre el chip en movimiento y la herramienta estacionaria. La distribución de la temperatura se resuelve utilizando el método de diferencia finita. Más tarde, el modelo se extiende a la molienda donde se interrumpe el corte y el espesor del chip varía con el tiempo. El modelo propuesto combina la predicción de temperatura en estado estacionario en el mecanizado continuo con la evaluación de temperatura transitoria en operaciones de corte interrumpido donde el chip y el proceso cambian de manera discontinua. Los modelos matemáticos y los resultados de simulación concuerdan satisfactoriamente con las mediciones experimentales de temperatura reportadas en la literatura ",
            "error": [
                ""
            ]
        },
        "numerical model": {
            "translated_key": [],
            "translated_annotated_text": "Predicción de la temperatura de la herramienta y del chip en el mecanizado continuo e interrumpido Un modelo numérico <br> basado en el método de diferencia finita se presenta para predecir los campos de temperatura de la herramienta y del chip en procesos de mecanizado continuo y procesos de fresado variables de tiempo. Las operaciones de mecanizado continuas o en estado estacionario, como el corte ortogonal, se estudian modelando la transferencia de calor entre la herramienta y el chip en la zona de contacto frontal de la caja de herramientas. Se considera la energía de corte creada en la zona primaria, la energía de fricción producida en la zona de contacto de corte frontal y el equilibrio térmico entre el chip en movimiento y la herramienta estacionaria. La distribución de la temperatura se resuelve utilizando el método de diferencia finita. Más tarde, el modelo se extiende a la molienda donde se interrumpe el corte y el espesor del chip varía con el tiempo. El modelo propuesto combina la predicción de temperatura en estado estacionario en el mecanizado continuo con la evaluación de temperatura transitoria en operaciones de corte interrumpido donde el chip y el proceso cambian de manera discontinua. Los modelos matemáticos y los resultados de simulación concuerdan satisfactoriamente con las mediciones experimentales de temperatura reportadas en la literatura ",
            "error": []
        },
        "finite difference method": {
            "translated_key": "finite difference",
            "translated_annotated_text": "Predicción de la temperatura de la herramienta y del chip en el mecanizado continuo e interrumpido Se presenta un modelo numérico basado en el método <br>finite difference</br> para predecir los campos de temperatura de la herramienta y del chip en procesos de mecanizado continuo y de fresado que varían el tiempo. Las operaciones de mecanizado continuas o en estado estacionario, como el corte ortogonal, se estudian modelando la transferencia de calor entre la herramienta y el chip en la zona de contacto frontal de la caja de herramientas. Se considera la energía de corte creada en la zona primaria, la energía de fricción producida en la zona de contacto de corte frontal y el equilibrio térmico entre el chip en movimiento y la herramienta estacionaria. La distribución de la temperatura se resuelve utilizando el método <br>finite difference</br>. Más tarde, el modelo se extiende a la molienda donde se interrumpe el corte y el espesor del chip varía con el tiempo. El modelo propuesto combina la predicción de temperatura en estado estacionario en el mecanizado continuo con la evaluación de temperatura transitoria en operaciones de corte interrumpido donde el chip y el proceso cambian de manera discontinua. Los modelos matemáticos y los resultados de simulación concuerdan satisfactoriamente con las mediciones experimentales de temperatura reportadas en la literatura ",
            "error": [
                ""
            ]
        },
        "time varying milling processes": {
            "translated_key": [],
            "translated_annotated_text": "Predicción de la temperatura de la herramienta y del chip en el mecanizado continuo e interrumpido Se presenta un modelo numérico basado en el método de diferencia finita para predecir los campos de temperatura de la herramienta y del chip en procesos de mecanizado continuo y de fresado que varían el tiempo. Las operaciones de mecanizado continuas o en estado estacionario, como el corte ortogonal, se estudian modelando la transferencia de calor entre la herramienta y el chip en la zona de contacto frontal de la caja de herramientas. Se considera la energía de corte creada en la zona primaria, la energía de fricción producida en la zona de contacto de corte frontal y el equilibrio térmico entre el chip en movimiento y la herramienta estacionaria. La distribución de la temperatura se resuelve utilizando el método de diferencia finita. Más tarde, el modelo se extiende a la molienda donde se interrumpe el corte y el espesor del chip varía con el tiempo. El modelo propuesto combina la predicción de temperatura en estado estacionario en el mecanizado continuo con la evaluación de temperatura transitoria en operaciones de corte interrumpido donde el chip y el proceso cambian de manera discontinua. Los modelos matemáticos y los resultados de simulación concuerdan satisfactoriamente con las mediciones experimentales de temperatura reportadas en la literatura ",
            "error": []
        },
        "orthogonal cutting": {
            "translated_key": "corte ortogonal",
            "translated_annotated_text": "Predicción de la temperatura de la herramienta y del chip en el mecanizado continuo e interrumpido Se presenta un modelo numérico basado en el método de diferencia finita para predecir los campos de temperatura de la herramienta y del chip en procesos de mecanizado continuo y de fresado que varían el tiempo. Las operaciones de mecanizado continuas o en estado estacionario, como el <br>corte ortogonal</br>, se estudian modelando la transferencia de calor entre la herramienta y el chip en la zona de contacto facial de la caja de herramientas. Se considera la energía de corte creada en la zona primaria, la energía de fricción producida en la zona de contacto de corte frontal y el equilibrio térmico entre el chip en movimiento y la herramienta estacionaria. La distribución de la temperatura se resuelve utilizando el método de diferencia finita. Más tarde, el modelo se extiende a la molienda donde se interrumpe el corte y el espesor del chip varía con el tiempo. El modelo propuesto combina la predicción de temperatura en estado estacionario en el mecanizado continuo con la evaluación de temperatura transitoria en operaciones de corte interrumpido donde el chip y el proceso cambian de manera discontinua. Los modelos matemáticos y los resultados de simulación concuerdan satisfactoriamente con las mediciones experimentales de temperatura reportadas en la literatura ",
            "error": [
                ""
            ]
        },
        "heat transfer": {
            "translated_key": [],
            "translated_annotated_text": "Predicción de la temperatura de la herramienta y del chip en el mecanizado continuo e interrumpido Se presenta un modelo numérico basado en el método de diferencia finita para predecir los campos de temperatura de la herramienta y del chip en procesos de mecanizado continuo y de fresado que varían el tiempo. Las operaciones de mecanizado en estado continuo o estacionario, como el corte ortogonal, se estudian modelando la transferencia de calor <br> entre la herramienta y el chip en la zona de contacto facial de la barra de herramientas. Se considera la energía de corte creada en la zona primaria, la energía de fricción producida en la zona de contacto de corte frontal y el equilibrio térmico entre el chip en movimiento y la herramienta estacionaria. La distribución de la temperatura se resuelve utilizando el método de diferencia finita. Más tarde, el modelo se extiende a la molienda donde se interrumpe el corte y el espesor del chip varía con el tiempo. El modelo propuesto combina la predicción de temperatura en estado estacionario en el mecanizado continuo con la evaluación de temperatura transitoria en operaciones de corte interrumpido donde el chip y el proceso cambian de manera discontinua. Los modelos matemáticos y los resultados de simulación concuerdan satisfactoriamente con las mediciones experimentales de temperatura reportadas en la literatura ",
            "error": []
        },
        "tool-rake face contact zone": {
            "translated_key": "tool-rake",
            "translated_annotated_text": "Predicción de la temperatura de la herramienta y del chip en el mecanizado continuo e interrumpido Se presenta un modelo numérico basado en el método de diferencia finita para predecir los campos de temperatura de la herramienta y del chip en procesos de mecanizado continuo y de fresado que varían el tiempo. Las operaciones de mecanizado en estado continuo o estable como el corte ortogonal se estudian modelando la transferencia de calor entre la herramienta y el chip en la zona de contacto facial <br>tool-rake</br>. Se considera la energía de corte creada en la zona primaria, la energía de fricción producida en la zona de contacto de corte frontal y el equilibrio térmico entre el chip en movimiento y la herramienta estacionaria. La distribución de la temperatura se resuelve utilizando el método de diferencia finita. Más tarde, el modelo se extiende a la molienda donde se interrumpe el corte y el espesor del chip varía con el tiempo. El modelo propuesto combina la predicción de temperatura en estado estacionario en el mecanizado continuo con la evaluación de temperatura transitoria en operaciones de corte interrumpido donde el chip y el proceso cambian de manera discontinua. Los modelos matemáticos y los resultados de simulación concuerdan satisfactoriamente con las mediciones experimentales de temperatura reportadas en la literatura ",
            "error": [
                ""
            ]
        },
        "shear energy": {
            "translated_key": "shear ",
            "translated_annotated_text": "Predicción de la temperatura de la herramienta y del chip en el mecanizado continuo e interrumpido Se presenta un modelo numérico basado en el método de diferencia finita para predecir los campos de temperatura de la herramienta y del chip en procesos de mecanizado continuo y de fresado que varían el tiempo. Las operaciones de mecanizado continuas o en estado estacionario, como el corte ortogonal, se estudian modelando la transferencia de calor entre la herramienta y el chip en la zona de contacto frontal de la caja de herramientas. Se considera la energía <br>shear </br> creada en la zona primaria, la energía de fricción producida en la zona de contacto del chip facial del rastrillo y el equilibrio térmico entre el chip en movimiento y la herramienta estacionaria. La distribución de la temperatura se resuelve utilizando el método de diferencia finita. Más tarde, el modelo se extiende a la molienda donde se interrumpe el corte y el espesor del chip varía con el tiempo. El modelo propuesto combina la predicción de temperatura en estado estacionario en el mecanizado continuo con la evaluación de temperatura transitoria en operaciones de corte interrumpido donde el chip y el proceso cambian de manera discontinua. Los modelos matemáticos y los resultados de simulación concuerdan satisfactoriamente con las mediciones experimentales de temperatura reportadas en la literatura ",
            "error": [
                ""
            ]
        },
        "primary zone": {
            "translated_key": [],
            "translated_annotated_text": "Predicción de la temperatura de la herramienta y del chip en el mecanizado continuo e interrumpido Se presenta un modelo numérico basado en el método de diferencia finita para predecir los campos de temperatura de la herramienta y del chip en procesos de mecanizado continuo y de fresado que varían el tiempo. Las operaciones de mecanizado continuas o en estado estacionario, como el corte ortogonal, se estudian modelando la transferencia de calor entre la herramienta y el chip en la zona de contacto frontal de la caja de herramientas. Se considera la energía de corte creada en la zona primaria <br>, la energía de fricción producida en la zona de contacto del chip de corte facial y el equilibrio térmico entre el chip en movimiento y la herramienta estacionaria. La distribución de la temperatura se resuelve utilizando el método de diferencia finita. Más tarde, el modelo se extiende a la molienda donde se interrumpe el corte y el espesor del chip varía con el tiempo. El modelo propuesto combina la predicción de temperatura en estado estacionario en el mecanizado continuo con la evaluación de temperatura transitoria en operaciones de corte interrumpido donde el chip y el proceso cambian de manera discontinua. Los modelos matemáticos y los resultados de simulación concuerdan satisfactoriamente con las mediciones experimentales de temperatura reportadas en la literatura ",
            "error": []
        },
        "friction energy": {
            "translated_key": [],
            "translated_annotated_text": "Predicción de la temperatura de la herramienta y del chip en el mecanizado continuo e interrumpido Se presenta un modelo numérico basado en el método de diferencia finita para predecir los campos de temperatura de la herramienta y del chip en procesos de mecanizado continuo y de fresado que varían el tiempo. Las operaciones de mecanizado continuas o en estado estacionario, como el corte ortogonal, se estudian modelando la transferencia de calor entre la herramienta y el chip en la zona de contacto frontal de la caja de herramientas. Se considera la energía de corte creada en la zona primaria, la energía de fricción <br> producida en la zona de contacto del chip de corte facial y el equilibrio térmico entre el chip en movimiento y la herramienta estacionaria. La distribución de la temperatura se resuelve utilizando el método de diferencia finita. Más tarde, el modelo se extiende a la molienda donde se interrumpe el corte y el espesor del chip varía con el tiempo. El modelo propuesto combina la predicción de temperatura en estado estacionario en el mecanizado continuo con la evaluación de temperatura transitoria en operaciones de corte interrumpido donde el chip y el proceso cambian de manera discontinua. Los modelos matemáticos y los resultados de simulación concuerdan satisfactoriamente con las mediciones experimentales de temperatura reportadas en la literatura ",
            "error": []
        },
        "temperature distribution": {
            "translated_key": "temperature",
            "translated_annotated_text": "Predicción de la temperatura de la herramienta y del chip en el mecanizado continuo e interrumpido Se presenta un modelo numérico basado en el método de diferencia finita para predecir los campos de temperatura de la herramienta y del chip en procesos de mecanizado continuo y de fresado que varían el tiempo. Las operaciones de mecanizado continuas o en estado estacionario, como el corte ortogonal, se estudian modelando la transferencia de calor entre la herramienta y el chip en la zona de contacto frontal de la caja de herramientas. Se considera la energía de corte creada en la zona primaria, la energía de fricción producida en la zona de contacto de corte frontal y el equilibrio térmico entre el chip en movimiento y la herramienta estacionaria. La distribución <br>temperature</br> se resuelve utilizando el método de diferencia finita. Más tarde, el modelo se extiende a la molienda donde se interrumpe el corte y el espesor del chip varía con el tiempo. El modelo propuesto combina la predicción de temperatura en estado estacionario en el mecanizado continuo con la evaluación de temperatura transitoria en operaciones de corte interrumpido donde el chip y el proceso cambian de manera discontinua. Los modelos matemáticos y los resultados de simulación concuerdan satisfactoriamente con las mediciones experimentales de temperatura reportadas en la literatura ",
            "error": [
                ""
            ]
        },
        "first-order dynamic system": {
            "translated_key": [],
            "translated_annotated_text": "Predicción de la temperatura de la herramienta y del chip en el mecanizado continuo e interrumpido Se presenta un modelo numérico basado en el método de diferencia finita para predecir los campos de temperatura de la herramienta y del chip en procesos de mecanizado continuo y de fresado que varían el tiempo. Las operaciones de mecanizado continuas o en estado estacionario, como el corte ortogonal, se estudian modelando la transferencia de calor entre la herramienta y el chip en la zona de contacto frontal de la caja de herramientas. Se considera la energía de corte creada en la zona primaria, la energía de fricción producida en la zona de contacto de corte frontal y el equilibrio térmico entre el chip en movimiento y la herramienta estacionaria. La distribución de la temperatura se resuelve utilizando el método de diferencia finita. Más tarde, el modelo se extiende a la molienda donde se interrumpe el corte y el espesor del chip varía con el tiempo. El modelo propuesto combina la predicción de temperatura en estado estacionario en el mecanizado continuo con la evaluación de temperatura transitoria en operaciones de corte interrumpido donde el chip y el proceso cambian de manera discontinua. Los modelos matemáticos y los resultados de simulación concuerdan satisfactoriamente con las mediciones experimentales de temperatura reportadas en la literatura ",
            "error": []
        },
        "thermal properties": {
            "translated_key": [],
            "translated_annotated_text": "Predicción de la temperatura de la herramienta y del chip en el mecanizado continuo e interrumpido Se presenta un modelo numérico basado en el método de diferencia finita para predecir los campos de temperatura de la herramienta y del chip en procesos de mecanizado continuo y de fresado que varían el tiempo. Las operaciones de mecanizado continuas o en estado estacionario, como el corte ortogonal, se estudian modelando la transferencia de calor entre la herramienta y el chip en la zona de contacto frontal de la caja de herramientas. Se considera la energía de corte creada en la zona primaria, la energía de fricción producida en la zona de contacto de corte frontal y el equilibrio térmico entre el chip en movimiento y la herramienta estacionaria. La distribución de la temperatura se resuelve utilizando el método de diferencia finita. Más tarde, el modelo se extiende a la molienda donde se interrumpe el corte y el espesor del chip varía con el tiempo. El modelo propuesto combina la predicción de temperatura en estado estacionario en el mecanizado continuo con la evaluación de temperatura transitoria en operaciones de corte interrumpido donde el chip y el proceso cambian de manera discontinua. Los modelos matemáticos y los resultados de simulación concuerdan satisfactoriamente con las mediciones experimentales de temperatura reportadas en la literatura ",
            "error": []
        },
        "cutting": {
            "translated_key": [
                " ",
                "</br> y el espesor del chip varía con el tiempo. El modelo propuesto combina la predicción de temperatura en estado estacionario en el mecanizado continuo con la evaluación de temperatura transitoria en operaciones interrumpidas <br>cutting"
            ],
            "translated_annotated_text": "Predicción de la temperatura de la herramienta y del chip en el mecanizado continuo e interrumpido Se presenta un modelo numérico basado en el método de diferencia finita para predecir los campos de temperatura de la herramienta y del chip en procesos de mecanizado continuo y de fresado que varían el tiempo. Se estudian las operaciones de mecanizado en estado continuo o estacionario, como el corte ortogonal <br> </br>, modelando la transferencia de calor entre la herramienta y el chip en la zona de contacto frontal de la caja de herramientas. Se considera la energía de corte creada en la zona primaria, la energía de fricción producida en la zona de contacto de corte frontal y el equilibrio térmico entre el chip en movimiento y la herramienta estacionaria. La distribución de la temperatura se resuelve utilizando el método de diferencia finita. Posteriormente, el modelo se extiende a la molienda donde se interrumpe el corte <br></br> y el espesor del chip varía con el tiempo. El modelo propuesto combina la predicción de temperatura en estado estacionario en el mecanizado continuo con la evaluación de temperatura transitoria en operaciones interrumpidas <br>cutting</br> donde el chip y el proceso cambian de manera discontinua. Los modelos matemáticos y los resultados de simulación concuerdan satisfactoriamente con las mediciones experimentales de temperatura reportadas en la literatura ",
            "error": [
                " ",
                "</br> y el espesor del chip varía con el tiempo. El modelo propuesto combina la predicción de temperatura en estado estacionario en el mecanizado continuo con la evaluación de temperatura transitoria en operaciones interrumpidas <br>cutting"
            ]
        },
        "finite difference methods": {
            "translated_key": [],
            "translated_annotated_text": "Predicción de la temperatura de la herramienta y del chip en el mecanizado continuo e interrumpido Se presenta un modelo numérico basado en el método de diferencia finita para predecir los campos de temperatura de la herramienta y del chip en procesos de mecanizado continuo y de fresado que varían el tiempo. Las operaciones de mecanizado continuas o en estado estacionario, como el corte ortogonal, se estudian modelando la transferencia de calor entre la herramienta y el chip en la zona de contacto frontal de la caja de herramientas. Se considera la energía de corte creada en la zona primaria, la energía de fricción producida en la zona de contacto de corte frontal y el equilibrio térmico entre el chip en movimiento y la herramienta estacionaria. La distribución de la temperatura se resuelve utilizando el método de diferencia finita. Más tarde, el modelo se extiende a la molienda donde se interrumpe el corte y el espesor del chip varía con el tiempo. El modelo propuesto combina la predicción de temperatura en estado estacionario en el mecanizado continuo con la evaluación de temperatura transitoria en operaciones de corte interrumpido donde el chip y el proceso cambian de manera discontinua. Los modelos matemáticos y los resultados de simulación concuerdan satisfactoriamente con las mediciones experimentales de temperatura reportadas en la literatura ",
            "error": []
        },
        "machine tools": {
            "translated_key": [],
            "translated_annotated_text": "Predicción de la temperatura de la herramienta y del chip en el mecanizado continuo e interrumpido Se presenta un modelo numérico basado en el método de diferencia finita para predecir los campos de temperatura de la herramienta y del chip en procesos de mecanizado continuo y de fresado que varían el tiempo. Las operaciones de mecanizado continuas o en estado estacionario, como el corte ortogonal, se estudian modelando la transferencia de calor entre la herramienta y el chip en la zona de contacto frontal de la caja de herramientas. Se considera la energía de corte creada en la zona primaria, la energía de fricción producida en la zona de contacto de corte frontal y el equilibrio térmico entre el chip en movimiento y la herramienta estacionaria. La distribución de la temperatura se resuelve utilizando el método de diferencia finita. Más tarde, el modelo se extiende a la molienda donde se interrumpe el corte y el espesor del chip varía con el tiempo. El modelo propuesto combina la predicción de temperatura en estado estacionario en el mecanizado continuo con la evaluación de temperatura transitoria en operaciones de corte interrumpido donde el chip y el proceso cambian de manera discontinua. Los modelos matemáticos y los resultados de simulación concuerdan satisfactoriamente con las mediciones experimentales de temperatura reportadas en la literatura ",
            "error": []
        },
        "machining": {
            "translated_key": "Un modelo numérico basado en el método de diferencia finita se presenta para predecir los campos de temperatura de la herramienta y del chip en el mecanizado continuo <br> y en procesos de fresado variables de tiempo. Las operaciones de <br>mecanizado",
            "translated_annotated_text": "Predicción de la temperatura de la herramienta y del chip en el mecanizado continuo e interrumpido <br>Un modelo numérico basado en el método de diferencia finita se presenta para predecir los campos de temperatura de la herramienta y del chip en el mecanizado continuo <br> y en procesos de fresado variables de tiempo. Las operaciones de <br>mecanizado</br> continuas o en estado estacionario, como el corte ortogonal, se estudian modelando la transferencia de calor entre la herramienta y el chip en la zona de contacto facial de la caja de herramientas. Se considera la energía de corte creada en la zona primaria, la energía de fricción producida en la zona de contacto de corte frontal y el equilibrio térmico entre el chip en movimiento y la herramienta estacionaria. La distribución de la temperatura se resuelve utilizando el método de diferencia finita. Más tarde, el modelo se extiende a la molienda donde se interrumpe el corte y el espesor del chip varía con el tiempo. El modelo propuesto combina la predicción de la temperatura en estado estacionario en el mecanizado continuo <br> con la evaluación transitoria de la temperatura en operaciones de corte interrumpido donde el chip y el proceso cambian de manera discontinua. Los modelos matemáticos y los resultados de simulación concuerdan satisfactoriamente con las mediciones experimentales de temperatura reportadas en la literatura ",
            "error": [
                ""
            ]
        },
        "mechanical engineering computing": {
            "translated_key": [],
            "translated_annotated_text": "Predicción de la temperatura de la herramienta y del chip en el mecanizado continuo e interrumpido Se presenta un modelo numérico basado en el método de diferencia finita para predecir los campos de temperatura de la herramienta y del chip en procesos de mecanizado continuo y de fresado que varían el tiempo. Las operaciones de mecanizado continuas o en estado estacionario, como el corte ortogonal, se estudian modelando la transferencia de calor entre la herramienta y el chip en la zona de contacto frontal de la caja de herramientas. Se considera la energía de corte creada en la zona primaria, la energía de fricción producida en la zona de contacto de corte frontal y el equilibrio térmico entre el chip en movimiento y la herramienta estacionaria. La distribución de la temperatura se resuelve utilizando el método de diferencia finita. Más tarde, el modelo se extiende a la molienda donde se interrumpe el corte y el espesor del chip varía con el tiempo. El modelo propuesto combina la predicción de temperatura en estado estacionario en el mecanizado continuo con la evaluación de temperatura transitoria en operaciones de corte interrumpido donde el chip y el proceso cambian de manera discontinua. Los modelos matemáticos y los resultados de simulación concuerdan satisfactoriamente con las mediciones experimentales de temperatura reportadas en la literatura ",
            "error": []
        },
        "wear": {
            "translated_key": [],
            "translated_annotated_text": "Predicción de la temperatura de la herramienta y del chip en el mecanizado continuo e interrumpido Se presenta un modelo numérico basado en el método de diferencia finita para predecir los campos de temperatura de la herramienta y del chip en procesos de mecanizado continuo y de fresado que varían el tiempo. Las operaciones de mecanizado continuas o en estado estacionario, como el corte ortogonal, se estudian modelando la transferencia de calor entre la herramienta y el chip en la zona de contacto frontal de la caja de herramientas. Se considera la energía de corte creada en la zona primaria, la energía de fricción producida en la zona de contacto de corte frontal y el equilibrio térmico entre el chip en movimiento y la herramienta estacionaria. La distribución de la temperatura se resuelve utilizando el método de diferencia finita. Más tarde, el modelo se extiende a la molienda donde se interrumpe el corte y el espesor del chip varía con el tiempo. El modelo propuesto combina la predicción de temperatura en estado estacionario en el mecanizado continuo con la evaluación de temperatura transitoria en operaciones de corte interrumpido donde el chip y el proceso cambian de manera discontinua. Los modelos matemáticos y los resultados de simulación concuerdan satisfactoriamente con las mediciones experimentales de temperatura reportadas en la literatura ",
            "error": []
        }
    }
}