{
    "original_text": "Evolution complexity of the elementary cellular automaton rule 18 Cellular automata are classes of mathematical systems characterized by discreteness (in space, time, and state values), determinism, and local interaction. Using symbolic dynamical theory, we coarse-grain the temporal evolution orbits of cellular automata. By means of formal languages and automata theory, we study the evolution complexity of the elementary cellular automaton with local rule number 18 and prove that its width 1-evolution language is regular, but for every n >or= 2 its width n-evolution language is not context free but context sensitive",
    "original_translation": "La complejidad de la evolución de la regla autómata celular elemental 18 Los autómatas celulares son clases de sistemas matemáticos caracterizados por la discreción (en el espacio, el tiempo y los valores del estado), el determinismo y la interacción local. Usando la teoría dinámica simbólica, nosotros arraigamos las órbitas de evolución temporal de los autómatas celulares. Por medio de lenguajes formales y teoría de autómatas, estudiamos la complejidad evolutiva del autómata celular elemental con regla local número 18 y demostramos que su ancho el lenguaje de 1-evolución es regular, pero por cada n > o= 2 su ancho el lenguaje de n-evolución no es libre de contexto sino sensible al contexto",
    "error_count": 2,
    "keys": {
        "cellular automata": {
            "translated_key": "automatas celulares",
            "translated_annotated_text": "La complejidad de la evolución de la regla autómata celular elemental 18 Los autómatas celulares son clases de sistemas matemáticos caracterizados por la discreción (en el espacio, el tiempo y los valores del estado), el determinismo y la interacción local. Utilizando la teoría dinámica simbólica, tenemos gran grano en las órbitas de evolución temporal de los \"automatas celulares\". Por medio de lenguajes formales y teoría de autómatas, estudiamos la complejidad evolutiva del autómata celular elemental con regla local número 18 y demostramos que su ancho el lenguaje de 1-evolución es regular, pero por cada n > o= 2 su ancho el lenguaje de n-evolución no es libre de contexto sino sensible al contexto ",
            "error": [
                ""
            ]
        },
        "symbolic dynamical theory": {
            "translated_key": "teoría dinámica simbólica",
            "translated_annotated_text": "La complejidad de la evolución de la regla autómata celular elemental 18 Los autómatas celulares son clases de sistemas matemáticos caracterizados por la discreción (en el espacio, el tiempo y los valores del estado), el determinismo y la interacción local. Utilizando la \"teoría dinámica simbólica\", arraigamos las órbitas de evolución temporal de los autómatas celulares. Por medio de lenguajes formales y teoría de autómatas, estudiamos la complejidad evolutiva del autómata celular elemental con regla local número 18 y demostramos que su ancho el lenguaje de 1-evolución es regular, pero por cada n > o= 2 su ancho el lenguaje de n-evolución no es libre de contexto sino sensible al contexto ",
            "error": [
                ""
            ]
        },
        "formal languages": {
            "translated_key": "lenguas formales",
            "translated_annotated_text": "La complejidad de la evolución de la regla autómata celular elemental 18 Los autómatas celulares son clases de sistemas matemáticos caracterizados por la discreción (en el espacio, el tiempo y los valores del estado), el determinismo y la interacción local. Usando la teoría dinámica simbólica, nosotros arraigamos las órbitas de evolución temporal de los autómatas celulares. Por medio de las \"lenguas formales\" y la teoría de los autómatas, estudiamos la complejidad de la evolución del autómata celular elemental con la regla local número 18 y demostramos que su ancho 1-lenguaje de evolución es regular, pero por cada n > o= 2 su ancho n-lenguaje de evolución no es libre de contexto sino sensible al contexto ",
            "error": [
                ""
            ]
        },
        "complexity": {
            "translated_key": "complejidad",
            "translated_annotated_text": "La \"complejidad\" de la regla autómata celular elemental 18 Los autómatas celulares son clases de sistemas matemáticos caracterizados por la discreción (en el espacio, el tiempo y los valores del estado), el determinismo y la interacción local. Usando la teoría dinámica simbólica, nosotros arraigamos las órbitas de evolución temporal de los autómatas celulares. Por medio de lenguajes formales y teoría de autómatas, estudiamos la \"complejidad\" de evolución del autómata celular elemental con regla local número 18 y demostramos que su ancho el lenguaje de 1 evolución es regular, pero por cada n > o= 2 su ancho el lenguaje de n-evolución no es libre de contexto sino sensible al contexto ",
            "error": [
                ""
            ]
        },
        "evolution complexity": {
            "translated_key": "complejidad de la evolución",
            "translated_annotated_text": "La complejidad de la evolución de la regla autómata celular elemental 18 Los autómatas celulares son clases de sistemas matemáticos caracterizados por la discreción (en el espacio, el tiempo y los valores del estado), el determinismo y la interacción local. Usando la teoría dinámica simbólica, nosotros arraigamos las órbitas de evolución temporal de los autómatas celulares. Por medio de lenguajes formales y teoría de autómatas, estudiamos la \"complejidad de la evolución\" del autómata celular elemental con regla local número 18 y demostramos que su ancho el lenguaje de 1-evolución es regular, pero por cada n > o= 2 su ancho el lenguaje de n-evolución no es libre de contexto sino sensible al contexto ",
            "error": [
                ""
            ]
        },
        "elementary cellular automaton": {
            "translated_key": "autómata celular elemental",
            "translated_annotated_text": "La complejidad de la evolución de la regla del \"autómata celular elemental\" 18 Los autómatas celulares son clases de sistemas matemáticos caracterizados por la discreción (en el espacio, el tiempo y los valores del estado), el determinismo y la interacción local. Usando la teoría dinámica simbólica, nosotros arraigamos las órbitas de evolución temporal de los autómatas celulares. Por medio de lenguajes formales y teoría de autómatas, estudiamos la complejidad de la evolución del \"autómata celular elemental\" con la regla local número 18 y demostramos que su ancho 1-lenguaje de evolución es regular, pero por cada n > o= 2 su ancho n-lenguaje de evolución no es libre de contexto sino sensible al contexto ",
            "error": [
                ""
            ]
        },
        "computational complexity": {
            "translated_key": [],
            "translated_annotated_text": "La complejidad de la evolución de la regla autómata celular elemental 18 Los autómatas celulares son clases de sistemas matemáticos caracterizados por la discreción (en el espacio, el tiempo y los valores del estado), el determinismo y la interacción local. Usando la teoría dinámica simbólica, nosotros arraigamos las órbitas de evolución temporal de los autómatas celulares. Por medio de lenguajes formales y teoría de autómatas, estudiamos la complejidad evolutiva del autómata celular elemental con regla local número 18 y demostramos que su ancho el lenguaje de 1-evolución es regular, pero por cada n > o= 2 su ancho el lenguaje de n-evolución no es libre de contexto sino sensible al contexto ",
            "error": []
        },
        "evolutionary computation": {
            "translated_key": [],
            "translated_annotated_text": "La complejidad de la evolución de la regla autómata celular elemental 18 Los autómatas celulares son clases de sistemas matemáticos caracterizados por la discreción (en el espacio, el tiempo y los valores del estado), el determinismo y la interacción local. Usando la teoría dinámica simbólica, nosotros arraigamos las órbitas de evolución temporal de los autómatas celulares. Por medio de lenguajes formales y teoría de autómatas, estudiamos la complejidad evolutiva del autómata celular elemental con regla local número 18 y demostramos que su ancho el lenguaje de 1-evolución es regular, pero por cada n > o= 2 su ancho el lenguaje de n-evolución no es libre de contexto sino sensible al contexto ",
            "error": []
        }
    }
}