{
    "original_text": "Sensorless control of induction motor drives Controlled induction motor drives without mechanical speed sensors at the motor shaft have the attractions of low cost and high reliability. To replace the sensor the information on the rotor speed is extracted from measured stator voltages and currents at the motor terminals. Vector-controlled drives require estimating the magnitude and spatial orientation of the fundamental magnetic flux waves in the stator or in the rotor. Open-loop estimators or closed-loop observers are used for this purpose. They differ with respect to accuracy, robustness, and sensitivity against model parameter variations. Dynamic performance and steady-state speed accuracy in the low-speed range can be achieved by exploiting parasitic effects of the machine. The overview in this paper uses signal flow graphs of complex space vector quantities to provide an insightful description of the systems used in sensorless control of induction motors",
    "original_translation": "Control sin sensores de los motores de inducción Los motores de inducción controlados sin sensores mecánicos de velocidad en el eje del motor tienen las atracciones de bajo costo y alta fiabilidad. Para reemplazar el sensor, la información sobre la velocidad del rotor se extrae de las tensiones y corrientes del estator medidos en los terminales del motor. Los accionamientos controlados por vectores requieren estimar la magnitud y la orientación espacial de las ondas de flujo magnético fundamentales en el estator o en el rotor. Para ello se utilizan estimadores de lazo abierto o observadores de lazo cerrado. Difieren con respecto a la precisión, robustez y sensibilidad frente a las variaciones de los parámetros del modelo. El rendimiento dinámico y la precisión de velocidad en estado estacionario en el rango de baja velocidad se pueden lograr explotando los efectos parasitarios de la máquina. La visión general en este artículo utiliza gráficos de flujo de señal de cantidades de vectores espaciales complejos para proporcionar una descripción perspicaz de los sistemas utilizados en el control sin sensores de motores de inducción",
    "error_count": 10,
    "keys": {
        "sensorless control": {
            "translated_key": "control sin sensores",
            "translated_annotated_text": "Control sin sensores de los motores de inducción Los motores de inducción controlados sin sensores mecánicos de velocidad en el eje del motor tienen las atracciones de bajo costo y alta fiabilidad. Para reemplazar el sensor, la información sobre la velocidad del rotor se extrae de las tensiones y corrientes del estator medidos en los terminales del motor. Los accionamientos controlados por vectores requieren estimar la magnitud y la orientación espacial de las ondas de flujo magnético fundamentales en el estator o en el rotor. Para ello se utilizan estimadores de lazo abierto o observadores de lazo cerrado. Difieren con respecto a la precisión, robustez y sensibilidad frente a las variaciones de los parámetros del modelo. El rendimiento dinámico y la precisión de velocidad en estado estacionario en el rango de baja velocidad se pueden lograr explotando los efectos parasitarios de la máquina. La visión general en este artículo utiliza gráficos de flujo de señal de cantidades de vectores espaciales complejos para proporcionar una descripción perspicaz de los sistemas utilizados en el <br>control sin sensores</br> de motores de inducción. ",
            "error": [
                ""
            ]
        },
        "induction motor drives": {
            "translated_key": "motores de inducción",
            "translated_annotated_text": "Control sin sensores de los <br>motores de inducción</br> Los <br>motores de inducción</br> controlados sin sensores mecánicos de velocidad en el eje del motor tienen las atracciones de bajo costo y alta fiabilidad. Para reemplazar el sensor, la información sobre la velocidad del rotor se extrae de las tensiones y corrientes del estator medidos en los terminales del motor. Los accionamientos controlados por vectores requieren estimar la magnitud y la orientación espacial de las ondas de flujo magnético fundamentales en el estator o en el rotor. Para ello se utilizan estimadores de lazo abierto o observadores de lazo cerrado. Difieren con respecto a la precisión, robustez y sensibilidad frente a las variaciones de los parámetros del modelo. El rendimiento dinámico y la precisión de velocidad en estado estacionario en el rango de baja velocidad se pueden lograr explotando los efectos parasitarios de la máquina. La visión general en este artículo utiliza gráficos de flujo de señal de cantidades de vectores espaciales complejos para proporcionar una descripción perspicaz de los sistemas utilizados en el control sin sensores de motores de inducción ",
            "error": [
                ""
            ]
        },
        "reliability": {
            "translated_key": " ",
            "translated_annotated_text": "Control sin sensores de los motores de inducción Los motores de inducción controlados sin sensores mecánicos de velocidad en el eje del motor tienen las atracciones de bajo costo y alta fiabilidad <br> </br>. Para reemplazar el sensor, la información sobre la velocidad del rotor se extrae de las tensiones y corrientes del estator medidos en los terminales del motor. Los accionamientos controlados por vectores requieren estimar la magnitud y la orientación espacial de las ondas de flujo magnético fundamentales en el estator o en el rotor. Para ello se utilizan estimadores de lazo abierto o observadores de lazo cerrado. Difieren con respecto a la precisión, robustez y sensibilidad frente a las variaciones de los parámetros del modelo. El rendimiento dinámico y la precisión de velocidad en estado estacionario en el rango de baja velocidad se pueden lograr explotando los efectos parasitarios de la máquina. La visión general en este artículo utiliza gráficos de flujo de señal de cantidades de vectores espaciales complejos para proporcionar una descripción perspicaz de los sistemas utilizados en el control sin sensores de motores de inducción ",
            "error": [
                ""
            ]
        },
        "stator voltages": {
            "translated_key": "stator medidas",
            "translated_annotated_text": "Control sin sensores de los motores de inducción Los motores de inducción controlados sin sensores mecánicos de velocidad en el eje del motor tienen las atracciones de bajo costo y alta fiabilidad. Para sustituir el sensor, la información sobre la velocidad del rotor se extrae de las tensiones <br>stator medidas</br> y de las corrientes en los terminales del motor. Los accionamientos controlados por vectores requieren estimar la magnitud y la orientación espacial de las ondas de flujo magnético fundamentales en el estator o en el rotor. Para ello se utilizan estimadores de lazo abierto o observadores de lazo cerrado. Difieren con respecto a la precisión, robustez y sensibilidad frente a las variaciones de los parámetros del modelo. El rendimiento dinámico y la precisión de velocidad en estado estacionario en el rango de baja velocidad se pueden lograr explotando los efectos parasitarios de la máquina. La visión general en este artículo utiliza gráficos de flujo de señal de cantidades de vectores espaciales complejos para proporcionar una descripción perspicaz de los sistemas utilizados en el control sin sensores de motores de inducción ",
            "error": [
                ""
            ]
        },
        "stator currents": {
            "translated_key": [],
            "translated_annotated_text": "Control sin sensores de los motores de inducción Los motores de inducción controlados sin sensores mecánicos de velocidad en el eje del motor tienen las atracciones de bajo costo y alta fiabilidad. Para reemplazar el sensor, la información sobre la velocidad del rotor se extrae de las tensiones y corrientes del estator medidos en los terminales del motor. Los accionamientos controlados por vectores requieren estimar la magnitud y la orientación espacial de las ondas de flujo magnético fundamentales en el estator o en el rotor. Para ello se utilizan estimadores de lazo abierto o observadores de lazo cerrado. Difieren con respecto a la precisión, robustez y sensibilidad frente a las variaciones de los parámetros del modelo. El rendimiento dinámico y la precisión de velocidad en estado estacionario en el rango de baja velocidad se pueden lograr explotando los efectos parasitarios de la máquina. La visión general en este artículo utiliza gráficos de flujo de señal de cantidades de vectores espaciales complejos para proporcionar una descripción perspicaz de los sistemas utilizados en el control sin sensores de motores de inducción ",
            "error": []
        },
        "vector-controlled drives": {
            "translated_key": [],
            "translated_annotated_text": "Control sin sensores de los motores de inducción Los motores de inducción controlados sin sensores mecánicos de velocidad en el eje del motor tienen las atracciones de bajo costo y alta fiabilidad. Para reemplazar el sensor, la información sobre la velocidad del rotor se extrae de las tensiones y corrientes del estator medidos en los terminales del motor. Los accionamientos controlados por vectores requieren estimar la magnitud y la orientación espacial de las ondas de flujo magnético fundamentales en el estator o en el rotor. Para ello se utilizan estimadores de lazo abierto o observadores de lazo cerrado. Difieren con respecto a la precisión, robustez y sensibilidad frente a las variaciones de los parámetros del modelo. El rendimiento dinámico y la precisión de velocidad en estado estacionario en el rango de baja velocidad se pueden lograr explotando los efectos parasitarios de la máquina. La visión general en este artículo utiliza gráficos de flujo de señal de cantidades de vectores espaciales complejos para proporcionar una descripción perspicaz de los sistemas utilizados en el control sin sensores de motores de inducción ",
            "error": []
        },
        "magnitude": {
            "translated_key": [],
            "translated_annotated_text": "Control sin sensores de los motores de inducción Los motores de inducción controlados sin sensores mecánicos de velocidad en el eje del motor tienen las atracciones de bajo costo y alta fiabilidad. Para reemplazar el sensor, la información sobre la velocidad del rotor se extrae de las tensiones y corrientes del estator medidos en los terminales del motor. Los accionamientos controlados por vectores requieren estimar la magnitud <br> y la orientación espacial de las ondas de flujo magnético fundamentales en el estator o en el rotor. Para ello se utilizan estimadores de lazo abierto o observadores de lazo cerrado. Difieren con respecto a la precisión, robustez y sensibilidad frente a las variaciones de los parámetros del modelo. El rendimiento dinámico y la precisión de velocidad en estado estacionario en el rango de baja velocidad se pueden lograr explotando los efectos parasitarios de la máquina. La visión general en este artículo utiliza gráficos de flujo de señal de cantidades de vectores espaciales complejos para proporcionar una descripción perspicaz de los sistemas utilizados en el control sin sensores de motores de inducción ",
            "error": []
        },
        "spatial orientation": {
            "translated_key": "orientación espacial",
            "translated_annotated_text": "Control sin sensores de los motores de inducción Los motores de inducción controlados sin sensores mecánicos de velocidad en el eje del motor tienen las atracciones de bajo costo y alta fiabilidad. Para reemplazar el sensor, la información sobre la velocidad del rotor se extrae de las tensiones y corrientes del estator medidos en los terminales del motor. Los accionamientos controlados por vectores requieren estimar la magnitud y la <br>orientación espacial</br> de las ondas de flujo magnético fundamentales en el estator o en el rotor. Para ello se utilizan estimadores de lazo abierto o observadores de lazo cerrado. Difieren con respecto a la precisión, robustez y sensibilidad frente a las variaciones de los parámetros del modelo. El rendimiento dinámico y la precisión de velocidad en estado estacionario en el rango de baja velocidad se pueden lograr explotando los efectos parasitarios de la máquina. La visión general en este artículo utiliza gráficos de flujo de señal de cantidades de vectores espaciales complejos para proporcionar una descripción perspicaz de los sistemas utilizados en el control sin sensores de motores de inducción ",
            "error": [
                ""
            ]
        },
        "fundamental magnetic flux waves": {
            "translated_key": "fundamental",
            "translated_annotated_text": "Control sin sensores de los motores de inducción Los motores de inducción controlados sin sensores mecánicos de velocidad en el eje del motor tienen las atracciones de bajo costo y alta fiabilidad. Para reemplazar el sensor, la información sobre la velocidad del rotor se extrae de las tensiones y corrientes del estator medidos en los terminales del motor. Los accionamientos controlados por vectores requieren estimar la magnitud y la orientación espacial de las ondas de flujo magnético <br>fundamental</br> en el estator o en el rotor. Para ello se utilizan estimadores de lazo abierto o observadores de lazo cerrado. Difieren con respecto a la precisión, robustez y sensibilidad frente a las variaciones de los parámetros del modelo. El rendimiento dinámico y la precisión de velocidad en estado estacionario en el rango de baja velocidad se pueden lograr explotando los efectos parasitarios de la máquina. La visión general en este artículo utiliza gráficos de flujo de señal de cantidades de vectores espaciales complejos para proporcionar una descripción perspicaz de los sistemas utilizados en el control sin sensores de motores de inducción ",
            "error": [
                ""
            ]
        },
        "open-loop estimators": {
            "translated_key": [],
            "translated_annotated_text": "Control sin sensores de los motores de inducción Los motores de inducción controlados sin sensores mecánicos de velocidad en el eje del motor tienen las atracciones de bajo costo y alta fiabilidad. Para reemplazar el sensor, la información sobre la velocidad del rotor se extrae de las tensiones y corrientes del estator medidos en los terminales del motor. Los accionamientos controlados por vectores requieren estimar la magnitud y la orientación espacial de las ondas de flujo magnético fundamentales en el estator o en el rotor. Para ello se utilizan estimadores de lazo abierto o observadores de lazo cerrado. Difieren con respecto a la precisión, robustez y sensibilidad frente a las variaciones de los parámetros del modelo. El rendimiento dinámico y la precisión de velocidad en estado estacionario en el rango de baja velocidad se pueden lograr explotando los efectos parasitarios de la máquina. La visión general en este artículo utiliza gráficos de flujo de señal de cantidades de vectores espaciales complejos para proporcionar una descripción perspicaz de los sistemas utilizados en el control sin sensores de motores de inducción ",
            "error": []
        },
        "closed-loop observers": {
            "translated_key": "observadores de lazo cerrado",
            "translated_annotated_text": "Control sin sensores de los motores de inducción Los motores de inducción controlados sin sensores mecánicos de velocidad en el eje del motor tienen las atracciones de bajo costo y alta fiabilidad. Para reemplazar el sensor, la información sobre la velocidad del rotor se extrae de las tensiones y corrientes del estator medidos en los terminales del motor. Los accionamientos controlados por vectores requieren estimar la magnitud y la orientación espacial de las ondas de flujo magnético fundamentales en el estator o en el rotor. Para ello se utilizan estimadores de lazo abierto o <br>observadores de lazo cerrado</br>.  Difieren con respecto a la precisión, robustez y sensibilidad frente a las variaciones de los parámetros del modelo. El rendimiento dinámico y la precisión de velocidad en estado estacionario en el rango de baja velocidad se pueden lograr explotando los efectos parasitarios de la máquina. La visión general en este artículo utiliza gráficos de flujo de señal de cantidades de vectores espaciales complejos para proporcionar una descripción perspicaz de los sistemas utilizados en el control sin sensores de motores de inducción ",
            "error": [
                ""
            ]
        },
        "robustness": {
            "translated_key": "robustez",
            "translated_annotated_text": "Control sin sensores de los motores de inducción Los motores de inducción controlados sin sensores mecánicos de velocidad en el eje del motor tienen las atracciones de bajo costo y alta fiabilidad. Para reemplazar el sensor, la información sobre la velocidad del rotor se extrae de las tensiones y corrientes del estator medidos en los terminales del motor. Los accionamientos controlados por vectores requieren estimar la magnitud y la orientación espacial de las ondas de flujo magnético fundamentales en el estator o en el rotor. Para ello se utilizan estimadores de lazo abierto o observadores de lazo cerrado. Difieren con respecto a la precisión, <br>robustez</br> y sensibilidad frente a las variaciones de los parámetros del modelo.  El rendimiento dinámico y la precisión de velocidad en estado estacionario en el rango de baja velocidad se pueden lograr explotando los efectos parasitarios de la máquina. La visión general en este artículo utiliza gráficos de flujo de señal de cantidades de vectores espaciales complejos para proporcionar una descripción perspicaz de los sistemas utilizados en el control sin sensores de motores de inducción ",
            "error": [
                ""
            ]
        },
        "sensitivity": {
            "translated_key": [],
            "translated_annotated_text": "Control sin sensores de los motores de inducción Los motores de inducción controlados sin sensores mecánicos de velocidad en el eje del motor tienen las atracciones de bajo costo y alta fiabilidad. Para reemplazar el sensor, la información sobre la velocidad del rotor se extrae de las tensiones y corrientes del estator medidos en los terminales del motor. Los accionamientos controlados por vectores requieren estimar la magnitud y la orientación espacial de las ondas de flujo magnético fundamentales en el estator o en el rotor. Para ello se utilizan estimadores de lazo abierto o observadores de lazo cerrado. Difieren con respecto a la precisión, robustez y sensibilidad <br> con respecto a las variaciones de los parámetros del modelo. El rendimiento dinámico y la precisión de velocidad en estado estacionario en el rango de baja velocidad se pueden lograr explotando los efectos parasitarios de la máquina. La visión general en este artículo utiliza gráficos de flujo de señal de cantidades de vectores espaciales complejos para proporcionar una descripción perspicaz de los sistemas utilizados en el control sin sensores de motores de inducción ",
            "error": []
        },
        "model parameter variations": {
            "translated_key": "modelo",
            "translated_annotated_text": "Control sin sensores de los motores de inducción Los motores de inducción controlados sin sensores mecánicos de velocidad en el eje del motor tienen las atracciones de bajo costo y alta fiabilidad. Para reemplazar el sensor, la información sobre la velocidad del rotor se extrae de las tensiones y corrientes del estator medidos en los terminales del motor. Los accionamientos controlados por vectores requieren estimar la magnitud y la orientación espacial de las ondas de flujo magnético fundamentales en el estator o en el rotor. Para ello se utilizan estimadores de lazo abierto o observadores de lazo cerrado. Difieren con respecto a la precisión, robustez y sensibilidad frente a las variaciones del parámetro <br>modelo</br>. El rendimiento dinámico y la precisión de velocidad en estado estacionario en el rango de baja velocidad se pueden lograr explotando los efectos parasitarios de la máquina. La visión general en este artículo utiliza gráficos de flujo de señal de cantidades de vectores espaciales complejos para proporcionar una descripción perspicaz de los sistemas utilizados en el control sin sensores de motores de inducción ",
            "error": [
                ""
            ]
        },
        "steady-state speed accuracy": {
            "translated_key": "steady-state",
            "translated_annotated_text": "Control sin sensores de los motores de inducción Los motores de inducción controlados sin sensores mecánicos de velocidad en el eje del motor tienen las atracciones de bajo costo y alta fiabilidad. Para reemplazar el sensor, la información sobre la velocidad del rotor se extrae de las tensiones y corrientes del estator medidos en los terminales del motor. Los accionamientos controlados por vectores requieren estimar la magnitud y la orientación espacial de las ondas de flujo magnético fundamentales en el estator o en el rotor. Para ello se utilizan estimadores de lazo abierto o observadores de lazo cerrado. Difieren con respecto a la precisión, robustez y sensibilidad frente a las variaciones de los parámetros del modelo. El rendimiento dinámico y la precisión de velocidad <br>steady-state</br> en el rango de baja velocidad pueden lograrse explotando los efectos parasitarios de la máquina. La visión general en este artículo utiliza gráficos de flujo de señal de cantidades de vectores espaciales complejos para proporcionar una descripción perspicaz de los sistemas utilizados en el control sin sensores de motores de inducción ",
            "error": [
                ""
            ]
        },
        "parasitic effects": {
            "translated_key": "efectos parasitarios",
            "translated_annotated_text": "Control sin sensores de los motores de inducción Los motores de inducción controlados sin sensores mecánicos de velocidad en el eje del motor tienen las atracciones de bajo costo y alta fiabilidad. Para reemplazar el sensor, la información sobre la velocidad del rotor se extrae de las tensiones y corrientes del estator medidos en los terminales del motor. Los accionamientos controlados por vectores requieren estimar la magnitud y la orientación espacial de las ondas de flujo magnético fundamentales en el estator o en el rotor. Para ello se utilizan estimadores de lazo abierto o observadores de lazo cerrado. Difieren con respecto a la precisión, robustez y sensibilidad frente a las variaciones de los parámetros del modelo. El rendimiento dinámico y la precisión de velocidad en estado estacionario en el rango de baja velocidad se pueden lograr explotando los <br>efectos parasitarios</br> de la máquina. La visión general en este artículo utiliza gráficos de flujo de señal de cantidades de vectores espaciales complejos para proporcionar una descripción perspicaz de los sistemas utilizados en el control sin sensores de motores de inducción ",
            "error": [
                ""
            ]
        },
        "signal flow graphs": {
            "translated_key": [],
            "translated_annotated_text": "Control sin sensores de los motores de inducción Los motores de inducción controlados sin sensores mecánicos de velocidad en el eje del motor tienen las atracciones de bajo costo y alta fiabilidad. Para reemplazar el sensor, la información sobre la velocidad del rotor se extrae de las tensiones y corrientes del estator medidos en los terminales del motor. Los accionamientos controlados por vectores requieren estimar la magnitud y la orientación espacial de las ondas de flujo magnético fundamentales en el estator o en el rotor. Para ello se utilizan estimadores de lazo abierto o observadores de lazo cerrado. Difieren con respecto a la precisión, robustez y sensibilidad frente a las variaciones de los parámetros del modelo. El rendimiento dinámico y la precisión de velocidad en estado estacionario en el rango de baja velocidad se pueden lograr explotando los efectos parasitarios de la máquina. La visión general en este documento utiliza gráficos de flujo de señal de cantidades de vectores espaciales complejos para proporcionar una descripción perspicaz de los sistemas utilizados en el control sin sensores de motores de inducción. ",
            "error": []
        },
        "space vector quantities": {
            "translated_key": "espacio",
            "translated_annotated_text": "Control sin sensores de los motores de inducción Los motores de inducción controlados sin sensores mecánicos de velocidad en el eje del motor tienen las atracciones de bajo costo y alta fiabilidad. Para reemplazar el sensor, la información sobre la velocidad del rotor se extrae de las tensiones y corrientes del estator medidos en los terminales del motor. Los accionamientos controlados por vectores requieren estimar la magnitud y la orientación espacial de las ondas de flujo magnético fundamentales en el estator o en el rotor. Para ello se utilizan estimadores de lazo abierto o observadores de lazo cerrado. Difieren con respecto a la precisión, robustez y sensibilidad frente a las variaciones de los parámetros del modelo. El rendimiento dinámico y la precisión de velocidad en estado estacionario en el rango de baja velocidad se pueden lograr explotando los efectos parasitarios de la máquina. La visión general en este artículo utiliza gráficos de flujo de señal de cantidades de vectores complejos <br>espacio</br> para proporcionar una descripción perspicaz de los sistemas utilizados en el control sin sensores de motores de inducción ",
            "error": [
                ""
            ]
        },
        "closed loop systems": {
            "translated_key": [],
            "translated_annotated_text": "Control sin sensores de los motores de inducción Los motores de inducción controlados sin sensores mecánicos de velocidad en el eje del motor tienen las atracciones de bajo costo y alta fiabilidad. Para reemplazar el sensor, la información sobre la velocidad del rotor se extrae de las tensiones y corrientes del estator medidos en los terminales del motor. Los accionamientos controlados por vectores requieren estimar la magnitud y la orientación espacial de las ondas de flujo magnético fundamentales en el estator o en el rotor. Para ello se utilizan estimadores de lazo abierto o observadores de lazo cerrado. Difieren con respecto a la precisión, robustez y sensibilidad frente a las variaciones de los parámetros del modelo. El rendimiento dinámico y la precisión de velocidad en estado estacionario en el rango de baja velocidad se pueden lograr explotando los efectos parasitarios de la máquina. La visión general en este artículo utiliza gráficos de flujo de señal de cantidades de vectores espaciales complejos para proporcionar una descripción perspicaz de los sistemas utilizados en el control sin sensores de motores de inducción ",
            "error": []
        },
        "robust control": {
            "translated_key": [],
            "translated_annotated_text": "Control sin sensores de los motores de inducción Los motores de inducción controlados sin sensores mecánicos de velocidad en el eje del motor tienen las atracciones de bajo costo y alta fiabilidad. Para reemplazar el sensor, la información sobre la velocidad del rotor se extrae de las tensiones y corrientes del estator medidos en los terminales del motor. Los accionamientos controlados por vectores requieren estimar la magnitud y la orientación espacial de las ondas de flujo magnético fundamentales en el estator o en el rotor. Para ello se utilizan estimadores de lazo abierto o observadores de lazo cerrado. Difieren con respecto a la precisión, robustez y sensibilidad frente a las variaciones de los parámetros del modelo. El rendimiento dinámico y la precisión de velocidad en estado estacionario en el rango de baja velocidad se pueden lograr explotando los efectos parasitarios de la máquina. La visión general en este artículo utiliza gráficos de flujo de señal de cantidades de vectores espaciales complejos para proporcionar una descripción perspicaz de los sistemas utilizados en el control sin sensores de motores de inducción ",
            "error": []
        },
        "stators": {
            "translated_key": [],
            "translated_annotated_text": "Control sin sensores de los motores de inducción Los motores de inducción controlados sin sensores mecánicos de velocidad en el eje del motor tienen las atracciones de bajo costo y alta fiabilidad. Para reemplazar el sensor, la información sobre la velocidad del rotor se extrae de las tensiones y corrientes del estator medidos en los terminales del motor. Los accionamientos controlados por vectores requieren estimar la magnitud y la orientación espacial de las ondas de flujo magnético fundamentales en el estator o en el rotor. Para ello se utilizan estimadores de lazo abierto o observadores de lazo cerrado. Difieren con respecto a la precisión, robustez y sensibilidad frente a las variaciones de los parámetros del modelo. El rendimiento dinámico y la precisión de velocidad en estado estacionario en el rango de baja velocidad se pueden lograr explotando los efectos parasitarios de la máquina. La visión general en este artículo utiliza gráficos de flujo de señal de cantidades de vectores espaciales complejos para proporcionar una descripción perspicaz de los sistemas utilizados en el control sin sensores de motores de inducción ",
            "error": []
        }
    }
}