{
    "original_text": "Decomposition of additive cellular automata Finite additive cellular automata with fixed and periodic boundary conditions are considered as endomorphisms over pattern spaces. A characterization of the nilpotent and regular parts of these endomorphisms is given in terms of their minimal polynomials. Generalized eigenspace decomposition is determined and relevant cyclic subspaces are described in terms of symmetries. As an application, the lengths and frequencies of limit cycles in the transition diagram of the automaton are calculated",
    "original_translation": "La descomposición de autómatas celulares aditivos Los autómatas celulares aditivos finitos con condiciones límite fijas y periódicas se consideran endomorfismos sobre espacios de patrón. Una caracterización de las partes normales y nilopotentes de estos endomorfismos se da en términos de sus polinomios mínimos. Se determina la descomposición espacial autóctona generalizada y los subespacios cíclicos pertinentes se describen en términos de simetrías. Como aplicación, se calculan las longitudes y frecuencias de los ciclos límite en el diagrama de transición del autómata",
    "error_count": 3,
    "keys": {
        "cellular automata": {
            "translated_key": "autómatas celulares",
            "translated_annotated_text": "La descomposición de aditivos \"autómatas celulares\" Los aditivos \"autómatas celulares\" finitos con condiciones de límite fijas y periódicas se consideran endomorfismos sobre espacios de patrón. Una caracterización de las partes normales y nilopotentes de estos endomorfismos se da en términos de sus polinomios mínimos. Se determina la descomposición espacial autóctona generalizada y los subespacios cíclicos pertinentes se describen en términos de simetrías. Como aplicación, se calculan las longitudes y frecuencias de los ciclos límite en el diagrama de transición del autómata ",
            "error": [
                ""
            ]
        },
        "finite cellular automaton": {
            "translated_key": [],
            "translated_annotated_text": "La descomposición de autómatas celulares aditivos Los autómatas celulares aditivos finitos con condiciones límite fijas y periódicas se consideran endomorfismos sobre espacios de patrón. Una caracterización de las partes normales y nilopotentes de estos endomorfismos se da en términos de sus polinomios mínimos. Se determina la descomposición espacial autóctona generalizada y los subespacios cíclicos pertinentes se describen en términos de simetrías. Como aplicación, se calculan las longitudes y frecuencias de los ciclos límite en el diagrama de transición del autómata ",
            "error": []
        },
        "transition diagram": {
            "translated_key": "diagrama de transición",
            "translated_annotated_text": "La descomposición de autómatas celulares aditivos Los autómatas celulares aditivos finitos con condiciones límite fijas y periódicas se consideran endomorfismos sobre espacios de patrón. Una caracterización de las partes normales y nilopotentes de estos endomorfismos se da en términos de sus polinomios mínimos. Se determina la descomposición espacial autóctona generalizada y los subespacios cíclicos pertinentes se describen en términos de simetrías. Como aplicación, se calculan las longitudes y frecuencias de los ciclos límite en el \"diagrama de transición\" del autómata ",
            "error": [
                ""
            ]
        },
        "endomorphisms": {
            "translated_key": "endomorfismos",
            "translated_annotated_text": "La descomposición de autómatas celulares aditivos Los autómatas celulares aditivos finitos con condiciones fijas y periódicas se consideran como \"endomorfismos\" sobre espacios de patrón. Una caracterización de las partes nilpotentes y regulares de estos \"endomorfismos\" se da en términos de sus polinomios mínimos. Se determina la descomposición espacial autóctona generalizada y los subespacios cíclicos pertinentes se describen en términos de simetrías. Como aplicación, se calculan las longitudes y frecuencias de los ciclos límite en el diagrama de transición del autómata ",
            "error": [
                ""
            ]
        },
        "computational complexity": {
            "translated_key": [],
            "translated_annotated_text": "La descomposición de autómatas celulares aditivos Los autómatas celulares aditivos finitos con condiciones límite fijas y periódicas se consideran endomorfismos sobre espacios de patrón. Una caracterización de las partes normales y nilopotentes de estos endomorfismos se da en términos de sus polinomios mínimos. Se determina la descomposición espacial autóctona generalizada y los subespacios cíclicos pertinentes se describen en términos de simetrías. Como aplicación, se calculan las longitudes y frecuencias de los ciclos límite en el diagrama de transición del autómata ",
            "error": []
        }
    }
}