{
    "original_text": "Measuring return: revealing ROI The most critical part of the return-on-investment odyssey is to develop metrics that matter to the business and to measure systems in terms of their ability to help achieve those business goals. Everything must flow from those key metrics. And dont forget to revisit those every now and then, too. Since all systems wind down over time, its important to keep tabs on how well your automation investment is meeting the metrics established by your company. Manufacturers are clamoring for a tool to help quantify returns and analyze the results",
    "original_translation": "Medir el retorno: revelando el ROI La parte más crítica de la odisea de retorno en inversión es desarrollar métricas que importan para el negocio y medir los sistemas en términos de su capacidad para ayudar a lograr esos objetivos de negocio. Todo debe fluir de esas métricas clave. Y no te olvides de revisarlos de vez en cuando, también. Dado que todos los sistemas se reducen con el tiempo, es importante tener en cuenta lo bien que su inversión en automatización está cumpliendo con las métricas establecidas por su empresa. Los fabricantes claman por una herramienta para ayudar a cuantificar los retornos y analizar los resultados",
    "error_count": 3,
    "keys": {
        "technology purchases": {
            "translated_key": [],
            "translated_annotated_text": "Medir el retorno: revelando el ROI La parte más crítica de la odisea de retorno en inversión es desarrollar métricas que importan para el negocio y medir los sistemas en términos de su capacidad para ayudar a lograr esos objetivos de negocio. Todo debe fluir de esas métricas clave. Y no te olvides de revisarlos de vez en cuando, también. Dado que todos los sistemas se reducen con el tiempo, es importante tener en cuenta lo bien que su inversión en automatización está cumpliendo con las métricas establecidas por su empresa. Los fabricantes claman por una herramienta para ayudar a cuantificar los retornos y analizar los resultados ",
            "error": []
        },
        "return-on-investment": {
            "translated_key": "retorno en la inversión",
            "translated_annotated_text": "Medir el retorno: revelando el ROI La parte más crítica de la odisea de \"retorno en la inversión\" es desarrollar métricas que importan para el negocio y medir los sistemas en términos de su capacidad para ayudar a lograr esos objetivos de negocio. Todo debe fluir de esas métricas clave. Y no te olvides de revisarlos de vez en cuando, también. Dado que todos los sistemas se reducen con el tiempo, es importante tener en cuenta lo bien que su inversión en automatización está cumpliendo con las métricas establecidas por su empresa. Los fabricantes claman por una herramienta para ayudar a cuantificar los retornos y analizar los resultados ",
            "error": [
                ""
            ]
        },
        "ROI": {
            "translated_key": "ROI",
            "translated_annotated_text": "Medir el retorno: revelando \"ROI\" La parte más crítica de la odisea de retorno en inversión es desarrollar métricas que importan para el negocio y medir los sistemas en términos de su capacidad para ayudar a lograr esos objetivos de negocio. Todo debe fluir de esas métricas clave. Y no te olvides de revisarlos de vez en cuando, también. Dado que todos los sistemas se reducen con el tiempo, es importante tener en cuenta lo bien que su inversión en automatización está cumpliendo con las métricas establecidas por su empresa. Los fabricantes claman por una herramienta para ayudar a cuantificar los retornos y analizar los resultados ",
            "error": [
                ""
            ]
        },
        "key metrics": {
            "translated_key": "métricas clave",
            "translated_annotated_text": "Medir el retorno: revelando el ROI La parte más crítica de la odisea de retorno en inversión es desarrollar métricas que importan para el negocio y medir los sistemas en términos de su capacidad para ayudar a lograr esos objetivos de negocio. Todo debe fluir de esas \"métricas clave\". Y no te olvides de revisarlos de vez en cuando, también. Dado que todos los sistemas se reducen con el tiempo, es importante tener en cuenta lo bien que su inversión en automatización está cumpliendo con las métricas establecidas por su empresa. Los fabricantes claman por una herramienta para ayudar a cuantificar los retornos y analizar los resultados ",
            "error": [
                ""
            ]
        },
        "automation investment": {
            "translated_key": "inversión de automatización",
            "translated_annotated_text": "Medir el retorno: revelando el ROI La parte más crítica de la odisea de retorno en inversión es desarrollar métricas que importan para el negocio y medir los sistemas en términos de su capacidad para ayudar a lograr esos objetivos de negocio. Todo debe fluir de esas métricas clave. Y no te olvides de revisarlos de vez en cuando, también. Dado que todos los sistemas se reducen con el tiempo, es importante tener en cuenta lo bien que su \"inversión de automatización\" está cumpliendo con las métricas establecidas por su empresa. Los fabricantes claman por una herramienta para ayudar a cuantificar los retornos y analizar los resultados ",
            "error": [
                ""
            ]
        },
        "management": {
            "translated_key": [],
            "translated_annotated_text": "Medir el retorno: revelando el ROI La parte más crítica de la odisea de retorno en inversión es desarrollar métricas que importan para el negocio y medir los sistemas en términos de su capacidad para ayudar a lograr esos objetivos de negocio. Todo debe fluir de esas métricas clave. Y no te olvides de revisarlos de vez en cuando, también. Dado que todos los sistemas se reducen con el tiempo, es importante tener en cuenta lo bien que su inversión en automatización está cumpliendo con las métricas establecidas por su empresa. Los fabricantes claman por una herramienta para ayudar a cuantificar los retornos y analizar los resultados ",
            "error": []
        },
        "manufacturing industries": {
            "translated_key": [],
            "translated_annotated_text": "Medir el retorno: revelando el ROI La parte más crítica de la odisea de retorno en inversión es desarrollar métricas que importan para el negocio y medir los sistemas en términos de su capacidad para ayudar a lograr esos objetivos de negocio. Todo debe fluir de esas métricas clave. Y no te olvides de revisarlos de vez en cuando, también. Dado que todos los sistemas se reducen con el tiempo, es importante tener en cuenta lo bien que su inversión en automatización está cumpliendo con las métricas establecidas por su empresa. Los fabricantes claman por una herramienta para ayudar a cuantificar los retornos y analizar los resultados ",
            "error": []
        }
    }
}