{
    "original_text": "CRM: approaching zenith Looks at how manufacturers are starting to warm up to the concept of customer relationship management. CRM has matured into what is expected to be big business. As CRM software evolves to its second, some say third, generation, its likely to be more valuable to holdouts in manufacturing and other sectors",
    "original_translation": "CRM: acercando el cenit Mira cómo los fabricantes están empezando a calentarse al concepto de gestión de la relación con el cliente. CRM ha madurado en lo que se espera que sea un gran negocio. A medida que el software CRM evoluciona a su segundo, algunos dicen tercero, generación, es probable que sea más valioso para los retrasos en la fabricación y otros sectores",
    "error_count": 0,
    "keys": {
        "manufacturers": {
            "translated_key": "fabricantes",
            "translated_annotated_text": "CRM: acercando el cenit Mira cómo los \"fabricantes\" están empezando a calentarse al concepto de gestión de la relación con el cliente. CRM ha madurado en lo que se espera que sea un gran negocio. A medida que el software CRM evoluciona a su segundo, algunos dicen tercero, generación, es probable que sea más valioso para los retrasos en la fabricación y otros sectores ",
            "error": [
                ""
            ]
        },
        "customer relationship management": {
            "translated_key": "gestión de relaciones de clientes",
            "translated_annotated_text": "CRM: acercando el cenit Mira cómo los fabricantes están empezando a calentarse al concepto de \"gestión de relaciones de clientes\". CRM ha madurado en lo que se espera que sea un gran negocio. A medida que el software CRM evoluciona a su segundo, algunos dicen tercero, generación, es probable que sea más valioso para los retrasos en la fabricación y otros sectores ",
            "error": [
                ""
            ]
        },
        "CRM": {
            "translated_key": "CRM",
            "translated_annotated_text": "\"CRM\": acercarse a zenith Mira cómo los fabricantes están empezando a calentarse al concepto de gestión de la relación con los clientes. \"CRM\" ha madurado en lo que se espera que sea un gran negocio. A medida que el software \"CRM\" evoluciona a su segundo, algunos dicen tercero, generación, es probable que sea más valioso para retener en la fabricación y otros sectores ",
            "error": [
                ""
            ]
        },
        "manufacturing": {
            "translated_key": "fabricación",
            "translated_annotated_text": "CRM: acercando el cenit Mira cómo los fabricantes están empezando a calentarse al concepto de gestión de la relación con el cliente. CRM ha madurado en lo que se espera que sea un gran negocio. A medida que el software CRM evoluciona a su segunda, algunos dicen tercera, generación, es probable que sea más valioso para retener en \"fabricación\" y otros sectores ",
            "error": [
                ""
            ]
        },
        "management": {
            "translated_key": "gestión",
            "translated_annotated_text": "CRM: acercando el cenit Mira cómo los fabricantes están empezando a calentarse al concepto de la relación con el cliente \"gestión\". CRM ha madurado en lo que se espera que sea un gran negocio. A medida que el software CRM evoluciona a su segundo, algunos dicen tercero, generación, es probable que sea más valioso para los retrasos en la fabricación y otros sectores ",
            "error": [
                ""
            ]
        }
    }
}