{
    "original_text": "JPEG2000: standard for interactive imaging JPEG2000 is the latest image compression standard to emerge from the Joint Photographic Experts Group (JPEG) working under the auspices of the International Standards Organization. Although the new standard does offer superior compression performance to JPEG, JPEG2000 provides a whole new way of interacting with compressed imagery in a scalable and interoperable fashion. This paper provides a tutorial-style review of the new standard, explaining the technology on which it is based and drawing comparisons with JPEG and other compression standards. The paper also describes new work, exploiting the capabilities of JPEG2000 in client-server systems for efficient interactive browsing of images over the Internet",
    "original_translation": "JPEG2000: estándar para imágenes interactivas JPEG2000 es el último estándar de compresión de imágenes que emerge del Grupo Mixto de Expertos Fotográficos (JPEG) que trabaja bajo los auspicios de la Organización Internacional de Normalización. Aunque el nuevo estándar ofrece un rendimiento de compresión superior a JPEG, JPEG2000 ofrece una nueva forma de interactuar con imágenes comprimidas de una manera escalable e interoperable. Este artículo proporciona una revisión de estilo tutorial de la nueva norma, explicando la tecnología en la que se basa y haciendo comparaciones con JPEG y otros estándares de compresión. El documento también describe nuevos trabajos, aprovechando las capacidades de JPEG2000 en sistemas cliente-servidor para una navegación interactiva eficiente de imágenes a través de Internet",
    "error_count": 5,
    "keys": {
        "JPEG2000": {
            "translated_key": "JPEG2000",
            "translated_annotated_text": "\"JPEG2000\": estándar para imágenes interactivas \"JPEG2000\" es el último estándar de compresión de imágenes que emerge del Grupo Mixto de Expertos Fotográficos (JPEG) que trabaja bajo los auspicios de la Organización Internacional de Normalización. Aunque el nuevo estándar ofrece un rendimiento de compresión superior a JPEG, \"JPEG2000\" ofrece una nueva forma de interactuar con imágenes comprimidas de una manera escalable e interoperable. Este artículo proporciona una revisión de estilo tutorial de la nueva norma, explicando la tecnología en la que se basa y haciendo comparaciones con JPEG y otros estándares de compresión. El artículo también describe un nuevo trabajo, aprovechando las capacidades de \"JPEG2000\" en sistemas cliente-servidor para una navegación interactiva eficiente de imágenes a través de Internet ",
            "error": [
                ""
            ]
        },
        "interactive imaging": {
            "translated_key": "imagen interactiva",
            "translated_annotated_text": "JPEG2000: estándar de \"imagen interactiva\" JPEG2000 es el último estándar de compresión de imágenes que emerge del Grupo Mixto de Expertos Fotográficos (JPEG) que trabaja bajo los auspicios de la Organización Internacional de Normalización. Aunque el nuevo estándar ofrece un rendimiento de compresión superior a JPEG, JPEG2000 ofrece una nueva forma de interactuar con imágenes comprimidas de una manera escalable e interoperable. Este artículo proporciona una revisión de estilo tutorial de la nueva norma, explicando la tecnología en la que se basa y haciendo comparaciones con JPEG y otros estándares de compresión. El documento también describe nuevos trabajos, aprovechando las capacidades de JPEG2000 en sistemas cliente-servidor para una navegación interactiva eficiente de imágenes a través de Internet ",
            "error": [
                ""
            ]
        },
        "image compression": {
            "translated_key": "compresión de imágenes",
            "translated_annotated_text": "JPEG2000: estándar para imágenes interactivas JPEG2000 es el último estándar de \"compresión de imágenes\" que emerge del Grupo Mixto de Expertos Fotográficos (JPEG) que trabaja bajo los auspicios de la Organización Internacional de Normalización. Aunque el nuevo estándar ofrece un rendimiento de compresión superior a JPEG, JPEG2000 ofrece una nueva forma de interactuar con imágenes comprimidas de una manera escalable e interoperable. Este artículo proporciona una revisión de estilo tutorial de la nueva norma, explicando la tecnología en la que se basa y haciendo comparaciones con JPEG y otros estándares de compresión. El documento también describe nuevos trabajos, aprovechando las capacidades de JPEG2000 en sistemas cliente-servidor para una navegación interactiva eficiente de imágenes a través de Internet ",
            "error": [
                ""
            ]
        },
        "Joint Photographic Experts Group": {
            "translated_key": "Joint Photographic Experts Group",
            "translated_annotated_text": "JPEG2000: estándar para imágenes interactivas JPEG2000 es el último estándar de compresión de imágenes que emerge del \"Joint Photographic Experts Group\" (JPEG) que trabaja bajo los auspicios de la Organización Internacional de Normalización. Aunque el nuevo estándar ofrece un rendimiento de compresión superior a JPEG, JPEG2000 ofrece una nueva forma de interactuar con imágenes comprimidas de una manera escalable e interoperable. Este artículo proporciona una revisión de estilo tutorial de la nueva norma, explicando la tecnología en la que se basa y haciendo comparaciones con JPEG y otros estándares de compresión. El documento también describe nuevos trabajos, aprovechando las capacidades de JPEG2000 en sistemas cliente-servidor para una navegación interactiva eficiente de imágenes a través de Internet ",
            "error": [
                ""
            ]
        },
        "International Standards Organization": {
            "translated_key": "Organización Internacional de Normalización",
            "translated_annotated_text": "JPEG2000: estándar para imágenes interactivas JPEG2000 es el último estándar de compresión de imágenes que emerge del Grupo Mixto de Expertos Fotográficos (JPEG) que trabaja bajo los auspicios de la \"Organización Internacional de Normalización\". Aunque el nuevo estándar ofrece un rendimiento de compresión superior a JPEG, JPEG2000 ofrece una nueva forma de interactuar con imágenes comprimidas de una manera escalable e interoperable. Este artículo proporciona una revisión de estilo tutorial de la nueva norma, explicando la tecnología en la que se basa y haciendo comparaciones con JPEG y otros estándares de compresión. El documento también describe nuevos trabajos, aprovechando las capacidades de JPEG2000 en sistemas cliente-servidor para una navegación interactiva eficiente de imágenes a través de Internet ",
            "error": [
                ""
            ]
        },
        "scalable compression": {
            "translated_key": [],
            "translated_annotated_text": "JPEG2000: estándar para imágenes interactivas JPEG2000 es el último estándar de compresión de imágenes que emerge del Grupo Mixto de Expertos Fotográficos (JPEG) que trabaja bajo los auspicios de la Organización Internacional de Normalización. Aunque el nuevo estándar ofrece un rendimiento de compresión superior a JPEG, JPEG2000 ofrece una nueva forma de interactuar con imágenes comprimidas de una manera escalable e interoperable. Este artículo proporciona una revisión de estilo tutorial de la nueva norma, explicando la tecnología en la que se basa y haciendo comparaciones con JPEG y otros estándares de compresión. El documento también describe nuevos trabajos, aprovechando las capacidades de JPEG2000 en sistemas cliente-servidor para una navegación interactiva eficiente de imágenes a través de Internet ",
            "error": []
        },
        "interoperable compression": {
            "translated_key": [],
            "translated_annotated_text": "JPEG2000: estándar para imágenes interactivas JPEG2000 es el último estándar de compresión de imágenes que emerge del Grupo Mixto de Expertos Fotográficos (JPEG) que trabaja bajo los auspicios de la Organización Internacional de Normalización. Aunque el nuevo estándar ofrece un rendimiento de compresión superior a JPEG, JPEG2000 ofrece una nueva forma de interactuar con imágenes comprimidas de una manera escalable e interoperable. Este artículo proporciona una revisión de estilo tutorial de la nueva norma, explicando la tecnología en la que se basa y haciendo comparaciones con JPEG y otros estándares de compresión. El documento también describe nuevos trabajos, aprovechando las capacidades de JPEG2000 en sistemas cliente-servidor para una navegación interactiva eficiente de imágenes a través de Internet ",
            "error": []
        },
        "review": {
            "translated_key": "revisión",
            "translated_annotated_text": "JPEG2000: estándar para imágenes interactivas JPEG2000 es el último estándar de compresión de imágenes que emerge del Grupo Mixto de Expertos Fotográficos (JPEG) que trabaja bajo los auspicios de la Organización Internacional de Normalización. Aunque el nuevo estándar ofrece un rendimiento de compresión superior a JPEG, JPEG2000 ofrece una nueva forma de interactuar con imágenes comprimidas de una manera escalable e interoperable. Este artículo proporciona una \"revisión\" de estilo tutorial de la nueva norma, explicando la tecnología en la que se basa y haciendo comparaciones con JPEG y otros estándares de compresión. El documento también describe nuevos trabajos, aprovechando las capacidades de JPEG2000 en sistemas cliente-servidor para una navegación interactiva eficiente de imágenes a través de Internet ",
            "error": [
                ""
            ]
        },
        "client-server systems": {
            "translated_key": "sistemas cliente-servidor",
            "translated_annotated_text": "JPEG2000: estándar para imágenes interactivas JPEG2000 es el último estándar de compresión de imágenes que emerge del Grupo Mixto de Expertos Fotográficos (JPEG) que trabaja bajo los auspicios de la Organización Internacional de Normalización. Aunque el nuevo estándar ofrece un rendimiento de compresión superior a JPEG, JPEG2000 ofrece una nueva forma de interactuar con imágenes comprimidas de una manera escalable e interoperable. Este artículo proporciona una revisión de estilo tutorial de la nueva norma, explicando la tecnología en la que se basa y haciendo comparaciones con JPEG y otros estándares de compresión. El documento también describe un nuevo trabajo, aprovechando las capacidades de JPEG2000 en \"sistemas cliente-servidor\" para una navegación interactiva eficiente de imágenes a través de Internet ",
            "error": [
                ""
            ]
        },
        "data compression": {
            "translated_key": [],
            "translated_annotated_text": "JPEG2000: estándar para imágenes interactivas JPEG2000 es el último estándar de compresión de imágenes que emerge del Grupo Mixto de Expertos Fotográficos (JPEG) que trabaja bajo los auspicios de la Organización Internacional de Normalización. Aunque el nuevo estándar ofrece un rendimiento de compresión superior a JPEG, JPEG2000 ofrece una nueva forma de interactuar con imágenes comprimidas de una manera escalable e interoperable. Este artículo proporciona una revisión de estilo tutorial de la nueva norma, explicando la tecnología en la que se basa y haciendo comparaciones con JPEG y otros estándares de compresión. El documento también describe nuevos trabajos, aprovechando las capacidades de JPEG2000 en sistemas cliente-servidor para una navegación interactiva eficiente de imágenes a través de Internet ",
            "error": []
        },
        "image coding": {
            "translated_key": [],
            "translated_annotated_text": "JPEG2000: estándar para imágenes interactivas JPEG2000 es el último estándar de compresión de imágenes que emerge del Grupo Mixto de Expertos Fotográficos (JPEG) que trabaja bajo los auspicios de la Organización Internacional de Normalización. Aunque el nuevo estándar ofrece un rendimiento de compresión superior a JPEG, JPEG2000 ofrece una nueva forma de interactuar con imágenes comprimidas de una manera escalable e interoperable. Este artículo proporciona una revisión de estilo tutorial de la nueva norma, explicando la tecnología en la que se basa y haciendo comparaciones con JPEG y otros estándares de compresión. El documento también describe nuevos trabajos, aprovechando las capacidades de JPEG2000 en sistemas cliente-servidor para una navegación interactiva eficiente de imágenes a través de Internet ",
            "error": []
        },
        "ISO standards": {
            "translated_key": [],
            "translated_annotated_text": "JPEG2000: estándar para imágenes interactivas JPEG2000 es el último estándar de compresión de imágenes que emerge del Grupo Mixto de Expertos Fotográficos (JPEG) que trabaja bajo los auspicios de la Organización Internacional de Normalización. Aunque el nuevo estándar ofrece un rendimiento de compresión superior a JPEG, JPEG2000 ofrece una nueva forma de interactuar con imágenes comprimidas de una manera escalable e interoperable. Este artículo proporciona una revisión de estilo tutorial de la nueva norma, explicando la tecnología en la que se basa y haciendo comparaciones con JPEG y otros estándares de compresión. El documento también describe nuevos trabajos, aprovechando las capacidades de JPEG2000 en sistemas cliente-servidor para una navegación interactiva eficiente de imágenes a través de Internet ",
            "error": []
        }
    }
}