{
    "original_text": "Construction of two-sided bounds for initial-boundary value problems This paper extends the bounding operator approach developed for boundary value problems to the case of initial-boundary value problems (IBVPs). Following the general principle of bounding operators enclosing methods for the case of partial differential equations are discussed. In particular, continuous discretization methods with an appropriate error bound controlled shift and monotone extensions of Rothes method for parabolic problems are investigated",
    "original_translation": "Construcción de límites bilaterales para problemas de valor límite inicial Este documento extiende el enfoque de operador de límite desarrollado para problemas de valor límite al caso de problemas de valor límite inicial (IBVPs). De conformidad con el principio general de los operadores vinculados, se examinan los métodos de incorporación para el caso de ecuaciones diferenciales parciales. En particular, se investigan métodos de discretización continua con un cambio controlado por error y extensiones monotonas adecuados del método Rothes para problemas parabólicos",
    "error_count": 1,
    "keys": {
        "two-sided bounds": {
            "translated_key": "límites de dos lados",
            "translated_annotated_text": "Construcción de \"límites de dos lados\" para problemas de valor límite inicial Este artículo extiende el enfoque de operador de límite desarrollado para problemas de valor límite al caso de problemas de valor límite inicial (IBVPs). De conformidad con el principio general de los operadores vinculados, se examinan los métodos de incorporación para el caso de ecuaciones diferenciales parciales. En particular, se investigan métodos de discretización continua con un cambio controlado por error y extensiones monotonas adecuados del método Rothes para problemas parabólicos ",
            "error": [
                ""
            ]
        },
        "initial-boundary value problems": {
            "translated_key": "problemas de valor inicial-delimitado",
            "translated_annotated_text": "Construcción de límites bilaterales para \"problemas de valor inicial-delimitado\" Este artículo extiende el enfoque de operador de límite desarrollado para los problemas de valor límite al caso de \"problemas de valor inicial-delimitado\" (IBVPs). De conformidad con el principio general de los operadores vinculados, se examinan los métodos de incorporación para el caso de ecuaciones diferenciales parciales. En particular, se investigan métodos de discretización continua con un cambio controlado por error y extensiones monotonas adecuados del método Rothes para problemas parabólicos ",
            "error": [
                ""
            ]
        },
        "bounding operator approach": {
            "translated_key": "enfoque del operador de límite",
            "translated_annotated_text": "Construcción de límites bilaterales para problemas de valor límite inicial Este artículo extiende el \"enfoque del operador de límite\" desarrollado para problemas de valor límite al caso de problemas de valor límite inicial (IBVPs). De conformidad con el principio general de los operadores vinculados, se examinan los métodos de incorporación para el caso de ecuaciones diferenciales parciales. En particular, se investigan métodos de discretización continua con un cambio controlado por error y extensiones monotonas adecuados del método Rothes para problemas parabólicos ",
            "error": [
                ""
            ]
        },
        "bounding operators": {
            "translated_key": "operadores vinculados",
            "translated_annotated_text": "Construcción de límites bilaterales para problemas de valor límite inicial Este documento extiende el enfoque de operador de límite desarrollado para problemas de valor límite al caso de problemas de valor límite inicial (IBVPs). De acuerdo con el principio general de los \"operadores vinculados\" se discuten los métodos de adición para el caso de ecuaciones diferenciales parciales. En particular, se investigan métodos de discretización continua con un cambio controlado por error y extensiones monotonas adecuados del método Rothes para problemas parabólicos ",
            "error": [
                ""
            ]
        },
        "partial differential equations": {
            "translated_key": "ecuaciones diferenciales parciales",
            "translated_annotated_text": "Construcción de límites bilaterales para problemas de valor límite inicial Este documento extiende el enfoque de operador de límite desarrollado para problemas de valor límite al caso de problemas de valor límite inicial (IBVPs). De acuerdo con el principio general de los operadores que vinculan métodos de incorporación para el caso de \"ecuaciones diferenciales parciales\". En particular, se investigan métodos de discretización continua con un cambio controlado por error y extensiones monotonas adecuados del método Rothes para problemas parabólicos ",
            "error": [
                ""
            ]
        },
        "parabolic problems": {
            "translated_key": "problemas parabólicos",
            "translated_annotated_text": "Construcción de límites bilaterales para problemas de valor límite inicial Este documento extiende el enfoque de operador de límite desarrollado para problemas de valor límite al caso de problemas de valor límite inicial (IBVPs). De conformidad con el principio general de los operadores vinculados, se examinan los métodos de incorporación para el caso de ecuaciones diferenciales parciales. En particular, se investigan métodos de discretización continua con un cambio controlado por error y extensiones monotonas adecuadas del método Rothes para \"problemas parabólicos\" ",
            "error": [
                ""
            ]
        },
        "initial value problems": {
            "translated_key": [],
            "translated_annotated_text": "Construcción de límites bilaterales para problemas de valor límite inicial Este documento extiende el enfoque de operador de límite desarrollado para problemas de valor límite al caso de problemas de valor límite inicial (IBVPs). De conformidad con el principio general de los operadores vinculados, se examinan los métodos de incorporación para el caso de ecuaciones diferenciales parciales. En particular, se investigan métodos de discretización continua con un cambio controlado por error y extensiones monotonas adecuados del método Rothes para problemas parabólicos ",
            "error": []
        }
    }
}