{
    "original_text": "Operator splitting and approximate factorization for taxis-diffusion-reaction models In this paper we consider the numerical solution of 2D systems of certain types of taxis-diffusion-reaction equations from mathematical biology. By spatial discretization these PDE systems are approximated by systems of positive, nonlinear ODEs (Method of Lines). The aim of this paper is to examine the numerical integration of these ODE systems for low to moderate accuracy by means of splitting techniques. An important consideration is maintenance of positivity. We apply operator splitting and approximate matrix factorization using low order explicit Runge-Kutta methods and linearly implicit Runge-Kutta-Rosenbrock methods. As a reference method the general purpose solver VODPK is applied",
    "original_translation": "La división del operador y la factorización aproximada para taxis-difusión-reacción modelos En este artículo consideramos la solución numérica de sistemas 2D de ciertos tipos de taxis-difusión-reacción ecuaciones de la biología matemática. Por discretización espacial estos sistemas PDE son aproximados por sistemas de ODE positivos, no lineales (Método de Líneas). El objetivo de este trabajo es examinar la integración numérica de estos sistemas de ODE para una precisión baja a moderada mediante técnicas de división. Una consideración importante es el mantenimiento de la positividad. Aplicamos los métodos Runge-Kutta explícitos y linealmente implícitos Runge-Kutta-Rosenbrock. Como método de referencia se aplica el solucionador de propósito general VODPK",
    "error_count": 4,
    "keys": {
        "operator splitting": {
            "translated_key": [],
            "translated_annotated_text": "La división del operador y la factorización aproximada para taxis-difusión-reacción modelos En este artículo consideramos la solución numérica de sistemas 2D de ciertos tipos de taxis-difusión-reacción ecuaciones de la biología matemática. Por discretización espacial estos sistemas PDE son aproximados por sistemas de ODE positivos, no lineales (Método de Líneas). El objetivo de este trabajo es examinar la integración numérica de estos sistemas de ODE para una precisión baja a moderada mediante técnicas de división. Una consideración importante es el mantenimiento de la positividad. Aplicamos la factorización de la matriz aproximada y de la división del operador usando métodos explícitos Runge-Kutta de bajo orden y métodos linealmente implícitos Runge-Kutta-Rosenbrock. Como método de referencia se aplica el solucionador de propósito general VODPK ",
            "error": []
        },
        "numerical solution": {
            "translated_key": "solución numérica",
            "translated_annotated_text": "La división del operador y la factorización aproximada para taxis-difusión-reacción modelos En este artículo consideramos la \"solución numérica\" de los sistemas 2D de ciertos tipos de taxis-difusión-reacción ecuaciones de la biología matemática. Por discretización espacial estos sistemas PDE son aproximados por sistemas de ODE positivos, no lineales (Método de Líneas). El objetivo de este trabajo es examinar la integración numérica de estos sistemas de ODE para una precisión baja a moderada mediante técnicas de división. Una consideración importante es el mantenimiento de la positividad. Aplicamos los métodos Runge-Kutta explícitos y linealmente implícitos Runge-Kutta-Rosenbrock. Como método de referencia se aplica el solucionador de propósito general VODPK ",
            "error": [
                ""
            ]
        },
        "mathematical biology": {
            "translated_key": "biología matemática",
            "translated_annotated_text": "La división del operador y la factorización aproximada para taxis-difusión-reacción modelos En este artículo consideramos la solución numérica de sistemas 2D de ciertos tipos de taxis-difusión-reacción ecuaciones de \"biología matemática\". Por discretización espacial estos sistemas PDE son aproximados por sistemas de ODE positivos, no lineales (Método de Líneas). El objetivo de este trabajo es examinar la integración numérica de estos sistemas de ODE para una precisión baja a moderada mediante técnicas de división. Una consideración importante es el mantenimiento de la positividad. Aplicamos los métodos Runge-Kutta explícitos y linealmente implícitos Runge-Kutta-Rosenbrock. Como método de referencia se aplica el solucionador de propósito general VODPK ",
            "error": [
                ""
            ]
        },
        "spatial discretization": {
            "translated_key": "discretización espacial",
            "translated_annotated_text": "La división del operador y la factorización aproximada para taxis-difusión-reacción modelos En este artículo consideramos la solución numérica de sistemas 2D de ciertos tipos de taxis-difusión-reacción ecuaciones de la biología matemática. Por \"discretización espacial\" estos sistemas PDE son aproximados por sistemas de ODE positivos, no lineales (Método de Líneas). El objetivo de este trabajo es examinar la integración numérica de estos sistemas de ODE para una precisión baja a moderada mediante técnicas de división. Una consideración importante es el mantenimiento de la positividad. Aplicamos los métodos Runge-Kutta explícitos y linealmente implícitos Runge-Kutta-Rosenbrock. Como método de referencia se aplica el solucionador de propósito general VODPK ",
            "error": [
                ""
            ]
        },
        "PDE systems": {
            "translated_key": "sistemas PDE",
            "translated_annotated_text": "La división del operador y la factorización aproximada para taxis-difusión-reacción modelos En este artículo consideramos la solución numérica de sistemas 2D de ciertos tipos de taxis-difusión-reacción ecuaciones de la biología matemática. Por discretización espacial estos \"sistemas PDE\" son aproximados por sistemas de ODE positivos, no lineales (Método de Líneas). El objetivo de este trabajo es examinar la integración numérica de estos sistemas de ODE para una precisión baja a moderada mediante técnicas de división. Una consideración importante es el mantenimiento de la positividad. Aplicamos los métodos Runge-Kutta explícitos y linealmente implícitos Runge-Kutta-Rosenbrock. Como método de referencia se aplica el solucionador de propósito general VODPK ",
            "error": [
                ""
            ]
        },
        "nonlinear ODEs": {
            "translated_key": "no lineales",
            "translated_annotated_text": "La división del operador y la factorización aproximada para taxis-difusión-reacción modelos En este artículo consideramos la solución numérica de sistemas 2D de ciertos tipos de taxis-difusión-reacción ecuaciones de la biología matemática. Por discretización espacial estos sistemas PDE son aproximados por sistemas de ODE positivos, \"no lineales\" (Método de Líneas). El objetivo de este trabajo es examinar la integración numérica de estos sistemas de ODE para una precisión baja a moderada mediante técnicas de división. Una consideración importante es el mantenimiento de la positividad. Aplicamos los métodos Runge-Kutta explícitos y linealmente implícitos Runge-Kutta-Rosenbrock. Como método de referencia se aplica el solucionador de propósito general VODPK ",
            "error": [
                ""
            ]
        },
        "numerical integration": {
            "translated_key": "integración numérica",
            "translated_annotated_text": "La división del operador y la factorización aproximada para taxis-difusión-reacción modelos En este artículo consideramos la solución numérica de sistemas 2D de ciertos tipos de taxis-difusión-reacción ecuaciones de la biología matemática. Por discretización espacial estos sistemas PDE son aproximados por sistemas de ODE positivos, no lineales (Método de Líneas). El objetivo de este trabajo es examinar la \"integración numérica\" de estos sistemas de ODE para una precisión baja a moderada mediante técnicas de división. Una consideración importante es el mantenimiento de la positividad. Aplicamos los métodos Runge-Kutta explícitos y linealmente implícitos Runge-Kutta-Rosenbrock. Como método de referencia se aplica el solucionador de propósito general VODPK ",
            "error": [
                ""
            ]
        },
        "approximate matrix factorization": {
            "translated_key": "factorización de matriz aproximada",
            "translated_annotated_text": "La división del operador y la factorización aproximada para taxis-difusión-reacción modelos En este artículo consideramos la solución numérica de sistemas 2D de ciertos tipos de taxis-difusión-reacción ecuaciones de la biología matemática. Por discretización espacial estos sistemas PDE son aproximados por sistemas de ODE positivos, no lineales (Método de Líneas). El objetivo de este trabajo es examinar la integración numérica de estos sistemas de ODE para una precisión baja a moderada mediante técnicas de división. Una consideración importante es el mantenimiento de la positividad. Aplicamos la división del operador y la \"factorización de matriz aproximada\" usando métodos Runge-Kutta explícitos de bajo orden y métodos Runge-Kutta-Rosenbrock linealmente implícitos. Como método de referencia se aplica el solucionador de propósito general VODPK ",
            "error": [
                ""
            ]
        },
        "Runge-Kutta methods": {
            "translated_key": "métodos Runge-Kutta",
            "translated_annotated_text": "La división del operador y la factorización aproximada para taxis-difusión-reacción modelos En este artículo consideramos la solución numérica de sistemas 2D de ciertos tipos de taxis-difusión-reacción ecuaciones de la biología matemática. Por discretización espacial estos sistemas PDE son aproximados por sistemas de ODE positivos, no lineales (Método de Líneas). El objetivo de este trabajo es examinar la integración numérica de estos sistemas de ODE para una precisión baja a moderada mediante técnicas de división. Una consideración importante es el mantenimiento de la positividad. Aplicamos la factorización de la matriz de división del operador y aproximada usando \"métodos Runge-Kutta\" explícitos de bajo orden y métodos Runge-Kutta-Rosenbrock linealmente implícitos. Como método de referencia se aplica el solucionador de propósito general VODPK ",
            "error": [
                ""
            ]
        },
        "linearly implicit Runge-Kutta-Rosenbrock methods": {
            "translated_key": "métodos Runge-Kutta-Rosenbrock linealmente implícitos",
            "translated_annotated_text": "La división del operador y la factorización aproximada para taxis-difusión-reacción modelos En este artículo consideramos la solución numérica de sistemas 2D de ciertos tipos de taxis-difusión-reacción ecuaciones de la biología matemática. Por discretización espacial estos sistemas PDE son aproximados por sistemas de ODE positivos, no lineales (Método de Líneas). El objetivo de este trabajo es examinar la integración numérica de estos sistemas de ODE para una precisión baja a moderada mediante técnicas de división. Una consideración importante es el mantenimiento de la positividad. Aplicamos la factorización de matriz aproximada y de división del operador utilizando métodos Runge-Kutta explícitos de bajo orden y \"métodos Runge-Kutta-Rosenbrock linealmente implícitos\". Como método de referencia se aplica el solucionador de propósito general VODPK ",
            "error": [
                ""
            ]
        },
        "approximate factorization": {
            "translated_key": "factorización aproximada",
            "translated_annotated_text": "La división del operador y la \"factorización aproximada\" para taxis-difusión-reacción modelos En este artículo consideramos la solución numérica de los sistemas 2D de ciertos tipos de taxis-difusión-reacción ecuaciones de la biología matemática. Por discretización espacial estos sistemas PDE son aproximados por sistemas de ODE positivos, no lineales (Método de Líneas). El objetivo de este trabajo es examinar la integración numérica de estos sistemas de ODE para una precisión baja a moderada mediante técnicas de división. Una consideración importante es el mantenimiento de la positividad. Aplicamos los métodos Runge-Kutta explícitos y linealmente implícitos Runge-Kutta-Rosenbrock. Como método de referencia se aplica el solucionador de propósito general VODPK ",
            "error": [
                ""
            ]
        },
        "taxis-diffusion-reaction models": {
            "translated_key": "modelos de taxis-difusión-reacción",
            "translated_annotated_text": "La división del operador y la factorización aproximada para \"modelos de taxis-difusión-reacción\" En este artículo consideramos la solución numérica de sistemas 2D de ciertos tipos de ecuaciones de taxis-difusión-reacción de la biología matemática. Por discretización espacial estos sistemas PDE son aproximados por sistemas de ODE positivos, no lineales (Método de Líneas). El objetivo de este trabajo es examinar la integración numérica de estos sistemas de ODE para una precisión baja a moderada mediante técnicas de división. Una consideración importante es el mantenimiento de la positividad. Aplicamos los métodos Runge-Kutta explícitos y linealmente implícitos Runge-Kutta-Rosenbrock. Como método de referencia se aplica el solucionador de propósito general VODPK ",
            "error": [
                ""
            ]
        },
        "matrix decomposition": {
            "translated_key": [],
            "translated_annotated_text": "La división del operador y la factorización aproximada para taxis-difusión-reacción modelos En este artículo consideramos la solución numérica de sistemas 2D de ciertos tipos de taxis-difusión-reacción ecuaciones de la biología matemática. Por discretización espacial estos sistemas PDE son aproximados por sistemas de ODE positivos, no lineales (Método de Líneas). El objetivo de este trabajo es examinar la integración numérica de estos sistemas de ODE para una precisión baja a moderada mediante técnicas de división. Una consideración importante es el mantenimiento de la positividad. Aplicamos los métodos Runge-Kutta explícitos y linealmente implícitos Runge-Kutta-Rosenbrock. Como método de referencia se aplica el solucionador de propósito general VODPK ",
            "error": []
        },
        "partial differential equations": {
            "translated_key": [],
            "translated_annotated_text": "La división del operador y la factorización aproximada para taxis-difusión-reacción modelos En este artículo consideramos la solución numérica de sistemas 2D de ciertos tipos de taxis-difusión-reacción ecuaciones de la biología matemática. Por discretización espacial estos sistemas PDE son aproximados por sistemas de ODE positivos, no lineales (Método de Líneas). El objetivo de este trabajo es examinar la integración numérica de estos sistemas de ODE para una precisión baja a moderada mediante técnicas de división. Una consideración importante es el mantenimiento de la positividad. Aplicamos los métodos Runge-Kutta explícitos y linealmente implícitos Runge-Kutta-Rosenbrock. Como método de referencia se aplica el solucionador de propósito general VODPK ",
            "error": []
        },
        "stability": {
            "translated_key": [],
            "translated_annotated_text": "La división del operador y la factorización aproximada para taxis-difusión-reacción modelos En este artículo consideramos la solución numérica de sistemas 2D de ciertos tipos de taxis-difusión-reacción ecuaciones de la biología matemática. Por discretización espacial estos sistemas PDE son aproximados por sistemas de ODE positivos, no lineales (Método de Líneas). El objetivo de este trabajo es examinar la integración numérica de estos sistemas de ODE para una precisión baja a moderada mediante técnicas de división. Una consideración importante es el mantenimiento de la positividad. Aplicamos los métodos Runge-Kutta explícitos y linealmente implícitos Runge-Kutta-Rosenbrock. Como método de referencia se aplica el solucionador de propósito general VODPK ",
            "error": []
        }
    }
}