{
    "original_text": "Operator splitting and approximate factorization for taxis-diffusion-reaction models In this paper we consider the numerical solution of 2D systems of certain types of taxis-diffusion-reaction equations from mathematical biology. By spatial discretization these PDE systems are approximated by systems of positive, nonlinear ODEs (Method of Lines). The aim of this paper is to examine the numerical integration of these ODE systems for low to moderate accuracy by means of splitting techniques. An important consideration is maintenance of positivity. We apply operator splitting and approximate matrix factorization using low order explicit Runge-Kutta methods and linearly implicit Runge-Kutta-Rosenbrock methods. As a reference method the general purpose solver VODPK is applied",
    "original_translation": "La división del operador y la factorización aproximada para taxis-difusión-reacción modelos En este artículo consideramos la solución numérica de sistemas 2D de ciertos tipos de taxis-difusión-reacción ecuaciones de la biología matemática. Por discretización espacial estos sistemas PDE son aproximados por sistemas de ODE positivos, no lineales (Método de Líneas). El objetivo de este trabajo es examinar la integración numérica de estos sistemas de ODE para una precisión baja a moderada mediante técnicas de división. Una consideración importante es el mantenimiento de la positividad. Aplicamos la factorización de la matriz de división del operador y aproximada usando métodos Runge-Kutta explícitos de bajo orden y métodos Runge-Kutta-Rosenbrock linealmente implícitos. Como método de referencia se aplica el solucionador de propósito general VODPK",
    "error_count": 5,
    "keys": {
        "operator splitting": {
            "translated_key": "operador de división",
            "translated_annotated_text": "La división del operador y la factorización aproximada para taxis-difusión-reacción modelos En este artículo consideramos la solución numérica de sistemas 2D de ciertos tipos de taxis-difusión-reacción ecuaciones de la biología matemática. Por discretización espacial estos sistemas PDE son aproximados por sistemas de ODE positivos, no lineales (Método de Líneas). El objetivo de este trabajo es examinar la integración numérica de estos sistemas de ODE para una precisión baja a moderada mediante técnicas de división. Una consideración importante es el mantenimiento de la positividad. Aplicamos <br>operador de división</br> y factorización de matriz aproximada utilizando métodos Runge-Kutta explícitos de bajo orden y métodos Runge-Kutta-Rosenbrock linealmente implícitos. Como método de referencia se aplica el solucionador de propósito general VODPK ",
            "error": [
                ""
            ]
        },
        "numerical solution": {
            "translated_key": [],
            "translated_annotated_text": "La división del operador y la factorización aproximada para taxis-difusión-reacción modelos En este artículo consideramos la solución numérica <br> de los sistemas 2D de ciertos tipos de taxis-difusión-reacción ecuaciones de la biología matemática. Por discretización espacial estos sistemas PDE son aproximados por sistemas de ODE positivos, no lineales (Método de Líneas). El objetivo de este trabajo es examinar la integración numérica de estos sistemas de ODE para una precisión baja a moderada mediante técnicas de división. Una consideración importante es el mantenimiento de la positividad. Aplicamos la factorización de la matriz de división del operador y aproximada usando métodos Runge-Kutta explícitos de bajo orden y métodos Runge-Kutta-Rosenbrock linealmente implícitos. Como método de referencia se aplica el solucionador de propósito general VODPK ",
            "error": []
        },
        "mathematical biology": {
            "translated_key": "biología matemática",
            "translated_annotated_text": "La división del operador y la factorización aproximada para los modelos de taxis-difusión-reacción En este artículo consideramos la solución numérica de los sistemas 2D de ciertos tipos de taxis-difusión-reacción ecuaciones de <br>biología matemática</br>. Por discretización espacial estos sistemas PDE son aproximados por sistemas de ODE positivos, no lineales (Método de Líneas). El objetivo de este trabajo es examinar la integración numérica de estos sistemas de ODE para una precisión baja a moderada mediante técnicas de división. Una consideración importante es el mantenimiento de la positividad. Aplicamos la factorización de la matriz de división del operador y aproximada usando métodos Runge-Kutta explícitos de bajo orden y métodos Runge-Kutta-Rosenbrock linealmente implícitos. Como método de referencia se aplica el solucionador de propósito general VODPK ",
            "error": [
                ""
            ]
        },
        "spatial discretization": {
            "translated_key": "espacial",
            "translated_annotated_text": "La división del operador y la factorización aproximada para taxis-difusión-reacción modelos En este artículo consideramos la solución numérica de sistemas 2D de ciertos tipos de taxis-difusión-reacción ecuaciones de la biología matemática. Por discretización <br>espacial</br> estos sistemas PDE son aproximados por sistemas de ODE positivos, no lineales (Método de Líneas). El objetivo de este trabajo es examinar la integración numérica de estos sistemas de ODE para una precisión baja a moderada mediante técnicas de división. Una consideración importante es el mantenimiento de la positividad. Aplicamos la factorización de la matriz de división del operador y aproximada usando métodos Runge-Kutta explícitos de bajo orden y métodos Runge-Kutta-Rosenbrock linealmente implícitos. Como método de referencia se aplica el solucionador de propósito general VODPK ",
            "error": [
                ""
            ]
        },
        "PDE systems": {
            "translated_key": "PDE",
            "translated_annotated_text": "La división del operador y la factorización aproximada para taxis-difusión-reacción modelos En este artículo consideramos la solución numérica de sistemas 2D de ciertos tipos de taxis-difusión-reacción ecuaciones de la biología matemática. Por discretización espacial, estos sistemas <br>PDE</br> se aproximan por sistemas de ODE positivos, no lineales (Método de Líneas). El objetivo de este trabajo es examinar la integración numérica de estos sistemas de ODE para una precisión baja a moderada mediante técnicas de división. Una consideración importante es el mantenimiento de la positividad. Aplicamos la factorización de la matriz de división del operador y aproximada usando métodos Runge-Kutta explícitos de bajo orden y métodos Runge-Kutta-Rosenbrock linealmente implícitos. Como método de referencia se aplica el solucionador de propósito general VODPK ",
            "error": [
                ""
            ]
        },
        "nonlinear ODEs": {
            "translated_key": "no lineales",
            "translated_annotated_text": "La división del operador y la factorización aproximada para taxis-difusión-reacción modelos En este artículo consideramos la solución numérica de sistemas 2D de ciertos tipos de taxis-difusión-reacción ecuaciones de la biología matemática. Por discretización espacial estos sistemas PDE son aproximados por sistemas de ODEs positivos, <br>no lineales</br> (Método de Líneas). El objetivo de este trabajo es examinar la integración numérica de estos sistemas de ODE para una precisión baja a moderada mediante técnicas de división. Una consideración importante es el mantenimiento de la positividad. Aplicamos la factorización de la matriz de división del operador y aproximada usando métodos Runge-Kutta explícitos de bajo orden y métodos Runge-Kutta-Rosenbrock linealmente implícitos. Como método de referencia se aplica el solucionador de propósito general VODPK ",
            "error": [
                ""
            ]
        },
        "numerical integration": {
            "translated_key": "integración numérica",
            "translated_annotated_text": "La división del operador y la factorización aproximada para taxis-difusión-reacción modelos En este artículo consideramos la solución numérica de sistemas 2D de ciertos tipos de taxis-difusión-reacción ecuaciones de la biología matemática. Por discretización espacial estos sistemas PDE son aproximados por sistemas de ODE positivos, no lineales (Método de Líneas). El objetivo de este trabajo es examinar la <br>integración numérica</br> de estos sistemas ODE para una precisión baja a moderada mediante técnicas de división.  Una consideración importante es el mantenimiento de la positividad. Aplicamos la factorización de la matriz de división del operador y aproximada usando métodos Runge-Kutta explícitos de bajo orden y métodos Runge-Kutta-Rosenbrock linealmente implícitos. Como método de referencia se aplica el solucionador de propósito general VODPK ",
            "error": [
                ""
            ]
        },
        "approximate matrix factorization": {
            "translated_key": "proximate matricial factorization",
            "translated_annotated_text": "La división del operador y la factorización aproximada para taxis-difusión-reacción modelos En este artículo consideramos la solución numérica de sistemas 2D de ciertos tipos de taxis-difusión-reacción ecuaciones de la biología matemática. Por discretización espacial estos sistemas PDE son aproximados por sistemas de ODE positivos, no lineales (Método de Líneas). El objetivo de este trabajo es examinar la integración numérica de estos sistemas de ODE para una precisión baja a moderada mediante técnicas de división. Una consideración importante es el mantenimiento de la positividad. Aplicamos los métodos Runge-Kutta y <br>proximate matricial factorization</br> usando métodos Runge-Kutta explícitos de bajo orden y métodos Runge-Kutta-Rosenbrock implícitos linealmente. Como método de referencia se aplica el solucionador de propósito general VODPK ",
            "error": [
                ""
            ]
        },
        "Runge-Kutta methods": {
            "translated_key": "Runge-Kutta",
            "translated_annotated_text": "La división del operador y la factorización aproximada para taxis-difusión-reacción modelos En este artículo consideramos la solución numérica de sistemas 2D de ciertos tipos de taxis-difusión-reacción ecuaciones de la biología matemática. Por discretización espacial estos sistemas PDE son aproximados por sistemas de ODE positivos, no lineales (Método de Líneas). El objetivo de este trabajo es examinar la integración numérica de estos sistemas de ODE para una precisión baja a moderada mediante técnicas de división. Una consideración importante es el mantenimiento de la positividad. Aplicamos la división del operador y la factorización de matriz aproximada usando métodos explícitos de bajo orden <br>Runge-Kutta</br> y métodos linealmente implícitos Runge-Kutta-Rosenbrock. Como método de referencia se aplica el solucionador de propósito general VODPK ",
            "error": [
                ""
            ]
        },
        "linearly implicit Runge-Kutta-Rosenbrock methods": {
            "translated_key": [],
            "translated_annotated_text": "La división del operador y la factorización aproximada para taxis-difusión-reacción modelos En este artículo consideramos la solución numérica de sistemas 2D de ciertos tipos de taxis-difusión-reacción ecuaciones de la biología matemática. Por discretización espacial estos sistemas PDE son aproximados por sistemas de ODE positivos, no lineales (Método de Líneas). El objetivo de este trabajo es examinar la integración numérica de estos sistemas de ODE para una precisión baja a moderada mediante técnicas de división. Una consideración importante es el mantenimiento de la positividad. Aplicamos los métodos Runge-Kutta y <br> linealmente implícitos Runge-Kutta-Rosenbrock usando métodos Runge-Kutta-Rosenbrock de bajo orden explícitos. Como método de referencia se aplica el solucionador de propósito general VODPK ",
            "error": []
        },
        "approximate factorization": {
            "translated_key": " factorización aproximada",
            "translated_annotated_text": "Operador de división y <br> factorización aproximada</br> para taxis-difusión-reacción modelos En este artículo consideramos la solución numérica de sistemas 2D de ciertos tipos de taxis-difusión-reacción ecuaciones de biología matemática. Por discretización espacial estos sistemas PDE son aproximados por sistemas de ODE positivos, no lineales (Método de Líneas). El objetivo de este trabajo es examinar la integración numérica de estos sistemas de ODE para una precisión baja a moderada mediante técnicas de división. Una consideración importante es el mantenimiento de la positividad. Aplicamos la factorización de la matriz de división del operador y aproximada usando métodos Runge-Kutta explícitos de bajo orden y métodos Runge-Kutta-Rosenbrock linealmente implícitos. Como método de referencia se aplica el solucionador de propósito general VODPK ",
            "error": [
                ""
            ]
        },
        "taxis-diffusion-reaction models": {
            "translated_key": "taxis-difusión-reacción",
            "translated_annotated_text": "La división del operador y la factorización aproximada para los modelos <br>taxis-difusión-reacción</br> En este artículo consideramos la solución numérica de los sistemas 2D de ciertos tipos de ecuaciones taxis-difusión-reacción de la biología matemática. Por discretización espacial estos sistemas PDE son aproximados por sistemas de ODE positivos, no lineales (Método de Líneas). El objetivo de este trabajo es examinar la integración numérica de estos sistemas de ODE para una precisión baja a moderada mediante técnicas de división. Una consideración importante es el mantenimiento de la positividad. Aplicamos la factorización de la matriz de división del operador y aproximada usando métodos Runge-Kutta explícitos de bajo orden y métodos Runge-Kutta-Rosenbrock linealmente implícitos. Como método de referencia se aplica el solucionador de propósito general VODPK ",
            "error": [
                ""
            ]
        },
        "matrix decomposition": {
            "translated_key": [],
            "translated_annotated_text": "La división del operador y la factorización aproximada para taxis-difusión-reacción modelos En este artículo consideramos la solución numérica de sistemas 2D de ciertos tipos de taxis-difusión-reacción ecuaciones de la biología matemática. Por discretización espacial estos sistemas PDE son aproximados por sistemas de ODE positivos, no lineales (Método de Líneas). El objetivo de este trabajo es examinar la integración numérica de estos sistemas de ODE para una precisión baja a moderada mediante técnicas de división. Una consideración importante es el mantenimiento de la positividad. Aplicamos la factorización de la matriz de división del operador y aproximada usando métodos Runge-Kutta explícitos de bajo orden y métodos Runge-Kutta-Rosenbrock linealmente implícitos. Como método de referencia se aplica el solucionador de propósito general VODPK ",
            "error": []
        },
        "partial differential equations": {
            "translated_key": [],
            "translated_annotated_text": "La división del operador y la factorización aproximada para taxis-difusión-reacción modelos En este artículo consideramos la solución numérica de sistemas 2D de ciertos tipos de taxis-difusión-reacción ecuaciones de la biología matemática. Por discretización espacial estos sistemas PDE son aproximados por sistemas de ODE positivos, no lineales (Método de Líneas). El objetivo de este trabajo es examinar la integración numérica de estos sistemas de ODE para una precisión baja a moderada mediante técnicas de división. Una consideración importante es el mantenimiento de la positividad. Aplicamos la factorización de la matriz de división del operador y aproximada usando métodos Runge-Kutta explícitos de bajo orden y métodos Runge-Kutta-Rosenbrock linealmente implícitos. Como método de referencia se aplica el solucionador de propósito general VODPK ",
            "error": []
        },
        "stability": {
            "translated_key": [],
            "translated_annotated_text": "La división del operador y la factorización aproximada para taxis-difusión-reacción modelos En este artículo consideramos la solución numérica de sistemas 2D de ciertos tipos de taxis-difusión-reacción ecuaciones de la biología matemática. Por discretización espacial estos sistemas PDE son aproximados por sistemas de ODE positivos, no lineales (Método de Líneas). El objetivo de este trabajo es examinar la integración numérica de estos sistemas de ODE para una precisión baja a moderada mediante técnicas de división. Una consideración importante es el mantenimiento de la positividad. Aplicamos la factorización de la matriz de división del operador y aproximada usando métodos Runge-Kutta explícitos de bajo orden y métodos Runge-Kutta-Rosenbrock linealmente implícitos. Como método de referencia se aplica el solucionador de propósito general VODPK ",
            "error": []
        }
    }
}