{
    "original_text": "Multiple shooting using a dichotomically stable integrator for solving differential-algebraic equations In previous work by the first author, it has been established that a dichotomically stable discretization is needed when solving a stiff boundary-value problem in ordinary differential equations (ODEs), when sharp boundary layers may occur at each end of the interval. A dichotomically stable implicit Runge-Kutta method, using the 3-stage, fourth-order, Lobatto IIIA formulae, has been implemented in a variable step-size initial-value integrator, which could be used in a multiple-shooting approach. In the case of index-one differential-algebraic equations (DAEs) the use of the Lobatto IIIA formulae has an advantage, over a comparable Gaussian method, that the order is the same for both differential and algebraic variables, and there is no need to treat them separately. The ODE integrator has been adapted for the solution of index-one DAEs, and the resulting integrator (SYMDAE) has been inserted into the multiple-shooting code (MSHDAE) previously developed by R. Lamour for differential-algebraic boundary-value problems. The standard version of MSHDAE uses a BDF integrator, which is not dichotomically stable, and for some stiff test problems this fails to integrate across the interval of interest, while the dichotomically stable integrator SYMDAE encounters no difficulty. Indeed, for such problems, the modified version of MSHDAE produces an accurate solution, and within limits imposed by computer word length, the efficiency of the solution process improves with increasing stiffness. For some nonstiff problems, the solution is also entirely satisfactory",
    "original_translation": "Multiple shooting usando un integrador dicotómicamente estable para resolver ecuaciones diferenciales-algebraicas En trabajos anteriores del primer autor, se ha establecido que se necesita una discretización dicotómicamente estable cuando se resuelve un problema de límite-valor rígido en ecuaciones diferenciales ordinarias (ODE), cuando pueden ocurrir capas de límite nítidas en cada extremo del intervalo. Un método implícito Runge-Kutta dicotómicamente estable, utilizando las fórmulas de 3 etapas, cuarto orden, Lobatto IIIA, se ha implementado en un integrador de valor inicial de tamaño escalonado variable, que podría usarse en un enfoque de múltiples disparos. En el caso de las ecuaciones diferencial-álgebraicas índice uno (DAEs) el uso de las fórmulas Lobatto IIIA tiene una ventaja, sobre un método Gaussiano comparable, que el orden es el mismo para las variables diferenciales y algebraicas, y no hay necesidad de tratarlas por separado. El integrador de ODE ha sido adaptado para la solución de DAEs index-one, y el integrador resultante (SYMDAE) ha sido insertado en el código de múltiples disparos (MSHDAE) previamente desarrollado por R. Lamour para problemas de valor límite diferencial-algebraico. La versión estándar de MSHDAE utiliza un integrador BDF, que no es dicotómicamente estable, y para algunos problemas de prueba rígidos esto no se integra a través del intervalo de interés, mientras que el integrador dicotómicamente estable SYMDAE no encuentra ninguna dificultad. De hecho, para tales problemas, la versión modificada de MSHDAE produce una solución precisa, y dentro de los límites impuestos por la longitud de la palabra del ordenador, la eficiencia del proceso de solución mejora con la rigidez creciente. Para algunos problemas no delicados, la solución también es totalmente satisfactoria",
    "error_count": 4,
    "keys": {
        "multiple shooting": {
            "translated_key": [],
            "translated_annotated_text": "Multiple shooting usando un integrador dicotómicamente estable para resolver ecuaciones diferenciales-algebraicas En trabajos anteriores del primer autor, se ha establecido que se necesita una discretización dicotómicamente estable cuando se resuelve un problema de límite-valor rígido en ecuaciones diferenciales ordinarias (ODE), cuando pueden ocurrir capas de límite nítidas en cada extremo del intervalo. Un método implícito Runge-Kutta dicotómicamente estable, utilizando las fórmulas de 3 etapas, cuarto orden, Lobatto IIIA, se ha implementado en un integrador de valor inicial de tamaño escalonado variable, que podría usarse en un enfoque de múltiples disparos. En el caso de las ecuaciones diferencial-álgebraicas índice uno (DAEs) el uso de las fórmulas Lobatto IIIA tiene una ventaja, sobre un método Gaussiano comparable, que el orden es el mismo para las variables diferenciales y algebraicas, y no hay necesidad de tratarlas por separado. El integrador de ODE ha sido adaptado para la solución de DAEs index-one, y el integrador resultante (SYMDAE) ha sido insertado en el código de múltiples disparos (MSHDAE) previamente desarrollado por R. Lamour para problemas de valor límite diferencial-algebraico. La versión estándar de MSHDAE utiliza un integrador BDF, que no es dicotómicamente estable, y para algunos problemas de prueba rígidos esto no se integra a través del intervalo de interés, mientras que el integrador dicotómicamente estable SYMDAE no encuentra ninguna dificultad. De hecho, para tales problemas, la versión modificada de MSHDAE produce una solución precisa, y dentro de los límites impuestos por la longitud de la palabra del ordenador, la eficiencia del proceso de solución mejora con la rigidez creciente. Para algunos problemas no delicados, la solución también es totalmente satisfactoria ",
            "error": []
        },
        "stiff boundary-value problem": {
            "translated_key": "problema de límite-valor rígido",
            "translated_annotated_text": "Multiple shooting usando un integrador dicotómicamente estable para resolver ecuaciones diferenciales-algebraicas En trabajos anteriores del primer autor, se ha establecido que se necesita una discretización dicotómicamente estable cuando se resuelve un \"problema de límite-valor rígido\" en ecuaciones diferenciales ordinarias (ODE), cuando pueden ocurrir capas de límite nítidas en cada extremo del intervalo. Un método implícito Runge-Kutta dicotómicamente estable, utilizando las fórmulas de 3 etapas, cuarto orden, Lobatto IIIA, se ha implementado en un integrador de valor inicial de tamaño escalonado variable, que podría usarse en un enfoque de múltiples disparos. En el caso de las ecuaciones diferencial-álgebraicas índice uno (DAEs) el uso de las fórmulas Lobatto IIIA tiene una ventaja, sobre un método Gaussiano comparable, que el orden es el mismo para las variables diferenciales y algebraicas, y no hay necesidad de tratarlas por separado. El integrador de ODE ha sido adaptado para la solución de DAEs index-one, y el integrador resultante (SYMDAE) ha sido insertado en el código de múltiples disparos (MSHDAE) previamente desarrollado por R. Lamour para problemas de valor límite diferencial-algebraico. La versión estándar de MSHDAE utiliza un integrador BDF, que no es dicotómicamente estable, y para algunos problemas de prueba rígidos esto no se integra a través del intervalo de interés, mientras que el integrador dicotómicamente estable SYMDAE no encuentra ninguna dificultad. De hecho, para tales problemas, la versión modificada de MSHDAE produce una solución precisa, y dentro de los límites impuestos por la longitud de la palabra del ordenador, la eficiencia del proceso de solución mejora con la rigidez creciente. Para algunos problemas no delicados, la solución también es totalmente satisfactoria ",
            "error": [
                ""
            ]
        },
        "ordinary differential equations": {
            "translated_key": "ecuaciones diferenciales ordinarias",
            "translated_annotated_text": "Multiple shooting usando un integrador dicotómicamente estable para resolver ecuaciones diferenciales-algebraicas En trabajos anteriores del primer autor, se ha establecido que se necesita una discretización dicotómicamente estable cuando se resuelve un problema de límite-valor rígido en \"ecuaciones diferenciales ordinarias\" (ODEs), cuando las capas de límite nítidas pueden ocurrir en cada extremo del intervalo. Un método implícito Runge-Kutta dicotómicamente estable, utilizando las fórmulas de 3 etapas, cuarto orden, Lobatto IIIA, se ha implementado en un integrador de valor inicial de tamaño escalonado variable, que podría usarse en un enfoque de múltiples disparos. En el caso de las ecuaciones diferencial-álgebraicas índice uno (DAEs) el uso de las fórmulas Lobatto IIIA tiene una ventaja, sobre un método Gaussiano comparable, que el orden es el mismo para las variables diferenciales y algebraicas, y no hay necesidad de tratarlas por separado. El integrador de ODE ha sido adaptado para la solución de DAEs index-one, y el integrador resultante (SYMDAE) ha sido insertado en el código de múltiples disparos (MSHDAE) previamente desarrollado por R. Lamour para problemas de valor límite diferencial-algebraico. La versión estándar de MSHDAE utiliza un integrador BDF, que no es dicotómicamente estable, y para algunos problemas de prueba rígidos esto no se integra a través del intervalo de interés, mientras que el integrador dicotómicamente estable SYMDAE no encuentra ninguna dificultad. De hecho, para tales problemas, la versión modificada de MSHDAE produce una solución precisa, y dentro de los límites impuestos por la longitud de la palabra del ordenador, la eficiencia del proceso de solución mejora con la rigidez creciente. Para algunos problemas no delicados, la solución también es totalmente satisfactoria ",
            "error": [
                ""
            ]
        },
        "implicit Runge-Kutta method": {
            "translated_key": "método implícito Runge-Kutta",
            "translated_annotated_text": "Multiple shooting usando un integrador dicotómicamente estable para resolver ecuaciones diferenciales-algebraicas En trabajos anteriores del primer autor, se ha establecido que se necesita una discretización dicotómicamente estable cuando se resuelve un problema de límite-valor rígido en ecuaciones diferenciales ordinarias (ODE), cuando pueden ocurrir capas de límite nítidas en cada extremo del intervalo. Un \"método implícito Runge-Kutta\" dicotómicamente estable, utilizando las fórmulas de 3 etapas y cuarto orden, Lobatto IIIA, se ha implementado en un integrador de valor inicial de tamaño escalonado variable, que podría utilizarse en un enfoque de múltiples disparos. En el caso de las ecuaciones diferencial-álgebraicas índice uno (DAEs) el uso de las fórmulas Lobatto IIIA tiene una ventaja, sobre un método Gaussiano comparable, que el orden es el mismo para las variables diferenciales y algebraicas, y no hay necesidad de tratarlas por separado. El integrador de ODE ha sido adaptado para la solución de DAEs index-one, y el integrador resultante (SYMDAE) ha sido insertado en el código de múltiples disparos (MSHDAE) previamente desarrollado por R. Lamour para problemas de valor límite diferencial-algebraico. La versión estándar de MSHDAE utiliza un integrador BDF, que no es dicotómicamente estable, y para algunos problemas de prueba rígidos esto no se integra a través del intervalo de interés, mientras que el integrador dicotómicamente estable SYMDAE no encuentra ninguna dificultad. De hecho, para tales problemas, la versión modificada de MSHDAE produce una solución precisa, y dentro de los límites impuestos por la longitud de la palabra del ordenador, la eficiencia del proceso de solución mejora con la rigidez creciente. Para algunos problemas no delicados, la solución también es totalmente satisfactoria ",
            "error": [
                ""
            ]
        },
        "Lobatto IIIA formulae": {
            "translated_key": [
                "Fórmulas Lobatto IIIA",
                "Lobatto IIIA"
            ],
            "translated_annotated_text": "Multiple shooting usando un integrador dicotómicamente estable para resolver ecuaciones diferenciales-algebraicas En trabajos anteriores del primer autor, se ha establecido que se necesita una discretización dicotómicamente estable cuando se resuelve un problema de límite-valor rígido en ecuaciones diferenciales ordinarias (ODE), cuando pueden ocurrir capas de límite nítidas en cada extremo del intervalo. Un método implícito Runge-Kutta dicotómicamente estable, usando el cuarto orden de 3 etapas, \"Fórmulas Lobatto IIIA\", ha sido implementado en un integrador de valor inicial de tamaño escalonado variable, que podría ser utilizado en un enfoque de múltiples disparos. En el caso de las ecuaciones diferencial-álgebraicas índice uno (DAEs) el uso de las fórmulas \"Lobatto IIIA\" tiene una ventaja, sobre un método gaussiano comparable, que el orden es el mismo para las variables diferenciales y algebraicas, y no hay necesidad de tratarlas por separado. El integrador de ODE ha sido adaptado para la solución de DAEs index-one, y el integrador resultante (SYMDAE) ha sido insertado en el código de múltiples disparos (MSHDAE) previamente desarrollado por R. Lamour para problemas de valor límite diferencial-algebraico. La versión estándar de MSHDAE utiliza un integrador BDF, que no es dicotómicamente estable, y para algunos problemas de prueba rígidos esto no se integra a través del intervalo de interés, mientras que el integrador dicotómicamente estable SYMDAE no encuentra ninguna dificultad. De hecho, para tales problemas, la versión modificada de MSHDAE produce una solución precisa, y dentro de los límites impuestos por la longitud de la palabra del ordenador, la eficiencia del proceso de solución mejora con la rigidez creciente. Para algunos problemas no delicados, la solución también es totalmente satisfactoria ",
            "error": [
                "Fórmulas Lobatto IIIA",
                "Lobatto IIIA"
            ]
        },
        "initial-value integrator": {
            "translated_key": "integrador de valor inicial",
            "translated_annotated_text": "Multiple shooting usando un integrador dicotómicamente estable para resolver ecuaciones diferenciales-algebraicas En trabajos anteriores del primer autor, se ha establecido que se necesita una discretización dicotómicamente estable cuando se resuelve un problema de límite-valor rígido en ecuaciones diferenciales ordinarias (ODE), cuando pueden ocurrir capas de límite nítidas en cada extremo del intervalo. Un método implícito dicotómicamente estable Runge-Kutta, utilizando las fórmulas de 3 etapas, cuarto orden, Lobatto IIIA, se ha implementado en un \"integrador de valor inicial\" de tamaño de paso variable, que podría ser utilizado en un enfoque de múltiples disparos. En el caso de las ecuaciones diferencial-álgebraicas índice uno (DAEs) el uso de las fórmulas Lobatto IIIA tiene una ventaja, sobre un método Gaussiano comparable, que el orden es el mismo para las variables diferenciales y algebraicas, y no hay necesidad de tratarlas por separado. El integrador de ODE ha sido adaptado para la solución de DAEs index-one, y el integrador resultante (SYMDAE) ha sido insertado en el código de múltiples disparos (MSHDAE) previamente desarrollado por R. Lamour para problemas de valor límite diferencial-algebraico. La versión estándar de MSHDAE utiliza un integrador BDF, que no es dicotómicamente estable, y para algunos problemas de prueba rígidos esto no se integra a través del intervalo de interés, mientras que el integrador dicotómicamente estable SYMDAE no encuentra ninguna dificultad. De hecho, para tales problemas, la versión modificada de MSHDAE produce una solución precisa, y dentro de los límites impuestos por la longitud de la palabra del ordenador, la eficiencia del proceso de solución mejora con la rigidez creciente. Para algunos problemas no delicados, la solución también es totalmente satisfactoria ",
            "error": [
                ""
            ]
        },
        "dichotomically stable integrator": {
            "translated_key": "integrador dicotómicamente estable",
            "translated_annotated_text": "Multiple shooting usando un \"integrador dicotómicamente estable\" para resolver ecuaciones diferenciales-algebraicas En trabajos anteriores del primer autor, se ha establecido que se necesita una discretización dicotómicamente estable cuando se resuelve un problema de límite-valor rígido en ecuaciones diferenciales ordinarias (ODEs), cuando las capas de límite nítidas pueden ocurrir en cada extremo del intervalo. Un método implícito Runge-Kutta dicotómicamente estable, utilizando las fórmulas de 3 etapas, cuarto orden, Lobatto IIIA, se ha implementado en un integrador de valor inicial de tamaño escalonado variable, que podría usarse en un enfoque de múltiples disparos. En el caso de las ecuaciones diferencial-álgebraicas índice uno (DAEs) el uso de las fórmulas Lobatto IIIA tiene una ventaja, sobre un método Gaussiano comparable, que el orden es el mismo para las variables diferenciales y algebraicas, y no hay necesidad de tratarlas por separado. El integrador de ODE ha sido adaptado para la solución de DAEs index-one, y el integrador resultante (SYMDAE) ha sido insertado en el código de múltiples disparos (MSHDAE) previamente desarrollado por R. Lamour para problemas de valor límite diferencial-algebraico. La versión estándar de MSHDAE utiliza un integrador BDF, que no es dicotómicamente estable, y para algunos problemas de prueba rígidos esto no se integra a través del intervalo de interés, mientras que el \"integrador dicotómicamente estable\" SYMDAE no encuentra ninguna dificultad. De hecho, para tales problemas, la versión modificada de MSHDAE produce una solución precisa, y dentro de los límites impuestos por la longitud de la palabra del ordenador, la eficiencia del proceso de solución mejora con la rigidez creciente. Para algunos problemas no delicados, la solución también es totalmente satisfactoria ",
            "error": [
                ""
            ]
        },
        "differential-algebraic equations": {
            "translated_key": "ecuaciones diferenciales-algebraicas",
            "translated_annotated_text": "Múltiples disparos usando un integrador dicotómicamente estable para resolver \"ecuaciones diferenciales-algebraicas\" En trabajos anteriores del primer autor, se ha establecido que se necesita una discretización dicotómicamente estable cuando se resuelve un problema de límite-valor rígido en ecuaciones diferenciales ordinarias (ODEs), cuando pueden ocurrir capas de límite nítidas en cada extremo del intervalo. Un método implícito Runge-Kutta dicotómicamente estable, utilizando las fórmulas de 3 etapas, cuarto orden, Lobatto IIIA, se ha implementado en un integrador de valor inicial de tamaño escalonado variable, que podría usarse en un enfoque de múltiples disparos. En el caso del índice uno \"ecuaciones diferenciales-algebraicas\" (DAEs) el uso de las fórmulas Lobatto IIIA tiene una ventaja, sobre un método Gaussiano comparable, que el orden es el mismo para las variables diferenciales y algebraicas, y no hay necesidad de tratarlas por separado. El integrador de ODE ha sido adaptado para la solución de DAEs index-one, y el integrador resultante (SYMDAE) ha sido insertado en el código de múltiples disparos (MSHDAE) previamente desarrollado por R. Lamour para problemas de valor límite diferencial-algebraico. La versión estándar de MSHDAE utiliza un integrador BDF, que no es dicotómicamente estable, y para algunos problemas de prueba rígidos esto no se integra a través del intervalo de interés, mientras que el integrador dicotómicamente estable SYMDAE no encuentra ninguna dificultad. De hecho, para tales problemas, la versión modificada de MSHDAE produce una solución precisa, y dentro de los límites impuestos por la longitud de la palabra del ordenador, la eficiencia del proceso de solución mejora con la rigidez creciente. Para algunos problemas no delicados, la solución también es totalmente satisfactoria ",
            "error": [
                ""
            ]
        },
        "boundary-value problems": {
            "translated_key": "problemas de valor límite",
            "translated_annotated_text": "Multiple shooting usando un integrador dicotómicamente estable para resolver ecuaciones diferenciales-algebraicas En trabajos anteriores del primer autor, se ha establecido que se necesita una discretización dicotómicamente estable cuando se resuelve un problema de límite-valor rígido en ecuaciones diferenciales ordinarias (ODE), cuando pueden ocurrir capas de límite nítidas en cada extremo del intervalo. Un método implícito Runge-Kutta dicotómicamente estable, utilizando las fórmulas de 3 etapas, cuarto orden, Lobatto IIIA, se ha implementado en un integrador de valor inicial de tamaño escalonado variable, que podría usarse en un enfoque de múltiples disparos. En el caso de las ecuaciones diferencial-álgebraicas índice uno (DAEs) el uso de las fórmulas Lobatto IIIA tiene una ventaja, sobre un método Gaussiano comparable, que el orden es el mismo para las variables diferenciales y algebraicas, y no hay necesidad de tratarlas por separado. El integrador de ODE ha sido adaptado para la solución de DAEs index-one, y el integrador resultante (SYMDAE) ha sido insertado en el código de múltiples disparos (MSHDAE) previamente desarrollado por R. Lamour para los \"problemas de valor límite\" diferencial-algebraico. La versión estándar de MSHDAE utiliza un integrador BDF, que no es dicotómicamente estable, y para algunos problemas de prueba rígidos esto no se integra a través del intervalo de interés, mientras que el integrador dicotómicamente estable SYMDAE no encuentra ninguna dificultad. De hecho, para tales problemas, la versión modificada de MSHDAE produce una solución precisa, y dentro de los límites impuestos por la longitud de la palabra del ordenador, la eficiencia del proceso de solución mejora con la rigidez creciente. Para algunos problemas no delicados, la solución también es totalmente satisfactoria ",
            "error": [
                ""
            ]
        },
        "differential equations": {
            "translated_key": "ecuaciones diferenciales",
            "translated_annotated_text": "Multiple shooting usando un integrador dicotómicamente estable para resolver ecuaciones diferenciales-algebraicas En trabajos anteriores del primer autor, se ha establecido que se necesita una discretización dicotómicamente estable cuando se resuelve un problema de límite-valor rígido en las \"ecuaciones diferenciales\" ordinarias (ODEs), cuando las capas de límite nítidas pueden ocurrir en cada extremo del intervalo. Un método implícito Runge-Kutta dicotómicamente estable, utilizando las fórmulas de 3 etapas, cuarto orden, Lobatto IIIA, se ha implementado en un integrador de valor inicial de tamaño escalonado variable, que podría usarse en un enfoque de múltiples disparos. En el caso de las ecuaciones diferencial-álgebraicas índice uno (DAEs) el uso de las fórmulas Lobatto IIIA tiene una ventaja, sobre un método Gaussiano comparable, que el orden es el mismo para las variables diferenciales y algebraicas, y no hay necesidad de tratarlas por separado. El integrador de ODE ha sido adaptado para la solución de DAEs index-one, y el integrador resultante (SYMDAE) ha sido insertado en el código de múltiples disparos (MSHDAE) previamente desarrollado por R. Lamour para problemas de valor límite diferencial-algebraico. La versión estándar de MSHDAE utiliza un integrador BDF, que no es dicotómicamente estable, y para algunos problemas de prueba rígidos esto no se integra a través del intervalo de interés, mientras que el integrador dicotómicamente estable SYMDAE no encuentra ninguna dificultad. De hecho, para tales problemas, la versión modificada de MSHDAE produce una solución precisa, y dentro de los límites impuestos por la longitud de la palabra del ordenador, la eficiencia del proceso de solución mejora con la rigidez creciente. Para algunos problemas no delicados, la solución también es totalmente satisfactoria ",
            "error": [
                ""
            ]
        },
        "Runge-Kutta methods": {
            "translated_key": [],
            "translated_annotated_text": "Multiple shooting usando un integrador dicotómicamente estable para resolver ecuaciones diferenciales-algebraicas En trabajos anteriores del primer autor, se ha establecido que se necesita una discretización dicotómicamente estable cuando se resuelve un problema de límite-valor rígido en ecuaciones diferenciales ordinarias (ODE), cuando pueden ocurrir capas de límite nítidas en cada extremo del intervalo. Un método implícito Runge-Kutta dicotómicamente estable, utilizando las fórmulas de 3 etapas, cuarto orden, Lobatto IIIA, se ha implementado en un integrador de valor inicial de tamaño escalonado variable, que podría usarse en un enfoque de múltiples disparos. En el caso de las ecuaciones diferencial-álgebraicas índice uno (DAEs) el uso de las fórmulas Lobatto IIIA tiene una ventaja, sobre un método Gaussiano comparable, que el orden es el mismo para las variables diferenciales y algebraicas, y no hay necesidad de tratarlas por separado. El integrador de ODE ha sido adaptado para la solución de DAEs index-one, y el integrador resultante (SYMDAE) ha sido insertado en el código de múltiples disparos (MSHDAE) previamente desarrollado por R. Lamour para problemas de valor límite diferencial-algebraico. La versión estándar de MSHDAE utiliza un integrador BDF, que no es dicotómicamente estable, y para algunos problemas de prueba rígidos esto no se integra a través del intervalo de interés, mientras que el integrador dicotómicamente estable SYMDAE no encuentra ninguna dificultad. De hecho, para tales problemas, la versión modificada de MSHDAE produce una solución precisa, y dentro de los límites impuestos por la longitud de la palabra del ordenador, la eficiencia del proceso de solución mejora con la rigidez creciente. Para algunos problemas no delicados, la solución también es totalmente satisfactoria ",
            "error": []
        },
        "stability": {
            "translated_key": [],
            "translated_annotated_text": "Multiple shooting usando un integrador dicotómicamente estable para resolver ecuaciones diferenciales-algebraicas En trabajos anteriores del primer autor, se ha establecido que se necesita una discretización dicotómicamente estable cuando se resuelve un problema de límite-valor rígido en ecuaciones diferenciales ordinarias (ODE), cuando pueden ocurrir capas de límite nítidas en cada extremo del intervalo. Un método implícito Runge-Kutta dicotómicamente estable, utilizando las fórmulas de 3 etapas, cuarto orden, Lobatto IIIA, se ha implementado en un integrador de valor inicial de tamaño escalonado variable, que podría usarse en un enfoque de múltiples disparos. En el caso de las ecuaciones diferencial-álgebraicas índice uno (DAEs) el uso de las fórmulas Lobatto IIIA tiene una ventaja, sobre un método Gaussiano comparable, que el orden es el mismo para las variables diferenciales y algebraicas, y no hay necesidad de tratarlas por separado. El integrador de ODE ha sido adaptado para la solución de DAEs index-one, y el integrador resultante (SYMDAE) ha sido insertado en el código de múltiples disparos (MSHDAE) previamente desarrollado por R. Lamour para problemas de valor límite diferencial-algebraico. La versión estándar de MSHDAE utiliza un integrador BDF, que no es dicotómicamente estable, y para algunos problemas de prueba rígidos esto no se integra a través del intervalo de interés, mientras que el integrador dicotómicamente estable SYMDAE no encuentra ninguna dificultad. De hecho, para tales problemas, la versión modificada de MSHDAE produce una solución precisa, y dentro de los límites impuestos por la longitud de la palabra del ordenador, la eficiencia del proceso de solución mejora con la rigidez creciente. Para algunos problemas no delicados, la solución también es totalmente satisfactoria ",
            "error": []
        }
    }
}