{
    "original_text": "Numerical behaviour of stable and unstable solitary waves In this paper we analyse the behaviour in time of the numerical approximations to solitary wave solutions of the generalized Benjamin-Bona-Mahony equation. This equation possesses an important property: the stability of these solutions depends on their velocity. We identify the error propagation mechanisms in both the stable and unstable case. In particular, we show that in the stable case, numerical methods that preserve some conserved quantities of the problem are more appropriate for the simulation of this kind of solutions",
    "original_translation": "Comportamiento numérico de ondas solitarias estables e inestables En este artículo analizamos el comportamiento en el tiempo de las aproximaciones numéricas a las soluciones de ondas solitarias de la ecuación generalizada Benjamin-Bona-Mahony. Esta ecuación posee una propiedad importante: la estabilidad de estas soluciones depende de su velocidad. Identificamos los mecanismos de propagación de errores en el caso estable e inestable. En particular, mostramos que en el caso estable, los métodos numéricos que conservan algunas cantidades conservadas del problema son más apropiados para la simulación de este tipo de soluciones",
    "error_count": 6,
    "keys": {
        "numerical behaviour": {
            "translated_key": [],
            "translated_annotated_text": "Comportamiento numérico de ondas solitarias estables e inestables En este artículo analizamos el comportamiento en el tiempo de las aproximaciones numéricas a las soluciones de ondas solitarias de la ecuación generalizada Benjamin-Bona-Mahony. Esta ecuación posee una propiedad importante: la estabilidad de estas soluciones depende de su velocidad. Identificamos los mecanismos de propagación de errores en el caso estable e inestable. En particular, mostramos que en el caso estable, los métodos numéricos que conservan algunas cantidades conservadas del problema son más apropiados para la simulación de este tipo de soluciones ",
            "error": []
        },
        "unstable solitary waves": {
            "translated_key": [],
            "translated_annotated_text": "Comportamiento numérico de ondas solitarias estables e inestables En este trabajo analizamos el comportamiento en el tiempo de las aproximaciones numéricas a las soluciones de ondas solitarias de la ecuación generalizada Benjamin-Bona-Mahony. Esta ecuación posee una propiedad importante: la estabilidad de estas soluciones depende de su velocidad. Identificamos los mecanismos de propagación de errores en el caso estable e inestable. En particular, mostramos que en el caso estable, los métodos numéricos que conservan algunas cantidades conservadas del problema son más apropiados para la simulación de este tipo de soluciones ",
            "error": []
        },
        "numerical approximations": {
            "translated_key": "aproximaciones numéricas",
            "translated_annotated_text": "Comportamiento numérico de ondas solitarias estables e inestables En este artículo analizamos el comportamiento en el tiempo de las \"aproximaciones numéricas\" a las soluciones de ondas solitarias de la ecuación generalizada Benjamin-Bona-Mahony. Esta ecuación posee una propiedad importante: la estabilidad de estas soluciones depende de su velocidad. Identificamos los mecanismos de propagación de errores en el caso estable e inestable. En particular, mostramos que en el caso estable, los métodos numéricos que conservan algunas cantidades conservadas del problema son más apropiados para la simulación de este tipo de soluciones ",
            "error": [
                ""
            ]
        },
        "generalized Benjamin-Bona-Mahony equation": {
            "translated_key": "ecuación generalizada Benjamin-Bona-Mahony",
            "translated_annotated_text": "Comportamiento numérico de ondas solitarias estables e inestables En este artículo analizamos el comportamiento en el tiempo de las aproximaciones numéricas a las soluciones de ondas solitarias de la \"ecuación generalizada Benjamin-Bona-Mahony\". Esta ecuación posee una propiedad importante: la estabilidad de estas soluciones depende de su velocidad. Identificamos los mecanismos de propagación de errores en el caso estable e inestable. En particular, mostramos que en el caso estable, los métodos numéricos que conservan algunas cantidades conservadas del problema son más apropiados para la simulación de este tipo de soluciones ",
            "error": [
                ""
            ]
        },
        "error propagation mechanisms": {
            "translated_key": "mecanismos de propagación de errores",
            "translated_annotated_text": "Comportamiento numérico de ondas solitarias estables e inestables En este artículo analizamos el comportamiento en el tiempo de las aproximaciones numéricas a las soluciones de ondas solitarias de la ecuación generalizada Benjamin-Bona-Mahony. Esta ecuación posee una propiedad importante: la estabilidad de estas soluciones depende de su velocidad. Identificamos los \"mecanismos de propagación de errores\" en el caso estable e inestable. En particular, mostramos que en el caso estable, los métodos numéricos que conservan algunas cantidades conservadas del problema son más apropiados para la simulación de este tipo de soluciones ",
            "error": [
                ""
            ]
        },
        "numerical methods": {
            "translated_key": "métodos numéricos",
            "translated_annotated_text": "Comportamiento numérico de ondas solitarias estables e inestables En este artículo analizamos el comportamiento en el tiempo de las aproximaciones numéricas a las soluciones de ondas solitarias de la ecuación generalizada Benjamin-Bona-Mahony. Esta ecuación posee una propiedad importante: la estabilidad de estas soluciones depende de su velocidad. Identificamos los mecanismos de propagación de errores en el caso estable e inestable. En particular, mostramos que en el caso estable, los \"métodos numéricos\" que conservan algunas cantidades conservadas del problema son más adecuados para la simulación de este tipo de soluciones ",
            "error": [
                ""
            ]
        },
        "stable solitary waves": {
            "translated_key": [],
            "translated_annotated_text": "Comportamiento numérico de ondas solitarias estables e inestables En este artículo analizamos el comportamiento en el tiempo de las aproximaciones numéricas a las soluciones de ondas solitarias de la ecuación generalizada Benjamin-Bona-Mahony. Esta ecuación posee una propiedad importante: la estabilidad de estas soluciones depende de su velocidad. Identificamos los mecanismos de propagación de errores en el caso estable e inestable. En particular, mostramos que en el caso estable, los métodos numéricos que conservan algunas cantidades conservadas del problema son más apropiados para la simulación de este tipo de soluciones ",
            "error": []
        },
        "error analysis": {
            "translated_key": [],
            "translated_annotated_text": "Comportamiento numérico de ondas solitarias estables e inestables En este artículo analizamos el comportamiento en el tiempo de las aproximaciones numéricas a las soluciones de ondas solitarias de la ecuación generalizada Benjamin-Bona-Mahony. Esta ecuación posee una propiedad importante: la estabilidad de estas soluciones depende de su velocidad. Identificamos los mecanismos de propagación de errores en el caso estable e inestable. En particular, mostramos que en el caso estable, los métodos numéricos que conservan algunas cantidades conservadas del problema son más apropiados para la simulación de este tipo de soluciones ",
            "error": []
        },
        "numerical analysis": {
            "translated_key": [],
            "translated_annotated_text": "Comportamiento numérico de ondas solitarias estables e inestables En este artículo analizamos el comportamiento en el tiempo de las aproximaciones numéricas a las soluciones de ondas solitarias de la ecuación generalizada Benjamin-Bona-Mahony. Esta ecuación posee una propiedad importante: la estabilidad de estas soluciones depende de su velocidad. Identificamos los mecanismos de propagación de errores en el caso estable e inestable. En particular, mostramos que en el caso estable, los métodos numéricos que conservan algunas cantidades conservadas del problema son más apropiados para la simulación de este tipo de soluciones ",
            "error": []
        },
        "solitons": {
            "translated_key": [],
            "translated_annotated_text": "Comportamiento numérico de ondas solitarias estables e inestables En este artículo analizamos el comportamiento en el tiempo de las aproximaciones numéricas a las soluciones de ondas solitarias de la ecuación generalizada Benjamin-Bona-Mahony. Esta ecuación posee una propiedad importante: la estabilidad de estas soluciones depende de su velocidad. Identificamos los mecanismos de propagación de errores en el caso estable e inestable. En particular, mostramos que en el caso estable, los métodos numéricos que conservan algunas cantidades conservadas del problema son más apropiados para la simulación de este tipo de soluciones ",
            "error": []
        }
    }
}