{
    "original_text": "Post-projected Runge-Kutta methods for index-2 differential-algebraic equations A new projection technique for Runge-Kutta methods applied to index-2 differential-algebraic equations is presented in which the numerical approximation is projected only as part of the output process. It is shown that for methods that are strictly stable at infinity, the order of convergence is unaffected compared to standard projected methods. Gauss methods, for which this technique is of special interest when some symmetry is to be preserved, are studied in more detail",
    "original_translation": "Métodos de Runge-Kutta post-proyectados para ecuaciones diferenciales-algebraicas index-2 Una nueva técnica de proyección para métodos de Runge-Kutta aplicada a ecuaciones diferenciales-algebraicas index-2 se presenta en la que la aproximación numérica se proyecta sólo como parte del proceso de salida. Se muestra que para los métodos que son estrictamente estables en el infinito, el orden de convergencia no se ve afectado en comparación con los métodos estándar proyectados. Los métodos de Gauss, para los cuales esta técnica es de especial interés cuando se va a preservar alguna simetría, se estudian con más detalle",
    "error_count": 3,
    "keys": {
        "post-projected Runge-Kutta methods": {
            "translated_key": [],
            "translated_annotated_text": "Métodos de Runge-Kutta post-proyectados para ecuaciones diferenciales-algebraicas index-2 Una nueva técnica de proyección para métodos de Runge-Kutta aplicada a ecuaciones diferenciales-algebraicas index-2 se presenta en la que la aproximación numérica se proyecta sólo como parte del proceso de salida. Se muestra que para los métodos que son estrictamente estables en el infinito, el orden de convergencia no se ve afectado en comparación con los métodos estándar proyectados. Los métodos de Gauss, para los cuales esta técnica es de especial interés cuando se va a preservar alguna simetría, se estudian con más detalle ",
            "error": []
        },
        "numerical approximation": {
            "translated_key": "aproximación numérica",
            "translated_annotated_text": "Métodos de Runge-Kutta post-proyectados para ecuaciones diferenciales-álgebraicas index-2 Una nueva técnica de proyección para métodos de Runge-Kutta aplicada a ecuaciones diferenciales-álgebraicas index-2 se presenta en la que la \"aproximación numérica\" se proyecta sólo como parte del proceso de salida. Se muestra que para los métodos que son estrictamente estables en el infinito, el orden de convergencia no se ve afectado en comparación con los métodos estándar proyectados. Los métodos de Gauss, para los cuales esta técnica es de especial interés cuando se va a preservar alguna simetría, se estudian con más detalle ",
            "error": [
                ""
            ]
        },
        "order of convergence": {
            "translated_key": "orden de convergencia",
            "translated_annotated_text": "Métodos de Runge-Kutta post-proyectados para ecuaciones diferenciales-algebraicas index-2 Una nueva técnica de proyección para métodos de Runge-Kutta aplicada a ecuaciones diferenciales-algebraicas index-2 se presenta en la que la aproximación numérica se proyecta sólo como parte del proceso de salida. Se muestra que para los métodos que son estrictamente estables en el infinito, el \"orden de convergencia\" no se ve afectado en comparación con los métodos proyectados estándar. Los métodos de Gauss, para los cuales esta técnica es de especial interés cuando se va a preservar alguna simetría, se estudian con más detalle ",
            "error": [
                ""
            ]
        },
        "projected methods": {
            "translated_key": "métodos proyectados",
            "translated_annotated_text": "Métodos de Runge-Kutta post-proyectados para ecuaciones diferenciales-algebraicas index-2 Una nueva técnica de proyección para métodos de Runge-Kutta aplicada a ecuaciones diferenciales-algebraicas index-2 se presenta en la que la aproximación numérica se proyecta sólo como parte del proceso de salida. Se muestra que para los métodos que son estrictamente estables en el infinito, el orden de convergencia no se ve afectado en comparación con los \"métodos proyectados\" estándar. Los métodos de Gauss, para los cuales esta técnica es de especial interés cuando se va a preservar alguna simetría, se estudian con más detalle ",
            "error": [
                ""
            ]
        },
        "index-2 differential-algebraic equations": {
            "translated_key": "ecuaciones diferenciales-algebraicas índice-2",
            "translated_annotated_text": "Métodos de Runge-Kutta post-proyectados para \"ecuaciones diferenciales-algebraicas índice-2\" Una nueva técnica de proyección para métodos de Runge-Kutta aplicada a \"ecuaciones diferenciales-algebraicas índice-2\" se presenta en la que la aproximación numérica se proyecta sólo como parte del proceso de salida. Se muestra que para los métodos que son estrictamente estables en el infinito, el orden de convergencia no se ve afectado en comparación con los métodos estándar proyectados. Los métodos de Gauss, para los cuales esta técnica es de especial interés cuando se va a preservar alguna simetría, se estudian con más detalle ",
            "error": [
                ""
            ]
        },
        "approximation theory": {
            "translated_key": [],
            "translated_annotated_text": "Métodos de Runge-Kutta post-proyectados para ecuaciones diferenciales-algebraicas index-2 Una nueva técnica de proyección para métodos de Runge-Kutta aplicada a ecuaciones diferenciales-algebraicas index-2 se presenta en la que la aproximación numérica se proyecta sólo como parte del proceso de salida. Se muestra que para los métodos que son estrictamente estables en el infinito, el orden de convergencia no se ve afectado en comparación con los métodos estándar proyectados. Los métodos de Gauss, para los cuales esta técnica es de especial interés cuando se va a preservar alguna simetría, se estudian con más detalle ",
            "error": []
        },
        "differential equations": {
            "translated_key": [],
            "translated_annotated_text": "Métodos de Runge-Kutta post-proyectados para ecuaciones diferenciales-algebraicas index-2 Una nueva técnica de proyección para métodos de Runge-Kutta aplicada a ecuaciones diferenciales-algebraicas index-2 se presenta en la que la aproximación numérica se proyecta sólo como parte del proceso de salida. Se muestra que para los métodos que son estrictamente estables en el infinito, el orden de convergencia no se ve afectado en comparación con los métodos estándar proyectados. Los métodos de Gauss, para los cuales esta técnica es de especial interés cuando se va a preservar alguna simetría, se estudian con más detalle ",
            "error": []
        },
        "Runge-Kutta methods": {
            "translated_key": "Métodos de Runge-Kutta",
            "translated_annotated_text": "\"Métodos de Runge-Kutta\" para ecuaciones diferenciales algebraicas index-2 Una nueva técnica de proyección para \"métodos de Runge-Kutta\" aplicada a ecuaciones diferenciales algebraicas index-2 se presenta en la que la aproximación numérica se proyecta sólo como parte del proceso de salida. Se muestra que para los métodos que son estrictamente estables en el infinito, el orden de convergencia no se ve afectado en comparación con los métodos estándar proyectados. Los métodos de Gauss, para los cuales esta técnica es de especial interés cuando se va a preservar alguna simetría, se estudian con más detalle ",
            "error": [
                ""
            ]
        }
    }
}