{
    "original_text": "Self-organized critical traffic in parallel computer networks In a recent paper, we analysed the dynamics of traffic flow in a simple, square lattice architecture. It was shown that a phase transition takes place between a free and a congested phase. The transition point was shown to exhibit optimal information transfer and wide fluctuations in time, with scale-free properties. In this paper, we further extend our analysis by considering a generalization of the previous model in which the rate of packet emission is regulated by the local congestion perceived by each node. As a result of the feedback between traffic congestion and packet release, the system is poised at criticality. Many well-known statistical features displayed by Internet traffic are recovered from our model in a natural way",
    "original_translation": "Tráfico crítico autoorganizado en redes informáticas paralelas En un artículo reciente, analizamos la dinámica del flujo de tráfico en una arquitectura de celosía simple y cuadrada. Se demostró que una transición de fase tiene lugar entre una fase libre y una fase congestionada. El punto de transición mostró una transferencia óptima de información y grandes fluctuaciones en el tiempo, con propiedades libres de escala. En este trabajo, ampliamos nuestro análisis considerando una generalización del modelo anterior en el que la tasa de emisión de paquetes está regulada por la congestión local percibida por cada nodo. Como resultado de la retroalimentación entre la congestión del tráfico y la liberación de paquetes, el sistema está a punto de ser crítico. Muchas características estadísticas bien conocidas mostradas por el tráfico de Internet se recuperan de nuestro modelo de una manera natural",
    "error_count": 7,
    "keys": {
        "self-organized critical traffic": {
            "translated_key": [],
            "translated_annotated_text": "Tráfico crítico autoorganizado en redes informáticas paralelas En un artículo reciente, analizamos la dinámica del flujo de tráfico en una arquitectura de celosía simple y cuadrada. Se demostró que una transición de fase tiene lugar entre una fase libre y una fase congestionada. El punto de transición mostró una transferencia óptima de información y grandes fluctuaciones en el tiempo, con propiedades libres de escala. En este trabajo, ampliamos nuestro análisis considerando una generalización del modelo anterior en el que la tasa de emisión de paquetes está regulada por la congestión local percibida por cada nodo. Como resultado de la retroalimentación entre la congestión del tráfico y la liberación de paquetes, el sistema está a punto de ser crítico. Muchas características estadísticas bien conocidas mostradas por el tráfico de Internet se recuperan de nuestro modelo de una manera natural ",
            "error": []
        },
        "traffic flow dynamics": {
            "translated_key": [],
            "translated_annotated_text": "Tráfico crítico autoorganizado en redes informáticas paralelas En un artículo reciente, analizamos la dinámica del flujo de tráfico en una arquitectura de celosía simple y cuadrada. Se demostró que una transición de fase tiene lugar entre una fase libre y una fase congestionada. El punto de transición mostró una transferencia óptima de información y grandes fluctuaciones en el tiempo, con propiedades libres de escala. En este trabajo, ampliamos nuestro análisis considerando una generalización del modelo anterior en el que la tasa de emisión de paquetes está regulada por la congestión local percibida por cada nodo. Como resultado de la retroalimentación entre la congestión del tráfico y la liberación de paquetes, el sistema está a punto de ser crítico. Muchas características estadísticas bien conocidas mostradas por el tráfico de Internet se recuperan de nuestro modelo de una manera natural ",
            "error": []
        },
        "phase transition": {
            "translated_key": "transición de fase",
            "translated_annotated_text": "Tráfico crítico autoorganizado en redes informáticas paralelas En un artículo reciente, analizamos la dinámica del flujo de tráfico en una arquitectura de celosía simple y cuadrada. Se demostró que una \"transición de fase\" tiene lugar entre una fase libre y una fase congestionada. El punto de transición mostró una transferencia óptima de información y grandes fluctuaciones en el tiempo, con propiedades libres de escala. En este trabajo, ampliamos nuestro análisis considerando una generalización del modelo anterior en el que la tasa de emisión de paquetes está regulada por la congestión local percibida por cada nodo. Como resultado de la retroalimentación entre la congestión del tráfico y la liberación de paquetes, el sistema está a punto de ser crítico. Muchas características estadísticas bien conocidas mostradas por el tráfico de Internet se recuperan de nuestro modelo de una manera natural ",
            "error": [
                ""
            ]
        },
        "free phase": {
            "translated_key": [],
            "translated_annotated_text": "Tráfico crítico autoorganizado en redes informáticas paralelas En un artículo reciente, analizamos la dinámica del flujo de tráfico en una arquitectura de celosía simple y cuadrada. Se demostró que una transición de fase tiene lugar entre una fase libre y una fase congestionada. El punto de transición mostró una transferencia óptima de información y grandes fluctuaciones en el tiempo, con propiedades libres de escala. En este trabajo, ampliamos nuestro análisis considerando una generalización del modelo anterior en el que la tasa de emisión de paquetes está regulada por la congestión local percibida por cada nodo. Como resultado de la retroalimentación entre la congestión del tráfico y la liberación de paquetes, el sistema está a punto de ser crítico. Muchas características estadísticas bien conocidas mostradas por el tráfico de Internet se recuperan de nuestro modelo de una manera natural ",
            "error": []
        },
        "congested phase": {
            "translated_key": "fase congestionada",
            "translated_annotated_text": "Tráfico crítico autoorganizado en redes informáticas paralelas En un artículo reciente, analizamos la dinámica del flujo de tráfico en una arquitectura de celosía simple y cuadrada. Se demostró que una transición de fase tiene lugar entre una fase libre y una \"fase congestionada\". El punto de transición mostró una transferencia óptima de información y grandes fluctuaciones en el tiempo, con propiedades libres de escala. En este trabajo, ampliamos nuestro análisis considerando una generalización del modelo anterior en el que la tasa de emisión de paquetes está regulada por la congestión local percibida por cada nodo. Como resultado de la retroalimentación entre la congestión del tráfico y la liberación de paquetes, el sistema está a punto de ser crítico. Muchas características estadísticas bien conocidas mostradas por el tráfico de Internet se recuperan de nuestro modelo de una manera natural ",
            "error": [
                ""
            ]
        },
        "transition point": {
            "translated_key": "punto de transición",
            "translated_annotated_text": "Tráfico crítico autoorganizado en redes informáticas paralelas En un artículo reciente, analizamos la dinámica del flujo de tráfico en una arquitectura de celosía simple y cuadrada. Se demostró que una transición de fase tiene lugar entre una fase libre y una fase congestionada. El \"punto de transición\" mostró una transferencia óptima de información y grandes fluctuaciones en el tiempo, con propiedades sin escala. En este trabajo, ampliamos nuestro análisis considerando una generalización del modelo anterior en el que la tasa de emisión de paquetes está regulada por la congestión local percibida por cada nodo. Como resultado de la retroalimentación entre la congestión del tráfico y la liberación de paquetes, el sistema está a punto de ser crítico. Muchas características estadísticas bien conocidas mostradas por el tráfico de Internet se recuperan de nuestro modelo de una manera natural ",
            "error": [
                ""
            ]
        },
        "optimal information transfer": {
            "translated_key": "transferencia óptima de información",
            "translated_annotated_text": "Tráfico crítico autoorganizado en redes informáticas paralelas En un artículo reciente, analizamos la dinámica del flujo de tráfico en una arquitectura de celosía simple y cuadrada. Se demostró que una transición de fase tiene lugar entre una fase libre y una fase congestionada. Se demostró que el punto de transición muestra una \"transferencia óptima de información\" y grandes fluctuaciones en el tiempo, con propiedades libres de escala. En este trabajo, ampliamos nuestro análisis considerando una generalización del modelo anterior en el que la tasa de emisión de paquetes está regulada por la congestión local percibida por cada nodo. Como resultado de la retroalimentación entre la congestión del tráfico y la liberación de paquetes, el sistema está a punto de ser crítico. Muchas características estadísticas bien conocidas mostradas por el tráfico de Internet se recuperan de nuestro modelo de una manera natural ",
            "error": [
                ""
            ]
        },
        "wide fluctuations": {
            "translated_key": "fluctuaciones amplias",
            "translated_annotated_text": "Tráfico crítico autoorganizado en redes informáticas paralelas En un artículo reciente, analizamos la dinámica del flujo de tráfico en una arquitectura de celosía simple y cuadrada. Se demostró que una transición de fase tiene lugar entre una fase libre y una fase congestionada. El punto de transición mostró una transferencia óptima de información y \"fluctuaciones amplias\" en el tiempo, con propiedades libres de escala. En este trabajo, ampliamos nuestro análisis considerando una generalización del modelo anterior en el que la tasa de emisión de paquetes está regulada por la congestión local percibida por cada nodo. Como resultado de la retroalimentación entre la congestión del tráfico y la liberación de paquetes, el sistema está a punto de ser crítico. Muchas características estadísticas bien conocidas mostradas por el tráfico de Internet se recuperan de nuestro modelo de una manera natural ",
            "error": [
                ""
            ]
        },
        "scale-free properties": {
            "translated_key": "propiedades libres de escala",
            "translated_annotated_text": "Tráfico crítico autoorganizado en redes informáticas paralelas En un artículo reciente, analizamos la dinámica del flujo de tráfico en una arquitectura de celosía simple y cuadrada. Se demostró que una transición de fase tiene lugar entre una fase libre y una fase congestionada. El punto de transición mostró una transferencia óptima de información y grandes fluctuaciones en el tiempo, con \"propiedades libres de escala\". En este trabajo, ampliamos nuestro análisis considerando una generalización del modelo anterior en el que la tasa de emisión de paquetes está regulada por la congestión local percibida por cada nodo. Como resultado de la retroalimentación entre la congestión del tráfico y la liberación de paquetes, el sistema está a punto de ser crítico. Muchas características estadísticas bien conocidas mostradas por el tráfico de Internet se recuperan de nuestro modelo de una manera natural ",
            "error": [
                ""
            ]
        },
        "generalization": {
            "translated_key": "generalización",
            "translated_annotated_text": "Tráfico crítico autoorganizado en redes informáticas paralelas En un artículo reciente, analizamos la dinámica del flujo de tráfico en una arquitectura de celosía simple y cuadrada. Se demostró que una transición de fase tiene lugar entre una fase libre y una fase congestionada. El punto de transición mostró una transferencia óptima de información y grandes fluctuaciones en el tiempo, con propiedades libres de escala. En este trabajo, ampliamos nuestro análisis considerando una \"generalización\" del modelo anterior en el que la tasa de emisión de paquetes está regulada por la congestión local percibida por cada nodo. Como resultado de la retroalimentación entre la congestión del tráfico y la liberación de paquetes, el sistema está a punto de ser crítico. Muchas características estadísticas bien conocidas mostradas por el tráfico de Internet se recuperan de nuestro modelo de una manera natural ",
            "error": [
                ""
            ]
        },
        "packet emission": {
            "translated_key": "emisión de paquetes",
            "translated_annotated_text": "Tráfico crítico autoorganizado en redes informáticas paralelas En un artículo reciente, analizamos la dinámica del flujo de tráfico en una arquitectura de celosía simple y cuadrada. Se demostró que una transición de fase tiene lugar entre una fase libre y una fase congestionada. El punto de transición mostró una transferencia óptima de información y grandes fluctuaciones en el tiempo, con propiedades libres de escala. En este trabajo, ampliamos nuestro análisis considerando una generalización del modelo anterior en el que la tasa de \"emisión de paquetes\" está regulada por la congestión local percibida por cada nodo. Como resultado de la retroalimentación entre la congestión del tráfico y la liberación de paquetes, el sistema está a punto de ser crítico. Muchas características estadísticas bien conocidas mostradas por el tráfico de Internet se recuperan de nuestro modelo de una manera natural ",
            "error": [
                ""
            ]
        },
        "packet release": {
            "translated_key": "liberación de paquetes",
            "translated_annotated_text": "Tráfico crítico autoorganizado en redes informáticas paralelas En un artículo reciente, analizamos la dinámica del flujo de tráfico en una arquitectura de celosía simple y cuadrada. Se demostró que una transición de fase tiene lugar entre una fase libre y una fase congestionada. El punto de transición mostró una transferencia óptima de información y grandes fluctuaciones en el tiempo, con propiedades libres de escala. En este trabajo, ampliamos nuestro análisis considerando una generalización del modelo anterior en el que la tasa de emisión de paquetes está regulada por la congestión local percibida por cada nodo. Como resultado de la retroalimentación entre la congestión del tráfico y la \"liberación de paquetes\", el sistema está a punto de ser crítico. Muchas características estadísticas bien conocidas mostradas por el tráfico de Internet se recuperan de nuestro modelo de una manera natural ",
            "error": [
                ""
            ]
        },
        "statistical features": {
            "translated_key": "características estadísticas",
            "translated_annotated_text": "Tráfico crítico autoorganizado en redes informáticas paralelas En un artículo reciente, analizamos la dinámica del flujo de tráfico en una arquitectura de celosía simple y cuadrada. Se demostró que una transición de fase tiene lugar entre una fase libre y una fase congestionada. El punto de transición mostró una transferencia óptima de información y grandes fluctuaciones en el tiempo, con propiedades libres de escala. En este trabajo, ampliamos nuestro análisis considerando una generalización del modelo anterior en el que la tasa de emisión de paquetes está regulada por la congestión local percibida por cada nodo. Como resultado de la retroalimentación entre la congestión del tráfico y la liberación de paquetes, el sistema está a punto de ser crítico. Muchas \"características estadísticas\" conocidas que muestra el tráfico de Internet se recuperan de nuestro modelo de una manera natural ",
            "error": [
                ""
            ]
        },
        "Internet traffic": {
            "translated_key": "tráfico de Internet",
            "translated_annotated_text": "Tráfico crítico autoorganizado en redes informáticas paralelas En un artículo reciente, analizamos la dinámica del flujo de tráfico en una arquitectura de celosía simple y cuadrada. Se demostró que una transición de fase tiene lugar entre una fase libre y una fase congestionada. El punto de transición mostró una transferencia óptima de información y grandes fluctuaciones en el tiempo, con propiedades libres de escala. En este trabajo, ampliamos nuestro análisis considerando una generalización del modelo anterior en el que la tasa de emisión de paquetes está regulada por la congestión local percibida por cada nodo. Como resultado de la retroalimentación entre la congestión del tráfico y la liberación de paquetes, el sistema está a punto de ser crítico. Muchas características estadísticas conocidas mostradas por el \"tráfico de Internet\" se recuperan de nuestro modelo de una manera natural ",
            "error": [
                ""
            ]
        },
        "square lattice architecture": {
            "translated_key": "arquitectura de celosía cuadrada",
            "translated_annotated_text": "Tráfico crítico autoorganizado en redes informáticas paralelas En un artículo reciente, analizamos la dinámica del flujo de tráfico en una simple \"arquitectura de celosía cuadrada\". Se demostró que una transición de fase tiene lugar entre una fase libre y una fase congestionada. El punto de transición mostró una transferencia óptima de información y grandes fluctuaciones en el tiempo, con propiedades libres de escala. En este trabajo, ampliamos nuestro análisis considerando una generalización del modelo anterior en el que la tasa de emisión de paquetes está regulada por la congestión local percibida por cada nodo. Como resultado de la retroalimentación entre la congestión del tráfico y la liberación de paquetes, el sistema está a punto de ser crítico. Muchas características estadísticas bien conocidas mostradas por el tráfico de Internet se recuperan de nuestro modelo de una manera natural ",
            "error": [
                ""
            ]
        },
        "parallel computer networks": {
            "translated_key": "redes informáticas paralelas",
            "translated_annotated_text": "Tráfico crítico autoorganizado en \"redes informáticas paralelas\" En un artículo reciente, analizamos la dinámica del flujo de tráfico en una arquitectura de celosía simple y cuadrada. Se demostró que una transición de fase tiene lugar entre una fase libre y una fase congestionada. El punto de transición mostró una transferencia óptima de información y grandes fluctuaciones en el tiempo, con propiedades libres de escala. En este trabajo, ampliamos nuestro análisis considerando una generalización del modelo anterior en el que la tasa de emisión de paquetes está regulada por la congestión local percibida por cada nodo. Como resultado de la retroalimentación entre la congestión del tráfico y la liberación de paquetes, el sistema está a punto de ser crítico. Muchas características estadísticas bien conocidas mostradas por el tráfico de Internet se recuperan de nuestro modelo de una manera natural ",
            "error": [
                ""
            ]
        },
        "fluctuations": {
            "translated_key": "fluctuaciones",
            "translated_annotated_text": "Tráfico crítico autoorganizado en redes informáticas paralelas En un artículo reciente, analizamos la dinámica del flujo de tráfico en una arquitectura de celosía simple y cuadrada. Se demostró que una transición de fase tiene lugar entre una fase libre y una fase congestionada. El punto de transición mostró una transferencia óptima de información y amplias \"fluctuaciones\" en el tiempo, con propiedades libres de escala. En este trabajo, ampliamos nuestro análisis considerando una generalización del modelo anterior en el que la tasa de emisión de paquetes está regulada por la congestión local percibida por cada nodo. Como resultado de la retroalimentación entre la congestión del tráfico y la liberación de paquetes, el sistema está a punto de ser crítico. Muchas características estadísticas bien conocidas mostradas por el tráfico de Internet se recuperan de nuestro modelo de una manera natural ",
            "error": [
                ""
            ]
        },
        "Internet": {
            "translated_key": "Internet",
            "translated_annotated_text": "Tráfico crítico autoorganizado en redes informáticas paralelas En un artículo reciente, analizamos la dinámica del flujo de tráfico en una arquitectura de celosía simple y cuadrada. Se demostró que una transición de fase tiene lugar entre una fase libre y una fase congestionada. El punto de transición mostró una transferencia óptima de información y grandes fluctuaciones en el tiempo, con propiedades libres de escala. En este trabajo, ampliamos nuestro análisis considerando una generalización del modelo anterior en el que la tasa de emisión de paquetes está regulada por la congestión local percibida por cada nodo. Como resultado de la retroalimentación entre la congestión del tráfico y la liberación de paquetes, el sistema está a punto de ser crítico. Muchas características estadísticas conocidas mostradas por el tráfico de \"Internet\" se recuperan de nuestro modelo de una manera natural ",
            "error": [
                ""
            ]
        },
        "lattice theory": {
            "translated_key": [],
            "translated_annotated_text": "Tráfico crítico autoorganizado en redes informáticas paralelas En un artículo reciente, analizamos la dinámica del flujo de tráfico en una arquitectura de celosía simple y cuadrada. Se demostró que una transición de fase tiene lugar entre una fase libre y una fase congestionada. El punto de transición mostró una transferencia óptima de información y grandes fluctuaciones en el tiempo, con propiedades libres de escala. En este trabajo, ampliamos nuestro análisis considerando una generalización del modelo anterior en el que la tasa de emisión de paquetes está regulada por la congestión local percibida por cada nodo. Como resultado de la retroalimentación entre la congestión del tráfico y la liberación de paquetes, el sistema está a punto de ser crítico. Muchas características estadísticas bien conocidas mostradas por el tráfico de Internet se recuperan de nuestro modelo de una manera natural ",
            "error": []
        },
        "parallel processing": {
            "translated_key": [],
            "translated_annotated_text": "Tráfico crítico autoorganizado en redes informáticas paralelas En un artículo reciente, analizamos la dinámica del flujo de tráfico en una arquitectura de celosía simple y cuadrada. Se demostró que una transición de fase tiene lugar entre una fase libre y una fase congestionada. El punto de transición mostró una transferencia óptima de información y grandes fluctuaciones en el tiempo, con propiedades libres de escala. En este trabajo, ampliamos nuestro análisis considerando una generalización del modelo anterior en el que la tasa de emisión de paquetes está regulada por la congestión local percibida por cada nodo. Como resultado de la retroalimentación entre la congestión del tráfico y la liberación de paquetes, el sistema está a punto de ser crítico. Muchas características estadísticas bien conocidas mostradas por el tráfico de Internet se recuperan de nuestro modelo de una manera natural ",
            "error": []
        },
        "phase transformations": {
            "translated_key": [],
            "translated_annotated_text": "Tráfico crítico autoorganizado en redes informáticas paralelas En un artículo reciente, analizamos la dinámica del flujo de tráfico en una arquitectura de celosía simple y cuadrada. Se demostró que una transición de fase tiene lugar entre una fase libre y una fase congestionada. El punto de transición mostró una transferencia óptima de información y grandes fluctuaciones en el tiempo, con propiedades libres de escala. En este trabajo, ampliamos nuestro análisis considerando una generalización del modelo anterior en el que la tasa de emisión de paquetes está regulada por la congestión local percibida por cada nodo. Como resultado de la retroalimentación entre la congestión del tráfico y la liberación de paquetes, el sistema está a punto de ser crítico. Muchas características estadísticas bien conocidas mostradas por el tráfico de Internet se recuperan de nuestro modelo de una manera natural ",
            "error": []
        },
        "self-organised criticality": {
            "translated_key": [],
            "translated_annotated_text": "Tráfico crítico autoorganizado en redes informáticas paralelas En un artículo reciente, analizamos la dinámica del flujo de tráfico en una arquitectura de celosía simple y cuadrada. Se demostró que una transición de fase tiene lugar entre una fase libre y una fase congestionada. El punto de transición mostró una transferencia óptima de información y grandes fluctuaciones en el tiempo, con propiedades libres de escala. En este trabajo, ampliamos nuestro análisis considerando una generalización del modelo anterior en el que la tasa de emisión de paquetes está regulada por la congestión local percibida por cada nodo. Como resultado de la retroalimentación entre la congestión del tráfico y la liberación de paquetes, el sistema está a punto de ser crítico. Muchas características estadísticas bien conocidas mostradas por el tráfico de Internet se recuperan de nuestro modelo de una manera natural ",
            "error": []
        }
    }
}