{
    "original_text": "From continuous recovery to discrete filtering in numerical approximations of conservation laws Modern numerical approximations of conservation laws rely on numerical dissipation as a means of stabilization. The older, alternative approach is the use of central differencing with a dose of artificial dissipation. In this paper we review the successful class of weighted essentially non-oscillatory finite volume schemes which comprise sophisticated methods of the first kind. New developments in image processing have made new devices possible which can serve as highly nonlinear artificial dissipation terms. We view artificial dissipation as discrete filter operation and introduce several new algorithms inspired by image processing",
    "original_translation": "Desde la recuperación continua hasta el filtrado discreto en aproximaciones numéricas de las leyes de conservación Las aproximaciones numéricas modernas de las leyes de conservación se basan en la disipación numérica como medio de estabilización. El enfoque más antiguo y alternativo es el uso de la diferenciación central con una dosis de disipación artificial. En este artículo revisamos la clase exitosa de los esquemas de volumen finito ponderados esencialmente no oscilatorios que comprenden métodos sofisticados del primer tipo. Los nuevos desarrollos en el procesamiento de imágenes han hecho posibles nuevos dispositivos que pueden servir como términos de disipación artificial altamente no lineal. Vemos la disipación artificial como operación discreta del filtro e introducimos varios algoritmos nuevos inspirados en el procesamiento de imágenes",
    "error_count": 5,
    "keys": {
        "continuous recovery": {
            "translated_key": "recuperación continua",
            "translated_annotated_text": "Desde la \"recuperación continua\" hasta el filtrado discreto en aproximaciones numéricas de las leyes de conservación Las aproximaciones numéricas modernas de las leyes de conservación se basan en la disipación numérica como medio de estabilización. El enfoque más antiguo y alternativo es el uso de la diferenciación central con una dosis de disipación artificial. En este artículo revisamos la clase exitosa de los esquemas de volumen finito ponderados esencialmente no oscilatorios que comprenden métodos sofisticados del primer tipo. Los nuevos desarrollos en el procesamiento de imágenes han hecho posibles nuevos dispositivos que pueden servir como términos de disipación artificial altamente no lineal. Vemos la disipación artificial como operación discreta del filtro e introducimos varios algoritmos nuevos inspirados en el procesamiento de imágenes ",
            "error": [
                ""
            ]
        },
        "discrete filtering": {
            "translated_key": "filtro discreto",
            "translated_annotated_text": "Desde la recuperación continua hasta el \"filtro discreto\" en aproximaciones numéricas de las leyes de conservación Las aproximaciones numéricas modernas de las leyes de conservación se basan en la disipación numérica como medio de estabilización. El enfoque más antiguo y alternativo es el uso de la diferenciación central con una dosis de disipación artificial. En este artículo revisamos la clase exitosa de los esquemas de volumen finito ponderados esencialmente no oscilatorios que comprenden métodos sofisticados del primer tipo. Los nuevos desarrollos en el procesamiento de imágenes han hecho posibles nuevos dispositivos que pueden servir como términos de disipación artificial altamente no lineal. Vemos la disipación artificial como operación discreta del filtro e introducimos varios algoritmos nuevos inspirados en el procesamiento de imágenes ",
            "error": [
                ""
            ]
        },
        "numerical approximations": {
            "translated_key": "aproximaciones numéricas",
            "translated_annotated_text": "Desde la recuperación continua hasta el filtrado discreto en \"aproximaciones numéricas\" de las leyes de conservación Las \"aproximaciones numéricas\" modernas de las leyes de conservación se basan en la disipación numérica como medio de estabilización. El enfoque más antiguo y alternativo es el uso de la diferenciación central con una dosis de disipación artificial. En este artículo revisamos la clase exitosa de los esquemas de volumen finito ponderados esencialmente no oscilatorios que comprenden métodos sofisticados del primer tipo. Los nuevos desarrollos en el procesamiento de imágenes han hecho posibles nuevos dispositivos que pueden servir como términos de disipación artificial altamente no lineal. Vemos la disipación artificial como operación discreta del filtro e introducimos varios algoritmos nuevos inspirados en el procesamiento de imágenes ",
            "error": [
                ""
            ]
        },
        "conservation laws": {
            "translated_key": "leyes de conservación",
            "translated_annotated_text": "Desde la recuperación continua hasta el filtrado discreto en aproximaciones numéricas de \"leyes de conservación\" Las aproximaciones numéricas modernas de \"leyes de conservación\" se basan en la disipación numérica como medio de estabilización. El enfoque más antiguo y alternativo es el uso de la diferenciación central con una dosis de disipación artificial. En este artículo revisamos la clase exitosa de los esquemas de volumen finito ponderados esencialmente no oscilatorios que comprenden métodos sofisticados del primer tipo. Los nuevos desarrollos en el procesamiento de imágenes han hecho posibles nuevos dispositivos que pueden servir como términos de disipación artificial altamente no lineal. Vemos la disipación artificial como operación discreta del filtro e introducimos varios algoritmos nuevos inspirados en el procesamiento de imágenes ",
            "error": [
                ""
            ]
        },
        "numerical dissipation": {
            "translated_key": "disipación numérica",
            "translated_annotated_text": "Desde la recuperación continua hasta el filtrado discreto en aproximaciones numéricas de las leyes de conservación Las aproximaciones numéricas modernas de las leyes de conservación se basan en la \"disipación numérica\" como medio de estabilización. El enfoque más antiguo y alternativo es el uso de la diferenciación central con una dosis de disipación artificial. En este artículo revisamos la clase exitosa de los esquemas de volumen finito ponderados esencialmente no oscilatorios que comprenden métodos sofisticados del primer tipo. Los nuevos desarrollos en el procesamiento de imágenes han hecho posibles nuevos dispositivos que pueden servir como términos de disipación artificial altamente no lineal. Vemos la disipación artificial como operación discreta del filtro e introducimos varios algoritmos nuevos inspirados en el procesamiento de imágenes ",
            "error": [
                ""
            ]
        },
        "central differencing": {
            "translated_key": "diferencias centrales",
            "translated_annotated_text": "Desde la recuperación continua hasta el filtrado discreto en aproximaciones numéricas de las leyes de conservación Las aproximaciones numéricas modernas de las leyes de conservación se basan en la disipación numérica como medio de estabilización. El enfoque más antiguo y alternativo es el uso de \"diferencias centrales\" con una dosis de disipación artificial. En este artículo revisamos la clase exitosa de los esquemas de volumen finito ponderados esencialmente no oscilatorios que comprenden métodos sofisticados del primer tipo. Los nuevos desarrollos en el procesamiento de imágenes han hecho posibles nuevos dispositivos que pueden servir como términos de disipación artificial altamente no lineal. Vemos la disipación artificial como operación discreta del filtro e introducimos varios algoritmos nuevos inspirados en el procesamiento de imágenes ",
            "error": [
                ""
            ]
        },
        "artificial dissipation": {
            "translated_key": "disipación artificial",
            "translated_annotated_text": "Desde la recuperación continua hasta el filtrado discreto en aproximaciones numéricas de las leyes de conservación Las aproximaciones numéricas modernas de las leyes de conservación se basan en la disipación numérica como medio de estabilización. El enfoque más antiguo y alternativo es el uso de la diferenciación central con una dosis de \"disipación artificial\". En este artículo revisamos la clase exitosa de los esquemas de volumen finito ponderados esencialmente no oscilatorios que comprenden métodos sofisticados del primer tipo. Los nuevos desarrollos en el procesamiento de imágenes han hecho posibles nuevos dispositivos que pueden servir como términos de \"disipación artificial\" altamente no lineales. Vemos \"disipación artificial\" como operación de filtro discreta e introducimos varios algoritmos nuevos inspirados en el procesamiento de imágenes ",
            "error": [
                ""
            ]
        },
        "finite volume schemes": {
            "translated_key": "esquemas de volumen finito",
            "translated_annotated_text": "Desde la recuperación continua hasta el filtrado discreto en aproximaciones numéricas de las leyes de conservación Las aproximaciones numéricas modernas de las leyes de conservación se basan en la disipación numérica como medio de estabilización. El enfoque más antiguo y alternativo es el uso de la diferenciación central con una dosis de disipación artificial. En este artículo revisamos la clase exitosa de \"esquemas de volumen finito\" ponderados esencialmente no oscilantes que comprenden métodos sofisticados del primer tipo. Los nuevos desarrollos en el procesamiento de imágenes han hecho posibles nuevos dispositivos que pueden servir como términos de disipación artificial altamente no lineal. Vemos la disipación artificial como operación discreta del filtro e introducimos varios algoritmos nuevos inspirados en el procesamiento de imágenes ",
            "error": [
                ""
            ]
        },
        "image processing": {
            "translated_key": [
                "proceso de imágenes",
                "procesamiento de imágenes"
            ],
            "translated_annotated_text": "Desde la recuperación continua hasta el filtrado discreto en aproximaciones numéricas de las leyes de conservación Las aproximaciones numéricas modernas de las leyes de conservación se basan en la disipación numérica como medio de estabilización. El enfoque más antiguo y alternativo es el uso de la diferenciación central con una dosis de disipación artificial. En este artículo revisamos la clase exitosa de los esquemas de volumen finito ponderados esencialmente no oscilatorios que comprenden métodos sofisticados del primer tipo. Nuevos desarrollos en el \"proceso de imágenes\" han hecho posibles nuevos dispositivos que pueden servir como términos de disipación artificial altamente no lineal. Vemos la disipación artificial como operación discreta del filtro e introducimos varios algoritmos nuevos inspirados en el \"procesamiento de imágenes\" ",
            "error": [
                "proceso de imágenes",
                "procesamiento de imágenes"
            ]
        },
        "highly nonlinear artificial dissipation terms": {
            "translated_key": "términos de disipación artificial altamente no lineales",
            "translated_annotated_text": "Desde la recuperación continua hasta el filtrado discreto en aproximaciones numéricas de las leyes de conservación Las aproximaciones numéricas modernas de las leyes de conservación se basan en la disipación numérica como medio de estabilización. El enfoque más antiguo y alternativo es el uso de la diferenciación central con una dosis de disipación artificial. En este artículo revisamos la clase exitosa de los esquemas de volumen finito ponderados esencialmente no oscilatorios que comprenden métodos sofisticados del primer tipo. Los nuevos desarrollos en el procesamiento de imágenes han hecho posibles nuevos dispositivos que pueden servir como \"términos de disipación artificial altamente no lineales\". Vemos la disipación artificial como operación discreta del filtro e introducimos varios algoritmos nuevos inspirados en el procesamiento de imágenes ",
            "error": [
                ""
            ]
        },
        "discrete filter operation": {
            "translated_key": "operación de filtro discreto",
            "translated_annotated_text": "Desde la recuperación continua hasta el filtrado discreto en aproximaciones numéricas de las leyes de conservación Las aproximaciones numéricas modernas de las leyes de conservación se basan en la disipación numérica como medio de estabilización. El enfoque más antiguo y alternativo es el uso de la diferenciación central con una dosis de disipación artificial. En este artículo revisamos la clase exitosa de los esquemas de volumen finito ponderados esencialmente no oscilatorios que comprenden métodos sofisticados del primer tipo. Los nuevos desarrollos en el procesamiento de imágenes han hecho posibles nuevos dispositivos que pueden servir como términos de disipación artificial altamente no lineal. Vemos la disipación artificial como \"operación de filtro discreto\" e introducimos varios algoritmos nuevos inspirados en el procesamiento de imágenes ",
            "error": [
                ""
            ]
        },
        "finite volume methods": {
            "translated_key": [],
            "translated_annotated_text": "Desde la recuperación continua hasta el filtrado discreto en aproximaciones numéricas de las leyes de conservación Las aproximaciones numéricas modernas de las leyes de conservación se basan en la disipación numérica como medio de estabilización. El enfoque más antiguo y alternativo es el uso de la diferenciación central con una dosis de disipación artificial. En este artículo revisamos la clase exitosa de los esquemas de volumen finito ponderados esencialmente no oscilatorios que comprenden métodos sofisticados del primer tipo. Los nuevos desarrollos en el procesamiento de imágenes han hecho posibles nuevos dispositivos que pueden servir como términos de disipación artificial altamente no lineal. Vemos la disipación artificial como operación discreta del filtro e introducimos varios algoritmos nuevos inspirados en el procesamiento de imágenes ",
            "error": []
        },
        "fluid mechanics": {
            "translated_key": [],
            "translated_annotated_text": "Desde la recuperación continua hasta el filtrado discreto en aproximaciones numéricas de las leyes de conservación Las aproximaciones numéricas modernas de las leyes de conservación se basan en la disipación numérica como medio de estabilización. El enfoque más antiguo y alternativo es el uso de la diferenciación central con una dosis de disipación artificial. En este artículo revisamos la clase exitosa de los esquemas de volumen finito ponderados esencialmente no oscilatorios que comprenden métodos sofisticados del primer tipo. Los nuevos desarrollos en el procesamiento de imágenes han hecho posibles nuevos dispositivos que pueden servir como términos de disipación artificial altamente no lineal. Vemos la disipación artificial como operación discreta del filtro e introducimos varios algoritmos nuevos inspirados en el procesamiento de imágenes ",
            "error": []
        },
        "polynomials": {
            "translated_key": [],
            "translated_annotated_text": "Desde la recuperación continua hasta el filtrado discreto en aproximaciones numéricas de las leyes de conservación Las aproximaciones numéricas modernas de las leyes de conservación se basan en la disipación numérica como medio de estabilización. El enfoque más antiguo y alternativo es el uso de la diferenciación central con una dosis de disipación artificial. En este artículo revisamos la clase exitosa de los esquemas de volumen finito ponderados esencialmente no oscilatorios que comprenden métodos sofisticados del primer tipo. Los nuevos desarrollos en el procesamiento de imágenes han hecho posibles nuevos dispositivos que pueden servir como términos de disipación artificial altamente no lineal. Vemos la disipación artificial como operación discreta del filtro e introducimos varios algoritmos nuevos inspirados en el procesamiento de imágenes ",
            "error": []
        }
    }
}