{
    "original_text": "HPCVIEW: a tool for top-down analysis of node performance It is increasingly difficult for complex scientific programs to attain a significant fraction of peak performance on systems that are based on microprocessors with substantial instruction-level parallelism and deep memory hierarchies. Despite this trend, performance analysis and tuning tools are still not used regularly by algorithm and application designers. To a large extent, existing performance tools fail to meet many user needs and are cumbersome to use. To address these issues, we developed HPCVIEW - a toolkit for combining multiple sets of program profile data, correlating the data with source code, and generating a database that can be analyzed anywhere with a commodity Web browser. We argue that HPCVIEW addresses many of the issues that have limited the usability and the utility of most existing tools. We originally built HPCVIEW to facilitate our own work on data layout and optimizing compilers. Now, in addition to daily use within our group, HPCVIEW is being used by several code development teams in DoD and DoE laboratories as well as at NCSA",
    "original_translation": "HPCVIEW: una herramienta para el análisis top-down del rendimiento de los nodos Es cada vez más difícil para los programas científicos complejos alcanzar una fracción significativa del rendimiento máximo en sistemas que se basan en microprocesadores con paralelismo sustancial nivel de instrucción y jerarquías de memoria profunda. A pesar de esta tendencia, los diseñadores de algoritmos y aplicaciones todavía no utilizan regularmente herramientas de análisis de rendimiento y afinación. En gran medida, las herramientas de rendimiento existentes no satisfacen muchas necesidades de los usuarios y son engorrosas de utilizar. Para abordar estos problemas, hemos desarrollado HPCVIEW - un conjunto de herramientas para combinar múltiples conjuntos de datos de perfil de programa, correlacionar los datos con el código fuente, y generar una base de datos que se puede analizar en cualquier lugar con un navegador Web de productos básicos. Argumentamos que HPCVIEW aborda muchos de los problemas que han limitado la usabilidad y la utilidad de la mayoría de las herramientas existentes. Originalmente construimos HPCVIEW para facilitar nuestro propio trabajo en el diseño de datos y la optimización de compiladores. Ahora, además del uso diario dentro de nuestro grupo, HPCVIEW está siendo utilizado por varios equipos de desarrollo de código en laboratorios de DoD y DoE, así como en NCSA",
    "error_count": 6,
    "keys": {
        "HPCView": {
            "translated_key": [],
            "translated_annotated_text": "HPCVIEW: una herramienta para el análisis top-down del rendimiento de los nodos Es cada vez más difícil para los programas científicos complejos alcanzar una fracción significativa del rendimiento máximo en sistemas que se basan en microprocesadores con paralelismo sustancial nivel de instrucción y jerarquías de memoria profunda. A pesar de esta tendencia, los diseñadores de algoritmos y aplicaciones todavía no utilizan regularmente herramientas de análisis de rendimiento y afinación. En gran medida, las herramientas de rendimiento existentes no satisfacen muchas necesidades de los usuarios y son engorrosas de utilizar. Para abordar estos problemas, hemos desarrollado HPCVIEW - un conjunto de herramientas para combinar múltiples conjuntos de datos de perfil de programa, correlacionar los datos con el código fuente, y generar una base de datos que se puede analizar en cualquier lugar con un navegador Web de productos básicos. Argumentamos que HPCVIEW aborda muchos de los problemas que han limitado la usabilidad y la utilidad de la mayoría de las herramientas existentes. Originalmente construimos HPCVIEW para facilitar nuestro propio trabajo en el diseño de datos y la optimización de compiladores. Ahora, además del uso diario dentro de nuestro grupo, HPCVIEW está siendo utilizado por varios equipos de desarrollo de código en laboratorios de DoD y DoE, así como en NCSA ",
            "error": []
        },
        "top-down analysis": {
            "translated_key": "análisis top-down",
            "translated_annotated_text": "HPCVIEW: una herramienta para el \"análisis top-down\" del rendimiento de los nodos Es cada vez más difícil para los programas científicos complejos alcanzar una fracción significativa del rendimiento máximo en sistemas que se basan en microprocesadores con paralelismo sustancial nivel de instrucción y jerarquías de memoria profunda. A pesar de esta tendencia, los diseñadores de algoritmos y aplicaciones todavía no utilizan regularmente herramientas de análisis de rendimiento y afinación. En gran medida, las herramientas de rendimiento existentes no satisfacen muchas necesidades de los usuarios y son engorrosas de utilizar. Para abordar estos problemas, hemos desarrollado HPCVIEW - un conjunto de herramientas para combinar múltiples conjuntos de datos de perfil de programa, correlacionar los datos con el código fuente, y generar una base de datos que se puede analizar en cualquier lugar con un navegador Web de productos básicos. Argumentamos que HPCVIEW aborda muchos de los problemas que han limitado la usabilidad y la utilidad de la mayoría de las herramientas existentes. Originalmente construimos HPCVIEW para facilitar nuestro propio trabajo en el diseño de datos y la optimización de compiladores. Ahora, además del uso diario dentro de nuestro grupo, HPCVIEW está siendo utilizado por varios equipos de desarrollo de código en laboratorios de DoD y DoE, así como en NCSA ",
            "error": [
                ""
            ]
        },
        "node performance": {
            "translated_key": "rendimiento del nodo",
            "translated_annotated_text": "HPCVIEW: una herramienta para el análisis top-down del \"rendimiento del nodo\" Es cada vez más difícil para los programas científicos complejos alcanzar una fracción significativa del rendimiento máximo en sistemas que se basan en microprocesadores con paralelismo sustancial nivel de instrucción y jerarquías de memoria profunda. A pesar de esta tendencia, los diseñadores de algoritmos y aplicaciones todavía no utilizan regularmente herramientas de análisis de rendimiento y afinación. En gran medida, las herramientas de rendimiento existentes no satisfacen muchas necesidades de los usuarios y son engorrosas de utilizar. Para abordar estos problemas, hemos desarrollado HPCVIEW - un conjunto de herramientas para combinar múltiples conjuntos de datos de perfil de programa, correlacionar los datos con el código fuente, y generar una base de datos que se puede analizar en cualquier lugar con un navegador Web de productos básicos. Argumentamos que HPCVIEW aborda muchos de los problemas que han limitado la usabilidad y la utilidad de la mayoría de las herramientas existentes. Originalmente construimos HPCVIEW para facilitar nuestro propio trabajo en el diseño de datos y la optimización de compiladores. Ahora, además del uso diario dentro de nuestro grupo, HPCVIEW está siendo utilizado por varios equipos de desarrollo de código en laboratorios de DoD y DoE, así como en NCSA ",
            "error": [
                ""
            ]
        },
        "complex scientific programs": {
            "translated_key": "programas científicos complejos",
            "translated_annotated_text": "HPCVIEW: una herramienta para el análisis top-down del rendimiento de los nodos Es cada vez más difícil para los \"programas científicos complejos\" alcanzar una fracción significativa del rendimiento máximo en sistemas que se basan en microprocesadores con paralelismo sustancial nivel de instrucción y jerarquías de memoria profunda. A pesar de esta tendencia, los diseñadores de algoritmos y aplicaciones todavía no utilizan regularmente herramientas de análisis de rendimiento y afinación. En gran medida, las herramientas de rendimiento existentes no satisfacen muchas necesidades de los usuarios y son engorrosas de utilizar. Para abordar estos problemas, hemos desarrollado HPCVIEW - un conjunto de herramientas para combinar múltiples conjuntos de datos de perfil de programa, correlacionar los datos con el código fuente, y generar una base de datos que se puede analizar en cualquier lugar con un navegador Web de productos básicos. Argumentamos que HPCVIEW aborda muchos de los problemas que han limitado la usabilidad y la utilidad de la mayoría de las herramientas existentes. Originalmente construimos HPCVIEW para facilitar nuestro propio trabajo en el diseño de datos y la optimización de compiladores. Ahora, además del uso diario dentro de nuestro grupo, HPCVIEW está siendo utilizado por varios equipos de desarrollo de código en laboratorios de DoD y DoE, así como en NCSA ",
            "error": [
                ""
            ]
        },
        "peak performance": {
            "translated_key": "rendimiento de pico",
            "translated_annotated_text": "HPCVIEW: una herramienta para el análisis top-down del rendimiento de los nodos Es cada vez más difícil para los programas científicos complejos alcanzar una fracción significativa de \"rendimiento de pico\" en sistemas que se basan en microprocesadores con paralelismo sustancial nivel de instrucción y jerarquías de memoria profunda. A pesar de esta tendencia, los diseñadores de algoritmos y aplicaciones todavía no utilizan regularmente herramientas de análisis de rendimiento y afinación. En gran medida, las herramientas de rendimiento existentes no satisfacen muchas necesidades de los usuarios y son engorrosas de utilizar. Para abordar estos problemas, hemos desarrollado HPCVIEW - un conjunto de herramientas para combinar múltiples conjuntos de datos de perfil de programa, correlacionar los datos con el código fuente, y generar una base de datos que se puede analizar en cualquier lugar con un navegador Web de productos básicos. Argumentamos que HPCVIEW aborda muchos de los problemas que han limitado la usabilidad y la utilidad de la mayoría de las herramientas existentes. Originalmente construimos HPCVIEW para facilitar nuestro propio trabajo en el diseño de datos y la optimización de compiladores. Ahora, además del uso diario dentro de nuestro grupo, HPCVIEW está siendo utilizado por varios equipos de desarrollo de código en laboratorios de DoD y DoE, así como en NCSA ",
            "error": [
                ""
            ]
        },
        "instruction-level parallelism": {
            "translated_key": "paralelismo de nivel de instrucción",
            "translated_annotated_text": "HPCVIEW: una herramienta para el análisis top-down del rendimiento de los nodos Es cada vez más difícil para los programas científicos complejos alcanzar una fracción significativa del rendimiento máximo en sistemas que se basan en microprocesadores con sustancial \"paralelismo de nivel de instrucción\" y jerarquías de memoria profunda. A pesar de esta tendencia, los diseñadores de algoritmos y aplicaciones todavía no utilizan regularmente herramientas de análisis de rendimiento y afinación. En gran medida, las herramientas de rendimiento existentes no satisfacen muchas necesidades de los usuarios y son engorrosas de utilizar. Para abordar estos problemas, hemos desarrollado HPCVIEW - un conjunto de herramientas para combinar múltiples conjuntos de datos de perfil de programa, correlacionar los datos con el código fuente, y generar una base de datos que se puede analizar en cualquier lugar con un navegador Web de productos básicos. Argumentamos que HPCVIEW aborda muchos de los problemas que han limitado la usabilidad y la utilidad de la mayoría de las herramientas existentes. Originalmente construimos HPCVIEW para facilitar nuestro propio trabajo en el diseño de datos y la optimización de compiladores. Ahora, además del uso diario dentro de nuestro grupo, HPCVIEW está siendo utilizado por varios equipos de desarrollo de código en laboratorios de DoD y DoE, así como en NCSA ",
            "error": [
                ""
            ]
        },
        "deep memory hierarchies": {
            "translated_key": "hierarquías de memoria profunda",
            "translated_annotated_text": "HPCVIEW: una herramienta para el análisis top-down del rendimiento de los nodos Es cada vez más difícil para los programas científicos complejos alcanzar una fracción significativa del rendimiento máximo en sistemas que se basan en microprocesadores con paralelismo sustancial nivel de instrucción y \"hierarquías de memoria profunda\". A pesar de esta tendencia, los diseñadores de algoritmos y aplicaciones todavía no utilizan regularmente herramientas de análisis de rendimiento y afinación. En gran medida, las herramientas de rendimiento existentes no satisfacen muchas necesidades de los usuarios y son engorrosas de utilizar. Para abordar estos problemas, hemos desarrollado HPCVIEW - un conjunto de herramientas para combinar múltiples conjuntos de datos de perfil de programa, correlacionar los datos con el código fuente, y generar una base de datos que se puede analizar en cualquier lugar con un navegador Web de productos básicos. Argumentamos que HPCVIEW aborda muchos de los problemas que han limitado la usabilidad y la utilidad de la mayoría de las herramientas existentes. Originalmente construimos HPCVIEW para facilitar nuestro propio trabajo en el diseño de datos y la optimización de compiladores. Ahora, además del uso diario dentro de nuestro grupo, HPCVIEW está siendo utilizado por varios equipos de desarrollo de código en laboratorios de DoD y DoE, así como en NCSA ",
            "error": [
                ""
            ]
        },
        "performance analysis": {
            "translated_key": "análisis de rendimiento",
            "translated_annotated_text": "HPCVIEW: una herramienta para el análisis top-down del rendimiento de los nodos Es cada vez más difícil para los programas científicos complejos alcanzar una fracción significativa del rendimiento máximo en sistemas que se basan en microprocesadores con paralelismo sustancial nivel de instrucción y jerarquías de memoria profunda. A pesar de esta tendencia, el \"análisis de rendimiento\" y las herramientas de ajuste todavía no son utilizados regularmente por los diseñadores de algoritmos y aplicaciones. En gran medida, las herramientas de rendimiento existentes no satisfacen muchas necesidades de los usuarios y son engorrosas de utilizar. Para abordar estos problemas, hemos desarrollado HPCVIEW - un conjunto de herramientas para combinar múltiples conjuntos de datos de perfil de programa, correlacionar los datos con el código fuente, y generar una base de datos que se puede analizar en cualquier lugar con un navegador Web de productos básicos. Argumentamos que HPCVIEW aborda muchos de los problemas que han limitado la usabilidad y la utilidad de la mayoría de las herramientas existentes. Originalmente construimos HPCVIEW para facilitar nuestro propio trabajo en el diseño de datos y la optimización de compiladores. Ahora, además del uso diario dentro de nuestro grupo, HPCVIEW está siendo utilizado por varios equipos de desarrollo de código en laboratorios de DoD y DoE, así como en NCSA ",
            "error": [
                ""
            ]
        },
        "source code": {
            "translated_key": "código fuente",
            "translated_annotated_text": "HPCVIEW: una herramienta para el análisis top-down del rendimiento de los nodos Es cada vez más difícil para los programas científicos complejos alcanzar una fracción significativa del rendimiento máximo en sistemas que se basan en microprocesadores con paralelismo sustancial nivel de instrucción y jerarquías de memoria profunda. A pesar de esta tendencia, los diseñadores de algoritmos y aplicaciones todavía no utilizan regularmente herramientas de análisis de rendimiento y afinación. En gran medida, las herramientas de rendimiento existentes no satisfacen muchas necesidades de los usuarios y son engorrosas de utilizar. Para abordar estos problemas, hemos desarrollado HPCVIEW - un conjunto de herramientas para combinar múltiples conjuntos de datos de perfil de programa, correlacionar los datos con \"código fuente\", y generar una base de datos que se puede analizar en cualquier lugar con un navegador Web de productos básicos. Argumentamos que HPCVIEW aborda muchos de los problemas que han limitado la usabilidad y la utilidad de la mayoría de las herramientas existentes. Originalmente construimos HPCVIEW para facilitar nuestro propio trabajo en el diseño de datos y la optimización de compiladores. Ahora, además del uso diario dentro de nuestro grupo, HPCVIEW está siendo utilizado por varios equipos de desarrollo de código en laboratorios de DoD y DoE, así como en NCSA ",
            "error": [
                ""
            ]
        },
        "commodity Web browser": {
            "translated_key": "browser Web de productos básicos",
            "translated_annotated_text": "HPCVIEW: una herramienta para el análisis top-down del rendimiento de los nodos Es cada vez más difícil para los programas científicos complejos alcanzar una fracción significativa del rendimiento máximo en sistemas que se basan en microprocesadores con paralelismo sustancial nivel de instrucción y jerarquías de memoria profunda. A pesar de esta tendencia, los diseñadores de algoritmos y aplicaciones todavía no utilizan regularmente herramientas de análisis de rendimiento y afinación. En gran medida, las herramientas de rendimiento existentes no satisfacen muchas necesidades de los usuarios y son engorrosas de utilizar. Para abordar estos problemas, hemos desarrollado HPCVIEW - un conjunto de herramientas para combinar múltiples conjuntos de datos de perfil de programa, correlacionar los datos con el código fuente, y generar una base de datos que se puede analizar en cualquier lugar con un \"browser Web de productos básicos\". Argumentamos que HPCVIEW aborda muchos de los problemas que han limitado la usabilidad y la utilidad de la mayoría de las herramientas existentes. Originalmente construimos HPCVIEW para facilitar nuestro propio trabajo en el diseño de datos y la optimización de compiladores. Ahora, además del uso diario dentro de nuestro grupo, HPCVIEW está siendo utilizado por varios equipos de desarrollo de código en laboratorios de DoD y DoE, así como en NCSA ",
            "error": [
                ""
            ]
        },
        "data layout": {
            "translated_key": "diseño de datos",
            "translated_annotated_text": "HPCVIEW: una herramienta para el análisis top-down del rendimiento de los nodos Es cada vez más difícil para los programas científicos complejos alcanzar una fracción significativa del rendimiento máximo en sistemas que se basan en microprocesadores con paralelismo sustancial nivel de instrucción y jerarquías de memoria profunda. A pesar de esta tendencia, los diseñadores de algoritmos y aplicaciones todavía no utilizan regularmente herramientas de análisis de rendimiento y afinación. En gran medida, las herramientas de rendimiento existentes no satisfacen muchas necesidades de los usuarios y son engorrosas de utilizar. Para abordar estos problemas, hemos desarrollado HPCVIEW - un conjunto de herramientas para combinar múltiples conjuntos de datos de perfil de programa, correlacionar los datos con el código fuente, y generar una base de datos que se puede analizar en cualquier lugar con un navegador Web de productos básicos. Argumentamos que HPCVIEW aborda muchos de los problemas que han limitado la usabilidad y la utilidad de la mayoría de las herramientas existentes. Originalmente construimos HPCVIEW para facilitar nuestro propio trabajo en el \"diseño de datos\" y la optimización de compiladores. Ahora, además del uso diario dentro de nuestro grupo, HPCVIEW está siendo utilizado por varios equipos de desarrollo de código en laboratorios de DoD y DoE, así como en NCSA ",
            "error": [
                ""
            ]
        },
        "optimizing compilers": {
            "translated_key": "optimizar compiladores",
            "translated_annotated_text": "HPCVIEW: una herramienta para el análisis top-down del rendimiento de los nodos Es cada vez más difícil para los programas científicos complejos alcanzar una fracción significativa del rendimiento máximo en sistemas que se basan en microprocesadores con paralelismo sustancial nivel de instrucción y jerarquías de memoria profunda. A pesar de esta tendencia, los diseñadores de algoritmos y aplicaciones todavía no utilizan regularmente herramientas de análisis de rendimiento y afinación. En gran medida, las herramientas de rendimiento existentes no satisfacen muchas necesidades de los usuarios y son engorrosas de utilizar. Para abordar estos problemas, hemos desarrollado HPCVIEW - un conjunto de herramientas para combinar múltiples conjuntos de datos de perfil de programa, correlacionar los datos con el código fuente, y generar una base de datos que se puede analizar en cualquier lugar con un navegador Web de productos básicos. Argumentamos que HPCVIEW aborda muchos de los problemas que han limitado la usabilidad y la utilidad de la mayoría de las herramientas existentes. Originalmente construimos HPCVIEW para facilitar nuestro propio trabajo en el diseño de datos y \"optimizar compiladores\". Ahora, además del uso diario dentro de nuestro grupo, HPCVIEW está siendo utilizado por varios equipos de desarrollo de código en laboratorios de DoD y DoE, así como en NCSA ",
            "error": [
                ""
            ]
        },
        "software tools": {
            "translated_key": [],
            "translated_annotated_text": "HPCVIEW: una herramienta para el análisis top-down del rendimiento de los nodos Es cada vez más difícil para los programas científicos complejos alcanzar una fracción significativa del rendimiento máximo en sistemas que se basan en microprocesadores con paralelismo sustancial nivel de instrucción y jerarquías de memoria profunda. A pesar de esta tendencia, los diseñadores de algoritmos y aplicaciones todavía no utilizan regularmente herramientas de análisis de rendimiento y afinación. En gran medida, las herramientas de rendimiento existentes no satisfacen muchas necesidades de los usuarios y son engorrosas de utilizar. Para abordar estos problemas, hemos desarrollado HPCVIEW - un conjunto de herramientas para combinar múltiples conjuntos de datos de perfil de programa, correlacionar los datos con el código fuente, y generar una base de datos que se puede analizar en cualquier lugar con un navegador Web de productos básicos. Argumentamos que HPCVIEW aborda muchos de los problemas que han limitado la usabilidad y la utilidad de la mayoría de las herramientas existentes. Originalmente construimos HPCVIEW para facilitar nuestro propio trabajo en el diseño de datos y la optimización de compiladores. Ahora, además del uso diario dentro de nuestro grupo, HPCVIEW está siendo utilizado por varios equipos de desarrollo de código en laboratorios de DoD y DoE, así como en NCSA ",
            "error": []
        },
        "binary analysis": {
            "translated_key": [],
            "translated_annotated_text": "HPCVIEW: una herramienta para el análisis top-down del rendimiento de los nodos Es cada vez más difícil para los programas científicos complejos alcanzar una fracción significativa del rendimiento máximo en sistemas que se basan en microprocesadores con paralelismo sustancial nivel de instrucción y jerarquías de memoria profunda. A pesar de esta tendencia, los diseñadores de algoritmos y aplicaciones todavía no utilizan regularmente herramientas de análisis de rendimiento y afinación. En gran medida, las herramientas de rendimiento existentes no satisfacen muchas necesidades de los usuarios y son engorrosas de utilizar. Para abordar estos problemas, hemos desarrollado HPCVIEW - un conjunto de herramientas para combinar múltiples conjuntos de datos de perfil de programa, correlacionar los datos con el código fuente, y generar una base de datos que se puede analizar en cualquier lugar con un navegador Web de productos básicos. Argumentamos que HPCVIEW aborda muchos de los problemas que han limitado la usabilidad y la utilidad de la mayoría de las herramientas existentes. Originalmente construimos HPCVIEW para facilitar nuestro propio trabajo en el diseño de datos y la optimización de compiladores. Ahora, además del uso diario dentro de nuestro grupo, HPCVIEW está siendo utilizado por varios equipos de desarrollo de código en laboratorios de DoD y DoE, así como en NCSA ",
            "error": []
        },
        "optimising compilers": {
            "translated_key": [],
            "translated_annotated_text": "HPCVIEW: una herramienta para el análisis top-down del rendimiento de los nodos Es cada vez más difícil para los programas científicos complejos alcanzar una fracción significativa del rendimiento máximo en sistemas que se basan en microprocesadores con paralelismo sustancial nivel de instrucción y jerarquías de memoria profunda. A pesar de esta tendencia, los diseñadores de algoritmos y aplicaciones todavía no utilizan regularmente herramientas de análisis de rendimiento y afinación. En gran medida, las herramientas de rendimiento existentes no satisfacen muchas necesidades de los usuarios y son engorrosas de utilizar. Para abordar estos problemas, hemos desarrollado HPCVIEW - un conjunto de herramientas para combinar múltiples conjuntos de datos de perfil de programa, correlacionar los datos con el código fuente, y generar una base de datos que se puede analizar en cualquier lugar con un navegador Web de productos básicos. Argumentamos que HPCVIEW aborda muchos de los problemas que han limitado la usabilidad y la utilidad de la mayoría de las herramientas existentes. Originalmente construimos HPCVIEW para facilitar nuestro propio trabajo en el diseño de datos y la optimización de compiladores. Ahora, además del uso diario dentro de nuestro grupo, HPCVIEW está siendo utilizado por varios equipos de desarrollo de código en laboratorios de DoD y DoE, así como en NCSA ",
            "error": []
        },
        "software performance evaluation": {
            "translated_key": [],
            "translated_annotated_text": "HPCVIEW: una herramienta para el análisis top-down del rendimiento de los nodos Es cada vez más difícil para los programas científicos complejos alcanzar una fracción significativa del rendimiento máximo en sistemas que se basan en microprocesadores con paralelismo sustancial nivel de instrucción y jerarquías de memoria profunda. A pesar de esta tendencia, los diseñadores de algoritmos y aplicaciones todavía no utilizan regularmente herramientas de análisis de rendimiento y afinación. En gran medida, las herramientas de rendimiento existentes no satisfacen muchas necesidades de los usuarios y son engorrosas de utilizar. Para abordar estos problemas, hemos desarrollado HPCVIEW - un conjunto de herramientas para combinar múltiples conjuntos de datos de perfil de programa, correlacionar los datos con el código fuente, y generar una base de datos que se puede analizar en cualquier lugar con un navegador Web de productos básicos. Argumentamos que HPCVIEW aborda muchos de los problemas que han limitado la usabilidad y la utilidad de la mayoría de las herramientas existentes. Originalmente construimos HPCVIEW para facilitar nuestro propio trabajo en el diseño de datos y la optimización de compiladores. Ahora, además del uso diario dentro de nuestro grupo, HPCVIEW está siendo utilizado por varios equipos de desarrollo de código en laboratorios de DoD y DoE, así como en NCSA ",
            "error": []
        }
    }
}