{
    "original_text": "The MAGNeT toolkit: design, implementation and evaluation The current trend in constructing high-performance computing systems is to connect a large number of machines via a fast interconnect or a large-scale network such as the Internet. This approach relies on the performance of the interconnect (or Internet) to enable fast, large-scale distributed computing. A detailed understanding of the communication traffic is required in order to optimize the operation of the entire system. Network researchers traditionally monitor traffic in the network to gain the insight necessary to optimize network operations. Recent work suggests additional insight can be obtained by also monitoring traffic at the application level. The Monitor for Application-Generated Network Traffic toolkit (MAGNeT) we describe here monitors application traffic patterns in production systems, thus enabling more highly optimized networks and interconnects for the next generation of high-performance computing systems",
    "original_translation": "El kit de herramientas MAGNeT: diseño, implementación y evaluación La tendencia actual en la construcción de sistemas de computación de alto rendimiento es conectar un gran número de máquinas a través de una conexión rápida o una red a gran escala como Internet. Este enfoque se basa en el rendimiento de la interconexión (o Internet) para permitir una computación distribuida rápida y a gran escala. Se requiere una comprensión detallada del tráfico de comunicación para optimizar el funcionamiento de todo el sistema. Los investigadores de la red tradicionalmente monitorean el tráfico en la red para obtener la información necesaria para optimizar las operaciones de la red. Los trabajos recientes sugieren que se puede obtener información adicional mediante el seguimiento del tráfico a nivel de la aplicación. El kit de herramientas Monitor for Application-Genered Network Traffic (MAGNeT) que describimos aquí monitorea los patrones de tráfico de aplicaciones en los sistemas de producción, permitiendo así redes e interconexiones altamente optimizadas para la próxima generación de sistemas de computación de alto rendimiento",
    "error_count": 9,
    "keys": {
        "high-performance computing systems": {
            "translated_key": [
                "sistemas de computación de alto rendimiento",
                "sistemas informáticos de alto rendimiento"
            ],
            "translated_annotated_text": "El kit de herramientas MAGNeT: diseño, implementación y evaluación La tendencia actual en la construcción de \"sistemas de computación de alto rendimiento\" es conectar un gran número de máquinas a través de una conexión rápida o una red a gran escala como Internet. Este enfoque se basa en el rendimiento de la interconexión (o Internet) para permitir una computación distribuida rápida y a gran escala. Se requiere una comprensión detallada del tráfico de comunicación para optimizar el funcionamiento de todo el sistema. Los investigadores de la red tradicionalmente monitorean el tráfico en la red para obtener la información necesaria para optimizar las operaciones de la red. Los trabajos recientes sugieren que se puede obtener información adicional mediante el seguimiento del tráfico a nivel de la aplicación. El kit de herramientas Monitor for Application-Genered Network Traffic (MAGNeT) que describimos aquí monitorea los patrones de tráfico de aplicaciones en los sistemas de producción, permitiendo así redes e interconexiones altamente optimizadas para la próxima generación de \"sistemas informáticos de alto rendimiento\" ",
            "error": [
                "sistemas de computación de alto rendimiento",
                "sistemas informáticos de alto rendimiento"
            ]
        },
        "Internet": {
            "translated_key": "Internet",
            "translated_annotated_text": "El kit de herramientas MAGNeT: diseño, implementación y evaluación La tendencia actual en la construcción de sistemas de computación de alto rendimiento es conectar un gran número de máquinas a través de una interconexión rápida o una red a gran escala como la \"Internet\". Este enfoque se basa en el rendimiento de la interconexión (o \"Internet\") para permitir una computación distribuida rápida y a gran escala. Se requiere una comprensión detallada del tráfico de comunicación para optimizar el funcionamiento de todo el sistema. Los investigadores de la red tradicionalmente monitorean el tráfico en la red para obtener la información necesaria para optimizar las operaciones de la red. Los trabajos recientes sugieren que se puede obtener información adicional mediante el seguimiento del tráfico a nivel de la aplicación. El kit de herramientas Monitor for Application-Genered Network Traffic (MAGNeT) que describimos aquí monitorea los patrones de tráfico de aplicaciones en los sistemas de producción, permitiendo así redes e interconexiones altamente optimizadas para la próxima generación de sistemas de computación de alto rendimiento ",
            "error": [
                ""
            ]
        },
        "Monitor for Application-Generated Network Traffic toolkit": {
            "translated_key": "Monitor for Application-Genered Network Traffic toolkit",
            "translated_annotated_text": "El kit de herramientas MAGNeT: diseño, implementación y evaluación La tendencia actual en la construcción de sistemas de computación de alto rendimiento es conectar un gran número de máquinas a través de una conexión rápida o una red a gran escala como Internet. Este enfoque se basa en el rendimiento de la interconexión (o Internet) para permitir una computación distribuida rápida y a gran escala. Se requiere una comprensión detallada del tráfico de comunicación para optimizar el funcionamiento de todo el sistema. Los investigadores de la red tradicionalmente monitorean el tráfico en la red para obtener la información necesaria para optimizar las operaciones de la red. Los trabajos recientes sugieren que se puede obtener información adicional mediante el seguimiento del tráfico a nivel de la aplicación. El \"Monitor for Application-Genered Network Traffic toolkit\" (MAGNeT) que describimos aquí monitorea los patrones de tráfico de aplicaciones en los sistemas de producción, permitiendo así redes e interconexiones altamente optimizadas para la próxima generación de sistemas de computación de alto rendimiento ",
            "error": [
                ""
            ]
        },
        "optimized networks": {
            "translated_key": [],
            "translated_annotated_text": "El kit de herramientas MAGNeT: diseño, implementación y evaluación La tendencia actual en la construcción de sistemas de computación de alto rendimiento es conectar un gran número de máquinas a través de una conexión rápida o una red a gran escala como Internet. Este enfoque se basa en el rendimiento de la interconexión (o Internet) para permitir una computación distribuida rápida y a gran escala. Se requiere una comprensión detallada del tráfico de comunicación para optimizar el funcionamiento de todo el sistema. Los investigadores de la red tradicionalmente monitorean el tráfico en la red para obtener la información necesaria para optimizar las operaciones de la red. Los trabajos recientes sugieren que se puede obtener información adicional mediante el seguimiento del tráfico a nivel de la aplicación. El kit de herramientas Monitor for Application-Genered Network Traffic (MAGNeT) que describimos aquí monitorea los patrones de tráfico de aplicaciones en los sistemas de producción, permitiendo así redes más optimizadas e interconexiones para la próxima generación de sistemas de computación de alto rendimiento ",
            "error": []
        },
        "interconnects": {
            "translated_key": "interconexiones",
            "translated_annotated_text": "El kit de herramientas MAGNeT: diseño, implementación y evaluación La tendencia actual en la construcción de sistemas de computación de alto rendimiento es conectar un gran número de máquinas a través de una conexión rápida o una red a gran escala como Internet. Este enfoque se basa en el rendimiento de la interconexión (o Internet) para permitir una computación distribuida rápida y a gran escala. Se requiere una comprensión detallada del tráfico de comunicación para optimizar el funcionamiento de todo el sistema. Los investigadores de la red tradicionalmente monitorean el tráfico en la red para obtener la información necesaria para optimizar las operaciones de la red. Los trabajos recientes sugieren que se puede obtener información adicional mediante el seguimiento del tráfico a nivel de la aplicación. El kit de herramientas Monitor for Application-Genered Network Traffic (MAGNeT) que describimos aquí monitorea los patrones de tráfico de aplicaciones en los sistemas de producción, permitiendo así redes y \"interconexiones\" más optimizadas para la próxima generación de sistemas de computación de alto rendimiento ",
            "error": [
                ""
            ]
        },
        "high-performance computing": {
            "translated_key": "computación de alto rendimiento",
            "translated_annotated_text": "El kit de herramientas MAGNeT: diseño, implementación y evaluación La tendencia actual en la construcción de sistemas de \"computación de alto rendimiento\" es conectar un gran número de máquinas a través de una conexión rápida o una red a gran escala como Internet. Este enfoque se basa en el rendimiento de la interconexión (o Internet) para permitir una computación distribuida rápida y a gran escala. Se requiere una comprensión detallada del tráfico de comunicación para optimizar el funcionamiento de todo el sistema. Los investigadores de la red tradicionalmente monitorean el tráfico en la red para obtener la información necesaria para optimizar las operaciones de la red. Los trabajos recientes sugieren que se puede obtener información adicional mediante el seguimiento del tráfico a nivel de la aplicación. El kit de herramientas Monitor for Application-Genered Network Traffic (MAGNeT) que describimos aquí monitorea los patrones de tráfico de aplicaciones en los sistemas de producción, permitiendo así redes e interconexiones altamente optimizadas para la próxima generación de sistemas de \"computación de alto rendimiento\" ",
            "error": [
                ""
            ]
        },
        "network protocol": {
            "translated_key": [],
            "translated_annotated_text": "El kit de herramientas MAGNeT: diseño, implementación y evaluación La tendencia actual en la construcción de sistemas de computación de alto rendimiento es conectar un gran número de máquinas a través de una conexión rápida o una red a gran escala como Internet. Este enfoque se basa en el rendimiento de la interconexión (o Internet) para permitir una computación distribuida rápida y a gran escala. Se requiere una comprensión detallada del tráfico de comunicación para optimizar el funcionamiento de todo el sistema. Los investigadores de la red tradicionalmente monitorean el tráfico en la red para obtener la información necesaria para optimizar las operaciones de la red. Los trabajos recientes sugieren que se puede obtener información adicional mediante el seguimiento del tráfico a nivel de la aplicación. El kit de herramientas Monitor for Application-Genered Network Traffic (MAGNeT) que describimos aquí monitorea los patrones de tráfico de aplicaciones en los sistemas de producción, permitiendo así redes e interconexiones altamente optimizadas para la próxima generación de sistemas de computación de alto rendimiento ",
            "error": []
        },
        "traffic characterization": {
            "translated_key": [],
            "translated_annotated_text": "El kit de herramientas MAGNeT: diseño, implementación y evaluación La tendencia actual en la construcción de sistemas de computación de alto rendimiento es conectar un gran número de máquinas a través de una conexión rápida o una red a gran escala como Internet. Este enfoque se basa en el rendimiento de la interconexión (o Internet) para permitir una computación distribuida rápida y a gran escala. Se requiere una comprensión detallada del tráfico de comunicación para optimizar el funcionamiento de todo el sistema. Los investigadores de la red tradicionalmente monitorean el tráfico en la red para obtener la información necesaria para optimizar las operaciones de la red. Los trabajos recientes sugieren que se puede obtener información adicional mediante el seguimiento del tráfico a nivel de la aplicación. El kit de herramientas Monitor for Application-Genered Network Traffic (MAGNeT) que describimos aquí monitorea los patrones de tráfico de aplicaciones en los sistemas de producción, permitiendo así redes e interconexiones altamente optimizadas para la próxima generación de sistemas de computación de alto rendimiento ",
            "error": []
        },
        "MAGNeT": {
            "translated_key": "MAGNeT",
            "translated_annotated_text": "El kit de herramientas \"MAGNeT\": diseño, implementación y evaluación La tendencia actual en la construcción de sistemas de computación de alto rendimiento es conectar un gran número de máquinas a través de una conexión rápida o una red a gran escala como Internet. Este enfoque se basa en el rendimiento de la interconexión (o Internet) para permitir una computación distribuida rápida y a gran escala. Se requiere una comprensión detallada del tráfico de comunicación para optimizar el funcionamiento de todo el sistema. Los investigadores de la red tradicionalmente monitorean el tráfico en la red para obtener la información necesaria para optimizar las operaciones de la red. Los trabajos recientes sugieren que se puede obtener información adicional mediante el seguimiento del tráfico a nivel de la aplicación. El kit de herramientas Monitor for Application-Genered Network Traffic (\"MAGNeT\") que describimos aquí monitorea los patrones de tráfico de aplicaciones en los sistemas de producción, permitiendo así redes e interconexiones altamente optimizadas para la próxima generación de sistemas de computación de alto rendimiento ",
            "error": [
                ""
            ]
        },
        "virtual supercomputing": {
            "translated_key": [],
            "translated_annotated_text": "El kit de herramientas MAGNeT: diseño, implementación y evaluación La tendencia actual en la construcción de sistemas de computación de alto rendimiento es conectar un gran número de máquinas a través de una conexión rápida o una red a gran escala como Internet. Este enfoque se basa en el rendimiento de la interconexión (o Internet) para permitir una computación distribuida rápida y a gran escala. Se requiere una comprensión detallada del tráfico de comunicación para optimizar el funcionamiento de todo el sistema. Los investigadores de la red tradicionalmente monitorean el tráfico en la red para obtener la información necesaria para optimizar las operaciones de la red. Los trabajos recientes sugieren que se puede obtener información adicional mediante el seguimiento del tráfico a nivel de la aplicación. El kit de herramientas Monitor for Application-Genered Network Traffic (MAGNeT) que describimos aquí monitorea los patrones de tráfico de aplicaciones en los sistemas de producción, permitiendo así redes e interconexiones altamente optimizadas para la próxima generación de sistemas de computación de alto rendimiento ",
            "error": []
        },
        "computational grids": {
            "translated_key": [],
            "translated_annotated_text": "El kit de herramientas MAGNeT: diseño, implementación y evaluación La tendencia actual en la construcción de sistemas de computación de alto rendimiento es conectar un gran número de máquinas a través de una conexión rápida o una red a gran escala como Internet. Este enfoque se basa en el rendimiento de la interconexión (o Internet) para permitir una computación distribuida rápida y a gran escala. Se requiere una comprensión detallada del tráfico de comunicación para optimizar el funcionamiento de todo el sistema. Los investigadores de la red tradicionalmente monitorean el tráfico en la red para obtener la información necesaria para optimizar las operaciones de la red. Los trabajos recientes sugieren que se puede obtener información adicional mediante el seguimiento del tráfico a nivel de la aplicación. El kit de herramientas Monitor for Application-Genered Network Traffic (MAGNeT) que describimos aquí monitorea los patrones de tráfico de aplicaciones en los sistemas de producción, permitiendo así redes e interconexiones altamente optimizadas para la próxima generación de sistemas de computación de alto rendimiento ",
            "error": []
        },
        "computer networks": {
            "translated_key": [],
            "translated_annotated_text": "El kit de herramientas MAGNeT: diseño, implementación y evaluación La tendencia actual en la construcción de sistemas de computación de alto rendimiento es conectar un gran número de máquinas a través de una conexión rápida o una red a gran escala como Internet. Este enfoque se basa en el rendimiento de la interconexión (o Internet) para permitir una computación distribuida rápida y a gran escala. Se requiere una comprensión detallada del tráfico de comunicación para optimizar el funcionamiento de todo el sistema. Los investigadores de la red tradicionalmente monitorean el tráfico en la red para obtener la información necesaria para optimizar las operaciones de la red. Los trabajos recientes sugieren que se puede obtener información adicional mediante el seguimiento del tráfico a nivel de la aplicación. El kit de herramientas Monitor for Application-Genered Network Traffic (MAGNeT) que describimos aquí monitorea los patrones de tráfico de aplicaciones en los sistemas de producción, permitiendo así redes e interconexiones altamente optimizadas para la próxima generación de sistemas de computación de alto rendimiento ",
            "error": []
        },
        "protocols": {
            "translated_key": [],
            "translated_annotated_text": "El kit de herramientas MAGNeT: diseño, implementación y evaluación La tendencia actual en la construcción de sistemas de computación de alto rendimiento es conectar un gran número de máquinas a través de una conexión rápida o una red a gran escala como Internet. Este enfoque se basa en el rendimiento de la interconexión (o Internet) para permitir una computación distribuida rápida y a gran escala. Se requiere una comprensión detallada del tráfico de comunicación para optimizar el funcionamiento de todo el sistema. Los investigadores de la red tradicionalmente monitorean el tráfico en la red para obtener la información necesaria para optimizar las operaciones de la red. Los trabajos recientes sugieren que se puede obtener información adicional mediante el seguimiento del tráfico a nivel de la aplicación. El kit de herramientas Monitor for Application-Genered Network Traffic (MAGNeT) que describimos aquí monitorea los patrones de tráfico de aplicaciones en los sistemas de producción, permitiendo así redes e interconexiones altamente optimizadas para la próxima generación de sistemas de computación de alto rendimiento ",
            "error": []
        },
        "telecommunication traffic recording": {
            "translated_key": [],
            "translated_annotated_text": "El kit de herramientas MAGNeT: diseño, implementación y evaluación La tendencia actual en la construcción de sistemas de computación de alto rendimiento es conectar un gran número de máquinas a través de una conexión rápida o una red a gran escala como Internet. Este enfoque se basa en el rendimiento de la interconexión (o Internet) para permitir una computación distribuida rápida y a gran escala. Se requiere una comprensión detallada del tráfico de comunicación para optimizar el funcionamiento de todo el sistema. Los investigadores de la red tradicionalmente monitorean el tráfico en la red para obtener la información necesaria para optimizar las operaciones de la red. Los trabajos recientes sugieren que se puede obtener información adicional mediante el seguimiento del tráfico a nivel de la aplicación. El kit de herramientas Monitor for Application-Genered Network Traffic (MAGNeT) que describimos aquí monitorea los patrones de tráfico de aplicaciones en los sistemas de producción, permitiendo así redes e interconexiones altamente optimizadas para la próxima generación de sistemas de computación de alto rendimiento ",
            "error": []
        }
    }
}