{
    "original_text": "Packet spacing: an enabling mechanism for delivering multimedia content in computational grids Streaming multimedia with UDP has become increasingly popular over distributed systems like the Internet. Scientific applications that stream multimedia include remote computational steering of visualization data and video-on-demand teleconferencing over the Access Grid. However, UDP does not possess a self-regulating, congestion-control mechanism; and most best-effort traffic is served by congestion-controlled TCP. Consequently, UDP steals bandwidth from TCP such that TCP flows starve for network resources. With the volume of Internet traffic continuing to increase, the perpetuation of UDP-based streaming will cause the Internet to collapse as it did in the mid-1980s due to the use of non-congestion-controlled TCP. To address this problem, we introduce the counter-intuitive notion of inter-packet spacing with control feedback to enable UDP-based applications to perform well in the next-generation Internet and computational grids. When compared with traditional UDP-based streaming, we illustrate that our approach can reduce packet loss over 50% without adversely affecting delivered throughput",
    "original_translation": "Espaciado de paquetes: un mecanismo habilitador para entregar contenido multimedia en redes computacionales La transmisión multimedia con UDP se ha vuelto cada vez más popular en sistemas distribuidos como Internet. Las aplicaciones científicas que transmiten multimedia incluyen la dirección computacional remota de los datos de visualización y la teleconferencia de vídeo bajo demanda a través de la Rejilla de Acceso. Sin embargo, la UDP no posee un mecanismo de autoregulación y control de la congestión; y la mayor parte del tráfico de mayor esfuerzo es el TCP controlado por la congestión. En consecuencia, UDP roba ancho de banda de TCP de tal manera que los flujos de TCP pasan hambre por recursos de red. Con el aumento del volumen del tráfico de Internet, la perpetuación de la transmisión basada en UDP hará que la Internet colapse como lo hizo a mediados de la década de 1980 debido al uso de TCP sin control de congestión. Para abordar este problema, introducimos la noción contra-intuitiva de espaciado entre paquetes con retroalimentación de control para permitir que las aplicaciones basadas en UDP funcionen bien en la próxima generación de Internet y redes computacionales. En comparación con la transmisión tradicional basada en UDP, ilustramos que nuestro enfoque puede reducir la pérdida de paquetes más del 50% sin afectar negativamente el rendimiento entregado",
    "error_count": 5,
    "keys": {
        "streaming multimedia": {
            "translated_key": [],
            "translated_annotated_text": "Espaciado de paquetes: un mecanismo habilitador para entregar contenido multimedia en redes computacionales La transmisión multimedia con UDP se ha vuelto cada vez más popular en sistemas distribuidos como Internet. Las aplicaciones científicas que transmiten multimedia incluyen la dirección computacional remota de los datos de visualización y la teleconferencia de vídeo bajo demanda a través de la Rejilla de Acceso. Sin embargo, la UDP no posee un mecanismo de autoregulación y control de la congestión; y la mayor parte del tráfico de mayor esfuerzo es el TCP controlado por la congestión. En consecuencia, UDP roba ancho de banda de TCP de tal manera que los flujos de TCP pasan hambre por recursos de red. Con el aumento del volumen del tráfico de Internet, la perpetuación de la transmisión basada en UDP hará que la Internet colapse como lo hizo a mediados de la década de 1980 debido al uso de TCP sin control de congestión. Para abordar este problema, introducimos la noción contra-intuitiva de espaciado entre paquetes con retroalimentación de control para permitir que las aplicaciones basadas en UDP funcionen bien en la próxima generación de Internet y redes computacionales. En comparación con la transmisión tradicional basada en UDP, ilustramos que nuestro enfoque puede reducir la pérdida de paquetes más del 50% sin afectar negativamente el rendimiento entregado ",
            "error": []
        },
        "UDP": {
            "translated_key": "UDP",
            "translated_annotated_text": "Espaciado de paquetes: un mecanismo habilitador para entregar contenido multimedia en redes computacionales La transmisión de multimedia con <br>UDP</br> se ha vuelto cada vez más popular en sistemas distribuidos como Internet. Las aplicaciones científicas que transmiten multimedia incluyen la dirección computacional remota de los datos de visualización y la teleconferencia de vídeo bajo demanda a través de la Rejilla de Acceso. Sin embargo, <br>UDP</br> no posee un mecanismo de autoregulación y control de la congestión; y la mayor parte del tráfico de mejor esfuerzo es atendido por TCP controlado por congestión. En consecuencia, <br>UDP</br> roba ancho de banda de TCP de tal manera que los flujos de TCP pasan hambre por recursos de red. Con el aumento del volumen de tráfico de Internet, la perpetuación de la transmisión basada en <br>UDP</br> provocará el colapso de Internet como lo hizo a mediados de los años ochenta debido al uso de TCP no controlado por congestión. Para abordar este problema, introducimos la noción contraintuitiva de espaciado entre paquetes con retroalimentación de control para permitir que las aplicaciones basadas en <br>UDP</br> funcionen bien en las redes de Internet y computacionales de próxima generación. En comparación con la transmisión tradicional basada en <br>UDP</br>, ilustramos que nuestro enfoque puede reducir la pérdida de paquetes más del 50% sin afectar negativamente el rendimiento entregado ",
            "error": [
                ""
            ]
        },
        "distributed systems": {
            "translated_key": "sistemas distribuidos",
            "translated_annotated_text": "Espaciado de paquetes: un mecanismo habilitador para entregar contenido multimedia en redes computacionales La transmisión multimedia con UDP se ha vuelto cada vez más popular en <br>sistemas distribuidos</br> como Internet. Las aplicaciones científicas que transmiten multimedia incluyen la dirección computacional remota de los datos de visualización y la teleconferencia de vídeo bajo demanda a través de la Rejilla de Acceso. Sin embargo, la UDP no posee un mecanismo de autoregulación y control de la congestión; y la mayor parte del tráfico de mayor esfuerzo es el TCP controlado por la congestión. En consecuencia, UDP roba ancho de banda de TCP de tal manera que los flujos de TCP pasan hambre por recursos de red. Con el aumento del volumen del tráfico de Internet, la perpetuación de la transmisión basada en UDP hará que la Internet colapse como lo hizo a mediados de la década de 1980 debido al uso de TCP sin control de congestión. Para abordar este problema, introducimos la noción contra-intuitiva de espaciado entre paquetes con retroalimentación de control para permitir que las aplicaciones basadas en UDP funcionen bien en la próxima generación de Internet y redes computacionales. En comparación con la transmisión tradicional basada en UDP, ilustramos que nuestro enfoque puede reducir la pérdida de paquetes más del 50% sin afectar negativamente el rendimiento entregado ",
            "error": [
                ""
            ]
        },
        "Internet": {
            "translated_key": "Internet",
            "translated_annotated_text": "Espaciado de paquetes: un mecanismo habilitador para entregar contenido multimedia en redes computacionales La transmisión multimedia con UDP se ha vuelto cada vez más popular en sistemas distribuidos como el <br>Internet</br>. Las aplicaciones científicas que transmiten multimedia incluyen la dirección computacional remota de los datos de visualización y la teleconferencia de vídeo bajo demanda a través de la Rejilla de Acceso. Sin embargo, la UDP no posee un mecanismo de autoregulación y control de la congestión; y la mayor parte del tráfico de mayor esfuerzo es el TCP controlado por la congestión. En consecuencia, UDP roba ancho de banda de TCP de tal manera que los flujos de TCP pasan hambre por recursos de red. Con el volumen de tráfico de <br>Internet</br> que continúa aumentando, la perpetuación de la transmisión basada en UDP causará el colapso de <br>Internet</br> como lo hizo a mediados de la década de 1980 debido al uso de TCP no controlado por congestión. Para abordar este problema, introducimos la noción contraintuitiva de espaciamiento entre paquetes con retroalimentación de control para permitir que las aplicaciones basadas en UDP funcionen bien en la próxima generación <br>Internet</br> y redes computacionales. En comparación con la transmisión tradicional basada en UDP, ilustramos que nuestro enfoque puede reducir la pérdida de paquetes más del 50% sin afectar negativamente el rendimiento entregado ",
            "error": [
                ""
            ]
        },
        "remote computational steering": {
            "translated_key": "dirección computacional remota",
            "translated_annotated_text": "Espaciado de paquetes: un mecanismo habilitador para entregar contenido multimedia en redes computacionales La transmisión multimedia con UDP se ha vuelto cada vez más popular en sistemas distribuidos como Internet. Las aplicaciones científicas que transmiten multimedia incluyen <br>dirección computacional remota</br> de datos de visualización y teleconferencia de vídeo bajo demanda a través de la Rejilla de Acceso. Sin embargo, la UDP no posee un mecanismo de autoregulación y control de la congestión; y la mayor parte del tráfico de mayor esfuerzo es el TCP controlado por la congestión. En consecuencia, UDP roba ancho de banda de TCP de tal manera que los flujos de TCP pasan hambre por recursos de red. Con el aumento del volumen del tráfico de Internet, la perpetuación de la transmisión basada en UDP hará que la Internet colapse como lo hizo a mediados de la década de 1980 debido al uso de TCP sin control de congestión. Para abordar este problema, introducimos la noción contra-intuitiva de espaciado entre paquetes con retroalimentación de control para permitir que las aplicaciones basadas en UDP funcionen bien en la próxima generación de Internet y redes computacionales. En comparación con la transmisión tradicional basada en UDP, ilustramos que nuestro enfoque puede reducir la pérdida de paquetes más del 50% sin afectar negativamente el rendimiento entregado ",
            "error": [
                ""
            ]
        },
        "visualization data": {
            "translated_key": "datos de visualización",
            "translated_annotated_text": "Espaciado de paquetes: un mecanismo habilitador para entregar contenido multimedia en redes computacionales La transmisión multimedia con UDP se ha vuelto cada vez más popular en sistemas distribuidos como Internet. Las aplicaciones científicas que transmiten multimedia incluyen la dirección computacional remota de los <br>datos de visualización</br> y la teleconferencia de vídeo bajo demanda sobre los <br>datos de visualización</br> de Access Grid. Sin embargo, la UDP no posee un mecanismo de autoregulación y control de la congestión; y la mayor parte del tráfico de mayor esfuerzo es el TCP controlado por la congestión. En consecuencia, UDP roba ancho de banda de TCP de tal manera que los flujos de TCP pasan hambre por recursos de red. Con el aumento del volumen del tráfico de Internet, la perpetuación de la transmisión basada en UDP hará que la Internet colapse como lo hizo a mediados de la década de 1980 debido al uso de TCP sin control de congestión. Para abordar este problema, introducimos la noción contra-intuitiva de espaciado entre paquetes con retroalimentación de control para permitir que las aplicaciones basadas en UDP funcionen bien en la próxima generación de Internet y redes computacionales. En comparación con la transmisión tradicional basada en UDP, ilustramos que nuestro enfoque puede reducir la pérdida de paquetes más del 50% sin afectar negativamente el rendimiento entregado ",
            "error": [
                ""
            ]
        },
        "inter-packet spacing": {
            "translated_key": "inter-packet streacing",
            "translated_annotated_text": "Espaciado de paquetes: un mecanismo habilitador para entregar contenido multimedia en redes computacionales La transmisión multimedia con UDP se ha vuelto cada vez más popular en sistemas distribuidos como Internet. Las aplicaciones científicas que transmiten multimedia incluyen la dirección computacional remota de los datos de visualización y la teleconferencia de vídeo bajo demanda a través de la Rejilla de Acceso. Sin embargo, la UDP no posee un mecanismo de autoregulación y control de la congestión; y la mayor parte del tráfico de mayor esfuerzo es el TCP controlado por la congestión. En consecuencia, UDP roba ancho de banda de TCP de tal manera que los flujos de TCP pasan hambre por recursos de red. Con el aumento del volumen del tráfico de Internet, la perpetuación de la transmisión basada en UDP hará que la Internet colapse como lo hizo a mediados de la década de 1980 debido al uso de TCP sin control de congestión. Para abordar este problema, introducimos la noción contra-intuitiva de <br>inter-packet streacing</br> con retroalimentación de control para permitir que las aplicaciones basadas en UDP funcionen bien en la próxima generación de Internet y redes computacionales. En comparación con la transmisión tradicional basada en UDP, ilustramos que nuestro enfoque puede reducir la pérdida de paquetes más del 50% sin afectar negativamente el rendimiento entregado ",
            "error": [
                ""
            ]
        },
        "UDP-based streaming": {
            "translated_key": "UDP",
            "translated_annotated_text": "Espaciado de paquetes: un mecanismo habilitador para entregar contenido multimedia en redes computacionales La transmisión multimedia con UDP se ha vuelto cada vez más popular en sistemas distribuidos como Internet. Las aplicaciones científicas que transmiten multimedia incluyen la dirección computacional remota de los datos de visualización y la teleconferencia de vídeo bajo demanda a través de la Rejilla de Acceso. Sin embargo, la UDP no posee un mecanismo de autoregulación y control de la congestión; y la mayor parte del tráfico de mayor esfuerzo es el TCP controlado por la congestión. En consecuencia, UDP roba ancho de banda de TCP de tal manera que los flujos de TCP pasan hambre por recursos de red. Con el aumento del volumen de tráfico de Internet, la perpetuación de la transmisión basada en <br>UDP</br> provocará el colapso de Internet como lo hizo a mediados de los años ochenta debido al uso de TCP no controlado por congestión. Para abordar este problema, introducimos la noción contra-intuitiva de espaciado entre paquetes con retroalimentación de control para permitir que las aplicaciones basadas en UDP funcionen bien en la próxima generación de Internet y redes computacionales. En comparación con la transmisión tradicional basada en <br>UDP</br>, ilustramos que nuestro enfoque puede reducir la pérdida de paquetes más del 50% sin afectar negativamente el rendimiento entregado ",
            "error": [
                ""
            ]
        },
        "network protocol": {
            "translated_key": [],
            "translated_annotated_text": "Espaciado de paquetes: un mecanismo habilitador para entregar contenido multimedia en redes computacionales La transmisión multimedia con UDP se ha vuelto cada vez más popular en sistemas distribuidos como Internet. Las aplicaciones científicas que transmiten multimedia incluyen la dirección computacional remota de los datos de visualización y la teleconferencia de vídeo bajo demanda a través de la Rejilla de Acceso. Sin embargo, la UDP no posee un mecanismo de autoregulación y control de la congestión; y la mayor parte del tráfico de mayor esfuerzo es el TCP controlado por la congestión. En consecuencia, UDP roba ancho de banda de TCP de tal manera que los flujos de TCP pasan hambre por recursos de red. Con el aumento del volumen del tráfico de Internet, la perpetuación de la transmisión basada en UDP hará que la Internet colapse como lo hizo a mediados de la década de 1980 debido al uso de TCP sin control de congestión. Para abordar este problema, introducimos la noción contra-intuitiva de espaciado entre paquetes con retroalimentación de control para permitir que las aplicaciones basadas en UDP funcionen bien en la próxima generación de Internet y redes computacionales. En comparación con la transmisión tradicional basada en UDP, ilustramos que nuestro enfoque puede reducir la pérdida de paquetes más del 50% sin afectar negativamente el rendimiento entregado ",
            "error": []
        },
        "transport protocols": {
            "translated_key": [],
            "translated_annotated_text": "Espaciado de paquetes: un mecanismo habilitador para entregar contenido multimedia en redes computacionales La transmisión multimedia con UDP se ha vuelto cada vez más popular en sistemas distribuidos como Internet. Las aplicaciones científicas que transmiten multimedia incluyen la dirección computacional remota de los datos de visualización y la teleconferencia de vídeo bajo demanda a través de la Rejilla de Acceso. Sin embargo, la UDP no posee un mecanismo de autoregulación y control de la congestión; y la mayor parte del tráfico de mayor esfuerzo es el TCP controlado por la congestión. En consecuencia, UDP roba ancho de banda de TCP de tal manera que los flujos de TCP pasan hambre por recursos de red. Con el aumento del volumen del tráfico de Internet, la perpetuación de la transmisión basada en UDP hará que la Internet colapse como lo hizo a mediados de la década de 1980 debido al uso de TCP sin control de congestión. Para abordar este problema, introducimos la noción contra-intuitiva de espaciado entre paquetes con retroalimentación de control para permitir que las aplicaciones basadas en UDP funcionen bien en la próxima generación de Internet y redes computacionales. En comparación con la transmisión tradicional basada en UDP, ilustramos que nuestro enfoque puede reducir la pérdida de paquetes más del 50% sin afectar negativamente el rendimiento entregado ",
            "error": []
        },
        "multimedia communication": {
            "translated_key": [],
            "translated_annotated_text": "Espaciado de paquetes: un mecanismo habilitador para entregar contenido multimedia en redes computacionales La transmisión multimedia con UDP se ha vuelto cada vez más popular en sistemas distribuidos como Internet. Las aplicaciones científicas que transmiten multimedia incluyen la dirección computacional remota de los datos de visualización y la teleconferencia de vídeo bajo demanda a través de la Rejilla de Acceso. Sin embargo, la UDP no posee un mecanismo de autoregulación y control de la congestión; y la mayor parte del tráfico de mayor esfuerzo es el TCP controlado por la congestión. En consecuencia, UDP roba ancho de banda de TCP de tal manera que los flujos de TCP pasan hambre por recursos de red. Con el aumento del volumen del tráfico de Internet, la perpetuación de la transmisión basada en UDP hará que la Internet colapse como lo hizo a mediados de la década de 1980 debido al uso de TCP sin control de congestión. Para abordar este problema, introducimos la noción contra-intuitiva de espaciado entre paquetes con retroalimentación de control para permitir que las aplicaciones basadas en UDP funcionen bien en la próxima generación de Internet y redes computacionales. En comparación con la transmisión tradicional basada en UDP, ilustramos que nuestro enfoque puede reducir la pérdida de paquetes más del 50% sin afectar negativamente el rendimiento entregado ",
            "error": []
        }
    }
}