{
    "original_text": "A Virtual Test Facility for the simulation of dynamic response in materials The Center for Simulating Dynamic Response of Materials at the California Institute of Technology is constructing a virtual shock physics facility for studying the response of various target materials to very strong shocks. The Virtual Test Facility (VTF) is an end-to-end, fully three-dimensional simulation of the detonation of high explosives (HE), shock wave propagation, solid material response to pressure loading, and compressible turbulence. The VTF largely consists of a parallel fluid solver and a parallel solid mechanics package that are coupled together by the exchange of boundary data. The Eulerian fluid code and Lagrangian solid mechanics model interact via a novel approach based on level sets. The two main computational packages are integrated through the use of Pyre, a problem solving environment written in the Python scripting language. Pyre allows application developers to interchange various computational models and solver packages without recompiling code, and it provides standardized access to several data visualization engines and data input mechanisms. In this paper, we outline the main components of the VTF, discuss their integration via Pyre, and describe some recent accomplishments in large-scale simulation using the VTF",
    "original_translation": "Una instalación virtual de pruebas para la simulación de la respuesta dinámica en materiales El Centro para Simular la Respuesta Dinámica de Materiales del Instituto de Tecnología de California está construyendo una instalación virtual de física de choques para estudiar la respuesta de varios materiales objetivo a choques muy fuertes. La Virtual Test Facility (VTF) es una simulación de extremo a extremo, totalmente tridimensional de la detonación de explosivos de alta potencia (HE), propagación de ondas de choque, respuesta de material sólido a la carga de presión y turbulencia comprimible. El VTF consiste en gran parte en un solucionador de fluido paralelo y un paquete mecánico sólido paralelo que se acoplan por el intercambio de datos de límite. El código de fluido euleriano y el modelo de mecánica sólida lagrangiana interactúan a través de un enfoque novedoso basado en conjuntos de niveles. Los dos paquetes computacionales principales se integran a través del uso de Pyre, un entorno de resolución de problemas escrito en el lenguaje de scripting Python. Pyre permite a los desarrolladores de aplicaciones intercambiar varios modelos computacionales y paquetes de solucionadores sin recompilar código, y proporciona acceso estandarizado a varios motores de visualización de datos y mecanismos de entrada de datos. En este documento, esbozamos los principales componentes del VTF, discutimos su integración a través de Pyre, y describimos algunos logros recientes en la simulación a gran escala utilizando el VTF",
    "error_count": 5,
    "keys": {
        "virtual shock physics facility": {
            "translated_key": "instalación virtual de física de choques",
            "translated_annotated_text": "Una instalación virtual de pruebas para la simulación de la respuesta dinámica en materiales El Centro para la Simulación de la Respuesta Dinámica de Materiales del Instituto Tecnológico de California está construyendo una \"instalación virtual de física de choques\" para estudiar la respuesta de varios materiales objetivo a choques muy fuertes. La Virtual Test Facility (VTF) es una simulación de extremo a extremo, totalmente tridimensional de la detonación de explosivos de alta potencia (HE), propagación de ondas de choque, respuesta de material sólido a la carga de presión y turbulencia comprimible. El VTF consiste en gran parte en un solucionador de fluido paralelo y un paquete mecánico sólido paralelo que se acoplan por el intercambio de datos de límite. El código de fluido euleriano y el modelo de mecánica sólida lagrangiana interactúan a través de un enfoque novedoso basado en conjuntos de niveles. Los dos paquetes computacionales principales se integran a través del uso de Pyre, un entorno de resolución de problemas escrito en el lenguaje de scripting Python. Pyre permite a los desarrolladores de aplicaciones intercambiar varios modelos computacionales y paquetes de solucionadores sin recompilar código, y proporciona acceso estandarizado a varios motores de visualización de datos y mecanismos de entrada de datos. En este documento, esbozamos los principales componentes del VTF, discutimos su integración a través de Pyre, y describimos algunos logros recientes en la simulación a gran escala utilizando el VTF ",
            "error": [
                ""
            ]
        },
        "Virtual Test Facility": {
            "translated_key": "instalación virtual de pruebas",
            "translated_annotated_text": "Una \"instalación virtual de pruebas\" para la simulación de la respuesta dinámica en materiales El Centro para Simular la Respuesta Dinámica de Materiales del Instituto de Tecnología de California está construyendo una instalación virtual de física de choque para estudiar la respuesta de varios materiales objetivo a choques muy fuertes. La \"instalación virtual de pruebas\" (VTF) es una simulación de extremo a extremo, totalmente tridimensional de la detonación de explosivos de alta potencia (HE), propagación de ondas de choque, respuesta de material sólido a la carga de presión y turbulencia comprimible. El VTF consiste en gran parte en un solucionador de fluido paralelo y un paquete mecánico sólido paralelo que se acoplan por el intercambio de datos de límite. El código de fluido euleriano y el modelo de mecánica sólida lagrangiana interactúan a través de un enfoque novedoso basado en conjuntos de niveles. Los dos paquetes computacionales principales se integran a través del uso de Pyre, un entorno de resolución de problemas escrito en el lenguaje de scripting Python. Pyre permite a los desarrolladores de aplicaciones intercambiar varios modelos computacionales y paquetes de solucionadores sin recompilar código, y proporciona acceso estandarizado a varios motores de visualización de datos y mecanismos de entrada de datos. En este documento, esbozamos los principales componentes del VTF, discutimos su integración a través de Pyre, y describimos algunos logros recientes en la simulación a gran escala utilizando el VTF ",
            "error": [
                ""
            ]
        },
        "high explosives": {
            "translated_key": "explosivos altos",
            "translated_annotated_text": "Una instalación virtual de pruebas para la simulación de la respuesta dinámica en materiales El Centro para Simular la Respuesta Dinámica de Materiales del Instituto de Tecnología de California está construyendo una instalación virtual de física de choques para estudiar la respuesta de varios materiales objetivo a choques muy fuertes. La Virtual Test Facility (VTF) es una simulación de extremo a extremo, totalmente tridimensional de la detonación de \"explosivos altos\" (HE), propagación de ondas de choque, respuesta de material sólido a la carga de presión y turbulencia comprimible. El VTF consiste en gran parte en un solucionador de fluido paralelo y un paquete mecánico sólido paralelo que se acoplan por el intercambio de datos de límite. El código de fluido euleriano y el modelo de mecánica sólida lagrangiana interactúan a través de un enfoque novedoso basado en conjuntos de niveles. Los dos paquetes computacionales principales se integran a través del uso de Pyre, un entorno de resolución de problemas escrito en el lenguaje de scripting Python. Pyre permite a los desarrolladores de aplicaciones intercambiar varios modelos computacionales y paquetes de solucionadores sin recompilar código, y proporciona acceso estandarizado a varios motores de visualización de datos y mecanismos de entrada de datos. En este documento, esbozamos los principales componentes del VTF, discutimos su integración a través de Pyre, y describimos algunos logros recientes en la simulación a gran escala utilizando el VTF ",
            "error": [
                ""
            ]
        },
        "shock wave propagation": {
            "translated_key": "propagación de ondas de choque",
            "translated_annotated_text": "Una instalación virtual de pruebas para la simulación de la respuesta dinámica en materiales El Centro para Simular la Respuesta Dinámica de Materiales del Instituto de Tecnología de California está construyendo una instalación virtual de física de choques para estudiar la respuesta de varios materiales objetivo a choques muy fuertes. La Virtual Test Facility (VTF) es una simulación de extremo a extremo, totalmente tridimensional de la detonación de explosivos de alta potencia (HE), \"propagación de ondas de choque\", respuesta de material sólido a la carga de presión y turbulencia comprimible. El VTF consiste en gran parte en un solucionador de fluido paralelo y un paquete mecánico sólido paralelo que se acoplan por el intercambio de datos de límite. El código de fluido euleriano y el modelo de mecánica sólida lagrangiana interactúan a través de un enfoque novedoso basado en conjuntos de niveles. Los dos paquetes computacionales principales se integran a través del uso de Pyre, un entorno de resolución de problemas escrito en el lenguaje de scripting Python. Pyre permite a los desarrolladores de aplicaciones intercambiar varios modelos computacionales y paquetes de solucionadores sin recompilar código, y proporciona acceso estandarizado a varios motores de visualización de datos y mecanismos de entrada de datos. En este documento, esbozamos los principales componentes del VTF, discutimos su integración a través de Pyre, y describimos algunos logros recientes en la simulación a gran escala utilizando el VTF ",
            "error": [
                ""
            ]
        },
        "solid material response": {
            "translated_key": "respuesta de material sólido",
            "translated_annotated_text": "Una instalación virtual de pruebas para la simulación de la respuesta dinámica en materiales El Centro para Simular la Respuesta Dinámica de Materiales del Instituto de Tecnología de California está construyendo una instalación virtual de física de choques para estudiar la respuesta de varios materiales objetivo a choques muy fuertes. La Virtual Test Facility (VTF) es una simulación de extremo a extremo, totalmente tridimensional de la detonación de explosivos de alta potencia (HE), propagación de ondas de choque, \"respuesta de material sólido\" a la carga de presión y turbulencia comprimible. El VTF consiste en gran parte en un solucionador de fluido paralelo y un paquete mecánico sólido paralelo que se acoplan por el intercambio de datos de límite. El código de fluido euleriano y el modelo de mecánica sólida lagrangiana interactúan a través de un enfoque novedoso basado en conjuntos de niveles. Los dos paquetes computacionales principales se integran a través del uso de Pyre, un entorno de resolución de problemas escrito en el lenguaje de scripting Python. Pyre permite a los desarrolladores de aplicaciones intercambiar varios modelos computacionales y paquetes de solucionadores sin recompilar código, y proporciona acceso estandarizado a varios motores de visualización de datos y mecanismos de entrada de datos. En este documento, esbozamos los principales componentes del VTF, discutimos su integración a través de Pyre, y describimos algunos logros recientes en la simulación a gran escala utilizando el VTF ",
            "error": [
                ""
            ]
        },
        "pressure loading": {
            "translated_key": "carga de presión",
            "translated_annotated_text": "Una instalación virtual de pruebas para la simulación de la respuesta dinámica en materiales El Centro para Simular la Respuesta Dinámica de Materiales del Instituto de Tecnología de California está construyendo una instalación virtual de física de choques para estudiar la respuesta de varios materiales objetivo a choques muy fuertes. La Virtual Test Facility (VTF) es una simulación de extremo a extremo, totalmente tridimensional de la detonación de explosivos de alta potencia (HE), propagación de ondas de choque, respuesta de material sólido a la \"carga de presión\" y turbulencia comprimible. El VTF consiste en gran parte en un solucionador de fluido paralelo y un paquete mecánico sólido paralelo que se acoplan por el intercambio de datos de límite. El código de fluido euleriano y el modelo de mecánica sólida lagrangiana interactúan a través de un enfoque novedoso basado en conjuntos de niveles. Los dos paquetes computacionales principales se integran a través del uso de Pyre, un entorno de resolución de problemas escrito en el lenguaje de scripting Python. Pyre permite a los desarrolladores de aplicaciones intercambiar varios modelos computacionales y paquetes de solucionadores sin recompilar código, y proporciona acceso estandarizado a varios motores de visualización de datos y mecanismos de entrada de datos. En este documento, esbozamos los principales componentes del VTF, discutimos su integración a través de Pyre, y describimos algunos logros recientes en la simulación a gran escala utilizando el VTF ",
            "error": [
                ""
            ]
        },
        "compressible turbulence": {
            "translated_key": "turbulencia comprimible",
            "translated_annotated_text": "Una instalación virtual de pruebas para la simulación de la respuesta dinámica en materiales El Centro para Simular la Respuesta Dinámica de Materiales del Instituto de Tecnología de California está construyendo una instalación virtual de física de choques para estudiar la respuesta de varios materiales objetivo a choques muy fuertes. La Virtual Test Facility (VTF) es una simulación de extremo a extremo, totalmente tridimensional de la detonación de explosivos de alta potencia (HE), propagación de ondas de choque, respuesta de material sólido a la carga de presión y \"turbulencia comprimible\". El VTF consiste en gran parte en un solucionador de fluido paralelo y un paquete mecánico sólido paralelo que se acoplan por el intercambio de datos de límite. El código de fluido euleriano y el modelo de mecánica sólida lagrangiana interactúan a través de un enfoque novedoso basado en conjuntos de niveles. Los dos paquetes computacionales principales se integran a través del uso de Pyre, un entorno de resolución de problemas escrito en el lenguaje de scripting Python. Pyre permite a los desarrolladores de aplicaciones intercambiar varios modelos computacionales y paquetes de solucionadores sin recompilar código, y proporciona acceso estandarizado a varios motores de visualización de datos y mecanismos de entrada de datos. En este documento, esbozamos los principales componentes del VTF, discutimos su integración a través de Pyre, y describimos algunos logros recientes en la simulación a gran escala utilizando el VTF ",
            "error": [
                ""
            ]
        },
        "parallel fluid solver": {
            "translated_key": "solución de fluido paralelo",
            "translated_annotated_text": "Una instalación virtual de pruebas para la simulación de la respuesta dinámica en materiales El Centro para Simular la Respuesta Dinámica de Materiales del Instituto de Tecnología de California está construyendo una instalación virtual de física de choques para estudiar la respuesta de varios materiales objetivo a choques muy fuertes. La Virtual Test Facility (VTF) es una simulación de extremo a extremo, totalmente tridimensional de la detonación de explosivos de alta potencia (HE), propagación de ondas de choque, respuesta de material sólido a la carga de presión y turbulencia comprimible. El VTF consiste en gran parte en un \"solución de fluido paralelo\" y un paquete mecánico sólido paralelo que se acoplan por el intercambio de datos de límite. El código de fluido euleriano y el modelo de mecánica sólida lagrangiana interactúan a través de un enfoque novedoso basado en conjuntos de niveles. Los dos paquetes computacionales principales se integran a través del uso de Pyre, un entorno de resolución de problemas escrito en el lenguaje de scripting Python. Pyre permite a los desarrolladores de aplicaciones intercambiar varios modelos computacionales y paquetes de solucionadores sin recompilar código, y proporciona acceso estandarizado a varios motores de visualización de datos y mecanismos de entrada de datos. En este documento, esbozamos los principales componentes del VTF, discutimos su integración a través de Pyre, y describimos algunos logros recientes en la simulación a gran escala utilizando el VTF ",
            "error": [
                ""
            ]
        },
        "parallel solid mechanics": {
            "translated_key": "mecánica sólida paralela",
            "translated_annotated_text": "Una instalación virtual de pruebas para la simulación de la respuesta dinámica en materiales El Centro para Simular la Respuesta Dinámica de Materiales del Instituto de Tecnología de California está construyendo una instalación virtual de física de choques para estudiar la respuesta de varios materiales objetivo a choques muy fuertes. La Virtual Test Facility (VTF) es una simulación de extremo a extremo, totalmente tridimensional de la detonación de explosivos de alta potencia (HE), propagación de ondas de choque, respuesta de material sólido a la carga de presión y turbulencia comprimible. El VTF consiste en gran parte en un solucionador de fluido paralelo y un paquete de \"mecánica sólida paralela\" que se acoplan por el intercambio de datos de límite. El código de fluido euleriano y el modelo de mecánica sólida lagrangiana interactúan a través de un enfoque novedoso basado en conjuntos de niveles. Los dos paquetes computacionales principales se integran a través del uso de Pyre, un entorno de resolución de problemas escrito en el lenguaje de scripting Python. Pyre permite a los desarrolladores de aplicaciones intercambiar varios modelos computacionales y paquetes de solucionadores sin recompilar código, y proporciona acceso estandarizado a varios motores de visualización de datos y mecanismos de entrada de datos. En este documento, esbozamos los principales componentes del VTF, discutimos su integración a través de Pyre, y describimos algunos logros recientes en la simulación a gran escala utilizando el VTF ",
            "error": [
                ""
            ]
        },
        "shock physics simulation": {
            "translated_key": [],
            "translated_annotated_text": "Una instalación virtual de pruebas para la simulación de la respuesta dinámica en materiales El Centro para Simular la Respuesta Dinámica de Materiales del Instituto de Tecnología de California está construyendo una instalación virtual de física de choques para estudiar la respuesta de varios materiales objetivo a choques muy fuertes. La Virtual Test Facility (VTF) es una simulación de extremo a extremo, totalmente tridimensional de la detonación de explosivos de alta potencia (HE), propagación de ondas de choque, respuesta de material sólido a la carga de presión y turbulencia comprimible. El VTF consiste en gran parte en un solucionador de fluido paralelo y un paquete mecánico sólido paralelo que se acoplan por el intercambio de datos de límite. El código de fluido euleriano y el modelo de mecánica sólida lagrangiana interactúan a través de un enfoque novedoso basado en conjuntos de niveles. Los dos paquetes computacionales principales se integran a través del uso de Pyre, un entorno de resolución de problemas escrito en el lenguaje de scripting Python. Pyre permite a los desarrolladores de aplicaciones intercambiar varios modelos computacionales y paquetes de solucionadores sin recompilar código, y proporciona acceso estandarizado a varios motores de visualización de datos y mecanismos de entrada de datos. En este documento, esbozamos los principales componentes del VTF, discutimos su integración a través de Pyre, y describimos algunos logros recientes en la simulación a gran escala utilizando el VTF ",
            "error": []
        },
        "data visualization": {
            "translated_key": "visualización de datos",
            "translated_annotated_text": "Una instalación virtual de pruebas para la simulación de la respuesta dinámica en materiales El Centro para Simular la Respuesta Dinámica de Materiales del Instituto de Tecnología de California está construyendo una instalación virtual de física de choques para estudiar la respuesta de varios materiales objetivo a choques muy fuertes. La Virtual Test Facility (VTF) es una simulación de extremo a extremo, totalmente tridimensional de la detonación de explosivos de alta potencia (HE), propagación de ondas de choque, respuesta de material sólido a la carga de presión y turbulencia comprimible. El VTF consiste en gran parte en un solucionador de fluido paralelo y un paquete mecánico sólido paralelo que se acoplan por el intercambio de datos de límite. El código de fluido euleriano y el modelo de mecánica sólida lagrangiana interactúan a través de un enfoque novedoso basado en conjuntos de niveles. Los dos paquetes computacionales principales se integran a través del uso de Pyre, un entorno de resolución de problemas escrito en el lenguaje de scripting Python. Pyre permite a los desarrolladores de aplicaciones intercambiar varios modelos computacionales y paquetes de solucionadores sin recompilar código, y proporciona acceso estandarizado a varios motores de \"visualización de datos\" y mecanismos de entrada de datos. En este documento, esbozamos los principales componentes del VTF, discutimos su integración a través de Pyre, y describimos algunos logros recientes en la simulación a gran escala utilizando el VTF ",
            "error": [
                ""
            ]
        },
        "Pyre": {
            "translated_key": "Pyre",
            "translated_annotated_text": "Una instalación virtual de pruebas para la simulación de la respuesta dinámica en materiales El Centro para Simular la Respuesta Dinámica de Materiales del Instituto de Tecnología de California está construyendo una instalación virtual de física de choques para estudiar la respuesta de varios materiales objetivo a choques muy fuertes. La Virtual Test Facility (VTF) es una simulación de extremo a extremo, totalmente tridimensional de la detonación de explosivos de alta potencia (HE), propagación de ondas de choque, respuesta de material sólido a la carga de presión y turbulencia comprimible. El VTF consiste en gran parte en un solucionador de fluido paralelo y un paquete mecánico sólido paralelo que se acoplan por el intercambio de datos de límite. El código de fluido euleriano y el modelo de mecánica sólida lagrangiana interactúan a través de un enfoque novedoso basado en conjuntos de niveles. Los dos paquetes computacionales principales se integran mediante el uso de \"Pyre\", un entorno de resolución de problemas escrito en el lenguaje de scripts de Python. \"Pyre\" permite a los desarrolladores de aplicaciones intercambiar varios modelos computacionales y paquetes de solver sin recompilar código, y proporciona acceso estandarizado a varios motores de visualización de datos y mecanismos de entrada de datos. En este trabajo, esbozamos los principales componentes del VTF, discutimos su integración a través de \"Pyre\", y describimos algunos logros recientes en la simulación a gran escala utilizando el VTF ",
            "error": [
                ""
            ]
        },
        "problem solving environment": {
            "translated_key": "entorno de resolución de problemas",
            "translated_annotated_text": "Una instalación virtual de pruebas para la simulación de la respuesta dinámica en materiales El Centro para Simular la Respuesta Dinámica de Materiales del Instituto de Tecnología de California está construyendo una instalación virtual de física de choques para estudiar la respuesta de varios materiales objetivo a choques muy fuertes. La Virtual Test Facility (VTF) es una simulación de extremo a extremo, totalmente tridimensional de la detonación de explosivos de alta potencia (HE), propagación de ondas de choque, respuesta de material sólido a la carga de presión y turbulencia comprimible. El VTF consiste en gran parte en un solucionador de fluido paralelo y un paquete mecánico sólido paralelo que se acoplan por el intercambio de datos de límite. El código de fluido euleriano y el modelo de mecánica sólida lagrangiana interactúan a través de un enfoque novedoso basado en conjuntos de niveles. Los dos paquetes computacionales principales se integran mediante el uso de Pyre, un \"entorno de resolución de problemas\" escrito en el lenguaje de scripts de Python. Pyre permite a los desarrolladores de aplicaciones intercambiar varios modelos computacionales y paquetes de solucionadores sin recompilar código, y proporciona acceso estandarizado a varios motores de visualización de datos y mecanismos de entrada de datos. En este documento, esbozamos los principales componentes del VTF, discutimos su integración a través de Pyre, y describimos algunos logros recientes en la simulación a gran escala utilizando el VTF ",
            "error": [
                ""
            ]
        },
        "Python scripting language": {
            "translated_key": "lenguaje de scripting Python",
            "translated_annotated_text": "Una instalación virtual de pruebas para la simulación de la respuesta dinámica en materiales El Centro para Simular la Respuesta Dinámica de Materiales del Instituto de Tecnología de California está construyendo una instalación virtual de física de choques para estudiar la respuesta de varios materiales objetivo a choques muy fuertes. La Virtual Test Facility (VTF) es una simulación de extremo a extremo, totalmente tridimensional de la detonación de explosivos de alta potencia (HE), propagación de ondas de choque, respuesta de material sólido a la carga de presión y turbulencia comprimible. El VTF consiste en gran parte en un solucionador de fluido paralelo y un paquete mecánico sólido paralelo que se acoplan por el intercambio de datos de límite. El código de fluido euleriano y el modelo de mecánica sólida lagrangiana interactúan a través de un enfoque novedoso basado en conjuntos de niveles. Los dos paquetes computacionales principales se integran a través del uso de Pyre, un entorno de resolución de problemas escrito en el \"lenguaje de scripting Python\". Pyre permite a los desarrolladores de aplicaciones intercambiar varios modelos computacionales y paquetes de solucionadores sin recompilar código, y proporciona acceso estandarizado a varios motores de visualización de datos y mecanismos de entrada de datos. En este documento, esbozamos los principales componentes del VTF, discutimos su integración a través de Pyre, y describimos algunos logros recientes en la simulación a gran escala utilizando el VTF ",
            "error": [
                ""
            ]
        },
        "digital simulation": {
            "translated_key": [],
            "translated_annotated_text": "Una instalación virtual de pruebas para la simulación de la respuesta dinámica en materiales El Centro para Simular la Respuesta Dinámica de Materiales del Instituto de Tecnología de California está construyendo una instalación virtual de física de choques para estudiar la respuesta de varios materiales objetivo a choques muy fuertes. La Virtual Test Facility (VTF) es una simulación de extremo a extremo, totalmente tridimensional de la detonación de explosivos de alta potencia (HE), propagación de ondas de choque, respuesta de material sólido a la carga de presión y turbulencia comprimible. El VTF consiste en gran parte en un solucionador de fluido paralelo y un paquete mecánico sólido paralelo que se acoplan por el intercambio de datos de límite. El código de fluido euleriano y el modelo de mecánica sólida lagrangiana interactúan a través de un enfoque novedoso basado en conjuntos de niveles. Los dos paquetes computacionales principales se integran a través del uso de Pyre, un entorno de resolución de problemas escrito en el lenguaje de scripting Python. Pyre permite a los desarrolladores de aplicaciones intercambiar varios modelos computacionales y paquetes de solucionadores sin recompilar código, y proporciona acceso estandarizado a varios motores de visualización de datos y mecanismos de entrada de datos. En este documento, esbozamos los principales componentes del VTF, discutimos su integración a través de Pyre, y describimos algunos logros recientes en la simulación a gran escala utilizando el VTF ",
            "error": []
        },
        "dynamic response": {
            "translated_key": "respuesta dinámica",
            "translated_annotated_text": "Una instalación virtual de pruebas para la simulación de la \"respuesta dinámica\" en materiales El Centro de Simulación de Respuesta Dinámica de Materiales del Instituto Tecnológico de California está construyendo una instalación virtual de física de choques para estudiar la respuesta de varios materiales objetivo a choques muy fuertes. La Virtual Test Facility (VTF) es una simulación de extremo a extremo, totalmente tridimensional de la detonación de explosivos de alta potencia (HE), propagación de ondas de choque, respuesta de material sólido a la carga de presión y turbulencia comprimible. El VTF consiste en gran parte en un solucionador de fluido paralelo y un paquete mecánico sólido paralelo que se acoplan por el intercambio de datos de límite. El código de fluido euleriano y el modelo de mecánica sólida lagrangiana interactúan a través de un enfoque novedoso basado en conjuntos de niveles. Los dos paquetes computacionales principales se integran a través del uso de Pyre, un entorno de resolución de problemas escrito en el lenguaje de scripting Python. Pyre permite a los desarrolladores de aplicaciones intercambiar varios modelos computacionales y paquetes de solucionadores sin recompilar código, y proporciona acceso estandarizado a varios motores de visualización de datos y mecanismos de entrada de datos. En este documento, esbozamos los principales componentes del VTF, discutimos su integración a través de Pyre, y describimos algunos logros recientes en la simulación a gran escala utilizando el VTF ",
            "error": [
                ""
            ]
        },
        "materials science": {
            "translated_key": [],
            "translated_annotated_text": "Una instalación virtual de pruebas para la simulación de la respuesta dinámica en materiales El Centro para Simular la Respuesta Dinámica de Materiales del Instituto de Tecnología de California está construyendo una instalación virtual de física de choques para estudiar la respuesta de varios materiales objetivo a choques muy fuertes. La Virtual Test Facility (VTF) es una simulación de extremo a extremo, totalmente tridimensional de la detonación de explosivos de alta potencia (HE), propagación de ondas de choque, respuesta de material sólido a la carga de presión y turbulencia comprimible. El VTF consiste en gran parte en un solucionador de fluido paralelo y un paquete mecánico sólido paralelo que se acoplan por el intercambio de datos de límite. El código de fluido euleriano y el modelo de mecánica sólida lagrangiana interactúan a través de un enfoque novedoso basado en conjuntos de niveles. Los dos paquetes computacionales principales se integran a través del uso de Pyre, un entorno de resolución de problemas escrito en el lenguaje de scripting Python. Pyre permite a los desarrolladores de aplicaciones intercambiar varios modelos computacionales y paquetes de solucionadores sin recompilar código, y proporciona acceso estandarizado a varios motores de visualización de datos y mecanismos de entrada de datos. En este documento, esbozamos los principales componentes del VTF, discutimos su integración a través de Pyre, y describimos algunos logros recientes en la simulación a gran escala utilizando el VTF ",
            "error": []
        },
        "shock waves": {
            "translated_key": [],
            "translated_annotated_text": "Una instalación virtual de pruebas para la simulación de la respuesta dinámica en materiales El Centro para Simular la Respuesta Dinámica de Materiales del Instituto de Tecnología de California está construyendo una instalación virtual de física de choques para estudiar la respuesta de varios materiales objetivo a choques muy fuertes. La Virtual Test Facility (VTF) es una simulación de extremo a extremo, totalmente tridimensional de la detonación de explosivos de alta potencia (HE), propagación de ondas de choque, respuesta de material sólido a la carga de presión y turbulencia comprimible. El VTF consiste en gran parte en un solucionador de fluido paralelo y un paquete mecánico sólido paralelo que se acoplan por el intercambio de datos de límite. El código de fluido euleriano y el modelo de mecánica sólida lagrangiana interactúan a través de un enfoque novedoso basado en conjuntos de niveles. Los dos paquetes computacionales principales se integran a través del uso de Pyre, un entorno de resolución de problemas escrito en el lenguaje de scripting Python. Pyre permite a los desarrolladores de aplicaciones intercambiar varios modelos computacionales y paquetes de solucionadores sin recompilar código, y proporciona acceso estandarizado a varios motores de visualización de datos y mecanismos de entrada de datos. En este documento, esbozamos los principales componentes del VTF, discutimos su integración a través de Pyre, y describimos algunos logros recientes en la simulación a gran escala utilizando el VTF ",
            "error": []
        },
        "virtual reality": {
            "translated_key": [],
            "translated_annotated_text": "Una instalación virtual de pruebas para la simulación de la respuesta dinámica en materiales El Centro para Simular la Respuesta Dinámica de Materiales del Instituto de Tecnología de California está construyendo una instalación virtual de física de choques para estudiar la respuesta de varios materiales objetivo a choques muy fuertes. La Virtual Test Facility (VTF) es una simulación de extremo a extremo, totalmente tridimensional de la detonación de explosivos de alta potencia (HE), propagación de ondas de choque, respuesta de material sólido a la carga de presión y turbulencia comprimible. El VTF consiste en gran parte en un solucionador de fluido paralelo y un paquete mecánico sólido paralelo que se acoplan por el intercambio de datos de límite. El código de fluido euleriano y el modelo de mecánica sólida lagrangiana interactúan a través de un enfoque novedoso basado en conjuntos de niveles. Los dos paquetes computacionales principales se integran a través del uso de Pyre, un entorno de resolución de problemas escrito en el lenguaje de scripting Python. Pyre permite a los desarrolladores de aplicaciones intercambiar varios modelos computacionales y paquetes de solucionadores sin recompilar código, y proporciona acceso estandarizado a varios motores de visualización de datos y mecanismos de entrada de datos. En este documento, esbozamos los principales componentes del VTF, discutimos su integración a través de Pyre, y describimos algunos logros recientes en la simulación a gran escala utilizando el VTF ",
            "error": []
        }
    }
}