{
    "original_text": "Knowledge acquisition for expert systems in accounting and financial problem domains Since the mid-1980s, expert systems have been developed for a variety of problems in accounting and finance. The most commonly cited problems in developing these systems are the unavailability of the experts and knowledge engineers and difficulties with the rule extraction process. Within the field of artificial intelligence, this has been called the knowledge acquisition (KA) problem and has been identified as a major bottleneck in the expert system development process. Recent empirical research reveals that certain KA techniques are significantly more efficient than others in helping to extract certain types of knowledge within specific problem domains. This paper presents a mapping between these empirical studies and a generic taxonomy of expert system problem domains. To accomplish this, we first examine the range of problem domains and suggest a mapping of accounting and finance tasks to a generic problem domain taxonomy. We then identify and describe the most prominent KA techniques employed in developing expert systems in accounting and finance. After examining and summarizing the existing empirical KA work, we conclude by showing how the empirical KA research in the various problem domains can be used to provide guidance to developers of expert systems in the fields of accounting and finance",
    "original_translation": "Adquisición de conocimientos para sistemas especializados en materia de contabilidad y problemas financieros Desde mediados del decenio de 1980, se han desarrollado sistemas de expertos para diversos problemas de contabilidad y finanzas. Los problemas más comúnmente citados en el desarrollo de estos sistemas son la falta de disponibilidad de los expertos e ingenieros de conocimiento y las dificultades con el proceso de extracción de reglas. En el ámbito de la inteligencia artificial, este problema se ha denominado problema de adquisición de conocimientos (KA) y se ha identificado como uno de los principales obstáculos en el proceso de desarrollo de sistemas de expertos. Investigaciones empíricas recientes revelan que ciertas técnicas de KA son significativamente más eficientes que otras para ayudar a extraer ciertos tipos de conocimiento dentro de dominios específicos de problemas. Este trabajo presenta un mapeo entre estos estudios empíricos y una taxonomía genérica de dominios de problemas de sistemas expertos. Para lograr esto, primero examinamos la gama de dominios problemáticos y sugerimos un mapeo de tareas contables y financieras a una taxonomía genérica del dominio problemático. Luego identificamos y describimos las técnicas de KA más destacadas empleadas en el desarrollo de sistemas de expertos en contabilidad y finanzas. Después de examinar y resumir el trabajo empírico de KA existente, concluimos mostrando cómo la investigación empírica de KA en los diversos ámbitos problemáticos se puede utilizar para proporcionar orientación a los desarrolladores de sistemas expertos en los campos de la contabilidad y las finanzas",
    "error_count": 3,
    "keys": {
        "knowledge acquisition": {
            "translated_key": "adquisición de conocimiento",
            "translated_annotated_text": "Adquisición de conocimientos para sistemas especializados en materia de contabilidad y problemas financieros Desde mediados del decenio de 1980, se han desarrollado sistemas de expertos para diversos problemas de contabilidad y finanzas. Los problemas más comúnmente citados en el desarrollo de estos sistemas son la falta de disponibilidad de los expertos e ingenieros de conocimiento y las dificultades con el proceso de extracción de reglas. Dentro del campo de la inteligencia artificial, esto se ha llamado el problema de la \"adquisición de conocimiento\" (KA) y se ha identificado como un gran cuello de botella en el proceso de desarrollo de sistemas expertos. Investigaciones empíricas recientes revelan que ciertas técnicas de KA son significativamente más eficientes que otras para ayudar a extraer ciertos tipos de conocimiento dentro de dominios específicos de problemas. Este trabajo presenta un mapeo entre estos estudios empíricos y una taxonomía genérica de dominios de problemas de sistemas expertos. Para lograr esto, primero examinamos la gama de dominios problemáticos y sugerimos un mapeo de tareas contables y financieras a una taxonomía genérica del dominio problemático. Luego identificamos y describimos las técnicas de KA más destacadas empleadas en el desarrollo de sistemas de expertos en contabilidad y finanzas. Después de examinar y resumir el trabajo empírico de KA existente, concluimos mostrando cómo la investigación empírica de KA en los diversos ámbitos problemáticos se puede utilizar para proporcionar orientación a los desarrolladores de sistemas expertos en los campos de la contabilidad y las finanzas ",
            "error": [
                ""
            ]
        },
        "expert systems": {
            "translated_key": "sistemas de expertos",
            "translated_annotated_text": "Adquisición de conocimientos para \"sistemas de expertos\" en áreas de problemas contables y financieros Desde mediados de la década de 1980, se han desarrollado \"sistemas de expertos\" para una variedad de problemas en contabilidad y finanzas. Los problemas más comúnmente citados en el desarrollo de estos sistemas son la falta de disponibilidad de los expertos e ingenieros de conocimiento y las dificultades con el proceso de extracción de reglas. En el ámbito de la inteligencia artificial, este problema se ha denominado problema de adquisición de conocimientos (KA) y se ha identificado como uno de los principales obstáculos en el proceso de desarrollo de sistemas de expertos. Investigaciones empíricas recientes revelan que ciertas técnicas de KA son significativamente más eficientes que otras para ayudar a extraer ciertos tipos de conocimiento dentro de dominios específicos de problemas. Este trabajo presenta un mapeo entre estos estudios empíricos y una taxonomía genérica de dominios de problemas de sistemas expertos. Para lograr esto, primero examinamos la gama de dominios problemáticos y sugerimos un mapeo de tareas contables y financieras a una taxonomía genérica del dominio problemático. Luego identificamos y describimos las técnicas de KA más destacadas empleadas en el desarrollo de \"sistemas de expertos\" en contabilidad y finanzas. Después de examinar y resumir el trabajo empírico de KA existente, concluimos mostrando cómo la investigación empírica de KA en los diversos ámbitos problemáticos se puede utilizar para proporcionar orientación a los desarrolladores de \"sistemas de expertos\" en los campos de la contabilidad y las finanzas. ",
            "error": [
                ""
            ]
        },
        "accounting": {
            "translated_key": "contabilidad",
            "translated_annotated_text": "Adquisición de conocimientos para sistemas expertos en \"contabilidad\" y problemas financieros Desde mediados de la década de 1980, se han desarrollado sistemas de expertos para una variedad de problemas en \"contabilidad\" y finanzas. Los problemas más comúnmente citados en el desarrollo de estos sistemas son la falta de disponibilidad de los expertos e ingenieros de conocimiento y las dificultades con el proceso de extracción de reglas. En el ámbito de la inteligencia artificial, este problema se ha denominado problema de adquisición de conocimientos (KA) y se ha identificado como uno de los principales obstáculos en el proceso de desarrollo de sistemas de expertos. Investigaciones empíricas recientes revelan que ciertas técnicas de KA son significativamente más eficientes que otras para ayudar a extraer ciertos tipos de conocimiento dentro de dominios específicos de problemas. Este trabajo presenta un mapeo entre estos estudios empíricos y una taxonomía genérica de dominios de problemas de sistemas expertos. Para lograr esto, primero examinamos la gama de dominios problemáticos y sugerimos una asignación de tareas de \"contabilidad\" y finanzas a una taxonomía genérica de dominios problemáticos. Luego identificamos y describimos las técnicas de KA más destacadas empleadas en el desarrollo de sistemas expertos en \"contabilidad\" y finanzas. Después de examinar y resumir el trabajo empírico de KA existente, concluimos mostrando cómo la investigación empírica de KA en los diversos ámbitos problemáticos se puede utilizar para proporcionar orientación a los desarrolladores de sistemas expertos en los campos de \"contabilidad\" y finanzas ",
            "error": [
                ""
            ]
        },
        "finance": {
            "translated_key": [
                "finanzas",
                "financieras",
                "finanzas",
                "finanza"
            ],
            "translated_annotated_text": "Adquisición de conocimientos para sistemas expertos en materia de contabilidad y problemas financieros Desde mediados del decenio de 1980, se han desarrollado sistemas de expertos para diversos problemas de contabilidad y \"finanzas\". Los problemas más comúnmente citados en el desarrollo de estos sistemas son la falta de disponibilidad de los expertos e ingenieros de conocimiento y las dificultades con el proceso de extracción de reglas. En el ámbito de la inteligencia artificial, este problema se ha denominado problema de adquisición de conocimientos (KA) y se ha identificado como uno de los principales obstáculos en el proceso de desarrollo de sistemas de expertos. Investigaciones empíricas recientes revelan que ciertas técnicas de KA son significativamente más eficientes que otras para ayudar a extraer ciertos tipos de conocimiento dentro de dominios específicos de problemas. Este trabajo presenta un mapeo entre estos estudios empíricos y una taxonomía genérica de dominios de problemas de sistemas expertos. Para lograr esto, primero examinamos la gama de dominios problemáticos y sugerimos un mapeo de tareas contables y \"financieras\" a una taxonomía genérica de dominios problemáticos. Luego identificamos y describimos las técnicas de KA más destacadas empleadas en el desarrollo de sistemas expertos en contabilidad y \"finanzas\". Después de examinar y resumir el trabajo empírico de KA existente, concluimos mostrando cómo la investigación empírica de KA en los diversos ámbitos problemáticos puede ser utilizada para proporcionar orientación a los desarrolladores de sistemas expertos en los campos de la contabilidad y la \"finanza\" ",
            "error": [
                "finanzas",
                "financieras",
                "finanzas",
                "finanza"
            ]
        },
        "rule extraction process": {
            "translated_key": "proceso de extracción de reglas",
            "translated_annotated_text": "Adquisición de conocimientos para sistemas especializados en materia de contabilidad y problemas financieros Desde mediados del decenio de 1980, se han desarrollado sistemas de expertos para diversos problemas de contabilidad y finanzas. Los problemas más comúnmente citados en el desarrollo de estos sistemas son la falta de disponibilidad de los expertos e ingenieros del conocimiento y las dificultades con el \"proceso de extracción de reglas\". En el ámbito de la inteligencia artificial, este problema se ha denominado problema de adquisición de conocimientos (KA) y se ha identificado como uno de los principales obstáculos en el proceso de desarrollo de sistemas de expertos. Investigaciones empíricas recientes revelan que ciertas técnicas de KA son significativamente más eficientes que otras para ayudar a extraer ciertos tipos de conocimiento dentro de dominios específicos de problemas. Este trabajo presenta un mapeo entre estos estudios empíricos y una taxonomía genérica de dominios de problemas de sistemas expertos. Para lograr esto, primero examinamos la gama de dominios problemáticos y sugerimos un mapeo de tareas contables y financieras a una taxonomía genérica del dominio problemático. Luego identificamos y describimos las técnicas de KA más destacadas empleadas en el desarrollo de sistemas de expertos en contabilidad y finanzas. Después de examinar y resumir el trabajo empírico de KA existente, concluimos mostrando cómo la investigación empírica de KA en los diversos ámbitos problemáticos se puede utilizar para proporcionar orientación a los desarrolladores de sistemas expertos en los campos de la contabilidad y las finanzas ",
            "error": [
                ""
            ]
        },
        "artificial intelligence": {
            "translated_key": "inteligencia artificial",
            "translated_annotated_text": "Adquisición de conocimientos para sistemas especializados en materia de contabilidad y problemas financieros Desde mediados del decenio de 1980, se han desarrollado sistemas de expertos para diversos problemas de contabilidad y finanzas. Los problemas más comúnmente citados en el desarrollo de estos sistemas son la falta de disponibilidad de los expertos e ingenieros de conocimiento y las dificultades con el proceso de extracción de reglas. Dentro del campo de la \"inteligencia artificial\", esto se ha llamado el problema de la adquisición de conocimiento (KA) y se ha identificado como un gran cuello de botella en el proceso de desarrollo de sistemas expertos. Investigaciones empíricas recientes revelan que ciertas técnicas de KA son significativamente más eficientes que otras para ayudar a extraer ciertos tipos de conocimiento dentro de dominios específicos de problemas. Este trabajo presenta un mapeo entre estos estudios empíricos y una taxonomía genérica de dominios de problemas de sistemas expertos. Para lograr esto, primero examinamos la gama de dominios problemáticos y sugerimos un mapeo de tareas contables y financieras a una taxonomía genérica del dominio problemático. Luego identificamos y describimos las técnicas de KA más destacadas empleadas en el desarrollo de sistemas de expertos en contabilidad y finanzas. Después de examinar y resumir el trabajo empírico de KA existente, concluimos mostrando cómo la investigación empírica de KA en los diversos ámbitos problemáticos se puede utilizar para proporcionar orientación a los desarrolladores de sistemas expertos en los campos de la contabilidad y las finanzas ",
            "error": [
                ""
            ]
        },
        "problem domain taxonomy": {
            "translated_key": [],
            "translated_annotated_text": "Adquisición de conocimientos para sistemas especializados en materia de contabilidad y problemas financieros Desde mediados del decenio de 1980, se han desarrollado sistemas de expertos para diversos problemas de contabilidad y finanzas. Los problemas más comúnmente citados en el desarrollo de estos sistemas son la falta de disponibilidad de los expertos e ingenieros de conocimiento y las dificultades con el proceso de extracción de reglas. En el ámbito de la inteligencia artificial, este problema se ha denominado problema de adquisición de conocimientos (KA) y se ha identificado como uno de los principales obstáculos en el proceso de desarrollo de sistemas de expertos. Investigaciones empíricas recientes revelan que ciertas técnicas de KA son significativamente más eficientes que otras para ayudar a extraer ciertos tipos de conocimiento dentro de dominios específicos de problemas. Este trabajo presenta un mapeo entre estos estudios empíricos y una taxonomía genérica de dominios de problemas de sistemas expertos. Para lograr esto, primero examinamos la gama de dominios problemáticos y sugerimos un mapeo de tareas contables y financieras a una taxonomía genérica de dominios problemáticos. Luego identificamos y describimos las técnicas de KA más destacadas empleadas en el desarrollo de sistemas de expertos en contabilidad y finanzas. Después de examinar y resumir el trabajo empírico de KA existente, concluimos mostrando cómo la investigación empírica de KA en los diversos ámbitos problemáticos se puede utilizar para proporcionar orientación a los desarrolladores de sistemas expertos en los campos de la contabilidad y las finanzas ",
            "error": []
        },
        "financial data processing": {
            "translated_key": [],
            "translated_annotated_text": "Adquisición de conocimientos para sistemas especializados en materia de contabilidad y problemas financieros Desde mediados del decenio de 1980, se han desarrollado sistemas de expertos para diversos problemas de contabilidad y finanzas. Los problemas más comúnmente citados en el desarrollo de estos sistemas son la falta de disponibilidad de los expertos e ingenieros de conocimiento y las dificultades con el proceso de extracción de reglas. En el ámbito de la inteligencia artificial, este problema se ha denominado problema de adquisición de conocimientos (KA) y se ha identificado como uno de los principales obstáculos en el proceso de desarrollo de sistemas de expertos. Investigaciones empíricas recientes revelan que ciertas técnicas de KA son significativamente más eficientes que otras para ayudar a extraer ciertos tipos de conocimiento dentro de dominios específicos de problemas. Este trabajo presenta un mapeo entre estos estudios empíricos y una taxonomía genérica de dominios de problemas de sistemas expertos. Para lograr esto, primero examinamos la gama de dominios problemáticos y sugerimos un mapeo de tareas contables y financieras a una taxonomía genérica del dominio problemático. Luego identificamos y describimos las técnicas de KA más destacadas empleadas en el desarrollo de sistemas de expertos en contabilidad y finanzas. Después de examinar y resumir el trabajo empírico de KA existente, concluimos mostrando cómo la investigación empírica de KA en los diversos ámbitos problemáticos se puede utilizar para proporcionar orientación a los desarrolladores de sistemas expertos en los campos de la contabilidad y las finanzas ",
            "error": []
        }
    }
}