{
    "original_text": "Knowledge organisation of product design blackboard systems via graph decomposition Knowledge organisation plays an important role in building a knowledge-based product design blackboard system. Well-organised knowledge sources will facilitate the effectiveness and efficiency of communication and data exchange in a blackboard system. In a previous investigation, an approach for constructing blackboard systems for product design using a non-directed graph decomposition algorithm was proposed. In this paper, the relationship between graph decomposition and the resultant blackboard system is further studied. A case study of a number of hypothetical blackboard systems that comprise different knowledge organisations is provided",
    "original_translation": "Organización del conocimiento de los sistemas de pizarra para el diseño de productos mediante descomposición gráfica La organización del conocimiento desempeña un papel importante en la construcción de un sistema de pizarra para el diseño de productos basado en el conocimiento. Fuentes de conocimiento bien organizadas facilitarán la eficacia y eficiencia de la comunicación y el intercambio de datos en un sistema de pizarra. En una investigación anterior, se propuso un enfoque para la construcción de sistemas de pizarra para el diseño de productos utilizando un algoritmo de descomposición de gráficos no dirigido. En este artículo se estudia más a fondo la relación entre la descomposición del gráfico y el sistema de pizarra resultante. Se ofrece un estudio de caso de una serie de sistemas hipotéticos de pizarra que comprenden diferentes organizaciones de conocimiento.",
    "error_count": 5,
    "keys": {
        "knowledge organisation": {
            "translated_key": [],
            "translated_annotated_text": "Organización del conocimiento de los sistemas de pizarra para el diseño de productos mediante descomposición gráfica La organización del conocimiento desempeña un papel importante en la construcción de un sistema de pizarra para el diseño de productos basado en el conocimiento. Fuentes de conocimiento bien organizadas facilitarán la eficacia y eficiencia de la comunicación y el intercambio de datos en un sistema de pizarra. En una investigación anterior, se propuso un enfoque para la construcción de sistemas de pizarra para el diseño de productos utilizando un algoritmo de descomposición de gráficos no dirigido. En este artículo se estudia más a fondo la relación entre la descomposición del gráfico y el sistema de pizarra resultante. Se ofrece un estudio de caso de una serie de sistemas hipotéticos de pizarra que comprenden diferentes organizaciones de conocimiento. ",
            "error": []
        },
        "product design blackboard systems": {
            "translated_key": "sistemas de pizarra de diseño de productos",
            "translated_annotated_text": "La organización del conocimiento de los \"sistemas de pizarra de diseño de productos\" a través de la descomposición gráfica La organización del conocimiento desempeña un papel importante en la construcción de un sistema de pizarra de diseño de productos basado en el conocimiento. Fuentes de conocimiento bien organizadas facilitarán la eficacia y eficiencia de la comunicación y el intercambio de datos en un sistema de pizarra. En una investigación anterior, se propuso un enfoque para la construcción de sistemas de pizarra para el diseño de productos utilizando un algoritmo de descomposición de gráficos no dirigido. En este artículo se estudia más a fondo la relación entre la descomposición del gráfico y el sistema de pizarra resultante. Se ofrece un estudio de caso de una serie de sistemas hipotéticos de pizarra que comprenden diferentes organizaciones de conocimiento. ",
            "error": [
                ""
            ]
        },
        "graph decomposition": {
            "translated_key": "descomposición gráfica",
            "translated_annotated_text": "La organización del conocimiento de los sistemas de pizarra para el diseño de productos a través de la \"descomposición gráfica\" La organización del conocimiento desempeña un papel importante en la construcción de un sistema de pizarra para el diseño de productos basado en el conocimiento. Fuentes de conocimiento bien organizadas facilitarán la eficacia y eficiencia de la comunicación y el intercambio de datos en un sistema de pizarra. En una investigación previa, se propuso un enfoque para la construcción de sistemas de pizarra para el diseño de productos utilizando un algoritmo de \"descomposición gráfica\" no dirigido. En este artículo, se estudia más a fondo la relación entre la \"descomposición gráfica\" y el sistema de pizarra resultante. Se ofrece un estudio de caso de una serie de sistemas hipotéticos de pizarra que comprenden diferentes organizaciones de conocimiento. ",
            "error": [
                ""
            ]
        },
        "knowledge-based product design": {
            "translated_key": "diseño de productos basado en el conocimiento",
            "translated_annotated_text": "Organización del conocimiento de los sistemas de pizarra para el diseño de productos a través de la descomposición gráfica La organización del conocimiento desempeña un papel importante en la construcción de un sistema de pizarra para el \"diseño de productos basado en el conocimiento\". Fuentes de conocimiento bien organizadas facilitarán la eficacia y eficiencia de la comunicación y el intercambio de datos en un sistema de pizarra. En una investigación anterior, se propuso un enfoque para la construcción de sistemas de pizarra para el diseño de productos utilizando un algoritmo de descomposición de gráficos no dirigido. En este artículo se estudia más a fondo la relación entre la descomposición del gráfico y el sistema de pizarra resultante. Se ofrece un estudio de caso de una serie de sistemas hipotéticos de pizarra que comprenden diferentes organizaciones de conocimiento. ",
            "error": [
                ""
            ]
        },
        "data exchange": {
            "translated_key": "intercambio de datos",
            "translated_annotated_text": "Organización del conocimiento de los sistemas de pizarra para el diseño de productos mediante descomposición gráfica La organización del conocimiento desempeña un papel importante en la construcción de un sistema de pizarra para el diseño de productos basado en el conocimiento. Fuentes de conocimiento bien organizadas facilitarán la eficacia y eficiencia de la comunicación y el \"intercambio de datos\" en un sistema de pizarra. En una investigación anterior, se propuso un enfoque para la construcción de sistemas de pizarra para el diseño de productos utilizando un algoritmo de descomposición de gráficos no dirigido. En este artículo se estudia más a fondo la relación entre la descomposición del gráfico y el sistema de pizarra resultante. Se ofrece un estudio de caso de una serie de sistemas hipotéticos de pizarra que comprenden diferentes organizaciones de conocimiento. ",
            "error": [
                ""
            ]
        },
        "case study": {
            "translated_key": "estudio de caso",
            "translated_annotated_text": "Organización del conocimiento de los sistemas de pizarra para el diseño de productos mediante descomposición gráfica La organización del conocimiento desempeña un papel importante en la construcción de un sistema de pizarra para el diseño de productos basado en el conocimiento. Fuentes de conocimiento bien organizadas facilitarán la eficacia y eficiencia de la comunicación y el intercambio de datos en un sistema de pizarra. En una investigación anterior, se propuso un enfoque para la construcción de sistemas de pizarra para el diseño de productos utilizando un algoritmo de descomposición de gráficos no dirigido. En este artículo se estudia más a fondo la relación entre la descomposición del gráfico y el sistema de pizarra resultante. Se ofrece un \"estudio de caso\" de una serie de sistemas hipotéticos de pizarra que comprenden diferentes organizaciones de conocimiento. ",
            "error": [
                ""
            ]
        },
        "blackboard architecture": {
            "translated_key": [],
            "translated_annotated_text": "Organización del conocimiento de los sistemas de pizarra para el diseño de productos mediante descomposición gráfica La organización del conocimiento desempeña un papel importante en la construcción de un sistema de pizarra para el diseño de productos basado en el conocimiento. Fuentes de conocimiento bien organizadas facilitarán la eficacia y eficiencia de la comunicación y el intercambio de datos en un sistema de pizarra. En una investigación anterior, se propuso un enfoque para la construcción de sistemas de pizarra para el diseño de productos utilizando un algoritmo de descomposición de gráficos no dirigido. En este artículo se estudia más a fondo la relación entre la descomposición del gráfico y el sistema de pizarra resultante. Se ofrece un estudio de caso de una serie de sistemas hipotéticos de pizarra que comprenden diferentes organizaciones de conocimiento. ",
            "error": []
        },
        "CAD/CAM": {
            "translated_key": [],
            "translated_annotated_text": "Organización del conocimiento de los sistemas de pizarra para el diseño de productos mediante descomposición gráfica La organización del conocimiento desempeña un papel importante en la construcción de un sistema de pizarra para el diseño de productos basado en el conocimiento. Fuentes de conocimiento bien organizadas facilitarán la eficacia y eficiencia de la comunicación y el intercambio de datos en un sistema de pizarra. En una investigación anterior, se propuso un enfoque para la construcción de sistemas de pizarra para el diseño de productos utilizando un algoritmo de descomposición de gráficos no dirigido. En este artículo se estudia más a fondo la relación entre la descomposición del gráfico y el sistema de pizarra resultante. Se ofrece un estudio de caso de una serie de sistemas hipotéticos de pizarra que comprenden diferentes organizaciones de conocimiento. ",
            "error": []
        },
        "graph theory": {
            "translated_key": [],
            "translated_annotated_text": "Organización del conocimiento de los sistemas de pizarra para el diseño de productos mediante descomposición gráfica La organización del conocimiento desempeña un papel importante en la construcción de un sistema de pizarra para el diseño de productos basado en el conocimiento. Fuentes de conocimiento bien organizadas facilitarán la eficacia y eficiencia de la comunicación y el intercambio de datos en un sistema de pizarra. En una investigación anterior, se propuso un enfoque para la construcción de sistemas de pizarra para el diseño de productos utilizando un algoritmo de descomposición de gráficos no dirigido. En este artículo se estudia más a fondo la relación entre la descomposición del gráfico y el sistema de pizarra resultante. Se ofrece un estudio de caso de una serie de sistemas hipotéticos de pizarra que comprenden diferentes organizaciones de conocimiento. ",
            "error": []
        },
        "intelligent design assistants": {
            "translated_key": [],
            "translated_annotated_text": "Organización del conocimiento de los sistemas de pizarra para el diseño de productos mediante descomposición gráfica La organización del conocimiento desempeña un papel importante en la construcción de un sistema de pizarra para el diseño de productos basado en el conocimiento. Fuentes de conocimiento bien organizadas facilitarán la eficacia y eficiencia de la comunicación y el intercambio de datos en un sistema de pizarra. En una investigación anterior, se propuso un enfoque para la construcción de sistemas de pizarra para el diseño de productos utilizando un algoritmo de descomposición de gráficos no dirigido. En este artículo se estudia más a fondo la relación entre la descomposición del gráfico y el sistema de pizarra resultante. Se ofrece un estudio de caso de una serie de sistemas hipotéticos de pizarra que comprenden diferentes organizaciones de conocimiento. ",
            "error": []
        }
    }
}