{
    "original_text": "Modeling discourse in collaborative work support systems: a knowledge representation and configuration perspective Collaborative work processes usually raise a lot of intricate debates and negotiations among participants, whereas conflicts of interest are inevitable and support for achieving consensus and compromise is required. Individual contributions, brought up by parties with different backgrounds and interests, need to be appropriately structured and maintained. This paper presents a model of discourse acts that participants use to communicate their attitudes to each other, or affect the attitudes of others, in such environments. The first part deals with the knowledge representation and communication aspects of the problem, while the second one, in the context of an already implemented system, namely HERMES, with issues related to the configuration of the contributions asserted at each discourse instance. The overall work focuses on the machinery needed in a computer-assisted collaborative work environment, the aim being to further enhance the human-computer interaction",
    "original_translation": "Modelar el discurso en los sistemas de apoyo al trabajo colaborativo: una representación del conocimiento y una perspectiva de configuración Los procesos de trabajo colaborativo suelen suscitar muchos debates y negociaciones intrincados entre los participantes, mientras que los conflictos de intereses son inevitables y se requiere apoyo para lograr el consenso y el compromiso. Las contribuciones individuales, planteadas por partes con diferentes antecedentes e intereses, deben estructurarse y mantenerse adecuadamente. Este artículo presenta un modelo de actos discursivos que los participantes utilizan para comunicar sus actitudes entre sí, o para afectar las actitudes de los demás, en tales entornos. La primera parte se refiere a los aspectos de representación del conocimiento y comunicación del problema, mientras que la segunda, en el contexto de un sistema ya implementado, a saber, HERMES, se refiere a cuestiones relacionadas con la configuración de las contribuciones afirmadas en cada instancia del discurso. El trabajo global se centra en la maquinaria necesaria en un entorno de trabajo colaborativo asistido por ordenador, con el objetivo de mejorar aún más la interacción entre el ser humano y el ordenador.",
    "error_count": 5,
    "keys": {
        "discourse modeling": {
            "translated_key": [],
            "translated_annotated_text": "Modelar el discurso en los sistemas de apoyo al trabajo colaborativo: una representación del conocimiento y una perspectiva de configuración Los procesos de trabajo colaborativo suelen suscitar muchos debates y negociaciones intrincados entre los participantes, mientras que los conflictos de intereses son inevitables y se requiere apoyo para lograr el consenso y el compromiso. Las contribuciones individuales, planteadas por partes con diferentes antecedentes e intereses, deben estructurarse y mantenerse adecuadamente. Este artículo presenta un modelo de actos discursivos que los participantes utilizan para comunicar sus actitudes entre sí, o para afectar las actitudes de los demás, en tales entornos. La primera parte se refiere a los aspectos de representación del conocimiento y comunicación del problema, mientras que la segunda, en el contexto de un sistema ya implementado, a saber, HERMES, se refiere a cuestiones relacionadas con la configuración de las contribuciones afirmadas en cada instancia del discurso. El trabajo global se centra en la maquinaria necesaria en un entorno de trabajo colaborativo asistido por ordenador, con el objetivo de mejorar aún más la interacción entre el ser humano y el ordenador. ",
            "error": []
        },
        "collaborative work support systems": {
            "translated_key": "sistemas de apoyo al trabajo colaborativo",
            "translated_annotated_text": "Modelar el discurso en \"sistemas de apoyo al trabajo colaborativo\": una representación del conocimiento y una perspectiva de configuración Los procesos de trabajo colaborativo suelen plantear muchos debates y negociaciones intrincados entre los participantes, mientras que los conflictos de intereses son inevitables y se requiere apoyo para lograr consenso y compromiso. Las contribuciones individuales, planteadas por partes con diferentes antecedentes e intereses, deben estructurarse y mantenerse adecuadamente. Este artículo presenta un modelo de actos discursivos que los participantes utilizan para comunicar sus actitudes entre sí, o para afectar las actitudes de los demás, en tales entornos. La primera parte se refiere a los aspectos de representación del conocimiento y comunicación del problema, mientras que la segunda, en el contexto de un sistema ya implementado, a saber, HERMES, se refiere a cuestiones relacionadas con la configuración de las contribuciones afirmadas en cada instancia del discurso. El trabajo global se centra en la maquinaria necesaria en un entorno de trabajo colaborativo asistido por ordenador, con el objetivo de mejorar aún más la interacción entre el ser humano y el ordenador. ",
            "error": [
                ""
            ]
        },
        "knowledge representation": {
            "translated_key": "representación del conocimiento",
            "translated_annotated_text": "Modelar el discurso en los sistemas de apoyo al trabajo colaborativo: una \"representación del conocimiento\" y una perspectiva de configuración Los procesos de trabajo colaborativo suelen plantear muchos debates y negociaciones intrincados entre los participantes, mientras que los conflictos de intereses son inevitables y se requiere apoyo para lograr consenso y compromiso. Las contribuciones individuales, planteadas por partes con diferentes antecedentes e intereses, deben estructurarse y mantenerse adecuadamente. Este artículo presenta un modelo de actos discursivos que los participantes utilizan para comunicar sus actitudes entre sí, o para afectar las actitudes de los demás, en tales entornos. La primera parte se refiere a los aspectos de \"representación del conocimiento\" y comunicación del problema, mientras que la segunda, en el contexto de un sistema ya implementado, a saber, HERMES, con cuestiones relacionadas con la configuración de las contribuciones afirmadas en cada instancia del discurso. El trabajo global se centra en la maquinaria necesaria en un entorno de trabajo colaborativo asistido por ordenador, con el objetivo de mejorar aún más la interacción entre el ser humano y el ordenador. ",
            "error": [
                ""
            ]
        },
        "conflicts of interest": {
            "translated_key": "conflictos de interés",
            "translated_annotated_text": "Modelar el discurso en los sistemas de apoyo al trabajo colaborativo: una representación del conocimiento y una perspectiva de configuración Los procesos de trabajo colaborativo suelen suscitar muchos debates y negociaciones intrincados entre los participantes, mientras que los \"conflictos de interés\" son inevitables y se requiere apoyo para lograr el consenso y el compromiso. Las contribuciones individuales, planteadas por partes con diferentes antecedentes e intereses, deben estructurarse y mantenerse adecuadamente. Este artículo presenta un modelo de actos discursivos que los participantes utilizan para comunicar sus actitudes entre sí, o para afectar las actitudes de los demás, en tales entornos. La primera parte se refiere a los aspectos de representación del conocimiento y comunicación del problema, mientras que la segunda, en el contexto de un sistema ya implementado, a saber, HERMES, se refiere a cuestiones relacionadas con la configuración de las contribuciones afirmadas en cada instancia del discurso. El trabajo global se centra en la maquinaria necesaria en un entorno de trabajo colaborativo asistido por ordenador, con el objetivo de mejorar aún más la interacción entre el ser humano y el ordenador. ",
            "error": [
                ""
            ]
        },
        "consensus": {
            "translated_key": "consenso",
            "translated_annotated_text": "Modelar el discurso en los sistemas de apoyo al trabajo colaborativo: una representación del conocimiento y una perspectiva de configuración Los procesos de trabajo colaborativo suelen suscitar muchos debates y negociaciones intrincados entre los participantes, mientras que los conflictos de intereses son inevitables y se requiere apoyo para lograr el \"consenso\" y el compromiso. Las contribuciones individuales, planteadas por partes con diferentes antecedentes e intereses, deben estructurarse y mantenerse adecuadamente. Este artículo presenta un modelo de actos discursivos que los participantes utilizan para comunicar sus actitudes entre sí, o para afectar las actitudes de los demás, en tales entornos. La primera parte se refiere a los aspectos de representación del conocimiento y comunicación del problema, mientras que la segunda, en el contexto de un sistema ya implementado, a saber, HERMES, se refiere a cuestiones relacionadas con la configuración de las contribuciones afirmadas en cada instancia del discurso. El trabajo global se centra en la maquinaria necesaria en un entorno de trabajo colaborativo asistido por ordenador, con el objetivo de mejorar aún más la interacción entre el ser humano y el ordenador. ",
            "error": [
                ""
            ]
        },
        "compromise": {
            "translated_key": "compromiso",
            "translated_annotated_text": "Modelar el discurso en los sistemas de apoyo al trabajo colaborativo: una representación del conocimiento y una perspectiva de configuración Los procesos de trabajo colaborativo suelen suscitar muchos debates y negociaciones intrincados entre los participantes, mientras que los conflictos de intereses son inevitables y se requiere apoyo para lograr consenso y \"compromiso\". Las contribuciones individuales, planteadas por partes con diferentes antecedentes e intereses, deben estructurarse y mantenerse adecuadamente. Este artículo presenta un modelo de actos discursivos que los participantes utilizan para comunicar sus actitudes entre sí, o para afectar las actitudes de los demás, en tales entornos. La primera parte se refiere a los aspectos de representación del conocimiento y comunicación del problema, mientras que la segunda, en el contexto de un sistema ya implementado, a saber, HERMES, se refiere a cuestiones relacionadas con la configuración de las contribuciones afirmadas en cada instancia del discurso. El trabajo global se centra en la maquinaria necesaria en un entorno de trabajo colaborativo asistido por ordenador, con el objetivo de mejorar aún más la interacción entre el ser humano y el ordenador. ",
            "error": [
                ""
            ]
        },
        "knowledge communication": {
            "translated_key": [],
            "translated_annotated_text": "Modelar el discurso en los sistemas de apoyo al trabajo colaborativo: una representación del conocimiento y una perspectiva de configuración Los procesos de trabajo colaborativo suelen suscitar muchos debates y negociaciones intrincados entre los participantes, mientras que los conflictos de intereses son inevitables y se requiere apoyo para lograr el consenso y el compromiso. Las contribuciones individuales, planteadas por partes con diferentes antecedentes e intereses, deben estructurarse y mantenerse adecuadamente. Este artículo presenta un modelo de actos discursivos que los participantes utilizan para comunicar sus actitudes entre sí, o para afectar las actitudes de los demás, en tales entornos. La primera parte se refiere a los aspectos de representación del conocimiento y comunicación del problema, mientras que la segunda, en el contexto de un sistema ya implementado, a saber, HERMES, se refiere a cuestiones relacionadas con la configuración de las contribuciones afirmadas en cada instancia del discurso. El trabajo global se centra en la maquinaria necesaria en un entorno de trabajo colaborativo asistido por ordenador, con el objetivo de mejorar aún más la interacción entre el ser humano y el ordenador. ",
            "error": []
        },
        "HERMES": {
            "translated_key": "HERMES",
            "translated_annotated_text": "Modelar el discurso en los sistemas de apoyo al trabajo colaborativo: una representación del conocimiento y una perspectiva de configuración Los procesos de trabajo colaborativo suelen suscitar muchos debates y negociaciones intrincados entre los participantes, mientras que los conflictos de intereses son inevitables y se requiere apoyo para lograr el consenso y el compromiso. Las contribuciones individuales, planteadas por partes con diferentes antecedentes e intereses, deben estructurarse y mantenerse adecuadamente. Este artículo presenta un modelo de actos discursivos que los participantes utilizan para comunicar sus actitudes entre sí, o para afectar las actitudes de los demás, en tales entornos. La primera parte trata de los aspectos de representación del conocimiento y comunicación del problema, mientras que la segunda, en el contexto de un sistema ya implementado, a saber, \"HERMES\", con cuestiones relacionadas con la configuración de las contribuciones afirmadas en cada instancia del discurso. El trabajo global se centra en la maquinaria necesaria en un entorno de trabajo colaborativo asistido por ordenador, con el objetivo de mejorar aún más la interacción entre el ser humano y el ordenador. ",
            "error": [
                ""
            ]
        },
        "human-computer interaction": {
            "translated_key": "interacción humano-computadora",
            "translated_annotated_text": "Modelar el discurso en los sistemas de apoyo al trabajo colaborativo: una representación del conocimiento y una perspectiva de configuración Los procesos de trabajo colaborativo suelen suscitar muchos debates y negociaciones intrincados entre los participantes, mientras que los conflictos de intereses son inevitables y se requiere apoyo para lograr el consenso y el compromiso. Las contribuciones individuales, planteadas por partes con diferentes antecedentes e intereses, deben estructurarse y mantenerse adecuadamente. Este artículo presenta un modelo de actos discursivos que los participantes utilizan para comunicar sus actitudes entre sí, o para afectar las actitudes de los demás, en tales entornos. La primera parte se refiere a los aspectos de representación del conocimiento y comunicación del problema, mientras que la segunda, en el contexto de un sistema ya implementado, a saber, HERMES, se refiere a cuestiones relacionadas con la configuración de las contribuciones afirmadas en cada instancia del discurso. El trabajo global se centra en la maquinaria necesaria en un entorno de trabajo colaborativo asistido por ordenador, con el objetivo de mejorar aún más la \"interacción humano-computadora\" ",
            "error": [
                ""
            ]
        },
        "business data processing": {
            "translated_key": [],
            "translated_annotated_text": "Modelar el discurso en los sistemas de apoyo al trabajo colaborativo: una representación del conocimiento y una perspectiva de configuración Los procesos de trabajo colaborativo suelen suscitar muchos debates y negociaciones intrincados entre los participantes, mientras que los conflictos de intereses son inevitables y se requiere apoyo para lograr el consenso y el compromiso. Las contribuciones individuales, planteadas por partes con diferentes antecedentes e intereses, deben estructurarse y mantenerse adecuadamente. Este artículo presenta un modelo de actos discursivos que los participantes utilizan para comunicar sus actitudes entre sí, o para afectar las actitudes de los demás, en tales entornos. La primera parte se refiere a los aspectos de representación del conocimiento y comunicación del problema, mientras que la segunda, en el contexto de un sistema ya implementado, a saber, HERMES, se refiere a cuestiones relacionadas con la configuración de las contribuciones afirmadas en cada instancia del discurso. El trabajo global se centra en la maquinaria necesaria en un entorno de trabajo colaborativo asistido por ordenador, con el objetivo de mejorar aún más la interacción entre el ser humano y el ordenador. ",
            "error": []
        },
        "groupware": {
            "translated_key": [],
            "translated_annotated_text": "Modelar el discurso en los sistemas de apoyo al trabajo colaborativo: una representación del conocimiento y una perspectiva de configuración Los procesos de trabajo colaborativo suelen suscitar muchos debates y negociaciones intrincados entre los participantes, mientras que los conflictos de intereses son inevitables y se requiere apoyo para lograr el consenso y el compromiso. Las contribuciones individuales, planteadas por partes con diferentes antecedentes e intereses, deben estructurarse y mantenerse adecuadamente. Este artículo presenta un modelo de actos discursivos que los participantes utilizan para comunicar sus actitudes entre sí, o para afectar las actitudes de los demás, en tales entornos. La primera parte se refiere a los aspectos de representación del conocimiento y comunicación del problema, mientras que la segunda, en el contexto de un sistema ya implementado, a saber, HERMES, se refiere a cuestiones relacionadas con la configuración de las contribuciones afirmadas en cada instancia del discurso. El trabajo global se centra en la maquinaria necesaria en un entorno de trabajo colaborativo asistido por ordenador, con el objetivo de mejorar aún más la interacción entre el ser humano y el ordenador. ",
            "error": []
        },
        "user modelling": {
            "translated_key": [],
            "translated_annotated_text": "Modelar el discurso en los sistemas de apoyo al trabajo colaborativo: una representación del conocimiento y una perspectiva de configuración Los procesos de trabajo colaborativo suelen suscitar muchos debates y negociaciones intrincados entre los participantes, mientras que los conflictos de intereses son inevitables y se requiere apoyo para lograr el consenso y el compromiso. Las contribuciones individuales, planteadas por partes con diferentes antecedentes e intereses, deben estructurarse y mantenerse adecuadamente. Este artículo presenta un modelo de actos discursivos que los participantes utilizan para comunicar sus actitudes entre sí, o para afectar las actitudes de los demás, en tales entornos. La primera parte se refiere a los aspectos de representación del conocimiento y comunicación del problema, mientras que la segunda, en el contexto de un sistema ya implementado, a saber, HERMES, se refiere a cuestiones relacionadas con la configuración de las contribuciones afirmadas en cada instancia del discurso. El trabajo global se centra en la maquinaria necesaria en un entorno de trabajo colaborativo asistido por ordenador, con el objetivo de mejorar aún más la interacción entre el ser humano y el ordenador. ",
            "error": []
        }
    }
}