{
    "original_text": "Formalising optimal feature weight setting in case based diagnosis as linear programming problems Many approaches to case based reasoning (CBR) exploit feature weight setting algorithms to reduce the sensitivity to distance functions. We demonstrate that optimal feature weight setting in a special kind of CBR problems can be formalised as linear programming problems. Therefore, the optimal weight settings can be calculated in polynomial time instead of searching in exponential weight space using heuristics to get sub-optimal settings. We also demonstrate that our approach can be used to solve classification problems",
    "original_translation": "Formalizar el ajuste óptimo de peso de las características en el diagnóstico basado en casos como problemas de programación lineal Muchas aproximaciones al razonamiento basado en casos (CBR) explotan algoritmos de ajuste de peso de las características para reducir la sensibilidad a las funciones de distancia. Demostramos que el ajuste óptimo del peso de las características en un tipo especial de problemas de CBR se puede formalizar como problemas de programación lineal. Por lo tanto, los ajustes óptimos de peso se pueden calcular en tiempo polinomio en lugar de buscar en espacio de peso exponencial utilizando heurística para obtener ajustes sub-óptimos. También demostramos que nuestro enfoque puede ser utilizado para resolver problemas de clasificación",
    "error_count": 4,
    "keys": {
        "optimal feature weight setting": {
            "translated_key": [
                "ajuste óptimo de peso de las características",
                "ajuste óptimo del peso de las características"
            ],
            "translated_annotated_text": "Formalizar \"ajuste óptimo de peso de las características\" en el diagnóstico basado en casos como problemas de programación lineal Muchos enfoques al razonamiento basado en casos (CBR) explotan algoritmos de ajuste de peso de las características para reducir la sensibilidad a las funciones de distancia. Demostramos que el \"ajuste óptimo del peso de las características\" en un tipo especial de problemas de CBR se puede formalizar como problemas de programación lineal. Por lo tanto, los ajustes óptimos de peso se pueden calcular en tiempo polinomio en lugar de buscar en espacio de peso exponencial utilizando heurística para obtener ajustes sub-óptimos. También demostramos que nuestro enfoque puede ser utilizado para resolver problemas de clasificación ",
            "error": [
                "ajuste óptimo de peso de las características",
                "ajuste óptimo del peso de las características"
            ]
        },
        "case based diagnosis": {
            "translated_key": "diagnóstico basado en casos",
            "translated_annotated_text": "Formalizar el ajuste óptimo de peso de las características en el \"diagnóstico basado en casos\" como problemas de programación lineal Muchas aproximaciones al razonamiento basado en casos (CBR) explotan algoritmos de ajuste de peso de las características para reducir la sensibilidad a las funciones de distancia. Demostramos que el ajuste óptimo del peso de las características en un tipo especial de problemas de CBR se puede formalizar como problemas de programación lineal. Por lo tanto, los ajustes óptimos de peso se pueden calcular en tiempo polinomio en lugar de buscar en espacio de peso exponencial utilizando heurística para obtener ajustes sub-óptimos. También demostramos que nuestro enfoque puede ser utilizado para resolver problemas de clasificación ",
            "error": [
                ""
            ]
        },
        "linear programming": {
            "translated_key": "programación lineal",
            "translated_annotated_text": "Formalizar el ajuste óptimo de peso de las características en el diagnóstico basado en casos como problemas de \"programación lineal\" Muchos enfoques del razonamiento basado en casos (CBR) explotan algoritmos de ajuste de peso de las características para reducir la sensibilidad a las funciones de distancia. Demostramos que el ajuste óptimo del peso de las características en un tipo especial de problemas de CBR se puede formalizar como problemas de \"programación lineal\". Por lo tanto, los ajustes óptimos de peso se pueden calcular en tiempo polinomio en lugar de buscar en espacio de peso exponencial utilizando heurística para obtener ajustes sub-óptimos. También demostramos que nuestro enfoque puede ser utilizado para resolver problemas de clasificación ",
            "error": [
                ""
            ]
        },
        "case based reasoning": {
            "translated_key": "razonamiento basado en casos",
            "translated_annotated_text": "Formalizar el ajuste óptimo de peso de las características en el diagnóstico basado en casos como problemas de programación lineal Muchos enfoques para el \"razonamiento basado en casos\" (CBR) explotan algoritmos de ajuste de peso de las características para reducir la sensibilidad a las funciones de distancia. Demostramos que el ajuste óptimo del peso de las características en un tipo especial de problemas de CBR se puede formalizar como problemas de programación lineal. Por lo tanto, los ajustes óptimos de peso se pueden calcular en tiempo polinomio en lugar de buscar en espacio de peso exponencial utilizando heurística para obtener ajustes sub-óptimos. También demostramos que nuestro enfoque puede ser utilizado para resolver problemas de clasificación ",
            "error": [
                ""
            ]
        },
        "distance functions": {
            "translated_key": "funciones de distancia",
            "translated_annotated_text": "Formalizar el ajuste óptimo de peso de las características en el diagnóstico basado en casos como problemas de programación lineal Muchas aproximaciones al razonamiento basado en casos (CBR) explotan algoritmos de ajuste de peso de las características para reducir la sensibilidad a las \"funciones de distancia\". Demostramos que el ajuste óptimo del peso de las características en un tipo especial de problemas de CBR se puede formalizar como problemas de programación lineal. Por lo tanto, los ajustes óptimos de peso se pueden calcular en tiempo polinomio en lugar de buscar en espacio de peso exponencial utilizando heurística para obtener ajustes sub-óptimos. También demostramos que nuestro enfoque puede ser utilizado para resolver problemas de clasificación ",
            "error": [
                ""
            ]
        },
        "polynomial time": {
            "translated_key": "tiempo polinomio",
            "translated_annotated_text": "Formalizar el ajuste óptimo de peso de las características en el diagnóstico basado en casos como problemas de programación lineal Muchas aproximaciones al razonamiento basado en casos (CBR) explotan algoritmos de ajuste de peso de las características para reducir la sensibilidad a las funciones de distancia. Demostramos que el ajuste óptimo del peso de las características en un tipo especial de problemas de CBR se puede formalizar como problemas de programación lineal. Por lo tanto, los ajustes de peso óptimos se pueden calcular en \"tiempo polinomio\" en lugar de buscar en el espacio de peso exponencial utilizando heurística para obtener ajustes sub-óptimos. También demostramos que nuestro enfoque puede ser utilizado para resolver problemas de clasificación ",
            "error": [
                ""
            ]
        },
        "searching": {
            "translated_key": "buscar",
            "translated_annotated_text": "Formalizar el ajuste óptimo de peso de las características en el diagnóstico basado en casos como problemas de programación lineal Muchas aproximaciones al razonamiento basado en casos (CBR) explotan algoritmos de ajuste de peso de las características para reducir la sensibilidad a las funciones de distancia. Demostramos que el ajuste óptimo del peso de las características en un tipo especial de problemas de CBR se puede formalizar como problemas de programación lineal. Por lo tanto, los ajustes de peso óptimos se pueden calcular en tiempo polinomio en lugar de \"buscar\" en el espacio de peso exponencial utilizando heurística para obtener ajustes sub-óptimos. También demostramos que nuestro enfoque puede ser utilizado para resolver problemas de clasificación ",
            "error": [
                ""
            ]
        },
        "exponential weight space": {
            "translated_key": "espacio de peso exponencial",
            "translated_annotated_text": "Formalizar el ajuste óptimo de peso de las características en el diagnóstico basado en casos como problemas de programación lineal Muchas aproximaciones al razonamiento basado en casos (CBR) explotan algoritmos de ajuste de peso de las características para reducir la sensibilidad a las funciones de distancia. Demostramos que el ajuste óptimo del peso de las características en un tipo especial de problemas de CBR se puede formalizar como problemas de programación lineal. Por lo tanto, los ajustes de peso óptimos se pueden calcular en tiempo polinomio en lugar de buscar en \"espacio de peso exponencial\" utilizando heurística para obtener ajustes sub-óptimos. También demostramos que nuestro enfoque puede ser utilizado para resolver problemas de clasificación ",
            "error": [
                ""
            ]
        },
        "classification": {
            "translated_key": "clasificación",
            "translated_annotated_text": "Formalizar el ajuste óptimo de peso de las características en el diagnóstico basado en casos como problemas de programación lineal Muchas aproximaciones al razonamiento basado en casos (CBR) explotan algoritmos de ajuste de peso de las características para reducir la sensibilidad a las funciones de distancia. Demostramos que el ajuste óptimo del peso de las características en un tipo especial de problemas de CBR se puede formalizar como problemas de programación lineal. Por lo tanto, los ajustes óptimos de peso se pueden calcular en tiempo polinomio en lugar de buscar en espacio de peso exponencial utilizando heurística para obtener ajustes sub-óptimos. También demostramos que nuestro enfoque puede ser utilizado para resolver problemas de \"clasificación\" ",
            "error": [
                ""
            ]
        },
        "heuristics": {
            "translated_key": "heurísticas",
            "translated_annotated_text": "Formalizar el ajuste óptimo de peso de las características en el diagnóstico basado en casos como problemas de programación lineal Muchas aproximaciones al razonamiento basado en casos (CBR) explotan algoritmos de ajuste de peso de las características para reducir la sensibilidad a las funciones de distancia. Demostramos que el ajuste óptimo del peso de las características en un tipo especial de problemas de CBR se puede formalizar como problemas de programación lineal. Por lo tanto, los ajustes óptimos de peso se pueden calcular en tiempo polinomio en lugar de buscar en espacio de peso exponencial utilizando \"heurísticas\" para obtener ajustes sub-óptimos. También demostramos que nuestro enfoque puede ser utilizado para resolver problemas de clasificación ",
            "error": [
                ""
            ]
        },
        "case-based reasoning": {
            "translated_key": [],
            "translated_annotated_text": "Formalizar el ajuste óptimo de peso de las características en el diagnóstico basado en casos como problemas de programación lineal Muchas aproximaciones al razonamiento basado en casos (CBR) explotan algoritmos de ajuste de peso de las características para reducir la sensibilidad a las funciones de distancia. Demostramos que el ajuste óptimo del peso de las características en un tipo especial de problemas de CBR se puede formalizar como problemas de programación lineal. Por lo tanto, los ajustes óptimos de peso se pueden calcular en tiempo polinomio en lugar de buscar en espacio de peso exponencial utilizando heurística para obtener ajustes sub-óptimos. También demostramos que nuestro enfoque puede ser utilizado para resolver problemas de clasificación ",
            "error": []
        },
        "computational complexity": {
            "translated_key": [],
            "translated_annotated_text": "Formalizar el ajuste óptimo de peso de las características en el diagnóstico basado en casos como problemas de programación lineal Muchas aproximaciones al razonamiento basado en casos (CBR) explotan algoritmos de ajuste de peso de las características para reducir la sensibilidad a las funciones de distancia. Demostramos que el ajuste óptimo del peso de las características en un tipo especial de problemas de CBR se puede formalizar como problemas de programación lineal. Por lo tanto, los ajustes óptimos de peso se pueden calcular en tiempo polinomio en lugar de buscar en espacio de peso exponencial utilizando heurística para obtener ajustes sub-óptimos. También demostramos que nuestro enfoque puede ser utilizado para resolver problemas de clasificación ",
            "error": []
        },
        "diagnostic reasoning": {
            "translated_key": [],
            "translated_annotated_text": "Formalizar el ajuste óptimo de peso de las características en el diagnóstico basado en casos como problemas de programación lineal Muchas aproximaciones al razonamiento basado en casos (CBR) explotan algoritmos de ajuste de peso de las características para reducir la sensibilidad a las funciones de distancia. Demostramos que el ajuste óptimo del peso de las características en un tipo especial de problemas de CBR se puede formalizar como problemas de programación lineal. Por lo tanto, los ajustes óptimos de peso se pueden calcular en tiempo polinomio en lugar de buscar en espacio de peso exponencial utilizando heurística para obtener ajustes sub-óptimos. También demostramos que nuestro enfoque puede ser utilizado para resolver problemas de clasificación ",
            "error": []
        }
    }
}