{
    "original_text": "Dot-Net makes slow progress Microsofts Windows .Net Enterprise Server Release Candidate I, which was released at the end of last month, provides an early glimpse of the system that will eventually replace Windows 200 Advanced Server. The software has been improved so that Active Directory is more flexible and easier to deploy; and security, scalability and management have also been enhanced",
    "original_translation": "Dot-Net hace un lento progreso Microsofts Windows.Net Enterprise Server Release Candidate I, que fue lanzado a finales del mes pasado, proporciona una visión temprana del sistema que finalmente reemplazará Windows 200 Advanced Server. Se ha mejorado el software para que Active Directory sea más flexible y fácil de implementar; y también se ha mejorado la seguridad, la escalabilidad y la gestión",
    "error_count": 2,
    "keys": {
        "Windows .Net Enterprise Server": {
            "translated_key": "Windows.Net Enterprise Server",
            "translated_annotated_text": "Dot-Net hace un lento progreso Microsofts \"Windows.Net Enterprise Server\" Lanzamiento Candidato I, que fue lanzado a finales del mes pasado, proporciona una visión temprana del sistema que finalmente reemplazará Windows 200 Advanced Server. Se ha mejorado el software para que Active Directory sea más flexible y fácil de implementar; y también se ha mejorado la seguridad, la escalabilidad y la gestión ",
            "error": [
                ""
            ]
        },
        "security": {
            "translated_key": "seguridad",
            "translated_annotated_text": "Dot-Net hace un lento progreso Microsofts Windows.Net Enterprise Server Release Candidate I, que fue lanzado a finales del mes pasado, proporciona una visión temprana del sistema que finalmente reemplazará Windows 200 Advanced Server. Se ha mejorado el software para que Active Directory sea más flexible y fácil de implementar; y también se ha mejorado la \"seguridad\", la escalabilidad y la gestión ",
            "error": [
                ""
            ]
        },
        "Active Directory": {
            "translated_key": "Directorio activo",
            "translated_annotated_text": "Dot-Net hace un lento progreso Microsofts Windows.Net Enterprise Server Release Candidate I, que fue lanzado a finales del mes pasado, proporciona una visión temprana del sistema que finalmente reemplazará Windows 200 Advanced Server. Se ha mejorado el software para que el \"Directorio activo\" sea más flexible y fácil de implementar; y también se ha mejorado la seguridad, la escalabilidad y la gestión ",
            "error": [
                ""
            ]
        },
        "scalability": {
            "translated_key": "escalabilidad",
            "translated_annotated_text": "Dot-Net hace un lento progreso Microsofts Windows.Net Enterprise Server Release Candidate I, que fue lanzado a finales del mes pasado, proporciona una visión temprana del sistema que finalmente reemplazará Windows 200 Advanced Server. Se ha mejorado el software para que Active Directory sea más flexible y fácil de implementar; y también se han mejorado la seguridad, la \"escalabilidad\" y la gestión ",
            "error": [
                ""
            ]
        },
        "computer network management": {
            "translated_key": [],
            "translated_annotated_text": "Dot-Net hace un lento progreso Microsofts Windows.Net Enterprise Server Release Candidate I, que fue lanzado a finales del mes pasado, proporciona una visión temprana del sistema que finalmente reemplazará Windows 200 Advanced Server. Se ha mejorado el software para que Active Directory sea más flexible y fácil de implementar; y también se ha mejorado la seguridad, la escalabilidad y la gestión ",
            "error": []
        },
        "operating systems (computers)": {
            "translated_key": [],
            "translated_annotated_text": "Dot-Net hace un lento progreso Microsofts Windows.Net Enterprise Server Release Candidate I, que fue lanzado a finales del mes pasado, proporciona una visión temprana del sistema que finalmente reemplazará Windows 200 Advanced Server. Se ha mejorado el software para que Active Directory sea más flexible y fácil de implementar; y también se ha mejorado la seguridad, la escalabilidad y la gestión ",
            "error": []
        }
    }
}