{
    "original_text": "Server safeguards tax service Peterborough-based tax consultancy IE Taxguard wanted real-time failover protection for important Windows-based applications. Its solution was to implement a powerful failover server from UK supplier Neverfail in order to provide real-time backup for three core production servers",
    "original_translation": "Servicio fiscal de salvaguardas de servidores Consultoría fiscal basada en Peterborough IE Taxguard quería protección en tiempo real para aplicaciones importantes basadas en Windows. Su solución era implementar un potente servidor de failover del proveedor británico Neverfail para proporcionar respaldo en tiempo real para tres servidores de producción básicos",
    "error_count": 4,
    "keys": {
        "tax consultancy": {
            "translated_key": "asesoramiento de impuestos",
            "translated_annotated_text": "Servicio fiscal de salvaguardas de servidores Con base en Peterborough <br>asesoramiento de impuestos</br> IE Taxguard quería protección en tiempo real para aplicaciones importantes basadas en Windows. Su solución era implementar un potente servidor de failover del proveedor británico Neverfail para proporcionar respaldo en tiempo real para tres servidores de producción básicos ",
            "error": [
                ""
            ]
        },
        "IE Taxguard": {
            "translated_key": "IE Taxguard",
            "translated_annotated_text": "Servidor salvaguardas servicio de impuestos Peterborough-basado en consultoría fiscal <br>IE Taxguard</br> quería protección en tiempo real de failover para importantes aplicaciones basadas en Windows. Su solución era implementar un potente servidor de failover del proveedor británico Neverfail para proporcionar respaldo en tiempo real para tres servidores de producción básicos ",
            "error": [
                ""
            ]
        },
        "failover server": {
            "translated_key": "failover",
            "translated_annotated_text": "Servicio fiscal de salvaguardas de servidores Consultoría fiscal basada en Peterborough IE Taxguard quería protección en tiempo real para aplicaciones importantes basadas en Windows. Su solución era implementar un potente servidor <br>failover</br> del proveedor británico Neverfail para proporcionar respaldo en tiempo real para tres servidores de producción básicos ",
            "error": [
                ""
            ]
        },
        "Neverfail": {
            "translated_key": "Neverfail",
            "translated_annotated_text": "Servicio fiscal de salvaguardas de servidores Consultoría fiscal basada en Peterborough IE Taxguard quería protección en tiempo real para aplicaciones importantes basadas en Windows. Su solución era implementar un potente servidor de failover del proveedor británico <br>Neverfail</br> con el fin de proporcionar copias de seguridad en tiempo real para tres servidores de producción básicos ",
            "error": [
                ""
            ]
        },
        "backup": {
            "translated_key": "backup",
            "translated_annotated_text": "Servicio fiscal de salvaguardas de servidores Consultoría fiscal basada en Peterborough IE Taxguard quería protección en tiempo real para aplicaciones importantes basadas en Windows. Su solución era implementar un potente servidor de failover del proveedor británico Neverfail con el fin de proporcionar <br>backup</br> en tiempo real para tres servidores de producción básicos ",
            "error": [
                ""
            ]
        },
        "back-up procedures": {
            "translated_key": [],
            "translated_annotated_text": "Servicio fiscal de salvaguardas de servidores Consultoría fiscal basada en Peterborough IE Taxguard quería protección en tiempo real para aplicaciones importantes basadas en Windows. Su solución era implementar un potente servidor de failover del proveedor británico Neverfail para proporcionar respaldo en tiempo real para tres servidores de producción básicos ",
            "error": []
        },
        "network servers": {
            "translated_key": [],
            "translated_annotated_text": "Servicio fiscal de salvaguardas de servidores Consultoría fiscal basada en Peterborough IE Taxguard quería protección en tiempo real para aplicaciones importantes basadas en Windows. Su solución era implementar un potente servidor de failover del proveedor británico Neverfail para proporcionar respaldo en tiempo real para tres servidores de producción básicos ",
            "error": []
        },
        "system recovery": {
            "translated_key": [],
            "translated_annotated_text": "Servicio fiscal de salvaguardas de servidores Consultoría fiscal basada en Peterborough IE Taxguard quería protección en tiempo real para aplicaciones importantes basadas en Windows. Su solución era implementar un potente servidor de failover del proveedor británico Neverfail para proporcionar respaldo en tiempo real para tres servidores de producción básicos ",
            "error": []
        },
        "tax preparation": {
            "translated_key": [],
            "translated_annotated_text": "Servicio fiscal de salvaguardas de servidores Consultoría fiscal basada en Peterborough IE Taxguard quería protección en tiempo real para aplicaciones importantes basadas en Windows. Su solución era implementar un potente servidor de failover del proveedor británico Neverfail para proporcionar respaldo en tiempo real para tres servidores de producción básicos ",
            "error": []
        }
    }
}