{
    "original_text": "Why information departments are becoming academic This article outlines the increasing convergence between academia and business over the last decade or so, and the mutual benefits that this closer association has brought. It also looks at the growing importance of the information profession, suggesting that this is leading to a greater need for specialist skills, as reflected by the rise in academic courses in this area. However, it argues that increasing specialization must not lead to insularity; if information professionals are truly concerned with gaining a competitive advantage, they must not close their minds to the potential benefits of working with external, non specialist, partners. The benefits that business has reaped from academia, it is contended, suggest that this may also be a fruitful avenue for information departments to explore",
    "original_translation": "Por qué los departamentos de información se están volviendo académicos Este artículo describe la creciente convergencia entre el mundo académico y las empresas durante la última década o así, y los beneficios mutuos que esta asociación más cercana ha traído. También se analiza la creciente importancia de la profesión de la información, lo que sugiere que ello está dando lugar a una mayor necesidad de conocimientos especializados, como se refleja en el aumento de los cursos académicos en este ámbito. Sin embargo, sostiene que la creciente especialización no debe conducir a la insularidad; si los profesionales de la información están verdaderamente interesados en obtener una ventaja competitiva, no deben cerrar sus mentes a los beneficios potenciales de trabajar con socios externos, no especializados. Se afirma que los beneficios que las empresas han obtenido del mundo académico sugieren que esto también puede ser una vía fructífera para que los departamentos de información exploren",
    "error_count": 7,
    "keys": {
        "information science": {
            "translated_key": [],
            "translated_annotated_text": "Por qué los departamentos de información se están volviendo académicos Este artículo describe la creciente convergencia entre el mundo académico y las empresas durante la última década o así, y los beneficios mutuos que esta asociación más cercana ha traído. También se analiza la creciente importancia de la profesión de la información, lo que sugiere que ello está dando lugar a una mayor necesidad de conocimientos especializados, como se refleja en el aumento de los cursos académicos en este ámbito. Sin embargo, sostiene que la creciente especialización no debe conducir a la insularidad; si los profesionales de la información están verdaderamente interesados en obtener una ventaja competitiva, no deben cerrar sus mentes a los beneficios potenciales de trabajar con socios externos, no especializados. Se afirma que los beneficios que las empresas han obtenido del mundo académico sugieren que esto también puede ser una vía fructífera para que los departamentos de información exploren ",
            "error": []
        },
        "universities": {
            "translated_key": [],
            "translated_annotated_text": "Por qué los departamentos de información se están volviendo académicos Este artículo describe la creciente convergencia entre el mundo académico y las empresas durante la última década o así, y los beneficios mutuos que esta asociación más cercana ha traído. También se analiza la creciente importancia de la profesión de la información, lo que sugiere que ello está dando lugar a una mayor necesidad de conocimientos especializados, como se refleja en el aumento de los cursos académicos en este ámbito. Sin embargo, sostiene que la creciente especialización no debe conducir a la insularidad; si los profesionales de la información están verdaderamente interesados en obtener una ventaja competitiva, no deben cerrar sus mentes a los beneficios potenciales de trabajar con socios externos, no especializados. Se afirma que los beneficios que las empresas han obtenido del mundo académico sugieren que esto también puede ser una vía fructífera para que los departamentos de información exploren ",
            "error": []
        },
        "academia": {
            "translated_key": "academia",
            "translated_annotated_text": "Por qué los departamentos de información se están volviendo académicos Este artículo describe la creciente convergencia entre la \"academia\" y las empresas en la última década o así, y los beneficios mutuos que esta asociación más cercana ha traído. También se analiza la creciente importancia de la profesión de la información, lo que sugiere que ello está dando lugar a una mayor necesidad de conocimientos especializados, como se refleja en el aumento de los cursos académicos en este ámbito. Sin embargo, sostiene que la creciente especialización no debe conducir a la insularidad; si los profesionales de la información están verdaderamente interesados en obtener una ventaja competitiva, no deben cerrar sus mentes a los beneficios potenciales de trabajar con socios externos, no especializados. Los beneficios que las empresas han cosechado de la \"academia\", se afirma, sugieren que esto también puede ser una vía fructífera para los departamentos de información para explorar ",
            "error": [
                ""
            ]
        },
        "business": {
            "translated_key": "negocio",
            "translated_annotated_text": "Por qué los departamentos de información se están volviendo académicos Este artículo describe la creciente convergencia entre el mundo académico y el \"negocio\" durante la última década o así, y los beneficios mutuos que esta asociación más cercana ha traído. También se analiza la creciente importancia de la profesión de la información, lo que sugiere que ello está dando lugar a una mayor necesidad de conocimientos especializados, como se refleja en el aumento de los cursos académicos en este ámbito. Sin embargo, sostiene que la creciente especialización no debe conducir a la insularidad; si los profesionales de la información están verdaderamente interesados en obtener una ventaja competitiva, no deben cerrar sus mentes a los beneficios potenciales de trabajar con socios externos, no especializados. Los beneficios que el \"negocio\" ha cosechado del mundo académico, se afirma, sugieren que esto también puede ser una vía fructífera para que los departamentos de información exploren ",
            "error": [
                ""
            ]
        },
        "information profession": {
            "translated_key": "profesión de la información",
            "translated_annotated_text": "Por qué los departamentos de información se están volviendo académicos Este artículo describe la creciente convergencia entre el mundo académico y las empresas durante la última década o así, y los beneficios mutuos que esta asociación más cercana ha traído. También se analiza la creciente importancia de la \"profesión de la información\", lo que sugiere que ello está dando lugar a una mayor necesidad de conocimientos especializados, como se refleja en el aumento de los cursos académicos en este ámbito. Sin embargo, sostiene que la creciente especialización no debe conducir a la insularidad; si los profesionales de la información están verdaderamente interesados en obtener una ventaja competitiva, no deben cerrar sus mentes a los beneficios potenciales de trabajar con socios externos, no especializados. Se afirma que los beneficios que las empresas han obtenido del mundo académico sugieren que esto también puede ser una vía fructífera para que los departamentos de información exploren ",
            "error": [
                ""
            ]
        },
        "specialist skills": {
            "translated_key": "habilidades especializadas",
            "translated_annotated_text": "Por qué los departamentos de información se están volviendo académicos Este artículo describe la creciente convergencia entre el mundo académico y las empresas durante la última década o así, y los beneficios mutuos que esta asociación más cercana ha traído. También se analiza la creciente importancia de la profesión de la información, sugiriendo que esto está llevando a una mayor necesidad de \"habilidades especializadas\", como se refleja en el aumento de los cursos académicos en este ámbito. Sin embargo, sostiene que la creciente especialización no debe conducir a la insularidad; si los profesionales de la información están verdaderamente interesados en obtener una ventaja competitiva, no deben cerrar sus mentes a los beneficios potenciales de trabajar con socios externos, no especializados. Se afirma que los beneficios que las empresas han obtenido del mundo académico sugieren que esto también puede ser una vía fructífera para que los departamentos de información exploren ",
            "error": [
                ""
            ]
        },
        "academic courses": {
            "translated_key": "cursos académicos",
            "translated_annotated_text": "Por qué los departamentos de información se están volviendo académicos Este artículo describe la creciente convergencia entre el mundo académico y las empresas durante la última década o así, y los beneficios mutuos que esta asociación más cercana ha traído. También analiza la creciente importancia de la profesión de la información, sugiriendo que esto está llevando a una mayor necesidad de habilidades especializadas, como se refleja en el aumento de los \"cursos académicos\" en este ámbito. Sin embargo, sostiene que la creciente especialización no debe conducir a la insularidad; si los profesionales de la información están verdaderamente interesados en obtener una ventaja competitiva, no deben cerrar sus mentes a los beneficios potenciales de trabajar con socios externos, no especializados. Se afirma que los beneficios que las empresas han obtenido del mundo académico sugieren que esto también puede ser una vía fructífera para que los departamentos de información exploren ",
            "error": [
                ""
            ]
        },
        "information departments": {
            "translated_key": "departamentos de información",
            "translated_annotated_text": "¿Por qué los \"departamentos de información\" se están volviendo académicos?Este artículo describe la creciente convergencia entre el mundo académico y las empresas en la última década y los beneficios mutuos que esta asociación más cercana ha traído. También se analiza la creciente importancia de la profesión de la información, lo que sugiere que ello está dando lugar a una mayor necesidad de conocimientos especializados, como se refleja en el aumento de los cursos académicos en este ámbito. Sin embargo, sostiene que la creciente especialización no debe conducir a la insularidad; si los profesionales de la información están verdaderamente interesados en obtener una ventaja competitiva, no deben cerrar sus mentes a los beneficios potenciales de trabajar con socios externos, no especializados. Se afirma que los beneficios que las empresas han obtenido del mundo académico sugieren que esto también puede ser una vía fructífera para que los \"departamentos de información\" exploren ",
            "error": [
                ""
            ]
        },
        "commerce": {
            "translated_key": [],
            "translated_annotated_text": "Por qué los departamentos de información se están volviendo académicos Este artículo describe la creciente convergencia entre el mundo académico y las empresas durante la última década o así, y los beneficios mutuos que esta asociación más cercana ha traído. También se analiza la creciente importancia de la profesión de la información, lo que sugiere que ello está dando lugar a una mayor necesidad de conocimientos especializados, como se refleja en el aumento de los cursos académicos en este ámbito. Sin embargo, sostiene que la creciente especialización no debe conducir a la insularidad; si los profesionales de la información están verdaderamente interesados en obtener una ventaja competitiva, no deben cerrar sus mentes a los beneficios potenciales de trabajar con socios externos, no especializados. Se afirma que los beneficios que las empresas han obtenido del mundo académico sugieren que esto también puede ser una vía fructífera para que los departamentos de información exploren ",
            "error": []
        },
        "educational administrative data processing": {
            "translated_key": [],
            "translated_annotated_text": "Por qué los departamentos de información se están volviendo académicos Este artículo describe la creciente convergencia entre el mundo académico y las empresas durante la última década o así, y los beneficios mutuos que esta asociación más cercana ha traído. También se analiza la creciente importancia de la profesión de la información, lo que sugiere que ello está dando lugar a una mayor necesidad de conocimientos especializados, como se refleja en el aumento de los cursos académicos en este ámbito. Sin embargo, sostiene que la creciente especialización no debe conducir a la insularidad; si los profesionales de la información están verdaderamente interesados en obtener una ventaja competitiva, no deben cerrar sus mentes a los beneficios potenciales de trabajar con socios externos, no especializados. Se afirma que los beneficios que las empresas han obtenido del mundo académico sugieren que esto también puede ser una vía fructífera para que los departamentos de información exploren ",
            "error": []
        },
        "educational courses": {
            "translated_key": [],
            "translated_annotated_text": "Por qué los departamentos de información se están volviendo académicos Este artículo describe la creciente convergencia entre el mundo académico y las empresas durante la última década o así, y los beneficios mutuos que esta asociación más cercana ha traído. También se analiza la creciente importancia de la profesión de la información, lo que sugiere que ello está dando lugar a una mayor necesidad de conocimientos especializados, como se refleja en el aumento de los cursos académicos en este ámbito. Sin embargo, sostiene que la creciente especialización no debe conducir a la insularidad; si los profesionales de la información están verdaderamente interesados en obtener una ventaja competitiva, no deben cerrar sus mentes a los beneficios potenciales de trabajar con socios externos, no especializados. Se afirma que los beneficios que las empresas han obtenido del mundo académico sugieren que esto también puede ser una vía fructífera para que los departamentos de información exploren ",
            "error": []
        },
        "professional aspects": {
            "translated_key": [],
            "translated_annotated_text": "Por qué los departamentos de información se están volviendo académicos Este artículo describe la creciente convergencia entre el mundo académico y las empresas durante la última década o así, y los beneficios mutuos que esta asociación más cercana ha traído. También se analiza la creciente importancia de la profesión de la información, lo que sugiere que ello está dando lugar a una mayor necesidad de conocimientos especializados, como se refleja en el aumento de los cursos académicos en este ámbito. Sin embargo, sostiene que la creciente especialización no debe conducir a la insularidad; si los profesionales de la información están verdaderamente interesados en obtener una ventaja competitiva, no deben cerrar sus mentes a los beneficios potenciales de trabajar con socios externos, no especializados. Se afirma que los beneficios que las empresas han obtenido del mundo académico sugieren que esto también puede ser una vía fructífera para que los departamentos de información exploren ",
            "error": []
        }
    }
}