{
    "original_text": "A fast implementation of correlation of long data sequences for coherent receivers Coherent reception depends upon matching of phase between the transmitted and received signal. Fast convolution techniques based on fast Fourier transform (FFT) are widely used for extracting time delay information from such matching. The latency in processing a large data window of the received signal is a serious overhead for mission critical real time applications. The implementation of a parallel algorithm for correlation of long data sequences in multiprocessor environment is demonstrated here. The algorithm does processing while acquiring the received signal and reduces the computation overhead considerably because of inherent parallelism",
    "original_translation": "Una rápida implementación de correlación de secuencias de datos largas para receptores coherentes La recepción coherente depende de la coincidencia de fase entre la señal transmitida y la recibida. Las técnicas de rápida convolución basadas en la transformación rápida de Fourier (FFT) se utilizan ampliamente para extraer información de tiempo de retraso de dicha coincidencia. La latencia en el procesamiento de una gran ventana de datos de la señal recibida es un gasto general grave para las aplicaciones críticas en tiempo real de la misión. La implementación de un algoritmo paralelo para la correlación de secuencias de datos largas en el entorno multiprocesador se demuestra aquí. El algoritmo procesa mientras adquiere la señal recibida y reduce considerablemente los gastos generales de computación debido al paralelismo inherente",
    "error_count": 7,
    "keys": {
        "correlation": {
            "translated_key": "correlación",
            "translated_annotated_text": "Una rápida implementación de \"correlación\" de secuencias de datos largas para receptores coherentes La recepción coherente depende de la coincidencia de fase entre la señal transmitida y la recibida. Las técnicas de rápida convolución basadas en la transformación rápida de Fourier (FFT) se utilizan ampliamente para extraer información de tiempo de retraso de dicha coincidencia. La latencia en el procesamiento de una gran ventana de datos de la señal recibida es un gasto general grave para las aplicaciones críticas en tiempo real de la misión. La implementación de un algoritmo paralelo para la \"correlación\" de secuencias de datos largas en el entorno multiprocesador se demuestra aquí. El algoritmo procesa mientras adquiere la señal recibida y reduce considerablemente los gastos generales de computación debido al paralelismo inherente ",
            "error": [
                ""
            ]
        },
        "long data sequences": {
            "translated_key": "secuencias de datos largas",
            "translated_annotated_text": "Una rápida implementación de correlación de \"secuencias de datos largas\" para receptores coherentes La recepción coherente depende de la coincidencia de fase entre la señal transmitida y la recibida. Las técnicas de rápida convolución basadas en la transformación rápida de Fourier (FFT) se utilizan ampliamente para extraer información de tiempo de retraso de dicha coincidencia. La latencia en el procesamiento de una gran ventana de datos de la señal recibida es un gasto general grave para las aplicaciones críticas en tiempo real de la misión. La implementación de un algoritmo paralelo para la correlación de \"secuencias de datos largas\" en el entorno multiprocesador se demuestra aquí. El algoritmo procesa mientras adquiere la señal recibida y reduce considerablemente los gastos generales de computación debido al paralelismo inherente ",
            "error": [
                ""
            ]
        },
        "coherent receivers": {
            "translated_key": "receptores coherentes",
            "translated_annotated_text": "Una rápida implementación de correlación de secuencias de datos largas para \"receptores coherentes\" La recepción coherente depende de la coincidencia de fase entre la señal transmitida y la recibida. Las técnicas de rápida convolución basadas en la transformación rápida de Fourier (FFT) se utilizan ampliamente para extraer información de tiempo de retraso de dicha coincidencia. La latencia en el procesamiento de una gran ventana de datos de la señal recibida es un gasto general grave para las aplicaciones críticas en tiempo real de la misión. La implementación de un algoritmo paralelo para la correlación de secuencias de datos largas en el entorno multiprocesador se demuestra aquí. El algoritmo procesa mientras adquiere la señal recibida y reduce considerablemente los gastos generales de computación debido al paralelismo inherente ",
            "error": [
                ""
            ]
        },
        "transmitted signal": {
            "translated_key": [],
            "translated_annotated_text": "Una rápida implementación de correlación de secuencias de datos largas para receptores coherentes La recepción coherente depende de la coincidencia de fase entre la señal transmitida y la recibida. Las técnicas de rápida convolución basadas en la transformación rápida de Fourier (FFT) se utilizan ampliamente para extraer información de tiempo de retraso de dicha coincidencia. La latencia en el procesamiento de una gran ventana de datos de la señal recibida es un gasto general grave para las aplicaciones críticas en tiempo real de la misión. La implementación de un algoritmo paralelo para la correlación de secuencias de datos largas en el entorno multiprocesador se demuestra aquí. El algoritmo procesa mientras adquiere la señal recibida y reduce considerablemente los gastos generales de computación debido al paralelismo inherente ",
            "error": []
        },
        "received signal": {
            "translated_key": [
                "recepción",
                "señal recibida",
                "señal recibida"
            ],
            "translated_annotated_text": "Una rápida implementación de correlación de secuencias de datos largas para receptores coherentes La recepción coherente depende de la coincidencia de fase entre la señal transmitida y la \"recepción\". Las técnicas de rápida convolución basadas en la transformación rápida de Fourier (FFT) se utilizan ampliamente para extraer información de tiempo de retraso de dicha coincidencia. La latencia en el procesamiento de una gran ventana de datos de la \"señal recibida\" es un gasto general serio para aplicaciones en tiempo real de misión crítica. La implementación de un algoritmo paralelo para la correlación de secuencias de datos largas en el entorno multiprocesador se demuestra aquí. El algoritmo procesa mientras adquiere la \"señal recibida\" y reduce considerablemente el gasto de computación debido al paralelismo inherente ",
            "error": [
                "recepción",
                "señal recibida",
                "señal recibida"
            ]
        },
        "fast Fourier transform": {
            "translated_key": "transformación rápida de Fourier",
            "translated_annotated_text": "Una rápida implementación de correlación de secuencias de datos largas para receptores coherentes La recepción coherente depende de la coincidencia de fase entre la señal transmitida y la recibida. Las técnicas de rápida convolución basadas en la \"transformación rápida de Fourier\" (FFT) se utilizan ampliamente para extraer información de tiempo de retraso de dicha coincidencia. La latencia en el procesamiento de una gran ventana de datos de la señal recibida es un gasto general grave para las aplicaciones críticas en tiempo real de la misión. La implementación de un algoritmo paralelo para la correlación de secuencias de datos largas en el entorno multiprocesador se demuestra aquí. El algoritmo procesa mientras adquiere la señal recibida y reduce considerablemente los gastos generales de computación debido al paralelismo inherente ",
            "error": [
                ""
            ]
        },
        "time delay information": {
            "translated_key": "información de tiempo de retraso",
            "translated_annotated_text": "Una rápida implementación de correlación de secuencias de datos largas para receptores coherentes La recepción coherente depende de la coincidencia de fase entre la señal transmitida y la recibida. Las técnicas de rápida convolución basadas en la transformación rápida de Fourier (FFT) se utilizan ampliamente para extraer \"información de tiempo de retraso\" de dicha coincidencia. La latencia en el procesamiento de una gran ventana de datos de la señal recibida es un gasto general grave para las aplicaciones críticas en tiempo real de la misión. La implementación de un algoritmo paralelo para la correlación de secuencias de datos largas en el entorno multiprocesador se demuestra aquí. El algoritmo procesa mientras adquiere la señal recibida y reduce considerablemente los gastos generales de computación debido al paralelismo inherente ",
            "error": [
                ""
            ]
        },
        "latency": {
            "translated_key": "latencia",
            "translated_annotated_text": "Una rápida implementación de correlación de secuencias de datos largas para receptores coherentes La recepción coherente depende de la coincidencia de fase entre la señal transmitida y la recibida. Las técnicas de rápida convolución basadas en la transformación rápida de Fourier (FFT) se utilizan ampliamente para extraer información de tiempo de retraso de dicha coincidencia. La \"latencia\" en el procesamiento de una gran ventana de datos de la señal recibida es un gasto general serio para aplicaciones en tiempo real de misión crítica. La implementación de un algoritmo paralelo para la correlación de secuencias de datos largas en el entorno multiprocesador se demuestra aquí. El algoritmo procesa mientras adquiere la señal recibida y reduce considerablemente los gastos generales de computación debido al paralelismo inherente ",
            "error": [
                ""
            ]
        },
        "mission critical real time applications": {
            "translated_key": "aplicaciones críticas en tiempo real",
            "translated_annotated_text": "Una rápida implementación de correlación de secuencias de datos largas para receptores coherentes La recepción coherente depende de la coincidencia de fase entre la señal transmitida y la recibida. Las técnicas de rápida convolución basadas en la transformación rápida de Fourier (FFT) se utilizan ampliamente para extraer información de tiempo de retraso de dicha coincidencia. La latencia en el procesamiento de una gran ventana de datos de la señal recibida es un gasto general serio para \"aplicaciones críticas en tiempo real\". La implementación de un algoritmo paralelo para la correlación de secuencias de datos largas en el entorno multiprocesador se demuestra aquí. El algoritmo procesa mientras adquiere la señal recibida y reduce considerablemente los gastos generales de computación debido al paralelismo inherente ",
            "error": [
                ""
            ]
        },
        "parallel algorithm": {
            "translated_key": "algoritmo paralelo",
            "translated_annotated_text": "Una rápida implementación de correlación de secuencias de datos largas para receptores coherentes La recepción coherente depende de la coincidencia de fase entre la señal transmitida y la recibida. Las técnicas de rápida convolución basadas en la transformación rápida de Fourier (FFT) se utilizan ampliamente para extraer información de tiempo de retraso de dicha coincidencia. La latencia en el procesamiento de una gran ventana de datos de la señal recibida es un gasto general grave para las aplicaciones críticas en tiempo real de la misión. La implementación de un \"algoritmo paralelo\" para la correlación de secuencias de datos largas en el entorno multiprocesador se demuestra aquí. El algoritmo procesa mientras adquiere la señal recibida y reduce considerablemente los gastos generales de computación debido al paralelismo inherente ",
            "error": [
                ""
            ]
        },
        "multiprocessor environment": {
            "translated_key": "entorno multiprocesador",
            "translated_annotated_text": "Una rápida implementación de correlación de secuencias de datos largas para receptores coherentes La recepción coherente depende de la coincidencia de fase entre la señal transmitida y la recibida. Las técnicas de rápida convolución basadas en la transformación rápida de Fourier (FFT) se utilizan ampliamente para extraer información de tiempo de retraso de dicha coincidencia. La latencia en el procesamiento de una gran ventana de datos de la señal recibida es un gasto general grave para las aplicaciones críticas en tiempo real de la misión. La implementación de un algoritmo paralelo para la correlación de secuencias de datos largas en \"entorno multiprocesador\" se demuestra aquí. El algoritmo procesa mientras adquiere la señal recibida y reduce considerablemente los gastos generales de computación debido al paralelismo inherente ",
            "error": [
                ""
            ]
        },
        "computation": {
            "translated_key": "computación",
            "translated_annotated_text": "Una rápida implementación de correlación de secuencias de datos largas para receptores coherentes La recepción coherente depende de la coincidencia de fase entre la señal transmitida y la recibida. Las técnicas de rápida convolución basadas en la transformación rápida de Fourier (FFT) se utilizan ampliamente para extraer información de tiempo de retraso de dicha coincidencia. La latencia en el procesamiento de una gran ventana de datos de la señal recibida es un gasto general grave para las aplicaciones críticas en tiempo real de la misión. La implementación de un algoritmo paralelo para la correlación de secuencias de datos largas en el entorno multiprocesador se demuestra aquí. El algoritmo procesa mientras adquiere la señal recibida y reduce considerablemente la \"computación\" por encima debido al paralelismo inherente ",
            "error": [
                ""
            ]
        },
        "convolution": {
            "translated_key": "convolución",
            "translated_annotated_text": "Una rápida implementación de correlación de secuencias de datos largas para receptores coherentes La recepción coherente depende de la coincidencia de fase entre la señal transmitida y la recibida. Las técnicas rápidas de \"convolución\" basadas en la transformación rápida de Fourier (FFT) se utilizan ampliamente para extraer información de tiempo de retraso de dicha coincidencia. La latencia en el procesamiento de una gran ventana de datos de la señal recibida es un gasto general grave para las aplicaciones críticas en tiempo real de la misión. La implementación de un algoritmo paralelo para la correlación de secuencias de datos largas en el entorno multiprocesador se demuestra aquí. El algoritmo procesa mientras adquiere la señal recibida y reduce considerablemente los gastos generales de computación debido al paralelismo inherente ",
            "error": [
                ""
            ]
        },
        "correlation methods": {
            "translated_key": [],
            "translated_annotated_text": "Una rápida implementación de correlación de secuencias de datos largas para receptores coherentes La recepción coherente depende de la coincidencia de fase entre la señal transmitida y la recibida. Las técnicas de rápida convolución basadas en la transformación rápida de Fourier (FFT) se utilizan ampliamente para extraer información de tiempo de retraso de dicha coincidencia. La latencia en el procesamiento de una gran ventana de datos de la señal recibida es un gasto general grave para las aplicaciones críticas en tiempo real de la misión. La implementación de un algoritmo paralelo para la correlación de secuencias de datos largas en el entorno multiprocesador se demuestra aquí. El algoritmo procesa mientras adquiere la señal recibida y reduce considerablemente los gastos generales de computación debido al paralelismo inherente ",
            "error": []
        },
        "fast Fourier transforms": {
            "translated_key": [],
            "translated_annotated_text": "Una rápida implementación de correlación de secuencias de datos largas para receptores coherentes La recepción coherente depende de la coincidencia de fase entre la señal transmitida y la recibida. Las técnicas de rápida convolución basadas en la transformación rápida de Fourier (FFT) se utilizan ampliamente para extraer información de tiempo de retraso de dicha coincidencia. La latencia en el procesamiento de una gran ventana de datos de la señal recibida es un gasto general grave para las aplicaciones críticas en tiempo real de la misión. La implementación de un algoritmo paralelo para la correlación de secuencias de datos largas en el entorno multiprocesador se demuestra aquí. El algoritmo procesa mientras adquiere la señal recibida y reduce considerablemente los gastos generales de computación debido al paralelismo inherente ",
            "error": []
        },
        "parallel algorithms": {
            "translated_key": [],
            "translated_annotated_text": "Una rápida implementación de correlación de secuencias de datos largas para receptores coherentes La recepción coherente depende de la coincidencia de fase entre la señal transmitida y la recibida. Las técnicas de rápida convolución basadas en la transformación rápida de Fourier (FFT) se utilizan ampliamente para extraer información de tiempo de retraso de dicha coincidencia. La latencia en el procesamiento de una gran ventana de datos de la señal recibida es un gasto general grave para las aplicaciones críticas en tiempo real de la misión. La implementación de un algoritmo paralelo para la correlación de secuencias de datos largas en el entorno multiprocesador se demuestra aquí. El algoritmo procesa mientras adquiere la señal recibida y reduce considerablemente los gastos generales de computación debido al paralelismo inherente ",
            "error": []
        },
        "real-time systems": {
            "translated_key": [],
            "translated_annotated_text": "Una rápida implementación de correlación de secuencias de datos largas para receptores coherentes La recepción coherente depende de la coincidencia de fase entre la señal transmitida y la recibida. Las técnicas de rápida convolución basadas en la transformación rápida de Fourier (FFT) se utilizan ampliamente para extraer información de tiempo de retraso de dicha coincidencia. La latencia en el procesamiento de una gran ventana de datos de la señal recibida es un gasto general grave para las aplicaciones críticas en tiempo real de la misión. La implementación de un algoritmo paralelo para la correlación de secuencias de datos largas en el entorno multiprocesador se demuestra aquí. El algoritmo procesa mientras adquiere la señal recibida y reduce considerablemente los gastos generales de computación debido al paralelismo inherente ",
            "error": []
        },
        "signal detection": {
            "translated_key": [],
            "translated_annotated_text": "Una rápida implementación de correlación de secuencias de datos largas para receptores coherentes La recepción coherente depende de la coincidencia de fase entre la señal transmitida y la recibida. Las técnicas de rápida convolución basadas en la transformación rápida de Fourier (FFT) se utilizan ampliamente para extraer información de tiempo de retraso de dicha coincidencia. La latencia en el procesamiento de una gran ventana de datos de la señal recibida es un gasto general grave para las aplicaciones críticas en tiempo real de la misión. La implementación de un algoritmo paralelo para la correlación de secuencias de datos largas en el entorno multiprocesador se demuestra aquí. El algoritmo procesa mientras adquiere la señal recibida y reduce considerablemente los gastos generales de computación debido al paralelismo inherente ",
            "error": []
        }
    }
}