{
    "original_text": "Application of XML for neural network exchange This article introduces a framework for the interchange of trained neural network models. An XML-based language (Neural Network Markup Language) for the neural network model description is offered. It allows to write down all the components of neural network model which are necessary for its reproduction. We propose to use XML notation for the full description of neural models, including data dictionary, properties of training sample, preprocessing methods, details of network structure and parameters and methods for network output interpretation",
    "original_translation": "Aplicación de XML para el intercambio de redes neuronales Este artículo introduce un marco para el intercambio de modelos de redes neuronales entrenados. Se ofrece un lenguaje basado en XML (Neural Network Markup Language) para la descripción del modelo de red neuronal. Permite anotar todos los componentes del modelo de red neuronal necesarios para su reproducción. Proponemos utilizar la notación XML para la descripción completa de los modelos neuronales, incluyendo diccionario de datos, propiedades de la muestra de entrenamiento, métodos de preprocesamiento, detalles de la estructura de red y parámetros y métodos para la interpretación de la salida de red",
    "error_count": 6,
    "keys": {
        "XML": {
            "translated_key": "XML",
            "translated_annotated_text": "Aplicación de <br>XML</br> para el intercambio de redes neuronales Este artículo introduce un marco para el intercambio de modelos de redes neuronales entrenados. Se ofrece un lenguaje basado en <br>XML</br> (Neural Network Markup Language) para la descripción del modelo de red neuronal. Permite anotar todos los componentes del modelo de red neuronal necesarios para su reproducción. Proponemos utilizar la notación <br>XML</br> para la descripción completa de modelos neuronales, incluyendo diccionario de datos, propiedades de la muestra de entrenamiento, métodos de preprocesamiento, detalles de la estructura de red y parámetros y métodos para la interpretación de la salida de red ",
            "error": [
                ""
            ]
        },
        "neural network exchange": {
            "translated_key": "neural",
            "translated_annotated_text": "Aplicación de XML para el intercambio de red <br>neural</br> Este artículo introduce un marco para el intercambio de modelos de red neuronal entrenados. Se ofrece un lenguaje basado en XML (Neural Network Markup Language) para la descripción del modelo de red neuronal. Permite anotar todos los componentes del modelo de red neuronal necesarios para su reproducción. Proponemos utilizar la notación XML para la descripción completa de los modelos neuronales, incluyendo diccionario de datos, propiedades de la muestra de entrenamiento, métodos de preprocesamiento, detalles de la estructura de red y parámetros y métodos para la interpretación de la salida de red ",
            "error": [
                ""
            ]
        },
        "neural network markup language": {
            "translated_key": [],
            "translated_annotated_text": "Aplicación de XML para el intercambio de redes neuronales Este artículo introduce un marco para el intercambio de modelos de redes neuronales entrenados. Se ofrece un lenguaje basado en XML (Neural Network Markup Language) para la descripción del modelo de red neuronal. Permite anotar todos los componentes del modelo de red neuronal necesarios para su reproducción. Proponemos utilizar la notación XML para la descripción completa de los modelos neuronales, incluyendo diccionario de datos, propiedades de la muestra de entrenamiento, métodos de preprocesamiento, detalles de la estructura de red y parámetros y métodos para la interpretación de la salida de red ",
            "error": []
        },
        "data dictionary": {
            "translated_key": "data dictionary",
            "translated_annotated_text": "Aplicación de XML para el intercambio de redes neuronales Este artículo introduce un marco para el intercambio de modelos de redes neuronales entrenados. Se ofrece un lenguaje basado en XML (Neural Network Markup Language) para la descripción del modelo de red neuronal. Permite anotar todos los componentes del modelo de red neuronal necesarios para su reproducción. Proponemos utilizar la notación XML para la descripción completa de los modelos neuronales, incluyendo <br>data dictionary</br>, propiedades de la muestra de entrenamiento, métodos de preprocesamiento, detalles de la estructura de red y parámetros y métodos para la interpretación de la salida de red ",
            "error": [
                ""
            ]
        },
        "preprocessing methods": {
            "translated_key": "métodos de preprocesamiento",
            "translated_annotated_text": "Aplicación de XML para el intercambio de redes neuronales Este artículo introduce un marco para el intercambio de modelos de redes neuronales entrenados. Se ofrece un lenguaje basado en XML (Neural Network Markup Language) para la descripción del modelo de red neuronal. Permite anotar todos los componentes del modelo de red neuronal necesarios para su reproducción. Proponemos utilizar la notación XML para la descripción completa de los modelos neuronales, incluyendo diccionario de datos, propiedades de la muestra de entrenamiento, <br>métodos de preprocesamiento</br>, detalles de la estructura de red y parámetros y métodos para la interpretación de la salida de red. ",
            "error": [
                ""
            ]
        },
        "network structure": {
            "translated_key": [],
            "translated_annotated_text": "Aplicación de XML para el intercambio de redes neuronales Este artículo introduce un marco para el intercambio de modelos de redes neuronales entrenados. Se ofrece un lenguaje basado en XML (Neural Network Markup Language) para la descripción del modelo de red neuronal. Permite anotar todos los componentes del modelo de red neuronal necesarios para su reproducción. Proponemos utilizar la notación XML para la descripción completa de los modelos neuronales, incluyendo diccionario de datos, propiedades de la muestra de entrenamiento, métodos de preprocesamiento, detalles de la estructura de red <br> y parámetros y métodos para la interpretación de la salida de red ",
            "error": []
        },
        "network output interpretation": {
            "translated_key": [],
            "translated_annotated_text": "Aplicación de XML para el intercambio de redes neuronales Este artículo introduce un marco para el intercambio de modelos de redes neuronales entrenados. Se ofrece un lenguaje basado en XML (Neural Network Markup Language) para la descripción del modelo de red neuronal. Permite anotar todos los componentes del modelo de red neuronal necesarios para su reproducción. Proponemos utilizar la notación XML para la descripción completa de los modelos neuronales, incluyendo diccionario de datos, propiedades de la muestra de entrenamiento, métodos de preprocesamiento, detalles de la estructura de red y parámetros y métodos para la interpretación de salida de red <br> ",
            "error": []
        },
        "hypermedia markup languages": {
            "translated_key": [],
            "translated_annotated_text": "Aplicación de XML para el intercambio de redes neuronales Este artículo introduce un marco para el intercambio de modelos de redes neuronales entrenados. Se ofrece un lenguaje basado en XML (Neural Network Markup Language) para la descripción del modelo de red neuronal. Permite anotar todos los componentes del modelo de red neuronal necesarios para su reproducción. Proponemos utilizar la notación XML para la descripción completa de los modelos neuronales, incluyendo diccionario de datos, propiedades de la muestra de entrenamiento, métodos de preprocesamiento, detalles de la estructura de red y parámetros y métodos para la interpretación de la salida de red ",
            "error": []
        },
        "neural nets": {
            "translated_key": [],
            "translated_annotated_text": "Aplicación de XML para el intercambio de redes neuronales Este artículo introduce un marco para el intercambio de modelos de redes neuronales entrenados. Se ofrece un lenguaje basado en XML (Neural Network Markup Language) para la descripción del modelo de red neuronal. Permite anotar todos los componentes del modelo de red neuronal necesarios para su reproducción. Proponemos utilizar la notación XML para la descripción completa de los modelos neuronales, incluyendo diccionario de datos, propiedades de la muestra de entrenamiento, métodos de preprocesamiento, detalles de la estructura de red y parámetros y métodos para la interpretación de la salida de red ",
            "error": []
        },
        "standards": {
            "translated_key": [],
            "translated_annotated_text": "Aplicación de XML para el intercambio de redes neuronales Este artículo introduce un marco para el intercambio de modelos de redes neuronales entrenados. Se ofrece un lenguaje basado en XML (Neural Network Markup Language) para la descripción del modelo de red neuronal. Permite anotar todos los componentes del modelo de red neuronal necesarios para su reproducción. Proponemos utilizar la notación XML para la descripción completa de los modelos neuronales, incluyendo diccionario de datos, propiedades de la muestra de entrenamiento, métodos de preprocesamiento, detalles de la estructura de red y parámetros y métodos para la interpretación de la salida de red ",
            "error": []
        }
    }
}