{
    "original_text": "Supporting unified interface to wrapper generator in integrated information retrieval Given the ever-increasing scale and diversity of information and applications on the Internet, improving the technology of information retrieval is an urgent research objective. Retrieved information is either semi-structured or unstructured in format and its sources are extremely heterogeneous. In consequence, the task of efficiently gathering and extracting information from documents can be both difficult and tedious. Given this variety of sources and formats, many choose to use mediator/wrapper architecture, but its use demands a fast means of generating efficient wrappers. In this paper, we present a design for an automatic eXtensible Markup Language (XML)-based framework with which to generate wrappers rapidly. Wrappers created with this framework support a unified interface for a meta-search information retrieval system based on the Internet Search Service using the Common Object Request Broker Architecture (CORBA) standard. Greatly advantaged by the compatibility of CORBA and XML, a user can quickly and easily develop information-gathering applications, such as a meta-search engine or any other information source retrieval method. The two main things our design provides are a method of wrapper generation that is fast, simple, and efficient, and a wrapper generator that is CORBA and XML-compliant and that supports a unified interface",
    "original_translation": "Apoyar la interfaz unificada para el generador de envolturas en la recuperación integrada de información Dada la escala y diversidad cada vez mayores de información y aplicaciones en Internet, mejorar la tecnología de recuperación de información es un objetivo de investigación urgente. La información obtenida es semiestructurada o no estructurada en formato y sus fuentes son extremadamente heterogéneas. En consecuencia, la tarea de reunir y extraer información de los documentos de manera eficiente puede ser difícil y tediosa. Dada esta variedad de fuentes y formatos, muchos optan por utilizar la arquitectura mediadora/envasadora, pero su uso exige un medio rápido de generar envolturas eficientes. En este artículo, presentamos un diseño para un marco automático basado en eXtensible Markup Language (XML) con el que generar envolturas rápidamente. Los wrappers creados con este framework soportan una interfaz unificada para un sistema de recuperación de información de meta-búsqueda basado en el servicio de búsqueda de Internet utilizando el estándar Common Object Request Broker Architecture (CORBA). Con una gran ventaja por la compatibilidad de CORBA y XML, un usuario puede desarrollar rápida y fácilmente aplicaciones de recopilación de información, como un motor de meta-búsqueda o cualquier otro método de recuperación de fuentes de información. Las dos cosas principales que ofrece nuestro diseño son un método de generación de envoltura que es rápido, simple y eficiente, y un generador de envoltura que es compatible con CORBA y XML y que admite una interfaz unificada",
    "error_count": 6,
    "keys": {
        "unified interface": {
            "translated_key": [
                "interfaz unificada",
                " para un sistema de recuperación de información de meta-búsqueda basado en el Servicio de Búsqueda de Internet utilizando el estándar Common Object Request Broker Architecture (CORBA). Con una gran ventaja por la compatibilidad de CORBA y XML, un usuario puede desarrollar rápida y fácilmente aplicaciones de recopilación de información, como un motor de meta-búsqueda o cualquier otro método de recuperación de fuentes de información. Las dos cosas principales que ofrece nuestro diseño son un método de generación de envoltura que es rápido, simple y eficiente, y un generador de envoltura que es compatible con CORBA y XML y que admite una interfaz <br>unificada"
            ],
            "translated_annotated_text": "Apoyo a la <br>interfaz unificada</br> para el generador de envoltura en la recuperación de información integrada Dada la escala y diversidad cada vez mayores de información y aplicaciones en Internet, mejorar la tecnología de recuperación de información es un objetivo de investigación urgente. La información obtenida es semiestructurada o no estructurada en formato y sus fuentes son extremadamente heterogéneas. En consecuencia, la tarea de reunir y extraer información de los documentos de manera eficiente puede ser difícil y tediosa. Dada esta variedad de fuentes y formatos, muchos optan por utilizar la arquitectura mediadora/envasadora, pero su uso exige un medio rápido de generar envolturas eficientes. En este artículo, presentamos un diseño para un marco automático basado en eXtensible Markup Language (XML) con el que generar envolturas rápidamente. Los wrappers creados con este framework soportan una interfaz unificada <br> para un sistema de recuperación de información de meta-búsqueda basado en el Servicio de Búsqueda de Internet utilizando el estándar Common Object Request Broker Architecture (CORBA). Con una gran ventaja por la compatibilidad de CORBA y XML, un usuario puede desarrollar rápida y fácilmente aplicaciones de recopilación de información, como un motor de meta-búsqueda o cualquier otro método de recuperación de fuentes de información. Las dos cosas principales que ofrece nuestro diseño son un método de generación de envoltura que es rápido, simple y eficiente, y un generador de envoltura que es compatible con CORBA y XML y que admite una interfaz <br>unificada</br> ",
            "error": [
                "interfaz unificada",
                " para un sistema de recuperación de información de meta-búsqueda basado en el Servicio de Búsqueda de Internet utilizando el estándar Common Object Request Broker Architecture (CORBA). Con una gran ventaja por la compatibilidad de CORBA y XML, un usuario puede desarrollar rápida y fácilmente aplicaciones de recopilación de información, como un motor de meta-búsqueda o cualquier otro método de recuperación de fuentes de información. Las dos cosas principales que ofrece nuestro diseño son un método de generación de envoltura que es rápido, simple y eficiente, y un generador de envoltura que es compatible con CORBA y XML y que admite una interfaz <br>unificada"
            ]
        },
        "wrapper generator": {
            "translated_key": "wrapper",
            "translated_annotated_text": "El apoyo a la interfaz unificada para generar <br>wrapper</br> en la recuperación integrada de información Dada la escala y diversidad cada vez mayores de información y aplicaciones en Internet, mejorar la tecnología de recuperación de información es un objetivo de investigación urgente. La información obtenida es semiestructurada o no estructurada en formato y sus fuentes son extremadamente heterogéneas. En consecuencia, la tarea de reunir y extraer información de los documentos de manera eficiente puede ser difícil y tediosa. Dada esta variedad de fuentes y formatos, muchos optan por utilizar la arquitectura mediadora/envasadora, pero su uso exige un medio rápido de generar envolturas eficientes. En este artículo, presentamos un diseño para un marco automático basado en eXtensible Markup Language (XML) con el que generar envolturas rápidamente. Los wrappers creados con este framework soportan una interfaz unificada para un sistema de recuperación de información de meta-búsqueda basado en el servicio de búsqueda de Internet utilizando el estándar Common Object Request Broker Architecture (CORBA). Con una gran ventaja por la compatibilidad de CORBA y XML, un usuario puede desarrollar rápida y fácilmente aplicaciones de recopilación de información, como un motor de meta-búsqueda o cualquier otro método de recuperación de fuentes de información. Las dos cosas principales que ofrece nuestro diseño son un método de generación de envoltura que es rápido, simple y eficiente, y un generador <br>wrapper</br> que es compatible con CORBA y XML y que admite una interfaz unificada ",
            "error": [
                ""
            ]
        },
        "integrated information retrieval": {
            "translated_key": [],
            "translated_annotated_text": "El apoyo a la interfaz unificada para el generador de envoltura en la recuperación integrada de información <br> Dada la escala y diversidad cada vez mayores de información y aplicaciones en Internet, mejorar la tecnología de recuperación de información es un objetivo de investigación urgente. La información obtenida es semiestructurada o no estructurada en formato y sus fuentes son extremadamente heterogéneas. En consecuencia, la tarea de reunir y extraer información de los documentos de manera eficiente puede ser difícil y tediosa. Dada esta variedad de fuentes y formatos, muchos optan por utilizar la arquitectura mediadora/envasadora, pero su uso exige un medio rápido de generar envolturas eficientes. En este artículo, presentamos un diseño para un marco automático basado en eXtensible Markup Language (XML) con el que generar envolturas rápidamente. Los wrappers creados con este framework soportan una interfaz unificada para un sistema de recuperación de información de meta-búsqueda basado en el servicio de búsqueda de Internet utilizando el estándar Common Object Request Broker Architecture (CORBA). Con una gran ventaja por la compatibilidad de CORBA y XML, un usuario puede desarrollar rápida y fácilmente aplicaciones de recopilación de información, como un motor de meta-búsqueda o cualquier otro método de recuperación de fuentes de información. Las dos cosas principales que ofrece nuestro diseño son un método de generación de envoltura que es rápido, simple y eficiente, y un generador de envoltura que es compatible con CORBA y XML y que admite una interfaz unificada ",
            "error": []
        },
        "Internet": {
            "translated_key": "Internet",
            "translated_annotated_text": "Apoyar la interfaz unificada para el generador de envoltura en la recuperación de información integrada Dada la escala y diversidad cada vez mayores de información y aplicaciones en la <br>Internet</br>, mejorar la tecnología de recuperación de información es un objetivo de investigación urgente. La información obtenida es semiestructurada o no estructurada en formato y sus fuentes son extremadamente heterogéneas. En consecuencia, la tarea de reunir y extraer información de los documentos de manera eficiente puede ser difícil y tediosa. Dada esta variedad de fuentes y formatos, muchos optan por utilizar la arquitectura mediadora/envasadora, pero su uso exige un medio rápido de generar envolturas eficientes. En este artículo, presentamos un diseño para un marco automático basado en eXtensible Markup Language (XML) con el que generar envolturas rápidamente. Los wrappers creados con este framework soportan una interfaz unificada para un sistema de recuperación de información de meta-búsqueda basado en el servicio de búsqueda <br>Internet</br> utilizando el estándar Common Object Request Broker Architecture (CORBA). Con una gran ventaja por la compatibilidad de CORBA y XML, un usuario puede desarrollar rápida y fácilmente aplicaciones de recopilación de información, como un motor de meta-búsqueda o cualquier otro método de recuperación de fuentes de información. Las dos cosas principales que ofrece nuestro diseño son un método de generación de envoltura que es rápido, simple y eficiente, y un generador de envoltura que es compatible con CORBA y XML y que admite una interfaz unificada ",
            "error": [
                ""
            ]
        },
        "automatic eXtensible Markup Language": {
            "translated_key": [],
            "translated_annotated_text": "Apoyar la interfaz unificada para el generador de envolturas en la recuperación integrada de información Dada la escala y diversidad cada vez mayores de información y aplicaciones en Internet, mejorar la tecnología de recuperación de información es un objetivo de investigación urgente. La información obtenida es semiestructurada o no estructurada en formato y sus fuentes son extremadamente heterogéneas. En consecuencia, la tarea de reunir y extraer información de los documentos de manera eficiente puede ser difícil y tediosa. Dada esta variedad de fuentes y formatos, muchos optan por utilizar la arquitectura mediadora/envasadora, pero su uso exige un medio rápido de generar envolturas eficientes. En este artículo, presentamos un diseño para un marco automático basado en eXtensible Markup Language (XML) con el que generar envolturas rápidamente.  Los wrappers creados con este framework soportan una interfaz unificada para un sistema de recuperación de información de meta-búsqueda basado en el servicio de búsqueda de Internet utilizando el estándar Common Object Request Broker Architecture (CORBA). Con una gran ventaja por la compatibilidad de CORBA y XML, un usuario puede desarrollar rápida y fácilmente aplicaciones de recopilación de información, como un motor de meta-búsqueda o cualquier otro método de recuperación de fuentes de información. Las dos cosas principales que ofrece nuestro diseño son un método de generación de envoltura que es rápido, simple y eficiente, y un generador de envoltura que es compatible con CORBA y XML y que admite una interfaz unificada ",
            "error": []
        },
        "CORBA": {
            "translated_key": "CORBA",
            "translated_annotated_text": "Apoyar la interfaz unificada para el generador de envolturas en la recuperación integrada de información Dada la escala y diversidad cada vez mayores de información y aplicaciones en Internet, mejorar la tecnología de recuperación de información es un objetivo de investigación urgente. La información obtenida es semiestructurada o no estructurada en formato y sus fuentes son extremadamente heterogéneas. En consecuencia, la tarea de reunir y extraer información de los documentos de manera eficiente puede ser difícil y tediosa. Dada esta variedad de fuentes y formatos, muchos optan por utilizar la arquitectura mediadora/envasadora, pero su uso exige un medio rápido de generar envolturas eficientes. En este artículo, presentamos un diseño para un marco automático basado en eXtensible Markup Language (XML) con el que generar envolturas rápidamente. Los wrappers creados con este framework soportan una interfaz unificada para un sistema de recuperación de información de meta-búsqueda basado en el servicio de búsqueda de Internet utilizando el estándar Common Object Request Broker Architecture (<br>CORBA</br>). Con una gran ventaja por la compatibilidad de <br>CORBA</br> y XML, un usuario puede desarrollar rápida y fácilmente aplicaciones de recopilación de información, como un motor de meta-búsqueda o cualquier otro método de recuperación de fuentes de información. Las dos cosas principales que ofrece nuestro diseño son un método de generación de envoltura que es rápido, simple y eficiente, y un generador de envoltura que es compatible con <br>CORBA</br> y XML y que admite una interfaz unificada ",
            "error": [
                ""
            ]
        },
        "meta-search engine": {
            "translated_key": "meta",
            "translated_annotated_text": "Apoyar la interfaz unificada para el generador de envolturas en la recuperación integrada de información Dada la escala y diversidad cada vez mayores de información y aplicaciones en Internet, mejorar la tecnología de recuperación de información es un objetivo de investigación urgente. La información obtenida es semiestructurada o no estructurada en formato y sus fuentes son extremadamente heterogéneas. En consecuencia, la tarea de reunir y extraer información de los documentos de manera eficiente puede ser difícil y tediosa. Dada esta variedad de fuentes y formatos, muchos optan por utilizar la arquitectura mediadora/envasadora, pero su uso exige un medio rápido de generar envolturas eficientes. En este artículo, presentamos un diseño para un marco automático basado en eXtensible Markup Language (XML) con el que generar envolturas rápidamente. Los wrappers creados con este framework soportan una interfaz unificada para un sistema de recuperación de información de meta-búsqueda basado en el servicio de búsqueda de Internet utilizando el estándar Common Object Request Broker Architecture (CORBA). Con una gran ventaja por la compatibilidad de CORBA y XML, un usuario puede desarrollar rápida y fácilmente aplicaciones de recopilación de información, como un motor de búsqueda <br>meta</br> o cualquier otro método de recuperación de fuentes de información. Las dos cosas principales que ofrece nuestro diseño son un método de generación de envoltura que es rápido, simple y eficiente, y un generador de envoltura que es compatible con CORBA y XML y que admite una interfaz unificada ",
            "error": [
                ""
            ]
        },
        "distributed object management": {
            "translated_key": [],
            "translated_annotated_text": "Apoyar la interfaz unificada para el generador de envolturas en la recuperación integrada de información Dada la escala y diversidad cada vez mayores de información y aplicaciones en Internet, mejorar la tecnología de recuperación de información es un objetivo de investigación urgente. La información obtenida es semiestructurada o no estructurada en formato y sus fuentes son extremadamente heterogéneas. En consecuencia, la tarea de reunir y extraer información de los documentos de manera eficiente puede ser difícil y tediosa. Dada esta variedad de fuentes y formatos, muchos optan por utilizar la arquitectura mediadora/envasadora, pero su uso exige un medio rápido de generar envolturas eficientes. En este artículo, presentamos un diseño para un marco automático basado en eXtensible Markup Language (XML) con el que generar envolturas rápidamente. Los wrappers creados con este framework soportan una interfaz unificada para un sistema de recuperación de información de meta-búsqueda basado en el servicio de búsqueda de Internet utilizando el estándar Common Object Request Broker Architecture (CORBA). Con una gran ventaja por la compatibilidad de CORBA y XML, un usuario puede desarrollar rápida y fácilmente aplicaciones de recopilación de información, como un motor de meta-búsqueda o cualquier otro método de recuperación de fuentes de información. Las dos cosas principales que ofrece nuestro diseño son un método de generación de envoltura que es rápido, simple y eficiente, y un generador de envoltura que es compatible con CORBA y XML y que admite una interfaz unificada ",
            "error": []
        },
        "hypermedia markup languages": {
            "translated_key": [],
            "translated_annotated_text": "Apoyar la interfaz unificada para el generador de envolturas en la recuperación integrada de información Dada la escala y diversidad cada vez mayores de información y aplicaciones en Internet, mejorar la tecnología de recuperación de información es un objetivo de investigación urgente. La información obtenida es semiestructurada o no estructurada en formato y sus fuentes son extremadamente heterogéneas. En consecuencia, la tarea de reunir y extraer información de los documentos de manera eficiente puede ser difícil y tediosa. Dada esta variedad de fuentes y formatos, muchos optan por utilizar la arquitectura mediadora/envasadora, pero su uso exige un medio rápido de generar envolturas eficientes. En este artículo, presentamos un diseño para un marco automático basado en eXtensible Markup Language (XML) con el que generar envolturas rápidamente. Los wrappers creados con este framework soportan una interfaz unificada para un sistema de recuperación de información de meta-búsqueda basado en el servicio de búsqueda de Internet utilizando el estándar Common Object Request Broker Architecture (CORBA). Con una gran ventaja por la compatibilidad de CORBA y XML, un usuario puede desarrollar rápida y fácilmente aplicaciones de recopilación de información, como un motor de meta-búsqueda o cualquier otro método de recuperación de fuentes de información. Las dos cosas principales que ofrece nuestro diseño son un método de generación de envoltura que es rápido, simple y eficiente, y un generador de envoltura que es compatible con CORBA y XML y que admite una interfaz unificada ",
            "error": []
        },
        "information retrieval": {
            "translated_key": " Dada la escala y diversidad cada vez mayores de información y aplicaciones en Internet, mejorar la tecnología de la recuperación de información <br> es un objetivo de investigación urgente. La información obtenida es semiestructurada o no estructurada en formato y sus fuentes son extremadamente heterogéneas. En consecuencia, la tarea de reunir y extraer información de los documentos de manera eficiente puede ser difícil y tediosa. Dada esta variedad de fuentes y formatos, muchos optan por utilizar la arquitectura mediadora/envasadora, pero su uso exige un medio rápido de generar envolturas eficientes. En este artículo, presentamos un diseño para un marco automático basado en eXtensible Markup Language (XML) con el que generar envolturas rápidamente. Los wrappers creados con este framework soportan una interfaz unificada para un sistema de meta-búsqueda <br>recuperación de información",
            "translated_annotated_text": "El apoyo a la interfaz unificada para el generador de envolturas en la recuperación integrada de información <br> Dada la escala y diversidad cada vez mayores de información y aplicaciones en Internet, mejorar la tecnología de la recuperación de información <br> es un objetivo de investigación urgente. La información obtenida es semiestructurada o no estructurada en formato y sus fuentes son extremadamente heterogéneas. En consecuencia, la tarea de reunir y extraer información de los documentos de manera eficiente puede ser difícil y tediosa. Dada esta variedad de fuentes y formatos, muchos optan por utilizar la arquitectura mediadora/envasadora, pero su uso exige un medio rápido de generar envolturas eficientes. En este artículo, presentamos un diseño para un marco automático basado en eXtensible Markup Language (XML) con el que generar envolturas rápidamente. Los wrappers creados con este framework soportan una interfaz unificada para un sistema de meta-búsqueda <br>recuperación de información</br> basado en el servicio de búsqueda de Internet utilizando el estándar Common Object Request Broker Architecture (CORBA). Con una gran ventaja por la compatibilidad de CORBA y XML, un usuario puede desarrollar rápida y fácilmente aplicaciones de recopilación de información, como un motor de meta-búsqueda o cualquier otro método de recuperación de fuentes de información. Las dos cosas principales que ofrece nuestro diseño son un método de generación de envoltura que es rápido, simple y eficiente, y un generador de envoltura que es compatible con CORBA y XML y que admite una interfaz unificada ",
            "error": [
                ""
            ]
        },
        "pattern matching": {
            "translated_key": [],
            "translated_annotated_text": "Apoyar la interfaz unificada para el generador de envolturas en la recuperación integrada de información Dada la escala y diversidad cada vez mayores de información y aplicaciones en Internet, mejorar la tecnología de recuperación de información es un objetivo de investigación urgente. La información obtenida es semiestructurada o no estructurada en formato y sus fuentes son extremadamente heterogéneas. En consecuencia, la tarea de reunir y extraer información de los documentos de manera eficiente puede ser difícil y tediosa. Dada esta variedad de fuentes y formatos, muchos optan por utilizar la arquitectura mediadora/envasadora, pero su uso exige un medio rápido de generar envolturas eficientes. En este artículo, presentamos un diseño para un marco automático basado en eXtensible Markup Language (XML) con el que generar envolturas rápidamente. Los wrappers creados con este framework soportan una interfaz unificada para un sistema de recuperación de información de meta-búsqueda basado en el servicio de búsqueda de Internet utilizando el estándar Common Object Request Broker Architecture (CORBA). Con una gran ventaja por la compatibilidad de CORBA y XML, un usuario puede desarrollar rápida y fácilmente aplicaciones de recopilación de información, como un motor de meta-búsqueda o cualquier otro método de recuperación de fuentes de información. Las dos cosas principales que ofrece nuestro diseño son un método de generación de envoltura que es rápido, simple y eficiente, y un generador de envoltura que es compatible con CORBA y XML y que admite una interfaz unificada ",
            "error": []
        }
    }
}