{
    "original_text": "High-speed consistency checking for hypothetical reasoning systems using inference path network Hypothetical reasoning is popular in fault diagnostics and design systems, but slow reasoning speed is its drawback. The goal of the current study is developing hypothetical reasoning based on an inference path network, which would overcome this drawback. In hypothetical reasoning systems based on an inference path network, there is much room for improvement regarding the computing costs of connotation processing and consistency checking. The authors of this study demonstrate improvement ideas regarding one of these problems, namely, consistency checking. First, the authors obtained necessary and sufficient conditions under which inconsistencies occur during hypothesis composition. Based on the obtained results, the authors proposed an algorithm for speeding up the process of consistency checking. Processing with this algorithm in its core consists of transforming the inference path network in such a way that inconsistencies do not occur during the hypothesis composition, under the condition of unchanged solution hypotheses. The efficiency of this algorithm was confirmed by tests",
    "original_translation": "Comprobación de la consistencia de alta velocidad para sistemas de razonamiento hipotéticos utilizando la red de trayectoria de inferencia El razonamiento hipotético es popular en diagnóstico de fallas y sistemas de diseño, pero la velocidad de razonamiento lenta es su inconveniente. El objetivo del presente estudio es desarrollar un razonamiento hipotético basado en una red de trayectoria de inferencia, que superaría este inconveniente. En los sistemas de razonamiento hipotético basados en una red de trayectoria de inferencia, hay mucho margen para mejorar los costos de cálculo del procesamiento de connotaciones y la comprobación de la coherencia. Los autores de este estudio demuestran ideas de mejora respecto a uno de estos problemas, a saber, la comprobación de la consistencia. Primero, los autores obtuvieron condiciones necesarias y suficientes bajo las cuales ocurren inconsistencias durante la composición de hipótesis. Sobre la base de los resultados obtenidos, los autores propusieron un algoritmo para acelerar el proceso de comprobación de la consistencia. El procesamiento con este algoritmo en su núcleo consiste en transformar la red de trayectoria de inferencia de tal manera que no se produzcan inconsistencias durante la composición de la hipótesis, bajo la condición de hipótesis de solución inalteradas. La eficiencia de este algoritmo fue confirmada por pruebas",
    "error_count": 8,
    "keys": {
        "hypothetical reasoning": {
            "translated_key": [
                "hypothetical ",
                "hipotésico",
                "razonamiento hipotético"
            ],
            "translated_annotated_text": "Comprobación de consistencia de alta velocidad para sistemas de raciocinio <br>hypothetical </br> utilizando la red de trayectoria de inferencia El razonamiento hipotético es popular en diagnóstico de fallas y sistemas de diseño, pero la velocidad de razonamiento lenta es su inconveniente. El objetivo del presente estudio es desarrollar un razonamiento <br>hipotésico</br> basado en una red de trayectoria de inferencia, que superaría este inconveniente. En los sistemas de <br>razonamiento hipotético</br> basados en una red de trayectoria de inferencia, hay mucho margen para mejorar en cuanto a los costos de cálculo del procesamiento de connotaciones y la comprobación de la consistencia.  Los autores de este estudio demuestran ideas de mejora respecto a uno de estos problemas, a saber, la comprobación de la consistencia. Primero, los autores obtuvieron condiciones necesarias y suficientes bajo las cuales ocurren inconsistencias durante la composición de hipótesis. Sobre la base de los resultados obtenidos, los autores propusieron un algoritmo para acelerar el proceso de comprobación de la consistencia. El procesamiento con este algoritmo en su núcleo consiste en transformar la red de trayectoria de inferencia de tal manera que no se produzcan inconsistencias durante la composición de la hipótesis, bajo la condición de hipótesis de solución inalteradas. La eficiencia de este algoritmo fue confirmada por pruebas ",
            "error": [
                "hypothetical ",
                "hipotésico",
                "razonamiento hipotético"
            ]
        },
        "fault diagnostics": {
            "translated_key": "diagnóstico de fallas",
            "translated_annotated_text": "Control de consistencia de alta velocidad para sistemas de razonamiento hipotéticos utilizando la red de trayectoria de inferencia El razonamiento hipotético es popular en <br>diagnóstico de fallas</br> y sistemas de diseño, pero la velocidad de razonamiento lenta es su inconveniente. El objetivo del presente estudio es desarrollar un razonamiento hipotético basado en una red de trayectoria de inferencia, que superaría este inconveniente. En los sistemas de razonamiento hipotético basados en una red de trayectoria de inferencia, hay mucho margen para mejorar los costos de cálculo del procesamiento de connotaciones y la comprobación de la coherencia. Los autores de este estudio demuestran ideas de mejora respecto a uno de estos problemas, a saber, la comprobación de la consistencia. Primero, los autores obtuvieron condiciones necesarias y suficientes bajo las cuales ocurren inconsistencias durante la composición de hipótesis. Sobre la base de los resultados obtenidos, los autores propusieron un algoritmo para acelerar el proceso de comprobación de la consistencia. El procesamiento con este algoritmo en su núcleo consiste en transformar la red de trayectoria de inferencia de tal manera que no se produzcan inconsistencias durante la composición de la hipótesis, bajo la condición de hipótesis de solución inalteradas. La eficiencia de este algoritmo fue confirmada por pruebas ",
            "error": [
                ""
            ]
        },
        "high-speed consistency checking": {
            "translated_key": [],
            "translated_annotated_text": "Comprobación de la consistencia de alta velocidad para sistemas de razonamiento hipotéticos utilizando la red de trayectoria de inferencia El razonamiento hipotético es popular en diagnóstico de fallas y sistemas de diseño, pero la velocidad de razonamiento lenta es su inconveniente. El objetivo del presente estudio es desarrollar un razonamiento hipotético basado en una red de trayectoria de inferencia, que superaría este inconveniente. En los sistemas de razonamiento hipotético basados en una red de trayectoria de inferencia, hay mucho margen para mejorar los costos de cálculo del procesamiento de connotaciones y la comprobación de la coherencia. Los autores de este estudio demuestran ideas de mejora respecto a uno de estos problemas, a saber, la comprobación de la consistencia. Primero, los autores obtuvieron condiciones necesarias y suficientes bajo las cuales ocurren inconsistencias durante la composición de hipótesis. Sobre la base de los resultados obtenidos, los autores propusieron un algoritmo para acelerar el proceso de comprobación de la consistencia. El procesamiento con este algoritmo en su núcleo consiste en transformar la red de trayectoria de inferencia de tal manera que no se produzcan inconsistencias durante la composición de la hipótesis, bajo la condición de hipótesis de solución inalteradas. La eficiencia de este algoritmo fue confirmada por pruebas ",
            "error": []
        },
        "inference path network": {
            "translated_key": [
                "inferencia red de trayectoria",
                "inferencia",
                "inferencia"
            ],
            "translated_annotated_text": "Comprobación de consistencia de alta velocidad para sistemas de razonamiento hipotéticos usando <br>inferencia red de trayectoria</br> El razonamiento hipotético es popular en diagnóstico de fallas y sistemas de diseño, pero la velocidad de razonamiento lenta es su inconveniente. El objetivo del presente estudio es desarrollar un razonamiento hipotético basado en una red de trayectorias de <br>inferencia</br>, que superaría este inconveniente. En los sistemas de razonamiento hipotético basados en una red de trayectoria de <br>inferencia</br>, hay mucho margen para mejorar los costos de cálculo del procesamiento de connotaciones y la comprobación de la consistencia. Los autores de este estudio demuestran ideas de mejora respecto a uno de estos problemas, a saber, la comprobación de la consistencia. Primero, los autores obtuvieron condiciones necesarias y suficientes bajo las cuales ocurren inconsistencias durante la composición de hipótesis. Sobre la base de los resultados obtenidos, los autores propusieron un algoritmo para acelerar el proceso de comprobación de la consistencia. El procesamiento con este algoritmo en su núcleo consiste en transformar la red de ruta de <br>inferencia de tal manera que no se produzcan inconsistencias durante la composición de la hipótesis, bajo la condición de hipótesis de solución inalteradas. La eficiencia de este algoritmo fue confirmada por pruebas ",
            "error": [
                "inferencia red de trayectoria",
                "inferencia",
                "inferencia"
            ]
        },
        "reasoning speed": {
            "translated_key": "razonante",
            "translated_annotated_text": "Comprobación de la consistencia de alta velocidad para sistemas de razonamiento hipotéticos utilizando la red de trayectoria de inferencia El razonamiento hipotético es popular en diagnósticos de fallas y sistemas de diseño, pero la velocidad lenta <br>razonante</br> es su inconveniente. El objetivo del presente estudio es desarrollar un razonamiento hipotético basado en una red de trayectoria de inferencia, que superaría este inconveniente. En los sistemas de razonamiento hipotético basados en una red de trayectoria de inferencia, hay mucho margen para mejorar los costos de cálculo del procesamiento de connotaciones y la comprobación de la coherencia. Los autores de este estudio demuestran ideas de mejora respecto a uno de estos problemas, a saber, la comprobación de la consistencia. Primero, los autores obtuvieron condiciones necesarias y suficientes bajo las cuales ocurren inconsistencias durante la composición de hipótesis. Sobre la base de los resultados obtenidos, los autores propusieron un algoritmo para acelerar el proceso de comprobación de la consistencia. El procesamiento con este algoritmo en su núcleo consiste en transformar la red de trayectoria de inferencia de tal manera que no se produzcan inconsistencias durante la composición de la hipótesis, bajo la condición de hipótesis de solución inalteradas. La eficiencia de este algoritmo fue confirmada por pruebas ",
            "error": [
                ""
            ]
        },
        "inconsistencies": {
            "translated_key": [
                " inconsistencias",
                "inconsistencias"
            ],
            "translated_annotated_text": "Comprobación de la consistencia de alta velocidad para sistemas de razonamiento hipotéticos utilizando la red de trayectoria de inferencia El razonamiento hipotético es popular en diagnóstico de fallas y sistemas de diseño, pero la velocidad de razonamiento lenta es su inconveniente. El objetivo del presente estudio es desarrollar un razonamiento hipotético basado en una red de trayectoria de inferencia, que superaría este inconveniente. En los sistemas de razonamiento hipotético basados en una red de trayectoria de inferencia, hay mucho margen para mejorar los costos de cálculo del procesamiento de connotaciones y la comprobación de la coherencia. Los autores de este estudio demuestran ideas de mejora respecto a uno de estos problemas, a saber, la comprobación de la consistencia. En primer lugar, los autores obtuvieron condiciones necesarias y suficientes bajo las cuales se producen <br> inconsistencias</br> durante la composición de hipótesis. Sobre la base de los resultados obtenidos, los autores propusieron un algoritmo para acelerar el proceso de comprobación de la consistencia. El procesamiento con este algoritmo en su núcleo consiste en transformar la red de trayectoria de inferencia de tal manera que <br>inconsistencias</br> no ocurran durante la composición de la hipótesis, bajo la condición de hipótesis de solución inalteradas. La eficiencia de este algoritmo fue confirmada por pruebas ",
            "error": [
                " inconsistencias",
                "inconsistencias"
            ]
        },
        "hypothesis composition": {
            "translated_key": " ",
            "translated_annotated_text": "Comprobación de la consistencia de alta velocidad para sistemas de razonamiento hipotéticos utilizando la red de trayectoria de inferencia El razonamiento hipotético es popular en diagnóstico de fallas y sistemas de diseño, pero la velocidad de razonamiento lenta es su inconveniente. El objetivo del presente estudio es desarrollar un razonamiento hipotético basado en una red de trayectoria de inferencia, que superaría este inconveniente. En los sistemas de razonamiento hipotético basados en una red de trayectoria de inferencia, hay mucho margen para mejorar los costos de cálculo del procesamiento de connotaciones y la comprobación de la coherencia. Los autores de este estudio demuestran ideas de mejora respecto a uno de estos problemas, a saber, la comprobación de la consistencia. Primero, los autores obtuvieron condiciones necesarias y suficientes bajo las cuales ocurren inconsistencias durante la composición de la hipótesis <br> </br>. Sobre la base de los resultados obtenidos, los autores propusieron un algoritmo para acelerar el proceso de comprobación de la consistencia. El procesamiento con este algoritmo en su núcleo consiste en transformar la red de trayectoria de inferencia de tal manera que no se produzcan inconsistencias durante la composición de la hipótesis <br>, bajo la condición de hipótesis de solución inalteradas. La eficiencia de este algoritmo fue confirmada por pruebas ",
            "error": [
                ""
            ]
        },
        "speed up": {
            "translated_key": [],
            "translated_annotated_text": "Comprobación de la consistencia de alta velocidad para sistemas de razonamiento hipotéticos utilizando la red de trayectoria de inferencia El razonamiento hipotético es popular en diagnóstico de fallas y sistemas de diseño, pero la velocidad de razonamiento lenta es su inconveniente. El objetivo del presente estudio es desarrollar un razonamiento hipotético basado en una red de trayectoria de inferencia, que superaría este inconveniente. En los sistemas de razonamiento hipotético basados en una red de trayectoria de inferencia, hay mucho margen para mejorar los costos de cálculo del procesamiento de connotaciones y la comprobación de la coherencia. Los autores de este estudio demuestran ideas de mejora respecto a uno de estos problemas, a saber, la comprobación de la consistencia. Primero, los autores obtuvieron condiciones necesarias y suficientes bajo las cuales ocurren inconsistencias durante la composición de hipótesis. Sobre la base de los resultados obtenidos, los autores propusieron un algoritmo para acelerar el proceso de comprobación de la consistencia. El procesamiento con este algoritmo en su núcleo consiste en transformar la red de trayectoria de inferencia de tal manera que no se produzcan inconsistencias durante la composición de la hipótesis, bajo la condición de hipótesis de solución inalteradas. La eficiencia de este algoritmo fue confirmada por pruebas ",
            "error": []
        },
        "diagnostic reasoning": {
            "translated_key": [],
            "translated_annotated_text": "Comprobación de la consistencia de alta velocidad para sistemas de razonamiento hipotéticos utilizando la red de trayectoria de inferencia El razonamiento hipotético es popular en diagnóstico de fallas y sistemas de diseño, pero la velocidad de razonamiento lenta es su inconveniente. El objetivo del presente estudio es desarrollar un razonamiento hipotético basado en una red de trayectoria de inferencia, que superaría este inconveniente. En los sistemas de razonamiento hipotético basados en una red de trayectoria de inferencia, hay mucho margen para mejorar los costos de cálculo del procesamiento de connotaciones y la comprobación de la coherencia. Los autores de este estudio demuestran ideas de mejora respecto a uno de estos problemas, a saber, la comprobación de la consistencia. Primero, los autores obtuvieron condiciones necesarias y suficientes bajo las cuales ocurren inconsistencias durante la composición de hipótesis. Sobre la base de los resultados obtenidos, los autores propusieron un algoritmo para acelerar el proceso de comprobación de la consistencia. El procesamiento con este algoritmo en su núcleo consiste en transformar la red de trayectoria de inferencia de tal manera que no se produzcan inconsistencias durante la composición de la hipótesis, bajo la condición de hipótesis de solución inalteradas. La eficiencia de este algoritmo fue confirmada por pruebas ",
            "error": []
        },
        "heuristic programming": {
            "translated_key": [],
            "translated_annotated_text": "Comprobación de la consistencia de alta velocidad para sistemas de razonamiento hipotéticos utilizando la red de trayectoria de inferencia El razonamiento hipotético es popular en diagnóstico de fallas y sistemas de diseño, pero la velocidad de razonamiento lenta es su inconveniente. El objetivo del presente estudio es desarrollar un razonamiento hipotético basado en una red de trayectoria de inferencia, que superaría este inconveniente. En los sistemas de razonamiento hipotético basados en una red de trayectoria de inferencia, hay mucho margen para mejorar los costos de cálculo del procesamiento de connotaciones y la comprobación de la coherencia. Los autores de este estudio demuestran ideas de mejora respecto a uno de estos problemas, a saber, la comprobación de la consistencia. Primero, los autores obtuvieron condiciones necesarias y suficientes bajo las cuales ocurren inconsistencias durante la composición de hipótesis. Sobre la base de los resultados obtenidos, los autores propusieron un algoritmo para acelerar el proceso de comprobación de la consistencia. El procesamiento con este algoritmo en su núcleo consiste en transformar la red de trayectoria de inferencia de tal manera que no se produzcan inconsistencias durante la composición de la hipótesis, bajo la condición de hipótesis de solución inalteradas. La eficiencia de este algoritmo fue confirmada por pruebas ",
            "error": []
        },
        "uncertainty handling": {
            "translated_key": [],
            "translated_annotated_text": "Comprobación de la consistencia de alta velocidad para sistemas de razonamiento hipotéticos utilizando la red de trayectoria de inferencia El razonamiento hipotético es popular en diagnóstico de fallas y sistemas de diseño, pero la velocidad de razonamiento lenta es su inconveniente. El objetivo del presente estudio es desarrollar un razonamiento hipotético basado en una red de trayectoria de inferencia, que superaría este inconveniente. En los sistemas de razonamiento hipotético basados en una red de trayectoria de inferencia, hay mucho margen para mejorar los costos de cálculo del procesamiento de connotaciones y la comprobación de la coherencia. Los autores de este estudio demuestran ideas de mejora respecto a uno de estos problemas, a saber, la comprobación de la consistencia. Primero, los autores obtuvieron condiciones necesarias y suficientes bajo las cuales ocurren inconsistencias durante la composición de hipótesis. Sobre la base de los resultados obtenidos, los autores propusieron un algoritmo para acelerar el proceso de comprobación de la consistencia. El procesamiento con este algoritmo en su núcleo consiste en transformar la red de trayectoria de inferencia de tal manera que no se produzcan inconsistencias durante la composición de la hipótesis, bajo la condición de hipótesis de solución inalteradas. La eficiencia de este algoritmo fue confirmada por pruebas ",
            "error": []
        }
    }
}