{
    "original_text": "Definition of a similarity measure between cases based on auto/cross-fuzzy thesauri A similarity measure between cases is needed in order to evaluate the degree of similarity when using past similar cases in order to resolve current problems. In similar case retrieval, multiple indices are set up in order to characterize the queries and individual cases, then terms are given as values to each. The similarity measure between cases commonly used is defined using the rate at which the values provided from the corresponding indices match. In practice, however, values cannot be expected to be mutually exclusive. As a result, a natural expansion of this approach is to have relationships in which mutually similar meanings are reflected in the similarity measure between cases. In this paper the authors consider an auto-fuzzy thesaurus which gives the relationship for values between corresponding indices and a cross-fuzzy thesaurus which gives the relationship for values between mutually distinct indices, then defines a similarity measure between cases which considers the relationship of index values based on these thesauri. This definition satisfies the characteristics required for the operation of case-based retrieval even when one value is not necessarily given in the index. Finally, using a test similar case retrieval system, the authors perform a comparative analysis of the proposed similarity measure between cases and a conventional approach",
    "original_translation": "Definición de una medida de similitud entre casos basada en tesauros auto/cross-fuzzy Se necesita una medida de similitud entre casos para evaluar el grado de similitud cuando se utilizan casos similares pasados con el fin de resolver problemas actuales. En casos similares, se establecen índices múltiples para caracterizar las consultas y los casos individuales, a continuación, los términos se dan como valores a cada uno. La medida de similitud entre los casos comúnmente utilizados se define utilizando la tasa a la que coinciden los valores proporcionados por los índices correspondientes. Sin embargo, en la práctica no cabe esperar que los valores se excluyan mutuamente. Como resultado, una expansión natural de este enfoque es tener relaciones en las que significados mutuamente similares se reflejan en la medida de similitud entre los casos. En este trabajo los autores consideran un tesauro auto-fuzzy que da la relación para los valores entre los índices correspondientes y un tesauro cruzado-fuzzy que da la relación para los valores entre índices mutuamente distintos, luego define una medida de similitud entre los casos que considera la relación de valores índice basado en estos tesauros. Esta definición satisface las características requeridas para el funcionamiento de la recuperación basada en casos, incluso cuando un valor no se da necesariamente en el índice. Por último, utilizando un sistema de recuperación de casos similar, los autores realizan un análisis comparativo de la medida de similitud propuesta entre los casos y un enfoque convencional",
    "error_count": 10,
    "keys": {
        "case similarity measure": {
            "translated_key": [],
            "translated_annotated_text": "Definición de una medida de similitud entre casos basada en tesauros auto/cross-fuzzy Se necesita una medida de similitud entre casos para evaluar el grado de similitud cuando se utilizan casos similares pasados con el fin de resolver problemas actuales. En casos similares, se establecen índices múltiples para caracterizar las consultas y los casos individuales, a continuación, los términos se dan como valores a cada uno. La medida de similitud entre los casos comúnmente utilizados se define utilizando la tasa a la que coinciden los valores proporcionados por los índices correspondientes. Sin embargo, en la práctica no cabe esperar que los valores se excluyan mutuamente. Como resultado, una expansión natural de este enfoque es tener relaciones en las que significados mutuamente similares se reflejan en la medida de similitud entre los casos. En este trabajo los autores consideran un tesauro auto-fuzzy que da la relación para los valores entre los índices correspondientes y un tesauro cruzado-fuzzy que da la relación para los valores entre índices mutuamente distintos, luego define una medida de similitud entre los casos que considera la relación de valores índice basado en estos tesauros. Esta definición satisface las características requeridas para el funcionamiento de la recuperación basada en casos, incluso cuando un valor no se da necesariamente en el índice. Por último, utilizando un sistema de recuperación de casos similar, los autores realizan un análisis comparativo de la medida de similitud propuesta entre los casos y un enfoque convencional ",
            "error": []
        },
        "relationship indices": {
            "translated_key": [],
            "translated_annotated_text": "Definición de una medida de similitud entre casos basada en tesauros auto/cross-fuzzy Se necesita una medida de similitud entre casos para evaluar el grado de similitud cuando se utilizan casos similares pasados con el fin de resolver problemas actuales. En casos similares, se establecen índices múltiples para caracterizar las consultas y los casos individuales, a continuación, los términos se dan como valores a cada uno. La medida de similitud entre los casos comúnmente utilizados se define utilizando la tasa a la que coinciden los valores proporcionados por los índices correspondientes. Sin embargo, en la práctica no cabe esperar que los valores se excluyan mutuamente. Como resultado, una expansión natural de este enfoque es tener relaciones en las que significados mutuamente similares se reflejan en la medida de similitud entre los casos. En este trabajo los autores consideran un tesauro auto-fuzzy que da la relación para los valores entre los índices correspondientes y un tesauro cruzado-fuzzy que da la relación para los valores entre índices mutuamente distintos, luego define una medida de similitud entre los casos que considera la relación de valores índice basado en estos tesauros. Esta definición satisface las características requeridas para el funcionamiento de la recuperación basada en casos, incluso cuando un valor no se da necesariamente en el índice. Por último, utilizando un sistema de recuperación de casos similar, los autores realizan un análisis comparativo de la medida de similitud propuesta entre los casos y un enfoque convencional ",
            "error": []
        },
        "corresponding indices": {
            "translated_key": "índices correspondientes",
            "translated_annotated_text": "Definición de una medida de similitud entre casos basada en tesauros auto/cross-fuzzy Se necesita una medida de similitud entre casos para evaluar el grado de similitud cuando se utilizan casos similares pasados con el fin de resolver problemas actuales. En casos similares, se establecen índices múltiples para caracterizar las consultas y los casos individuales, a continuación, los términos se dan como valores a cada uno. La medida de similitud entre los casos comúnmente utilizados se define utilizando la tasa a la que coinciden los valores proporcionados por los \"índices correspondientes\". Sin embargo, en la práctica no cabe esperar que los valores se excluyan mutuamente. Como resultado, una expansión natural de este enfoque es tener relaciones en las que significados mutuamente similares se reflejan en la medida de similitud entre los casos. En este trabajo los autores consideran un tesauro auto-fuzzy que da la relación para los valores entre \"índices correspondientes\" y un tesauro cruzado-fuzzy que da la relación para los valores entre índices mutuamente distintos, luego define una medida de similitud entre los casos que considera la relación de valores índice basado en estos tesauros. Esta definición satisface las características requeridas para el funcionamiento de la recuperación basada en casos, incluso cuando un valor no se da necesariamente en el índice. Por último, utilizando un sistema de recuperación de casos similar, los autores realizan un análisis comparativo de la medida de similitud propuesta entre los casos y un enfoque convencional ",
            "error": [
                ""
            ]
        },
        "mutually distinct indices": {
            "translated_key": "índices mutualmente distintos",
            "translated_annotated_text": "Definición de una medida de similitud entre casos basada en tesauros auto/cross-fuzzy Se necesita una medida de similitud entre casos para evaluar el grado de similitud cuando se utilizan casos similares pasados con el fin de resolver problemas actuales. En casos similares, se establecen índices múltiples para caracterizar las consultas y los casos individuales, a continuación, los términos se dan como valores a cada uno. La medida de similitud entre los casos comúnmente utilizados se define utilizando la tasa a la que coinciden los valores proporcionados por los índices correspondientes. Sin embargo, en la práctica no cabe esperar que los valores se excluyan mutuamente. Como resultado, una expansión natural de este enfoque es tener relaciones en las que significados mutuamente similares se reflejan en la medida de similitud entre los casos. En este trabajo los autores consideran un tesauro auto-fuzzy que da la relación para los valores entre los índices correspondientes y un tesauro cruzado-fuzzy que da la relación para los valores entre \"índices mutualmente distintos\", luego define una medida de similitud entre los casos que considera la relación de valores índice basado en estos tesauros. Esta definición satisface las características requeridas para el funcionamiento de la recuperación basada en casos, incluso cuando un valor no se da necesariamente en el índice. Por último, utilizando un sistema de recuperación de casos similar, los autores realizan un análisis comparativo de la medida de similitud propuesta entre los casos y un enfoque convencional ",
            "error": [
                ""
            ]
        },
        "case-based retrieval": {
            "translated_key": "recuperación basada en casos",
            "translated_annotated_text": "Definición de una medida de similitud entre casos basada en tesauros auto/cross-fuzzy Se necesita una medida de similitud entre casos para evaluar el grado de similitud cuando se utilizan casos similares pasados con el fin de resolver problemas actuales. En casos similares, se establecen índices múltiples para caracterizar las consultas y los casos individuales, a continuación, los términos se dan como valores a cada uno. La medida de similitud entre los casos comúnmente utilizados se define utilizando la tasa a la que coinciden los valores proporcionados por los índices correspondientes. Sin embargo, en la práctica no cabe esperar que los valores se excluyan mutuamente. Como resultado, una expansión natural de este enfoque es tener relaciones en las que significados mutuamente similares se reflejan en la medida de similitud entre los casos. En este trabajo los autores consideran un tesauro auto-fuzzy que da la relación para los valores entre los índices correspondientes y un tesauro cruzado-fuzzy que da la relación para los valores entre índices mutuamente distintos, luego define una medida de similitud entre los casos que considera la relación de valores índice basado en estos tesauros. Esta definición satisface las características requeridas para el funcionamiento de la \"recuperación basada en casos\", incluso cuando un valor no se da necesariamente en el índice. Por último, utilizando un sistema de recuperación de casos similar, los autores realizan un análisis comparativo de la medida de similitud propuesta entre los casos y un enfoque convencional ",
            "error": [
                ""
            ]
        },
        "decision making support system": {
            "translated_key": [],
            "translated_annotated_text": "Definición de una medida de similitud entre casos basada en tesauros auto/cross-fuzzy Se necesita una medida de similitud entre casos para evaluar el grado de similitud cuando se utilizan casos similares pasados con el fin de resolver problemas actuales. En casos similares, se establecen índices múltiples para caracterizar las consultas y los casos individuales, a continuación, los términos se dan como valores a cada uno. La medida de similitud entre los casos comúnmente utilizados se define utilizando la tasa a la que coinciden los valores proporcionados por los índices correspondientes. Sin embargo, en la práctica no cabe esperar que los valores se excluyan mutuamente. Como resultado, una expansión natural de este enfoque es tener relaciones en las que significados mutuamente similares se reflejan en la medida de similitud entre los casos. En este trabajo los autores consideran un tesauro auto-fuzzy que da la relación para los valores entre los índices correspondientes y un tesauro cruzado-fuzzy que da la relación para los valores entre índices mutuamente distintos, luego define una medida de similitud entre los casos que considera la relación de valores índice basado en estos tesauros. Esta definición satisface las características requeridas para el funcionamiento de la recuperación basada en casos, incluso cuando un valor no se da necesariamente en el índice. Por último, utilizando un sistema de recuperación de casos similar, los autores realizan un análisis comparativo de la medida de similitud propuesta entre los casos y un enfoque convencional ",
            "error": []
        },
        "problem solving": {
            "translated_key": [],
            "translated_annotated_text": "Definición de una medida de similitud entre casos basada en tesauros auto/cross-fuzzy Se necesita una medida de similitud entre casos para evaluar el grado de similitud cuando se utilizan casos similares pasados con el fin de resolver problemas actuales. En casos similares, se establecen índices múltiples para caracterizar las consultas y los casos individuales, a continuación, los términos se dan como valores a cada uno. La medida de similitud entre los casos comúnmente utilizados se define utilizando la tasa a la que coinciden los valores proporcionados por los índices correspondientes. Sin embargo, en la práctica no cabe esperar que los valores se excluyan mutuamente. Como resultado, una expansión natural de este enfoque es tener relaciones en las que significados mutuamente similares se reflejan en la medida de similitud entre los casos. En este trabajo los autores consideran un tesauro auto-fuzzy que da la relación para los valores entre los índices correspondientes y un tesauro cruzado-fuzzy que da la relación para los valores entre índices mutuamente distintos, luego define una medida de similitud entre los casos que considera la relación de valores índice basado en estos tesauros. Esta definición satisface las características requeridas para el funcionamiento de la recuperación basada en casos, incluso cuando un valor no se da necesariamente en el índice. Por último, utilizando un sistema de recuperación de casos similar, los autores realizan un análisis comparativo de la medida de similitud propuesta entre los casos y un enfoque convencional ",
            "error": []
        },
        "similar case retrieval": {
            "translated_key": "recuperación de casos similares",
            "translated_annotated_text": "Definición de una medida de similitud entre casos basada en tesauros auto/cross-fuzzy Se necesita una medida de similitud entre casos para evaluar el grado de similitud cuando se utilizan casos similares pasados con el fin de resolver problemas actuales. En \"recuperación de casos similares\", se establecen múltiples índices con el fin de caracterizar las consultas y casos individuales, a continuación, los términos se dan como valores a cada uno. La medida de similitud entre los casos comúnmente utilizados se define utilizando la tasa a la que coinciden los valores proporcionados por los índices correspondientes. Sin embargo, en la práctica no cabe esperar que los valores se excluyan mutuamente. Como resultado, una expansión natural de este enfoque es tener relaciones en las que significados mutuamente similares se reflejan en la medida de similitud entre los casos. En este trabajo los autores consideran un tesauro auto-fuzzy que da la relación para los valores entre los índices correspondientes y un tesauro cruzado-fuzzy que da la relación para los valores entre índices mutuamente distintos, luego define una medida de similitud entre los casos que considera la relación de valores índice basado en estos tesauros. Esta definición satisface las características requeridas para el funcionamiento de la recuperación basada en casos, incluso cuando un valor no se da necesariamente en el índice. Por último, utilizando un sistema de \"recuperación de casos similares\", los autores realizan un análisis comparativo de la medida de similitud propuesta entre los casos y un enfoque convencional ",
            "error": [
                ""
            ]
        },
        "auto-fuzzy thesaurus": {
            "translated_key": "tesauro auto-fuzzy",
            "translated_annotated_text": "Definición de una medida de similitud entre casos basada en tesauros auto/cross-fuzzy Se necesita una medida de similitud entre casos para evaluar el grado de similitud cuando se utilizan casos similares pasados con el fin de resolver problemas actuales. En casos similares, se establecen índices múltiples para caracterizar las consultas y los casos individuales, a continuación, los términos se dan como valores a cada uno. La medida de similitud entre los casos comúnmente utilizados se define utilizando la tasa a la que coinciden los valores proporcionados por los índices correspondientes. Sin embargo, en la práctica no cabe esperar que los valores se excluyan mutuamente. Como resultado, una expansión natural de este enfoque es tener relaciones en las que significados mutuamente similares se reflejan en la medida de similitud entre los casos. En este trabajo los autores consideran un \"tesauro auto-fuzzy\" que da la relación para los valores entre los índices correspondientes y un tesauro cruzado-fuzzy que da la relación para los valores entre índices mutuamente distintos, luego define una medida de similitud entre los casos que considera la relación de valores índice basado en estos tesauros. Esta definición satisface las características requeridas para el funcionamiento de la recuperación basada en casos, incluso cuando un valor no se da necesariamente en el índice. Por último, utilizando un sistema de recuperación de casos similar, los autores realizan un análisis comparativo de la medida de similitud propuesta entre los casos y un enfoque convencional ",
            "error": [
                ""
            ]
        },
        "cross-fuzzy thesaurus": {
            "translated_key": "tesauro cruzado-fuzzy",
            "translated_annotated_text": "Definición de una medida de similitud entre casos basada en tesauros auto/cross-fuzzy Se necesita una medida de similitud entre casos para evaluar el grado de similitud cuando se utilizan casos similares pasados con el fin de resolver problemas actuales. En casos similares, se establecen índices múltiples para caracterizar las consultas y los casos individuales, a continuación, los términos se dan como valores a cada uno. La medida de similitud entre los casos comúnmente utilizados se define utilizando la tasa a la que coinciden los valores proporcionados por los índices correspondientes. Sin embargo, en la práctica no cabe esperar que los valores se excluyan mutuamente. Como resultado, una expansión natural de este enfoque es tener relaciones en las que significados mutuamente similares se reflejan en la medida de similitud entre los casos. En este trabajo los autores consideran un tesauro auto-fuzzy que da la relación para los valores entre los índices correspondientes y un \"tesauro cruzado-fuzzy\" que da la relación para los valores entre índices mutuamente distintos, luego define una medida de similitud entre los casos que considera la relación de valores índice basado en estos tesauros. Esta definición satisface las características requeridas para el funcionamiento de la recuperación basada en casos, incluso cuando un valor no se da necesariamente en el índice. Por último, utilizando un sistema de recuperación de casos similar, los autores realizan un análisis comparativo de la medida de similitud propuesta entre los casos y un enfoque convencional ",
            "error": [
                ""
            ]
        },
        "case-based reasoning": {
            "translated_key": [],
            "translated_annotated_text": "Definición de una medida de similitud entre casos basada en tesauros auto/cross-fuzzy Se necesita una medida de similitud entre casos para evaluar el grado de similitud cuando se utilizan casos similares pasados con el fin de resolver problemas actuales. En casos similares, se establecen índices múltiples para caracterizar las consultas y los casos individuales, a continuación, los términos se dan como valores a cada uno. La medida de similitud entre los casos comúnmente utilizados se define utilizando la tasa a la que coinciden los valores proporcionados por los índices correspondientes. Sin embargo, en la práctica no cabe esperar que los valores se excluyan mutuamente. Como resultado, una expansión natural de este enfoque es tener relaciones en las que significados mutuamente similares se reflejan en la medida de similitud entre los casos. En este trabajo los autores consideran un tesauro auto-fuzzy que da la relación para los valores entre los índices correspondientes y un tesauro cruzado-fuzzy que da la relación para los valores entre índices mutuamente distintos, luego define una medida de similitud entre los casos que considera la relación de valores índice basado en estos tesauros. Esta definición satisface las características requeridas para el funcionamiento de la recuperación basada en casos, incluso cuando un valor no se da necesariamente en el índice. Por último, utilizando un sistema de recuperación de casos similar, los autores realizan un análisis comparativo de la medida de similitud propuesta entre los casos y un enfoque convencional ",
            "error": []
        },
        "decision support systems": {
            "translated_key": [],
            "translated_annotated_text": "Definición de una medida de similitud entre casos basada en tesauros auto/cross-fuzzy Se necesita una medida de similitud entre casos para evaluar el grado de similitud cuando se utilizan casos similares pasados con el fin de resolver problemas actuales. En casos similares, se establecen índices múltiples para caracterizar las consultas y los casos individuales, a continuación, los términos se dan como valores a cada uno. La medida de similitud entre los casos comúnmente utilizados se define utilizando la tasa a la que coinciden los valores proporcionados por los índices correspondientes. Sin embargo, en la práctica no cabe esperar que los valores se excluyan mutuamente. Como resultado, una expansión natural de este enfoque es tener relaciones en las que significados mutuamente similares se reflejan en la medida de similitud entre los casos. En este trabajo los autores consideran un tesauro auto-fuzzy que da la relación para los valores entre los índices correspondientes y un tesauro cruzado-fuzzy que da la relación para los valores entre índices mutuamente distintos, luego define una medida de similitud entre los casos que considera la relación de valores índice basado en estos tesauros. Esta definición satisface las características requeridas para el funcionamiento de la recuperación basada en casos, incluso cuando un valor no se da necesariamente en el índice. Por último, utilizando un sistema de recuperación de casos similar, los autores realizan un análisis comparativo de la medida de similitud propuesta entre los casos y un enfoque convencional ",
            "error": []
        },
        "fuzzy logic": {
            "translated_key": [],
            "translated_annotated_text": "Definición de una medida de similitud entre casos basada en tesauros auto/cross-fuzzy Se necesita una medida de similitud entre casos para evaluar el grado de similitud cuando se utilizan casos similares pasados con el fin de resolver problemas actuales. En casos similares, se establecen índices múltiples para caracterizar las consultas y los casos individuales, a continuación, los términos se dan como valores a cada uno. La medida de similitud entre los casos comúnmente utilizados se define utilizando la tasa a la que coinciden los valores proporcionados por los índices correspondientes. Sin embargo, en la práctica no cabe esperar que los valores se excluyan mutuamente. Como resultado, una expansión natural de este enfoque es tener relaciones en las que significados mutuamente similares se reflejan en la medida de similitud entre los casos. En este trabajo los autores consideran un tesauro auto-fuzzy que da la relación para los valores entre los índices correspondientes y un tesauro cruzado-fuzzy que da la relación para los valores entre índices mutuamente distintos, luego define una medida de similitud entre los casos que considera la relación de valores índice basado en estos tesauros. Esta definición satisface las características requeridas para el funcionamiento de la recuperación basada en casos, incluso cuando un valor no se da necesariamente en el índice. Por último, utilizando un sistema de recuperación de casos similar, los autores realizan un análisis comparativo de la medida de similitud propuesta entre los casos y un enfoque convencional ",
            "error": []
        },
        "indexing": {
            "translated_key": [],
            "translated_annotated_text": "Definición de una medida de similitud entre casos basada en tesauros auto/cross-fuzzy Se necesita una medida de similitud entre casos para evaluar el grado de similitud cuando se utilizan casos similares pasados con el fin de resolver problemas actuales. En casos similares, se establecen índices múltiples para caracterizar las consultas y los casos individuales, a continuación, los términos se dan como valores a cada uno. La medida de similitud entre los casos comúnmente utilizados se define utilizando la tasa a la que coinciden los valores proporcionados por los índices correspondientes. Sin embargo, en la práctica no cabe esperar que los valores se excluyan mutuamente. Como resultado, una expansión natural de este enfoque es tener relaciones en las que significados mutuamente similares se reflejan en la medida de similitud entre los casos. En este trabajo los autores consideran un tesauro auto-fuzzy que da la relación para los valores entre los índices correspondientes y un tesauro cruzado-fuzzy que da la relación para los valores entre índices mutuamente distintos, luego define una medida de similitud entre los casos que considera la relación de valores índice basado en estos tesauros. Esta definición satisface las características requeridas para el funcionamiento de la recuperación basada en casos, incluso cuando un valor no se da necesariamente en el índice. Por último, utilizando un sistema de recuperación de casos similar, los autores realizan un análisis comparativo de la medida de similitud propuesta entre los casos y un enfoque convencional ",
            "error": []
        },
        "thesauri": {
            "translated_key": [
                "thesauri",
                "tesaurios"
            ],
            "translated_annotated_text": "Definición de una medida de similitud entre casos basada en \"thesauri\" auto/cross-fuzzy Una medida de similitud entre casos es necesaria para evaluar el grado de similitud cuando se utilizan casos similares pasados con el fin de resolver problemas actuales. En casos similares, se establecen índices múltiples para caracterizar las consultas y los casos individuales, a continuación, los términos se dan como valores a cada uno. La medida de similitud entre los casos comúnmente utilizados se define utilizando la tasa a la que coinciden los valores proporcionados por los índices correspondientes. Sin embargo, en la práctica no cabe esperar que los valores se excluyan mutuamente. Como resultado, una expansión natural de este enfoque es tener relaciones en las que significados mutuamente similares se reflejan en la medida de similitud entre los casos. En este trabajo los autores consideran un tesauro auto-fuzzy que da la relación para los valores entre los índices correspondientes y un tesauro cruzado-fuzzy que da la relación para los valores entre índices mutuamente distintos, luego define una medida de similitud entre los casos que considera la relación de valores índice basado en estos \"tesaurios\". Esta definición satisface las características requeridas para el funcionamiento de la recuperación basada en casos, incluso cuando un valor no se da necesariamente en el índice. Por último, utilizando un sistema de recuperación de casos similar, los autores realizan un análisis comparativo de la medida de similitud propuesta entre los casos y un enfoque convencional ",
            "error": [
                "thesauri",
                "tesaurios"
            ]
        }
    }
}