{
    "original_text": "A dataflow computer which accelerates execution of sequential programs by precedent firing instructions In the dataflow machine, it is important to avoid degradation of performance in sequential processing, and it is important from the viewpoint of hardware scale to reduce the number of waiting operands. This paper demonstrates that processing performance is degraded by sequential processing in the switching process, and presents a method of remedy. Precedent firing control is proposed as a means of remedy, and it is shown by a simulation that the execution time and the total number of waiting operands can be reduced by the precedent firing control. Then the hardware scale is examined as an evaluation of precedent firing control",
    "original_translation": "Una computadora de flujo de datos que acelera la ejecución de programas secuenciales por instrucciones de disparo precedentes En la máquina de flujo de datos, es importante evitar la degradación del rendimiento en el procesamiento secuencial, y es importante desde el punto de vista de la escala de hardware para reducir el número de operandos de espera. Este artículo demuestra que el rendimiento de procesamiento se degrada por el procesamiento secuencial en el proceso de conmutación, y presenta un método de remedio. El control de disparo previo se propone como un medio de remedio, y se demuestra por una simulación que el tiempo de ejecución y el número total de operandos de espera pueden ser reducidos por el control de disparo precedente. Luego se examina la escala de hardware como una evaluación del control de disparo precedente",
    "error_count": 7,
    "keys": {
        "dataflow computer": {
            "translated_key": "ordenador de flujo de datos",
            "translated_annotated_text": "Un \"ordenador de flujo de datos\" que acelera la ejecución de programas secuenciales mediante instrucciones de disparo precedentes En la máquina de flujo de datos, es importante evitar la degradación del rendimiento en el procesamiento secuencial, y es importante desde el punto de vista de la escala de hardware para reducir el número de operandos de espera. Este artículo demuestra que el rendimiento de procesamiento se degrada por el procesamiento secuencial en el proceso de conmutación, y presenta un método de remedio. El control de disparo previo se propone como un medio de remedio, y se demuestra por una simulación que el tiempo de ejecución y el número total de operandos de espera pueden ser reducidos por el control de disparo precedente. Luego se examina la escala de hardware como una evaluación del control de disparo precedente ",
            "error": [
                ""
            ]
        },
        "execution acceleration": {
            "translated_key": [],
            "translated_annotated_text": "Una computadora de flujo de datos que acelera la ejecución de programas secuenciales por instrucciones de disparo precedentes En la máquina de flujo de datos, es importante evitar la degradación del rendimiento en el procesamiento secuencial, y es importante desde el punto de vista de la escala de hardware para reducir el número de operandos de espera. Este artículo demuestra que el rendimiento de procesamiento se degrada por el procesamiento secuencial en el proceso de conmutación, y presenta un método de remedio. El control de disparo previo se propone como un medio de remedio, y se demuestra por una simulación que el tiempo de ejecución y el número total de operandos de espera pueden ser reducidos por el control de disparo precedente. Luego se examina la escala de hardware como una evaluación del control de disparo precedente ",
            "error": []
        },
        "sequential programs": {
            "translated_key": "programas secuenciales",
            "translated_annotated_text": "Una computadora de flujo de datos que acelera la ejecución de \"programas secuenciales\" por instrucciones de disparo precedentes En la máquina de flujo de datos, es importante evitar la degradación del rendimiento en el procesamiento secuencial, y es importante desde el punto de vista de la escala de hardware para reducir el número de operandos de espera. Este artículo demuestra que el rendimiento de procesamiento se degrada por el procesamiento secuencial en el proceso de conmutación, y presenta un método de remedio. El control de disparo previo se propone como un medio de remedio, y se demuestra por una simulación que el tiempo de ejecución y el número total de operandos de espera pueden ser reducidos por el control de disparo precedente. Luego se examina la escala de hardware como una evaluación del control de disparo precedente ",
            "error": [
                ""
            ]
        },
        "precedent firing instructions": {
            "translated_key": "instrucciones de disparo de precedentes",
            "translated_annotated_text": "Un ordenador de flujo de datos que acelera la ejecución de programas secuenciales por \"instrucciones de disparo de precedentes\" En la máquina de flujo de datos, es importante evitar la degradación del rendimiento en el procesamiento secuencial, y es importante desde el punto de vista de la escala de hardware para reducir el número de operandos de espera. Este artículo demuestra que el rendimiento de procesamiento se degrada por el procesamiento secuencial en el proceso de conmutación, y presenta un método de remedio. El control de disparo previo se propone como un medio de remedio, y se demuestra por una simulación que el tiempo de ejecución y el número total de operandos de espera pueden ser reducidos por el control de disparo precedente. Luego se examina la escala de hardware como una evaluación del control de disparo precedente ",
            "error": [
                ""
            ]
        },
        "precedent firing control": {
            "translated_key": [
                "control de disparo previo",
                "control de disparo de precedentes"
            ],
            "translated_annotated_text": "Una computadora de flujo de datos que acelera la ejecución de programas secuenciales por instrucciones de disparo precedentes En la máquina de flujo de datos, es importante evitar la degradación del rendimiento en el procesamiento secuencial, y es importante desde el punto de vista de la escala de hardware para reducir el número de operandos de espera. Este artículo demuestra que el rendimiento de procesamiento se degrada por el procesamiento secuencial en el proceso de conmutación, y presenta un método de remedio. El control de disparo previo se propone como un medio de remedio, y se muestra por una simulación que el tiempo de ejecución y el número total de operandos de espera pueden ser reducidos por el \"control de disparo previo\". A continuación, la escala de hardware se examina como una evaluación de \"control de disparo de precedentes\" ",
            "error": [
                "control de disparo previo",
                "control de disparo de precedentes"
            ]
        },
        "execution time": {
            "translated_key": "tiempo de ejecución",
            "translated_annotated_text": "Una computadora de flujo de datos que acelera la ejecución de programas secuenciales por instrucciones de disparo precedentes En la máquina de flujo de datos, es importante evitar la degradación del rendimiento en el procesamiento secuencial, y es importante desde el punto de vista de la escala de hardware para reducir el número de operandos de espera. Este artículo demuestra que el rendimiento de procesamiento se degrada por el procesamiento secuencial en el proceso de conmutación, y presenta un método de remedio. El control de disparo previo se propone como un medio de remedio, y se demuestra por una simulación que el \"tiempo de ejecución\" y el número total de operandos de espera pueden ser reducidos por el control de disparo precedente. Luego se examina la escala de hardware como una evaluación del control de disparo precedente ",
            "error": [
                ""
            ]
        },
        "waiting operands": {
            "translated_key": "operandos en espera",
            "translated_annotated_text": "Un ordenador de flujo de datos que acelera la ejecución de programas secuenciales mediante instrucciones de disparo precedentes En la máquina de flujo de datos, es importante evitar la degradación del rendimiento en el procesamiento secuencial, y es importante desde el punto de vista de la escala de hardware para reducir el número de \"operandos en espera\". Este artículo demuestra que el rendimiento de procesamiento se degrada por el procesamiento secuencial en el proceso de conmutación, y presenta un método de remedio. El control de disparo previo se propone como un medio de remedio, y se muestra por una simulación que el tiempo de ejecución y el número total de \"operandos en espera\" puede ser reducido por el control de disparo precedente. Luego se examina la escala de hardware como una evaluación del control de disparo precedente ",
            "error": [
                ""
            ]
        },
        "hardware scale": {
            "translated_key": "escala de hardware",
            "translated_annotated_text": "Un ordenador de flujo de datos que acelera la ejecución de programas secuenciales por instrucciones de disparo precedentes En la máquina de flujo de datos, es importante evitar la degradación del rendimiento en el procesamiento secuencial, y es importante desde el punto de vista de la \"escala de hardware\" para reducir el número de operandos de espera. Este artículo demuestra que el rendimiento de procesamiento se degrada por el procesamiento secuencial en el proceso de conmutación, y presenta un método de remedio. El control de disparo previo se propone como un medio de remedio, y se demuestra por una simulación que el tiempo de ejecución y el número total de operandos de espera pueden ser reducidos por el control de disparo precedente. Luego se examina la \"escala de hardware\" como una evaluación del control de fuego precedente ",
            "error": [
                ""
            ]
        },
        "parallel processing": {
            "translated_key": [],
            "translated_annotated_text": "Una computadora de flujo de datos que acelera la ejecución de programas secuenciales por instrucciones de disparo precedentes En la máquina de flujo de datos, es importante evitar la degradación del rendimiento en el procesamiento secuencial, y es importante desde el punto de vista de la escala de hardware para reducir el número de operandos de espera. Este artículo demuestra que el rendimiento de procesamiento se degrada por el procesamiento secuencial en el proceso de conmutación, y presenta un método de remedio. El control de disparo previo se propone como un medio de remedio, y se demuestra por una simulación que el tiempo de ejecución y el número total de operandos de espera pueden ser reducidos por el control de disparo precedente. Luego se examina la escala de hardware como una evaluación del control de disparo precedente ",
            "error": []
        },
        "computer architecture": {
            "translated_key": [],
            "translated_annotated_text": "Una computadora de flujo de datos que acelera la ejecución de programas secuenciales por instrucciones de disparo precedentes En la máquina de flujo de datos, es importante evitar la degradación del rendimiento en el procesamiento secuencial, y es importante desde el punto de vista de la escala de hardware para reducir el número de operandos de espera. Este artículo demuestra que el rendimiento de procesamiento se degrada por el procesamiento secuencial en el proceso de conmutación, y presenta un método de remedio. El control de disparo previo se propone como un medio de remedio, y se demuestra por una simulación que el tiempo de ejecución y el número total de operandos de espera pueden ser reducidos por el control de disparo precedente. Luego se examina la escala de hardware como una evaluación del control de disparo precedente ",
            "error": []
        },
        "processing performance": {
            "translated_key": "rendimiento de procesamiento",
            "translated_annotated_text": "Una computadora de flujo de datos que acelera la ejecución de programas secuenciales por instrucciones de disparo precedentes En la máquina de flujo de datos, es importante evitar la degradación del rendimiento en el procesamiento secuencial, y es importante desde el punto de vista de la escala de hardware para reducir el número de operandos de espera. Este artículo demuestra que el \"rendimiento de procesamiento\" se degrada por el procesamiento secuencial en el proceso de conmutación, y presenta un método de remedio. El control de disparo previo se propone como un medio de remedio, y se demuestra por una simulación que el tiempo de ejecución y el número total de operandos de espera pueden ser reducidos por el control de disparo precedente. Luego se examina la escala de hardware como una evaluación del control de disparo precedente ",
            "error": [
                ""
            ]
        },
        "switching process": {
            "translated_key": "proceso de conmutación",
            "translated_annotated_text": "Una computadora de flujo de datos que acelera la ejecución de programas secuenciales por instrucciones de disparo precedentes En la máquina de flujo de datos, es importante evitar la degradación del rendimiento en el procesamiento secuencial, y es importante desde el punto de vista de la escala de hardware para reducir el número de operandos de espera. Este artículo demuestra que el rendimiento de procesamiento se degrada por el procesamiento secuencial en el \"proceso de conmutación\", y presenta un método de remedio. El control de disparo previo se propone como un medio de remedio, y se demuestra por una simulación que el tiempo de ejecución y el número total de operandos de espera pueden ser reducidos por el control de disparo precedente. Luego se examina la escala de hardware como una evaluación del control de disparo precedente ",
            "error": [
                ""
            ]
        },
        "data flow computing": {
            "translated_key": [],
            "translated_annotated_text": "Una computadora de flujo de datos que acelera la ejecución de programas secuenciales por instrucciones de disparo precedentes En la máquina de flujo de datos, es importante evitar la degradación del rendimiento en el procesamiento secuencial, y es importante desde el punto de vista de la escala de hardware para reducir el número de operandos de espera. Este artículo demuestra que el rendimiento de procesamiento se degrada por el procesamiento secuencial en el proceso de conmutación, y presenta un método de remedio. El control de disparo previo se propone como un medio de remedio, y se demuestra por una simulación que el tiempo de ejecución y el número total de operandos de espera pueden ser reducidos por el control de disparo precedente. Luego se examina la escala de hardware como una evaluación del control de disparo precedente ",
            "error": []
        },
        "parallel architectures": {
            "translated_key": [],
            "translated_annotated_text": "Una computadora de flujo de datos que acelera la ejecución de programas secuenciales por instrucciones de disparo precedentes En la máquina de flujo de datos, es importante evitar la degradación del rendimiento en el procesamiento secuencial, y es importante desde el punto de vista de la escala de hardware para reducir el número de operandos de espera. Este artículo demuestra que el rendimiento de procesamiento se degrada por el procesamiento secuencial en el proceso de conmutación, y presenta un método de remedio. El control de disparo previo se propone como un medio de remedio, y se demuestra por una simulación que el tiempo de ejecución y el número total de operandos de espera pueden ser reducidos por el control de disparo precedente. Luego se examina la escala de hardware como una evaluación del control de disparo precedente ",
            "error": []
        },
        "performance evaluation": {
            "translated_key": [],
            "translated_annotated_text": "Una computadora de flujo de datos que acelera la ejecución de programas secuenciales por instrucciones de disparo precedentes En la máquina de flujo de datos, es importante evitar la degradación del rendimiento en el procesamiento secuencial, y es importante desde el punto de vista de la escala de hardware para reducir el número de operandos de espera. Este artículo demuestra que el rendimiento de procesamiento se degrada por el procesamiento secuencial en el proceso de conmutación, y presenta un método de remedio. El control de disparo previo se propone como un medio de remedio, y se demuestra por una simulación que el tiempo de ejecución y el número total de operandos de espera pueden ser reducidos por el control de disparo precedente. Luego se examina la escala de hardware como una evaluación del control de disparo precedente ",
            "error": []
        }
    }
}