{
    "original_text": "Optimization of requantization parameter for MPEG transcoding This paper considers transcoding in which an MPEG stream is converted to a low-bit-rate MPEG stream, and proposes a method in which the transcoding error can be reduced by optimally selecting the quantization parameter for each macroblock. In transcoding with a low compression ratio, it is crucial to prohibit transcoding with a requantization parameter which is 1 to 2 times the quantization parameter of the input stream. Consequently, as the first step, an optimization method for the requantization parameter is proposed which cares for the error propagation effect by interframe prediction. Then, the proposed optimization method is extended so that the method can also be applied to the case of a high compression ratio in which the rate-distortion curve is approximated for each macroblock in the range of requantization parameters larger than 2 times the quantization parameter. It is verified by a simulation experiment that the PSNR is improved by 0.5 to 0.8 dB compared to the case in which a 6 Mbit/s MPEG stream is not optimized by twofold recompression",
    "original_translation": "Optimización del parámetro de recantización para la transcodificación MPEG Este artículo considera la transcodificación en la que un flujo MPEG se convierte en un flujo MPEG de baja tasa de bits, y propone un método en el que el error de transcodificación se puede reducir seleccionando de manera óptima el parámetro de cuantificación para cada macrobloque. En la transcodificación con una relación de compresión baja, es crucial prohibir la transcodificación con un parámetro de recantización que es 1 a 2 veces el parámetro de cuantificación de la corriente de entrada. En consecuencia, como primer paso, se propone un método de optimización para el parámetro de recuantización que se ocupa del efecto de propagación de errores mediante la predicción de interframe. A continuación, el método de optimización propuesto se extiende para que el método también se puede aplicar al caso de una alta relación de compresión en la que la curva de distorsión de velocidad se aproxima para cada macrobloque en el rango de parámetros de recuantización mayor que 2 veces el parámetro de cuantificación. Se verifica mediante un experimento de simulación que el PSNR se mejora de 0,5 a 0,8 dB en comparación con el caso en el que un flujo MPEG de 6 Mbit/s no está optimizado por una recompresión doble",
    "error_count": 9,
    "keys": {
        "requantization parameter optimization": {
            "translated_key": [],
            "translated_annotated_text": "Optimización del parámetro de recantización para la transcodificación MPEG Este artículo considera la transcodificación en la que un flujo MPEG se convierte en un flujo MPEG de baja tasa de bits, y propone un método en el que el error de transcodificación se puede reducir seleccionando de manera óptima el parámetro de cuantificación para cada macrobloque. En la transcodificación con una relación de compresión baja, es crucial prohibir la transcodificación con un parámetro de recantización que es 1 a 2 veces el parámetro de cuantificación de la corriente de entrada. En consecuencia, como primer paso, se propone un método de optimización para el parámetro de recuantización que se ocupa del efecto de propagación de errores mediante la predicción de interframe. A continuación, el método de optimización propuesto se extiende para que el método también se puede aplicar al caso de una alta relación de compresión en la que la curva de distorsión de velocidad se aproxima para cada macrobloque en el rango de parámetros de recuantización mayor que 2 veces el parámetro de cuantificación. Se verifica mediante un experimento de simulación que el PSNR se mejora de 0,5 a 0,8 dB en comparación con el caso en el que un flujo MPEG de 6 Mbit/s no está optimizado por una recompresión doble ",
            "error": []
        },
        "low-bit-rate MPEG stream": {
            "translated_key": "stream MPEG de baja tasa de bits",
            "translated_annotated_text": "Optimización del parámetro de recantización para la transcodificación MPEG Este artículo considera la transcodificación en la que un flujo MPEG se convierte en un \"stream MPEG de baja tasa de bits\", y propone un método en el que el error de transcodificación se puede reducir seleccionando de manera óptima el parámetro de cuantificación para cada macrobloque. En la transcodificación con una relación de compresión baja, es crucial prohibir la transcodificación con un parámetro de recantización que es 1 a 2 veces el parámetro de cuantificación de la corriente de entrada. En consecuencia, como primer paso, se propone un método de optimización para el parámetro de recuantización que se ocupa del efecto de propagación de errores mediante la predicción de interframe. A continuación, el método de optimización propuesto se extiende para que el método también se puede aplicar al caso de una alta relación de compresión en la que la curva de distorsión de velocidad se aproxima para cada macrobloque en el rango de parámetros de recuantización mayor que 2 veces el parámetro de cuantificación. Se verifica mediante un experimento de simulación que el PSNR se mejora de 0,5 a 0,8 dB en comparación con el caso en el que un flujo MPEG de 6 Mbit/s no está optimizado por una recompresión doble ",
            "error": [
                ""
            ]
        },
        "transcoding error": {
            "translated_key": "error de transcodificación",
            "translated_annotated_text": "Optimización del parámetro de recantización para la transcodificación MPEG Este artículo considera la transcodificación en la que un flujo MPEG se convierte en un flujo MPEG de baja tasa de bits, y propone un método en el que el \"error de transcodificación\" puede reducirse seleccionando de manera óptima el parámetro de cuantificación para cada macrobloque. En la transcodificación con una relación de compresión baja, es crucial prohibir la transcodificación con un parámetro de recantización que es 1 a 2 veces el parámetro de cuantificación de la corriente de entrada. En consecuencia, como primer paso, se propone un método de optimización para el parámetro de recuantización que se ocupa del efecto de propagación de errores mediante la predicción de interframe. A continuación, el método de optimización propuesto se extiende para que el método también se puede aplicar al caso de una alta relación de compresión en la que la curva de distorsión de velocidad se aproxima para cada macrobloque en el rango de parámetros de recuantización mayor que 2 veces el parámetro de cuantificación. Se verifica mediante un experimento de simulación que el PSNR se mejora de 0,5 a 0,8 dB en comparación con el caso en el que un flujo MPEG de 6 Mbit/s no está optimizado por una recompresión doble ",
            "error": [
                ""
            ]
        },
        "macroblock": {
            "translated_key": "macrobloque",
            "translated_annotated_text": "Optimización del parámetro de recantización para la transcodificación MPEG Este artículo considera la transcodificación en la que un flujo MPEG se convierte en un flujo MPEG de baja tasa de bits, y propone un método en el que el error de transcodificación puede reducirse seleccionando de manera óptima el parámetro de cuantificación para cada \"macrobloque\". En la transcodificación con una relación de compresión baja, es crucial prohibir la transcodificación con un parámetro de recantización que es 1 a 2 veces el parámetro de cuantificación de la corriente de entrada. En consecuencia, como primer paso, se propone un método de optimización para el parámetro de recuantización que se ocupa del efecto de propagación de errores mediante la predicción de interframe. A continuación, el método de optimización propuesto se extiende para que el método también se puede aplicar al caso de una alta relación de compresión en la que la curva de distorsión de velocidad se aproxima para cada \"macrobloque\" en el rango de parámetros de recuantización mayor que 2 veces el parámetro de cuantificación. Se verifica mediante un experimento de simulación que el PSNR se mejora de 0,5 a 0,8 dB en comparación con el caso en el que un flujo MPEG de 6 Mbit/s no está optimizado por una recompresión doble ",
            "error": [
                ""
            ]
        },
        "compression ratio": {
            "translated_key": "relación de compresión",
            "translated_annotated_text": "Optimización del parámetro de recantización para la transcodificación MPEG Este artículo considera la transcodificación en la que un flujo MPEG se convierte en un flujo MPEG de baja tasa de bits, y propone un método en el que el error de transcodificación se puede reducir seleccionando de manera óptima el parámetro de cuantificación para cada macrobloque. En la transcodificación con una \"relación de compresión\" baja, es crucial prohibir la transcodificación con un parámetro de recantización que es 1 a 2 veces el parámetro de cuantificación de la corriente de entrada. En consecuencia, como primer paso, se propone un método de optimización para el parámetro de recuantización que se ocupa del efecto de propagación de errores mediante la predicción de interframe. A continuación, el método de optimización propuesto se extiende para que el método también se puede aplicar al caso de una alta \"relación de compresión\" en la que la curva de distorsión de velocidad se aproxima para cada macrobloque en el rango de parámetros de recuantización mayor que 2 veces el parámetro de cuantificación. Se verifica mediante un experimento de simulación que el PSNR se mejora de 0,5 a 0,8 dB en comparación con el caso en el que un flujo MPEG de 6 Mbit/s no está optimizado por una recompresión doble ",
            "error": [
                ""
            ]
        },
        "error propagation effect": {
            "translated_key": "efecto de propagación de errores",
            "translated_annotated_text": "Optimización del parámetro de recantización para la transcodificación MPEG Este artículo considera la transcodificación en la que un flujo MPEG se convierte en un flujo MPEG de baja tasa de bits, y propone un método en el que el error de transcodificación se puede reducir seleccionando de manera óptima el parámetro de cuantificación para cada macrobloque. En la transcodificación con una relación de compresión baja, es crucial prohibir la transcodificación con un parámetro de recantización que es 1 a 2 veces el parámetro de cuantificación de la corriente de entrada. En consecuencia, como primer paso, se propone un método de optimización para el parámetro de recuantización que se ocupa del \"efecto de propagación de errores\" mediante la predicción de interframe. A continuación, el método de optimización propuesto se extiende para que el método también se puede aplicar al caso de una alta relación de compresión en la que la curva de distorsión de velocidad se aproxima para cada macrobloque en el rango de parámetros de recuantización mayor que 2 veces el parámetro de cuantificación. Se verifica mediante un experimento de simulación que el PSNR se mejora de 0,5 a 0,8 dB en comparación con el caso en el que un flujo MPEG de 6 Mbit/s no está optimizado por una recompresión doble ",
            "error": [
                ""
            ]
        },
        "interframe prediction": {
            "translated_key": "previsión de interframe",
            "translated_annotated_text": "Optimización del parámetro de recantización para la transcodificación MPEG Este artículo considera la transcodificación en la que un flujo MPEG se convierte en un flujo MPEG de baja tasa de bits, y propone un método en el que el error de transcodificación se puede reducir seleccionando de manera óptima el parámetro de cuantificación para cada macrobloque. En la transcodificación con una relación de compresión baja, es crucial prohibir la transcodificación con un parámetro de recantización que es 1 a 2 veces el parámetro de cuantificación de la corriente de entrada. En consecuencia, como primer paso, se propone un método de optimización para el parámetro de recuantización que se ocupa del efecto de propagación de errores por \"previsión de interframe\". A continuación, el método de optimización propuesto se extiende para que el método también se puede aplicar al caso de una alta relación de compresión en la que la curva de distorsión de velocidad se aproxima para cada macrobloque en el rango de parámetros de recuantización mayor que 2 veces el parámetro de cuantificación. Se verifica mediante un experimento de simulación que el PSNR se mejora de 0,5 a 0,8 dB en comparación con el caso en el que un flujo MPEG de 6 Mbit/s no está optimizado por una recompresión doble ",
            "error": [
                ""
            ]
        },
        "rate-distortion curve": {
            "translated_key": "curva de distorsión de velocidad",
            "translated_annotated_text": "Optimización del parámetro de recantización para la transcodificación MPEG Este artículo considera la transcodificación en la que un flujo MPEG se convierte en un flujo MPEG de baja tasa de bits, y propone un método en el que el error de transcodificación se puede reducir seleccionando de manera óptima el parámetro de cuantificación para cada macrobloque. En la transcodificación con una relación de compresión baja, es crucial prohibir la transcodificación con un parámetro de recantización que es 1 a 2 veces el parámetro de cuantificación de la corriente de entrada. En consecuencia, como primer paso, se propone un método de optimización para el parámetro de recuantización que se ocupa del efecto de propagación de errores mediante la predicción de interframe. A continuación, el método de optimización propuesto se extiende para que el método también se puede aplicar al caso de una alta relación de compresión en la que la \"curva de distorsión de velocidad\" se aproxima para cada macrobloque en el rango de parámetros de recuantización mayor que 2 veces el parámetro de cuantificación. Se verifica mediante un experimento de simulación que el PSNR se mejora de 0,5 a 0,8 dB en comparación con el caso en el que un flujo MPEG de 6 Mbit/s no está optimizado por una recompresión doble ",
            "error": [
                ""
            ]
        },
        "PSNR": {
            "translated_key": "PSNR",
            "translated_annotated_text": "Optimización del parámetro de recantización para la transcodificación MPEG Este artículo considera la transcodificación en la que un flujo MPEG se convierte en un flujo MPEG de baja tasa de bits, y propone un método en el que el error de transcodificación se puede reducir seleccionando de manera óptima el parámetro de cuantificación para cada macrobloque. En la transcodificación con una relación de compresión baja, es crucial prohibir la transcodificación con un parámetro de recantización que es 1 a 2 veces el parámetro de cuantificación de la corriente de entrada. En consecuencia, como primer paso, se propone un método de optimización para el parámetro de recuantización que se ocupa del efecto de propagación de errores mediante la predicción de interframe. A continuación, el método de optimización propuesto se extiende para que el método también se puede aplicar al caso de una alta relación de compresión en la que la curva de distorsión de velocidad se aproxima para cada macrobloque en el rango de parámetros de recuantización mayor que 2 veces el parámetro de cuantificación. Se verifica mediante un experimento de simulación que el \"PSNR\" se mejora en 0,5 a 0,8 dB en comparación con el caso en el que un flujo MPEG de 6 Mbit/s no está optimizado por una recompresión doble ",
            "error": [
                ""
            ]
        },
        "simulation": {
            "translated_key": "simulación",
            "translated_annotated_text": "Optimización del parámetro de recantización para la transcodificación MPEG Este artículo considera la transcodificación en la que un flujo MPEG se convierte en un flujo MPEG de baja tasa de bits, y propone un método en el que el error de transcodificación se puede reducir seleccionando de manera óptima el parámetro de cuantificación para cada macrobloque. En la transcodificación con una relación de compresión baja, es crucial prohibir la transcodificación con un parámetro de recantización que es 1 a 2 veces el parámetro de cuantificación de la corriente de entrada. En consecuencia, como primer paso, se propone un método de optimización para el parámetro de recuantización que se ocupa del efecto de propagación de errores mediante la predicción de interframe. A continuación, el método de optimización propuesto se extiende para que el método también se puede aplicar al caso de una alta relación de compresión en la que la curva de distorsión de velocidad se aproxima para cada macrobloque en el rango de parámetros de recuantización mayor que 2 veces el parámetro de cuantificación. Se verifica mediante un experimento de \"simulación\" que el PSNR se mejora de 0,5 a 0,8 dB en comparación con el caso en el que un flujo MPEG de 6 Mbit/s no está optimizado por una recompresión doble ",
            "error": [
                ""
            ]
        },
        "twofold recompression": {
            "translated_key": "recompresión doble",
            "translated_annotated_text": "Optimización del parámetro de recantización para la transcodificación MPEG Este artículo considera la transcodificación en la que un flujo MPEG se convierte en un flujo MPEG de baja tasa de bits, y propone un método en el que el error de transcodificación se puede reducir seleccionando de manera óptima el parámetro de cuantificación para cada macrobloque. En la transcodificación con una relación de compresión baja, es crucial prohibir la transcodificación con un parámetro de recantización que es 1 a 2 veces el parámetro de cuantificación de la corriente de entrada. En consecuencia, como primer paso, se propone un método de optimización para el parámetro de recuantización que se ocupa del efecto de propagación de errores mediante la predicción de interframe. A continuación, el método de optimización propuesto se extiende para que el método también se puede aplicar al caso de una alta relación de compresión en la que la curva de distorsión de velocidad se aproxima para cada macrobloque en el rango de parámetros de recuantización mayor que 2 veces el parámetro de cuantificación. Se verifica mediante un experimento de simulación que el PSNR se mejora de 0,5 a 0,8 dB en comparación con el caso en el que un flujo MPEG de 6 Mbit/s no está optimizado por \"recompresión doble\" ",
            "error": [
                ""
            ]
        },
        "rate conversion": {
            "translated_key": [],
            "translated_annotated_text": "Optimización del parámetro de recantización para la transcodificación MPEG Este artículo considera la transcodificación en la que un flujo MPEG se convierte en un flujo MPEG de baja tasa de bits, y propone un método en el que el error de transcodificación se puede reducir seleccionando de manera óptima el parámetro de cuantificación para cada macrobloque. En la transcodificación con una relación de compresión baja, es crucial prohibir la transcodificación con un parámetro de recantización que es 1 a 2 veces el parámetro de cuantificación de la corriente de entrada. En consecuencia, como primer paso, se propone un método de optimización para el parámetro de recuantización que se ocupa del efecto de propagación de errores mediante la predicción de interframe. A continuación, el método de optimización propuesto se extiende para que el método también se puede aplicar al caso de una alta relación de compresión en la que la curva de distorsión de velocidad se aproxima para cada macrobloque en el rango de parámetros de recuantización mayor que 2 veces el parámetro de cuantificación. Se verifica mediante un experimento de simulación que el PSNR se mejora de 0,5 a 0,8 dB en comparación con el caso en el que un flujo MPEG de 6 Mbit/s no está optimizado por una recompresión doble ",
            "error": []
        },
        "rate control": {
            "translated_key": [],
            "translated_annotated_text": "Optimización del parámetro de recantización para la transcodificación MPEG Este artículo considera la transcodificación en la que un flujo MPEG se convierte en un flujo MPEG de baja tasa de bits, y propone un método en el que el error de transcodificación se puede reducir seleccionando de manera óptima el parámetro de cuantificación para cada macrobloque. En la transcodificación con una relación de compresión baja, es crucial prohibir la transcodificación con un parámetro de recantización que es 1 a 2 veces el parámetro de cuantificación de la corriente de entrada. En consecuencia, como primer paso, se propone un método de optimización para el parámetro de recuantización que se ocupa del efecto de propagación de errores mediante la predicción de interframe. A continuación, el método de optimización propuesto se extiende para que el método también se puede aplicar al caso de una alta relación de compresión en la que la curva de distorsión de velocidad se aproxima para cada macrobloque en el rango de parámetros de recuantización mayor que 2 veces el parámetro de cuantificación. Se verifica mediante un experimento de simulación que el PSNR se mejora de 0,5 a 0,8 dB en comparación con el caso en el que un flujo MPEG de 6 Mbit/s no está optimizado por una recompresión doble ",
            "error": []
        },
        "6 Mbit/s": {
            "translated_key": "6 Mbit/s",
            "translated_annotated_text": "Optimización del parámetro de recantización para la transcodificación MPEG Este artículo considera la transcodificación en la que un flujo MPEG se convierte en un flujo MPEG de baja tasa de bits, y propone un método en el que el error de transcodificación se puede reducir seleccionando de manera óptima el parámetro de cuantificación para cada macrobloque. En la transcodificación con una relación de compresión baja, es crucial prohibir la transcodificación con un parámetro de recantización que es 1 a 2 veces el parámetro de cuantificación de la corriente de entrada. En consecuencia, como primer paso, se propone un método de optimización para el parámetro de recuantización que se ocupa del efecto de propagación de errores mediante la predicción de interframe. A continuación, el método de optimización propuesto se extiende para que el método también se puede aplicar al caso de una alta relación de compresión en la que la curva de distorsión de velocidad se aproxima para cada macrobloque en el rango de parámetros de recuantización mayor que 2 veces el parámetro de cuantificación. Se verifica mediante un experimento de simulación que el PSNR se mejora de 0,5 a 0,8 dB en comparación con el caso en el que un flujo MPEG \"6 Mbit/s\" no está optimizado por una recompresión doble ",
            "error": [
                ""
            ]
        },
        "data compression": {
            "translated_key": [],
            "translated_annotated_text": "Optimización del parámetro de recantización para la transcodificación MPEG Este artículo considera la transcodificación en la que un flujo MPEG se convierte en un flujo MPEG de baja tasa de bits, y propone un método en el que el error de transcodificación se puede reducir seleccionando de manera óptima el parámetro de cuantificación para cada macrobloque. En la transcodificación con una relación de compresión baja, es crucial prohibir la transcodificación con un parámetro de recantización que es 1 a 2 veces el parámetro de cuantificación de la corriente de entrada. En consecuencia, como primer paso, se propone un método de optimización para el parámetro de recuantización que se ocupa del efecto de propagación de errores mediante la predicción de interframe. A continuación, el método de optimización propuesto se extiende para que el método también se puede aplicar al caso de una alta relación de compresión en la que la curva de distorsión de velocidad se aproxima para cada macrobloque en el rango de parámetros de recuantización mayor que 2 veces el parámetro de cuantificación. Se verifica mediante un experimento de simulación que el PSNR se mejora de 0,5 a 0,8 dB en comparación con el caso en el que un flujo MPEG de 6 Mbit/s no está optimizado por una recompresión doble ",
            "error": []
        },
        "optimisation": {
            "translated_key": [],
            "translated_annotated_text": "Optimización del parámetro de recantización para la transcodificación MPEG Este artículo considera la transcodificación en la que un flujo MPEG se convierte en un flujo MPEG de baja tasa de bits, y propone un método en el que el error de transcodificación se puede reducir seleccionando de manera óptima el parámetro de cuantificación para cada macrobloque. En la transcodificación con una relación de compresión baja, es crucial prohibir la transcodificación con un parámetro de recantización que es 1 a 2 veces el parámetro de cuantificación de la corriente de entrada. En consecuencia, como primer paso, se propone un método de optimización para el parámetro de recuantización que se ocupa del efecto de propagación de errores mediante la predicción de interframe. A continuación, el método de optimización propuesto se extiende para que el método también se puede aplicar al caso de una alta relación de compresión en la que la curva de distorsión de velocidad se aproxima para cada macrobloque en el rango de parámetros de recuantización mayor que 2 veces el parámetro de cuantificación. Se verifica mediante un experimento de simulación que el PSNR se mejora de 0,5 a 0,8 dB en comparación con el caso en el que un flujo MPEG de 6 Mbit/s no está optimizado por una recompresión doble ",
            "error": []
        },
        "quantisation (signal)": {
            "translated_key": [],
            "translated_annotated_text": "Optimización del parámetro de recantización para la transcodificación MPEG Este artículo considera la transcodificación en la que un flujo MPEG se convierte en un flujo MPEG de baja tasa de bits, y propone un método en el que el error de transcodificación se puede reducir seleccionando de manera óptima el parámetro de cuantificación para cada macrobloque. En la transcodificación con una relación de compresión baja, es crucial prohibir la transcodificación con un parámetro de recantización que es 1 a 2 veces el parámetro de cuantificación de la corriente de entrada. En consecuencia, como primer paso, se propone un método de optimización para el parámetro de recuantización que se ocupa del efecto de propagación de errores mediante la predicción de interframe. A continuación, el método de optimización propuesto se extiende para que el método también se puede aplicar al caso de una alta relación de compresión en la que la curva de distorsión de velocidad se aproxima para cada macrobloque en el rango de parámetros de recuantización mayor que 2 veces el parámetro de cuantificación. Se verifica mediante un experimento de simulación que el PSNR se mejora de 0,5 a 0,8 dB en comparación con el caso en el que un flujo MPEG de 6 Mbit/s no está optimizado por una recompresión doble ",
            "error": []
        },
        "rate distortion theory": {
            "translated_key": [],
            "translated_annotated_text": "Optimización del parámetro de recantización para la transcodificación MPEG Este artículo considera la transcodificación en la que un flujo MPEG se convierte en un flujo MPEG de baja tasa de bits, y propone un método en el que el error de transcodificación se puede reducir seleccionando de manera óptima el parámetro de cuantificación para cada macrobloque. En la transcodificación con una relación de compresión baja, es crucial prohibir la transcodificación con un parámetro de recantización que es 1 a 2 veces el parámetro de cuantificación de la corriente de entrada. En consecuencia, como primer paso, se propone un método de optimización para el parámetro de recuantización que se ocupa del efecto de propagación de errores mediante la predicción de interframe. A continuación, el método de optimización propuesto se extiende para que el método también se puede aplicar al caso de una alta relación de compresión en la que la curva de distorsión de velocidad se aproxima para cada macrobloque en el rango de parámetros de recuantización mayor que 2 veces el parámetro de cuantificación. Se verifica mediante un experimento de simulación que el PSNR se mejora de 0,5 a 0,8 dB en comparación con el caso en el que un flujo MPEG de 6 Mbit/s no está optimizado por una recompresión doble ",
            "error": []
        },
        "variable rate codes": {
            "translated_key": [],
            "translated_annotated_text": "Optimización del parámetro de recantización para la transcodificación MPEG Este artículo considera la transcodificación en la que un flujo MPEG se convierte en un flujo MPEG de baja tasa de bits, y propone un método en el que el error de transcodificación se puede reducir seleccionando de manera óptima el parámetro de cuantificación para cada macrobloque. En la transcodificación con una relación de compresión baja, es crucial prohibir la transcodificación con un parámetro de recantización que es 1 a 2 veces el parámetro de cuantificación de la corriente de entrada. En consecuencia, como primer paso, se propone un método de optimización para el parámetro de recuantización que se ocupa del efecto de propagación de errores mediante la predicción de interframe. A continuación, el método de optimización propuesto se extiende para que el método también se puede aplicar al caso de una alta relación de compresión en la que la curva de distorsión de velocidad se aproxima para cada macrobloque en el rango de parámetros de recuantización mayor que 2 veces el parámetro de cuantificación. Se verifica mediante un experimento de simulación que el PSNR se mejora de 0,5 a 0,8 dB en comparación con el caso en el que un flujo MPEG de 6 Mbit/s no está optimizado por una recompresión doble ",
            "error": []
        },
        "video coding": {
            "translated_key": [],
            "translated_annotated_text": "Optimización del parámetro de recantización para la transcodificación MPEG Este artículo considera la transcodificación en la que un flujo MPEG se convierte en un flujo MPEG de baja tasa de bits, y propone un método en el que el error de transcodificación se puede reducir seleccionando de manera óptima el parámetro de cuantificación para cada macrobloque. En la transcodificación con una relación de compresión baja, es crucial prohibir la transcodificación con un parámetro de recantización que es 1 a 2 veces el parámetro de cuantificación de la corriente de entrada. En consecuencia, como primer paso, se propone un método de optimización para el parámetro de recuantización que se ocupa del efecto de propagación de errores mediante la predicción de interframe. A continuación, el método de optimización propuesto se extiende para que el método también se puede aplicar al caso de una alta relación de compresión en la que la curva de distorsión de velocidad se aproxima para cada macrobloque en el rango de parámetros de recuantización mayor que 2 veces el parámetro de cuantificación. Se verifica mediante un experimento de simulación que el PSNR se mejora de 0,5 a 0,8 dB en comparación con el caso en el que un flujo MPEG de 6 Mbit/s no está optimizado por una recompresión doble ",
            "error": []
        }
    }
}