{
    "original_text": "Reachability in contextual nets Contextual nets, or Petri nets with read arcs, are models of concurrent systems with context dependent actions. The problem of reachability in such nets consists in finding a sequence of transitions that leads from the initial marking of a given contextual net to a given goal marking. The solution to this problem that is presented in this paper consists in constructing a finite complete prefix of the unfolding of the given contextual net, that is a finite prefix in which all the markings that are reachable from the initial marking are present, and in searching in each branch of this prefix for the goal marking by solving an appropriate linear programming problem",
    "original_translation": "Alcance en redes contextuales Las redes contextuales, o redes Petri con arcos de lectura, son modelos de sistemas concurrentes con acciones dependientes del contexto. El problema de la accesibilidad en tales redes consiste en encontrar una secuencia de transiciones que conduzca desde la marcación inicial de una red contextual dada a una marca de objetivo dada. La solución a este problema que se presenta en este artículo consiste en construir un prefijo finito completo del despliegue de la red contextual dada, que es un prefijo finito en el que están presentes todas las marcas que se pueden alcanzar desde la marca inicial, y en la búsqueda en cada rama de este prefijo para la marca de objetivos resolviendo un problema de programación lineal apropiado",
    "error_count": 4,
    "keys": {
        "contextual nets reachability": {
            "translated_key": [],
            "translated_annotated_text": "Alcance en redes contextuales Las redes contextuales, o redes Petri con arcos de lectura, son modelos de sistemas concurrentes con acciones dependientes del contexto. El problema de la accesibilidad en tales redes consiste en encontrar una secuencia de transiciones que conduzca desde la marcación inicial de una red contextual dada a una marca de objetivo dada. La solución a este problema que se presenta en este artículo consiste en construir un prefijo finito completo del despliegue de la red contextual dada, que es un prefijo finito en el que están presentes todas las marcas que se pueden alcanzar desde la marca inicial, y en la búsqueda en cada rama de este prefijo para la marca de objetivos resolviendo un problema de programación lineal apropiado ",
            "error": []
        },
        "Petri nets": {
            "translated_key": "redes Petri",
            "translated_annotated_text": "Alcance en redes contextuales Las redes contextuales, o \"redes Petri\" con arcos de lectura, son modelos de sistemas concurrentes con acciones dependientes del contexto. El problema de la accesibilidad en tales redes consiste en encontrar una secuencia de transiciones que conduzca desde la marcación inicial de una red contextual dada a una marca de objetivo dada. La solución a este problema que se presenta en este artículo consiste en construir un prefijo finito completo del despliegue de la red contextual dada, que es un prefijo finito en el que están presentes todas las marcas que se pueden alcanzar desde la marca inicial, y en la búsqueda en cada rama de este prefijo para la marca de objetivos resolviendo un problema de programación lineal apropiado ",
            "error": [
                ""
            ]
        },
        "concurrent systems": {
            "translated_key": "sistemas concurrentes",
            "translated_annotated_text": "Alcance en redes contextuales Las redes contextuales, o redes Petri con arcos de lectura, son modelos de \"sistemas concurrentes\" con acciones dependientes del contexto. El problema de la accesibilidad en tales redes consiste en encontrar una secuencia de transiciones que conduzca desde la marcación inicial de una red contextual dada a una marca de objetivo dada. La solución a este problema que se presenta en este artículo consiste en construir un prefijo finito completo del despliegue de la red contextual dada, que es un prefijo finito en el que están presentes todas las marcas que se pueden alcanzar desde la marca inicial, y en la búsqueda en cada rama de este prefijo para la marca de objetivos resolviendo un problema de programación lineal apropiado ",
            "error": [
                ""
            ]
        },
        "context dependent actions": {
            "translated_key": "acciones dependientes del contexto",
            "translated_annotated_text": "Alcance en redes contextuales Las redes contextuales, o redes Petri con arcos de lectura, son modelos de sistemas concurrentes con \"acciones dependientes del contexto\". El problema de la accesibilidad en tales redes consiste en encontrar una secuencia de transiciones que conduzca desde la marcación inicial de una red contextual dada a una marca de objetivo dada. La solución a este problema que se presenta en este artículo consiste en construir un prefijo finito completo del despliegue de la red contextual dada, que es un prefijo finito en el que están presentes todas las marcas que se pueden alcanzar desde la marca inicial, y en la búsqueda en cada rama de este prefijo para la marca de objetivos resolviendo un problema de programación lineal apropiado ",
            "error": [
                ""
            ]
        },
        "finite prefix": {
            "translated_key": "prefijo finito",
            "translated_annotated_text": "Alcance en redes contextuales Las redes contextuales, o redes Petri con arcos de lectura, son modelos de sistemas concurrentes con acciones dependientes del contexto. El problema de la accesibilidad en tales redes consiste en encontrar una secuencia de transiciones que conduzca desde la marcación inicial de una red contextual dada a una marca de objetivo dada. La solución a este problema que se presenta en este artículo consiste en construir un prefijo finito completo del despliegue de la red contextual dada, que es un \"prefijo finito\" en el que están presentes todas las marcas que se pueden alcanzar desde la marca inicial, y en la búsqueda en cada rama de este prefijo para la marca de objetivos mediante la solución de un problema de programación lineal adecuado ",
            "error": [
                ""
            ]
        },
        "goal marking": {
            "translated_key": [
                "marcación de objetivos",
                "marca de objetivo"
            ],
            "translated_annotated_text": "Alcance en redes contextuales Las redes contextuales, o redes Petri con arcos de lectura, son modelos de sistemas concurrentes con acciones dependientes del contexto. El problema de la accesibilidad en tales redes consiste en encontrar una secuencia de transiciones que conduce desde la marcación inicial de una red contextual dada a una \"marcación de objetivos\" dada. La solución a este problema que se presenta en este artículo consiste en construir un prefijo finito completo del despliegue de la red contextual dada, que es un prefijo finito en el que están presentes todas las marcas que se pueden alcanzar desde la marca inicial, y en buscar en cada rama de este prefijo para la \"marca de objetivo\" resolviendo un problema de programación lineal apropiado ",
            "error": [
                "marcación de objetivos",
                "marca de objetivo"
            ]
        },
        "linear programming": {
            "translated_key": "programación lineal",
            "translated_annotated_text": "Alcance en redes contextuales Las redes contextuales, o redes Petri con arcos de lectura, son modelos de sistemas concurrentes con acciones dependientes del contexto. El problema de la accesibilidad en tales redes consiste en encontrar una secuencia de transiciones que conduzca desde la marcación inicial de una red contextual dada a una marca de objetivo dada. La solución a este problema que se presenta en este artículo consiste en construir un prefijo finito completo del despliegue de la red contextual dada, que es un prefijo finito en el que están presentes todas las marcas que se pueden alcanzar desde la marca inicial, y en la búsqueda en cada rama de este prefijo para la marca de objetivos resolviendo un problema de \"programación lineal\" apropiado ",
            "error": [
                ""
            ]
        },
        "formal specification": {
            "translated_key": [],
            "translated_annotated_text": "Alcance en redes contextuales Las redes contextuales, o redes Petri con arcos de lectura, son modelos de sistemas concurrentes con acciones dependientes del contexto. El problema de la accesibilidad en tales redes consiste en encontrar una secuencia de transiciones que conduzca desde la marcación inicial de una red contextual dada a una marca de objetivo dada. La solución a este problema que se presenta en este artículo consiste en construir un prefijo finito completo del despliegue de la red contextual dada, que es un prefijo finito en el que están presentes todas las marcas que se pueden alcanzar desde la marca inicial, y en la búsqueda en cada rama de este prefijo para la marca de objetivos resolviendo un problema de programación lineal apropiado ",
            "error": []
        },
        "process algebra": {
            "translated_key": [],
            "translated_annotated_text": "Alcance en redes contextuales Las redes contextuales, o redes Petri con arcos de lectura, son modelos de sistemas concurrentes con acciones dependientes del contexto. El problema de la accesibilidad en tales redes consiste en encontrar una secuencia de transiciones que conduzca desde la marcación inicial de una red contextual dada a una marca de objetivo dada. La solución a este problema que se presenta en este artículo consiste en construir un prefijo finito completo del despliegue de la red contextual dada, que es un prefijo finito en el que están presentes todas las marcas que se pueden alcanzar desde la marca inicial, y en la búsqueda en cada rama de este prefijo para la marca de objetivos resolviendo un problema de programación lineal apropiado ",
            "error": []
        }
    }
}