{
    "original_text": "A comparison of different decision algorithms used in volumetric storm cells classification Decision algorithms useful in classifying meteorological volumetric radar data are discussed. Such data come from the radar decision support system (RDSS) database of Environment Canada and concern summer storms created in this country. Some research groups used the data completed by RDSS for verifying the utility of chosen methods in volumetric storm cells classification. The paper consists of a review of experiments that were made on the data from RDSS database of Environment Canada and presents the quality of particular classifiers. The classification accuracy coefficient is used to express the quality. For five research groups that led their experiments in a similar way it was possible to compare received outputs. Experiments showed that the support vector machine (SVM) method and rough set algorithms which use object oriented reducts for rule generation to classify volumetric storm data perform better than other classifiers",
    "original_translation": "Se analiza una comparación de los diferentes algoritmos de decisión utilizados en la clasificación de las células de tormenta volumétricas. Estos datos provienen de la base de datos del sistema de apoyo a las decisiones de radar (RDSS) de Environment Canada y se refieren a las tormentas de verano creadas en este país. Algunos grupos de investigación utilizaron los datos completados por RDSS para verificar la utilidad de los métodos elegidos en la clasificación de las células de tormenta volumétricas. El documento consiste en un examen de los experimentos realizados con los datos de la base de datos RDSS de Environment Canada y presenta la calidad de determinados clasificadores. El coeficiente de precisión de clasificación se utiliza para expresar la calidad. Para cinco grupos de investigación que dirigieron sus experimentos de manera similar, fue posible comparar los resultados recibidos. Los experimentos mostraron que el método de la máquina vectorial de soporte (SVM) y los algoritmos de conjunto aproximado que utilizan reductos orientados a objetos para la generación de reglas para clasificar los datos de tormenta volumétrica funcionan mejor que otros clasificadores",
    "error_count": 5,
    "keys": {
        "decision algorithms": {
            "translated_key": "algoritmos de decisión",
            "translated_annotated_text": "Se analiza una comparación de diferentes \"algoritmos de decisión\" utilizados en la clasificación de células de tormenta volumétricas Algoritmos de decisión útiles para clasificar los datos de radar volumétricos meteorológicos. Estos datos provienen de la base de datos del sistema de apoyo a las decisiones de radar (RDSS) de Environment Canada y se refieren a las tormentas de verano creadas en este país. Algunos grupos de investigación utilizaron los datos completados por RDSS para verificar la utilidad de los métodos elegidos en la clasificación de las células de tormenta volumétricas. El documento consiste en un examen de los experimentos realizados con los datos de la base de datos RDSS de Environment Canada y presenta la calidad de determinados clasificadores. El coeficiente de precisión de clasificación se utiliza para expresar la calidad. Para cinco grupos de investigación que dirigieron sus experimentos de manera similar, fue posible comparar los resultados recibidos. Los experimentos mostraron que el método de la máquina vectorial de soporte (SVM) y los algoritmos de conjunto aproximado que utilizan reductos orientados a objetos para la generación de reglas para clasificar los datos de tormenta volumétrica funcionan mejor que otros clasificadores ",
            "error": [
                ""
            ]
        },
        "volumetric storm cells classification": {
            "translated_key": [
                "clasificación de células de tormenta volumétricas",
                "clasificación de células de tormenta volumétrica"
            ],
            "translated_annotated_text": "Se analiza una comparación de diferentes algoritmos de decisión utilizados en la \"clasificación de células de tormenta volumétricas\" Algoritmos de decisión útiles para clasificar los datos de radar volumétricos meteorológicos. Estos datos provienen de la base de datos del sistema de apoyo a las decisiones de radar (RDSS) de Environment Canada y se refieren a las tormentas de verano creadas en este país. Algunos grupos de investigación utilizaron los datos completados por RDSS para verificar la utilidad de los métodos elegidos en la \"clasificación de células de tormenta volumétrica\". El documento consiste en un examen de los experimentos realizados con los datos de la base de datos RDSS de Environment Canada y presenta la calidad de determinados clasificadores. El coeficiente de precisión de clasificación se utiliza para expresar la calidad. Para cinco grupos de investigación que dirigieron sus experimentos de manera similar, fue posible comparar los resultados recibidos. Los experimentos mostraron que el método de la máquina vectorial de soporte (SVM) y los algoritmos de conjunto aproximado que utilizan reductos orientados a objetos para la generación de reglas para clasificar los datos de tormenta volumétrica funcionan mejor que otros clasificadores ",
            "error": [
                "clasificación de células de tormenta volumétricas",
                "clasificación de células de tormenta volumétrica"
            ]
        },
        "meteorological volumetric radar data": {
            "translated_key": "datos de radar volumétrico meteorológico",
            "translated_annotated_text": "Se discute una comparación de diferentes algoritmos de decisión utilizados en la clasificación de células de tormenta volumétricas Algoritmos de decisión útiles para clasificar \"datos de radar volumétrico meteorológico\". Estos datos provienen de la base de datos del sistema de apoyo a las decisiones de radar (RDSS) de Environment Canada y se refieren a las tormentas de verano creadas en este país. Algunos grupos de investigación utilizaron los datos completados por RDSS para verificar la utilidad de los métodos elegidos en la clasificación de las células de tormenta volumétricas. El documento consiste en un examen de los experimentos realizados con los datos de la base de datos RDSS de Environment Canada y presenta la calidad de determinados clasificadores. El coeficiente de precisión de clasificación se utiliza para expresar la calidad. Para cinco grupos de investigación que dirigieron sus experimentos de manera similar, fue posible comparar los resultados recibidos. Los experimentos mostraron que el método de la máquina vectorial de soporte (SVM) y los algoritmos de conjunto aproximado que utilizan reductos orientados a objetos para la generación de reglas para clasificar los datos de tormenta volumétrica funcionan mejor que otros clasificadores ",
            "error": [
                ""
            ]
        },
        "radar decision support system": {
            "translated_key": "Radar Decision Support System",
            "translated_annotated_text": "Se analiza una comparación de los diferentes algoritmos de decisión utilizados en la clasificación de las células de tormenta volumétricas. Estos datos provienen de la base de datos \"Radar Decision Support System\" (RDSS) de Environment Canada y se refieren a tormentas de verano creadas en este país. Algunos grupos de investigación utilizaron los datos completados por RDSS para verificar la utilidad de los métodos elegidos en la clasificación de las células de tormenta volumétricas. El documento consiste en un examen de los experimentos realizados con los datos de la base de datos RDSS de Environment Canada y presenta la calidad de determinados clasificadores. El coeficiente de precisión de clasificación se utiliza para expresar la calidad. Para cinco grupos de investigación que dirigieron sus experimentos de manera similar, fue posible comparar los resultados recibidos. Los experimentos mostraron que el método de la máquina vectorial de soporte (SVM) y los algoritmos de conjunto aproximado que utilizan reductos orientados a objetos para la generación de reglas para clasificar los datos de tormenta volumétrica funcionan mejor que otros clasificadores ",
            "error": [
                ""
            ]
        },
        "summer storms": {
            "translated_key": "tormentas de verano",
            "translated_annotated_text": "Se analiza una comparación de los diferentes algoritmos de decisión utilizados en la clasificación de las células de tormenta volumétricas. Estos datos provienen de la base de datos del sistema de apoyo a las decisiones de radar (RDSS) de Environment Canada y se refieren a las \"tormentas de verano\" creadas en este país. Algunos grupos de investigación utilizaron los datos completados por RDSS para verificar la utilidad de los métodos elegidos en la clasificación de las células de tormenta volumétricas. El documento consiste en un examen de los experimentos realizados con los datos de la base de datos RDSS de Environment Canada y presenta la calidad de determinados clasificadores. El coeficiente de precisión de clasificación se utiliza para expresar la calidad. Para cinco grupos de investigación que dirigieron sus experimentos de manera similar, fue posible comparar los resultados recibidos. Los experimentos mostraron que el método de la máquina vectorial de soporte (SVM) y los algoritmos de conjunto aproximado que utilizan reductos orientados a objetos para la generación de reglas para clasificar los datos de tormenta volumétrica funcionan mejor que otros clasificadores ",
            "error": [
                ""
            ]
        },
        "classification accuracy": {
            "translated_key": "precisión de clasificación",
            "translated_annotated_text": "Se analiza una comparación de los diferentes algoritmos de decisión utilizados en la clasificación de las células de tormenta volumétricas. Estos datos provienen de la base de datos del sistema de apoyo a las decisiones de radar (RDSS) de Environment Canada y se refieren a las tormentas de verano creadas en este país. Algunos grupos de investigación utilizaron los datos completados por RDSS para verificar la utilidad de los métodos elegidos en la clasificación de las células de tormenta volumétricas. El documento consiste en un examen de los experimentos realizados con los datos de la base de datos RDSS de Environment Canada y presenta la calidad de determinados clasificadores. El coeficiente de \"precisión de clasificación\" se utiliza para expresar la calidad. Para cinco grupos de investigación que dirigieron sus experimentos de manera similar, fue posible comparar los resultados recibidos. Los experimentos mostraron que el método de la máquina vectorial de soporte (SVM) y los algoritmos de conjunto aproximado que utilizan reductos orientados a objetos para la generación de reglas para clasificar los datos de tormenta volumétrica funcionan mejor que otros clasificadores ",
            "error": [
                ""
            ]
        },
        "support vector machine": {
            "translated_key": "máquina vectorial de soporte",
            "translated_annotated_text": "Se analiza una comparación de los diferentes algoritmos de decisión utilizados en la clasificación de las células de tormenta volumétricas. Estos datos provienen de la base de datos del sistema de apoyo a las decisiones de radar (RDSS) de Environment Canada y se refieren a las tormentas de verano creadas en este país. Algunos grupos de investigación utilizaron los datos completados por RDSS para verificar la utilidad de los métodos elegidos en la clasificación de las células de tormenta volumétricas. El documento consiste en un examen de los experimentos realizados con los datos de la base de datos RDSS de Environment Canada y presenta la calidad de determinados clasificadores. El coeficiente de precisión de clasificación se utiliza para expresar la calidad. Para cinco grupos de investigación que dirigieron sus experimentos de manera similar, fue posible comparar los resultados recibidos. Los experimentos mostraron que el método de \"máquina vectorial de soporte\" (SVM) y algoritmos de conjuntos en bruto que utilizan reductos orientados a objetos para la generación de reglas para clasificar los datos de tormenta volumétrica funcionan mejor que otros clasificadores ",
            "error": [
                ""
            ]
        },
        "rough set algorithms": {
            "translated_key": "algoritmos de conjunto aproximado",
            "translated_annotated_text": "Se analiza una comparación de los diferentes algoritmos de decisión utilizados en la clasificación de las células de tormenta volumétricas. Estos datos provienen de la base de datos del sistema de apoyo a las decisiones de radar (RDSS) de Environment Canada y se refieren a las tormentas de verano creadas en este país. Algunos grupos de investigación utilizaron los datos completados por RDSS para verificar la utilidad de los métodos elegidos en la clasificación de las células de tormenta volumétricas. El documento consiste en un examen de los experimentos realizados con los datos de la base de datos RDSS de Environment Canada y presenta la calidad de determinados clasificadores. El coeficiente de precisión de clasificación se utiliza para expresar la calidad. Para cinco grupos de investigación que dirigieron sus experimentos de manera similar, fue posible comparar los resultados recibidos. Los experimentos mostraron que el método de la máquina vectorial de soporte (SVM) y \"algoritmos de conjunto aproximado\" que utilizan reductos orientados a objetos para la generación de reglas para clasificar los datos de tormenta volumétrica funcionan mejor que otros clasificadores ",
            "error": [
                ""
            ]
        },
        "object oriented reducts": {
            "translated_key": "reductores orientados a objetos",
            "translated_annotated_text": "Se analiza una comparación de los diferentes algoritmos de decisión utilizados en la clasificación de las células de tormenta volumétricas. Estos datos provienen de la base de datos del sistema de apoyo a las decisiones de radar (RDSS) de Environment Canada y se refieren a las tormentas de verano creadas en este país. Algunos grupos de investigación utilizaron los datos completados por RDSS para verificar la utilidad de los métodos elegidos en la clasificación de las células de tormenta volumétricas. El documento consiste en un examen de los experimentos realizados con los datos de la base de datos RDSS de Environment Canada y presenta la calidad de determinados clasificadores. El coeficiente de precisión de clasificación se utiliza para expresar la calidad. Para cinco grupos de investigación que dirigieron sus experimentos de manera similar, fue posible comparar los resultados recibidos. Los experimentos mostraron que el método de la máquina vectorial de soporte (SVM) y los algoritmos de conjuntos en bruto que utilizan \"reductores orientados a objetos\" para la generación de reglas para clasificar los datos de tormenta volumétrica funcionan mejor que otros clasificadores ",
            "error": [
                ""
            ]
        },
        "data mining": {
            "translated_key": [],
            "translated_annotated_text": "Se analiza una comparación de los diferentes algoritmos de decisión utilizados en la clasificación de las células de tormenta volumétricas. Estos datos provienen de la base de datos del sistema de apoyo a las decisiones de radar (RDSS) de Environment Canada y se refieren a las tormentas de verano creadas en este país. Algunos grupos de investigación utilizaron los datos completados por RDSS para verificar la utilidad de los métodos elegidos en la clasificación de las células de tormenta volumétricas. El documento consiste en un examen de los experimentos realizados con los datos de la base de datos RDSS de Environment Canada y presenta la calidad de determinados clasificadores. El coeficiente de precisión de clasificación se utiliza para expresar la calidad. Para cinco grupos de investigación que dirigieron sus experimentos de manera similar, fue posible comparar los resultados recibidos. Los experimentos mostraron que el método de la máquina vectorial de soporte (SVM) y los algoritmos de conjunto aproximado que utilizan reductos orientados a objetos para la generación de reglas para clasificar los datos de tormenta volumétrica funcionan mejor que otros clasificadores ",
            "error": []
        },
        "decision support systems": {
            "translated_key": [],
            "translated_annotated_text": "Se analiza una comparación de los diferentes algoritmos de decisión utilizados en la clasificación de las células de tormenta volumétricas. Estos datos provienen de la base de datos del sistema de apoyo a las decisiones de radar (RDSS) de Environment Canada y se refieren a las tormentas de verano creadas en este país. Algunos grupos de investigación utilizaron los datos completados por RDSS para verificar la utilidad de los métodos elegidos en la clasificación de las células de tormenta volumétricas. El documento consiste en un examen de los experimentos realizados con los datos de la base de datos RDSS de Environment Canada y presenta la calidad de determinados clasificadores. El coeficiente de precisión de clasificación se utiliza para expresar la calidad. Para cinco grupos de investigación que dirigieron sus experimentos de manera similar, fue posible comparar los resultados recibidos. Los experimentos mostraron que el método de la máquina vectorial de soporte (SVM) y los algoritmos de conjunto aproximado que utilizan reductos orientados a objetos para la generación de reglas para clasificar los datos de tormenta volumétrica funcionan mejor que otros clasificadores ",
            "error": []
        },
        "meteorological radar": {
            "translated_key": [],
            "translated_annotated_text": "Se analiza una comparación de los diferentes algoritmos de decisión utilizados en la clasificación de las células de tormenta volumétricas. Estos datos provienen de la base de datos del sistema de apoyo a las decisiones de radar (RDSS) de Environment Canada y se refieren a las tormentas de verano creadas en este país. Algunos grupos de investigación utilizaron los datos completados por RDSS para verificar la utilidad de los métodos elegidos en la clasificación de las células de tormenta volumétricas. El documento consiste en un examen de los experimentos realizados con los datos de la base de datos RDSS de Environment Canada y presenta la calidad de determinados clasificadores. El coeficiente de precisión de clasificación se utiliza para expresar la calidad. Para cinco grupos de investigación que dirigieron sus experimentos de manera similar, fue posible comparar los resultados recibidos. Los experimentos mostraron que el método de la máquina vectorial de soporte (SVM) y los algoritmos de conjunto aproximado que utilizan reductos orientados a objetos para la generación de reglas para clasificar los datos de tormenta volumétrica funcionan mejor que otros clasificadores ",
            "error": []
        },
        "pattern recognition": {
            "translated_key": [],
            "translated_annotated_text": "Se analiza una comparación de los diferentes algoritmos de decisión utilizados en la clasificación de las células de tormenta volumétricas. Estos datos provienen de la base de datos del sistema de apoyo a las decisiones de radar (RDSS) de Environment Canada y se refieren a las tormentas de verano creadas en este país. Algunos grupos de investigación utilizaron los datos completados por RDSS para verificar la utilidad de los métodos elegidos en la clasificación de las células de tormenta volumétricas. El documento consiste en un examen de los experimentos realizados con los datos de la base de datos RDSS de Environment Canada y presenta la calidad de determinados clasificadores. El coeficiente de precisión de clasificación se utiliza para expresar la calidad. Para cinco grupos de investigación que dirigieron sus experimentos de manera similar, fue posible comparar los resultados recibidos. Los experimentos mostraron que el método de la máquina vectorial de soporte (SVM) y los algoritmos de conjunto aproximado que utilizan reductos orientados a objetos para la generación de reglas para clasificar los datos de tormenta volumétrica funcionan mejor que otros clasificadores ",
            "error": []
        }
    }
}