{
    "original_text": "Towards an ontology of approximate reason This article introduces structural aspects in an ontology of approximate reason. The basic assumption in this ontology is that approximate reason is a capability of an agent. Agents are designed to classify information granules derived from sensors that respond to stimuli in the environment of an agent or received from other agents. Classification of information granules is carried out in the context of parameterized approximation spaces and a calculus of granules. Judgment in agents is a faculty of thinking about (classifying) the particular relative to decision rules derived from data. Judgment in agents is reflective, but not in the classical philosophical sense (e.g., the notion of judgment in Kant). In an agent, a reflective judgment itself is an assertion that a particular decision rule derived from data is applicable to an object (input). That is, a reflective judgment by an agent is an assertion that a particular vector of attribute (sensor) values matches to some degree the conditions for a particular rule. In effect, this form of judgment is an assertion that a vector of sensor values reflects a known property of data expressed by a decision rule. Since the reasoning underlying a reflective judgment is inductive and surjective (not based on a priori conditions or universals), this form of judgment is reflective, but not in the sense of Kant. Unlike Kant, a reflective judgment is surjective in the sense that it maps experimental attribute values onto the most closely matching descriptors (conditions) in a derived rule. Again, unlike Kants notion of judgment, a reflective judgment is not the result of searching for a universal that pertains to a particular set of values of descriptors. Rather, a reflective judgment by an agent is a form of recognition that a particular vector of sensor values pertains to a particular rule in some degree. This recognition takes the form of an assertion that a particular descriptor vector is associated with a particular decision rule. These considerations can be repeated for other forms of classifiers besides those defined by decision rules",
    "original_translation": "Hacia una ontología de razón aproximada Este artículo introduce aspectos estructurales en una ontología de razón aproximada. La suposición básica en esta ontología es que la razón aproximada es la capacidad de un agente. Los agentes están diseñados para clasificar los gránulos de información derivados de sensores que responden a estímulos en el ambiente de un agente o recibidos de otros agentes. La clasificación de gránulos de información se realiza en el contexto de espacios de aproximación parametrizados y un cálculo de gránulos. El juicio en agentes es una facultad de pensar (clasificar) el particular relativo a las reglas de decisión derivadas de los datos. El juicio en los agentes es reflexivo, pero no en el sentido filosófico clásico (por ejemplo, la noción de juicio en Kant). En un agente, un juicio reflexivo en sí mismo es una afirmación de que una regla de decisión determinada derivada de los datos es aplicable a un objeto (input). Es decir, un juicio reflexivo de un agente es una afirmación de que un vector particular de valores de atributo (sensor) coincide hasta cierto punto con las condiciones para una regla en particular. En efecto, esta forma de juicio es una afirmación de que un vector de valores de los sensores refleja una propiedad conocida de los datos expresados por una regla de decisión. Puesto que el razonamiento subyacente a un juicio reflexivo es inductivo y sujetivo (no basado en condiciones a priori o universales), esta forma de juicio es reflexiva, pero no en el sentido de Kant. A diferencia de Kant, un juicio reflexivo es sujetivo en el sentido de que mapea los valores de atributos experimentales en los descriptores (condiciones) más estrechamente emparejados en una regla derivada. Una vez más, a diferencia de la noción de juicio de Kants, un juicio reflexivo no es el resultado de la búsqueda de un universal que pertenece a un conjunto particular de valores de descriptores. Más bien, un juicio reflexivo de un agente es una forma de reconocimiento de que un vector particular de valores de los sensores pertenece a una regla particular en algún grado. Este reconocimiento adopta la forma de una afirmación de que un determinado vector descriptor está asociado a una determinada regla de decisión. Estas consideraciones pueden repetirse para otras formas de clasificadores además de las definidas por las normas de decisión",
    "error_count": 8,
    "keys": {
        "ontology": {
            "translated_key": "ontología",
            "translated_annotated_text": "Hacia una \"ontología\" de razón aproximada Este artículo introduce aspectos estructurales en una \"ontología\" de razón aproximada. La suposición básica en esta \"ontología\" es que la razón aproximada es una capacidad de un agente. Los agentes están diseñados para clasificar los gránulos de información derivados de sensores que responden a estímulos en el ambiente de un agente o recibidos de otros agentes. La clasificación de gránulos de información se realiza en el contexto de espacios de aproximación parametrizados y un cálculo de gránulos. El juicio en agentes es una facultad de pensar (clasificar) el particular relativo a las reglas de decisión derivadas de los datos. El juicio en los agentes es reflexivo, pero no en el sentido filosófico clásico (por ejemplo, la noción de juicio en Kant). En un agente, un juicio reflexivo en sí mismo es una afirmación de que una regla de decisión determinada derivada de los datos es aplicable a un objeto (input). Es decir, un juicio reflexivo de un agente es una afirmación de que un vector particular de valores de atributo (sensor) coincide hasta cierto punto con las condiciones para una regla en particular. En efecto, esta forma de juicio es una afirmación de que un vector de valores de los sensores refleja una propiedad conocida de los datos expresados por una regla de decisión. Puesto que el razonamiento subyacente a un juicio reflexivo es inductivo y sujetivo (no basado en condiciones a priori o universales), esta forma de juicio es reflexiva, pero no en el sentido de Kant. A diferencia de Kant, un juicio reflexivo es sujetivo en el sentido de que mapea los valores de atributos experimentales en los descriptores (condiciones) más estrechamente emparejados en una regla derivada. Una vez más, a diferencia de la noción de juicio de Kants, un juicio reflexivo no es el resultado de la búsqueda de un universal que pertenece a un conjunto particular de valores de descriptores. Más bien, un juicio reflexivo de un agente es una forma de reconocimiento de que un vector particular de valores de los sensores pertenece a una regla particular en algún grado. Este reconocimiento adopta la forma de una afirmación de que un determinado vector descriptor está asociado a una determinada regla de decisión. Estas consideraciones pueden repetirse para otras formas de clasificadores además de las definidas por las normas de decisión ",
            "error": [
                ""
            ]
        },
        "approximate reason": {
            "translated_key": "razón aproximada",
            "translated_annotated_text": "Hacia una ontología de \"razón aproximada\" Este artículo introduce aspectos estructurales en una ontología de \"razón aproximada\". La suposición básica en esta ontología es que \"razón aproximada\" es una capacidad de un agente. Los agentes están diseñados para clasificar los gránulos de información derivados de sensores que responden a estímulos en el ambiente de un agente o recibidos de otros agentes. La clasificación de gránulos de información se realiza en el contexto de espacios de aproximación parametrizados y un cálculo de gránulos. El juicio en agentes es una facultad de pensar (clasificar) el particular relativo a las reglas de decisión derivadas de los datos. El juicio en los agentes es reflexivo, pero no en el sentido filosófico clásico (por ejemplo, la noción de juicio en Kant). En un agente, un juicio reflexivo en sí mismo es una afirmación de que una regla de decisión determinada derivada de los datos es aplicable a un objeto (input). Es decir, un juicio reflexivo de un agente es una afirmación de que un vector particular de valores de atributo (sensor) coincide hasta cierto punto con las condiciones para una regla en particular. En efecto, esta forma de juicio es una afirmación de que un vector de valores de los sensores refleja una propiedad conocida de los datos expresados por una regla de decisión. Puesto que el razonamiento subyacente a un juicio reflexivo es inductivo y sujetivo (no basado en condiciones a priori o universales), esta forma de juicio es reflexiva, pero no en el sentido de Kant. A diferencia de Kant, un juicio reflexivo es sujetivo en el sentido de que mapea los valores de atributos experimentales en los descriptores (condiciones) más estrechamente emparejados en una regla derivada. Una vez más, a diferencia de la noción de juicio de Kants, un juicio reflexivo no es el resultado de la búsqueda de un universal que pertenece a un conjunto particular de valores de descriptores. Más bien, un juicio reflexivo de un agente es una forma de reconocimiento de que un vector particular de valores de los sensores pertenece a una regla particular en algún grado. Este reconocimiento adopta la forma de una afirmación de que un determinado vector descriptor está asociado a una determinada regla de decisión. Estas consideraciones pueden repetirse para otras formas de clasificadores además de las definidas por las normas de decisión ",
            "error": [
                ""
            ]
        },
        "information granules": {
            "translated_key": [
                "granulados de información",
                "gránulos de información"
            ],
            "translated_annotated_text": "Hacia una ontología de razón aproximada Este artículo introduce aspectos estructurales en una ontología de razón aproximada. La suposición básica en esta ontología es que la razón aproximada es la capacidad de un agente. Los agentes están diseñados para clasificar \"granulados de información\" derivados de sensores que responden a estímulos en el ambiente de un agente o recibidos de otros agentes. La clasificación de \"gránulos de información\" se realiza en el contexto de espacios de aproximación parametrizados y un cálculo de gránulos. El juicio en agentes es una facultad de pensar (clasificar) el particular relativo a las reglas de decisión derivadas de los datos. El juicio en los agentes es reflexivo, pero no en el sentido filosófico clásico (por ejemplo, la noción de juicio en Kant). En un agente, un juicio reflexivo en sí mismo es una afirmación de que una regla de decisión determinada derivada de los datos es aplicable a un objeto (input). Es decir, un juicio reflexivo de un agente es una afirmación de que un vector particular de valores de atributo (sensor) coincide hasta cierto punto con las condiciones para una regla en particular. En efecto, esta forma de juicio es una afirmación de que un vector de valores de los sensores refleja una propiedad conocida de los datos expresados por una regla de decisión. Puesto que el razonamiento subyacente a un juicio reflexivo es inductivo y sujetivo (no basado en condiciones a priori o universales), esta forma de juicio es reflexiva, pero no en el sentido de Kant. A diferencia de Kant, un juicio reflexivo es sujetivo en el sentido de que mapea los valores de atributos experimentales en los descriptores (condiciones) más estrechamente emparejados en una regla derivada. Una vez más, a diferencia de la noción de juicio de Kants, un juicio reflexivo no es el resultado de la búsqueda de un universal que pertenece a un conjunto particular de valores de descriptores. Más bien, un juicio reflexivo de un agente es una forma de reconocimiento de que un vector particular de valores de los sensores pertenece a una regla particular en algún grado. Este reconocimiento adopta la forma de una afirmación de que un determinado vector descriptor está asociado a una determinada regla de decisión. Estas consideraciones pueden repetirse para otras formas de clasificadores además de las definidas por las normas de decisión ",
            "error": [
                "granulados de información",
                "gránulos de información"
            ]
        },
        "parameterized approximation spaces": {
            "translated_key": "espacios de aproximación parametrizados",
            "translated_annotated_text": "Hacia una ontología de razón aproximada Este artículo introduce aspectos estructurales en una ontología de razón aproximada. La suposición básica en esta ontología es que la razón aproximada es la capacidad de un agente. Los agentes están diseñados para clasificar los gránulos de información derivados de sensores que responden a estímulos en el ambiente de un agente o recibidos de otros agentes. La clasificación de los gránulos de información se realiza en el contexto de \"espacios de aproximación parametrizados\" y un cálculo de los gránulos. El juicio en agentes es una facultad de pensar (clasificar) el particular relativo a las reglas de decisión derivadas de los datos. El juicio en los agentes es reflexivo, pero no en el sentido filosófico clásico (por ejemplo, la noción de juicio en Kant). En un agente, un juicio reflexivo en sí mismo es una afirmación de que una regla de decisión determinada derivada de los datos es aplicable a un objeto (input). Es decir, un juicio reflexivo de un agente es una afirmación de que un vector particular de valores de atributo (sensor) coincide hasta cierto punto con las condiciones para una regla en particular. En efecto, esta forma de juicio es una afirmación de que un vector de valores de los sensores refleja una propiedad conocida de los datos expresados por una regla de decisión. Puesto que el razonamiento subyacente a un juicio reflexivo es inductivo y sujetivo (no basado en condiciones a priori o universales), esta forma de juicio es reflexiva, pero no en el sentido de Kant. A diferencia de Kant, un juicio reflexivo es sujetivo en el sentido de que mapea los valores de atributos experimentales en los descriptores (condiciones) más estrechamente emparejados en una regla derivada. Una vez más, a diferencia de la noción de juicio de Kants, un juicio reflexivo no es el resultado de la búsqueda de un universal que pertenece a un conjunto particular de valores de descriptores. Más bien, un juicio reflexivo de un agente es una forma de reconocimiento de que un vector particular de valores de los sensores pertenece a una regla particular en algún grado. Este reconocimiento adopta la forma de una afirmación de que un determinado vector descriptor está asociado a una determinada regla de decisión. Estas consideraciones pueden repetirse para otras formas de clasificadores además de las definidas por las normas de decisión ",
            "error": [
                ""
            ]
        },
        "granules": {
            "translated_key": [
                "granula",
                "granules",
                "granules"
            ],
            "translated_annotated_text": "Hacia una ontología de razón aproximada Este artículo introduce aspectos estructurales en una ontología de razón aproximada. La suposición básica en esta ontología es que la razón aproximada es la capacidad de un agente. Los agentes están diseñados para clasificar la información \"granula\" derivada de sensores que responden a estímulos en el ambiente de un agente o recibidos de otros agentes. La clasificación de la información \"granules\" se realiza en el contexto de espacios de aproximación parametrizados y un cálculo de \"granules\". El juicio en agentes es una facultad de pensar (clasificar) el particular relativo a las reglas de decisión derivadas de los datos. El juicio en los agentes es reflexivo, pero no en el sentido filosófico clásico (por ejemplo, la noción de juicio en Kant). En un agente, un juicio reflexivo en sí mismo es una afirmación de que una regla de decisión determinada derivada de los datos es aplicable a un objeto (input). Es decir, un juicio reflexivo de un agente es una afirmación de que un vector particular de valores de atributo (sensor) coincide hasta cierto punto con las condiciones para una regla en particular. En efecto, esta forma de juicio es una afirmación de que un vector de valores de los sensores refleja una propiedad conocida de los datos expresados por una regla de decisión. Puesto que el razonamiento subyacente a un juicio reflexivo es inductivo y sujetivo (no basado en condiciones a priori o universales), esta forma de juicio es reflexiva, pero no en el sentido de Kant. A diferencia de Kant, un juicio reflexivo es sujetivo en el sentido de que mapea los valores de atributos experimentales en los descriptores (condiciones) más estrechamente emparejados en una regla derivada. Una vez más, a diferencia de la noción de juicio de Kants, un juicio reflexivo no es el resultado de la búsqueda de un universal que pertenece a un conjunto particular de valores de descriptores. Más bien, un juicio reflexivo de un agente es una forma de reconocimiento de que un vector particular de valores de los sensores pertenece a una regla particular en algún grado. Este reconocimiento adopta la forma de una afirmación de que un determinado vector descriptor está asociado a una determinada regla de decisión. Estas consideraciones pueden repetirse para otras formas de clasificadores además de las definidas por las normas de decisión ",
            "error": [
                "granula",
                "granules",
                "granules"
            ]
        },
        "decision rules": {
            "translated_key": "reglas de decisión",
            "translated_annotated_text": "Hacia una ontología de razón aproximada Este artículo introduce aspectos estructurales en una ontología de razón aproximada. La suposición básica en esta ontología es que la razón aproximada es la capacidad de un agente. Los agentes están diseñados para clasificar los gránulos de información derivados de sensores que responden a estímulos en el ambiente de un agente o recibidos de otros agentes. La clasificación de gránulos de información se realiza en el contexto de espacios de aproximación parametrizados y un cálculo de gránulos. El juicio en agentes es una facultad de pensar en (clasificar) el particular relativo a las \"reglas de decisión\" derivadas de los datos. El juicio en los agentes es reflexivo, pero no en el sentido filosófico clásico (por ejemplo, la noción de juicio en Kant). En un agente, un juicio reflexivo en sí mismo es una afirmación de que una regla de decisión determinada derivada de los datos es aplicable a un objeto (input). Es decir, un juicio reflexivo de un agente es una afirmación de que un vector particular de valores de atributo (sensor) coincide hasta cierto punto con las condiciones para una regla en particular. En efecto, esta forma de juicio es una afirmación de que un vector de valores de los sensores refleja una propiedad conocida de los datos expresados por una regla de decisión. Puesto que el razonamiento subyacente a un juicio reflexivo es inductivo y sujetivo (no basado en condiciones a priori o universales), esta forma de juicio es reflexiva, pero no en el sentido de Kant. A diferencia de Kant, un juicio reflexivo es sujetivo en el sentido de que mapea los valores de atributos experimentales en los descriptores (condiciones) más estrechamente emparejados en una regla derivada. Una vez más, a diferencia de la noción de juicio de Kants, un juicio reflexivo no es el resultado de la búsqueda de un universal que pertenece a un conjunto particular de valores de descriptores. Más bien, un juicio reflexivo de un agente es una forma de reconocimiento de que un vector particular de valores de los sensores pertenece a una regla particular en algún grado. Este reconocimiento adopta la forma de una afirmación de que un determinado vector descriptor está asociado a una determinada regla de decisión. Estas consideraciones pueden repetirse para otras formas de clasificadores además de las definidas por las \"reglas de decisión\" ",
            "error": [
                ""
            ]
        },
        "reflective judgment": {
            "translated_key": "juicio reflectante",
            "translated_annotated_text": "Hacia una ontología de razón aproximada Este artículo introduce aspectos estructurales en una ontología de razón aproximada. La suposición básica en esta ontología es que la razón aproximada es la capacidad de un agente. Los agentes están diseñados para clasificar los gránulos de información derivados de sensores que responden a estímulos en el ambiente de un agente o recibidos de otros agentes. La clasificación de gránulos de información se realiza en el contexto de espacios de aproximación parametrizados y un cálculo de gránulos. El juicio en agentes es una facultad de pensar (clasificar) el particular relativo a las reglas de decisión derivadas de los datos. El juicio en los agentes es reflexivo, pero no en el sentido filosófico clásico (por ejemplo, la noción de juicio en Kant). En un agente, un \"juicio reflectante\" en sí mismo es una afirmación de que una regla de decisión determinada derivada de los datos es aplicable a un objeto (input). Es decir, un \"juicio reflectante\" por parte de un agente es una afirmación de que un vector particular de valores de atributo (sensor) coincide hasta cierto punto con las condiciones de una regla en particular. En efecto, esta forma de juicio es una afirmación de que un vector de valores de los sensores refleja una propiedad conocida de los datos expresados por una regla de decisión. Puesto que el razonamiento subyacente a un \"juicio reflectante\" es inductivo y sujetivo (no basado en condiciones a priori o universales), esta forma de juicio es reflexiva, pero no en el sentido de Kant. A diferencia de Kant, un \"juicio reflectante\" es sujetivo en el sentido de que mapea valores de atributos experimentales en los descriptores (condiciones) más estrechamente emparejados en una regla derivada. Una vez más, a diferencia de la noción de juicio de Kants, un \"juicio reflectante\" no es el resultado de la búsqueda de un universal que pertenece a un conjunto particular de valores de descriptores. Más bien, un \"juicio reflectante\" por un agente es una forma de reconocimiento de que un vector particular de valores de los sensores pertenece a una regla particular en algún grado. Este reconocimiento adopta la forma de una afirmación de que un determinado vector descriptor está asociado a una determinada regla de decisión. Estas consideraciones pueden repetirse para otras formas de clasificadores además de las definidas por las normas de decisión ",
            "error": [
                ""
            ]
        },
        "pattern recognition": {
            "translated_key": [],
            "translated_annotated_text": "Hacia una ontología de razón aproximada Este artículo introduce aspectos estructurales en una ontología de razón aproximada. La suposición básica en esta ontología es que la razón aproximada es la capacidad de un agente. Los agentes están diseñados para clasificar los gránulos de información derivados de sensores que responden a estímulos en el ambiente de un agente o recibidos de otros agentes. La clasificación de gránulos de información se realiza en el contexto de espacios de aproximación parametrizados y un cálculo de gránulos. El juicio en agentes es una facultad de pensar (clasificar) el particular relativo a las reglas de decisión derivadas de los datos. El juicio en los agentes es reflexivo, pero no en el sentido filosófico clásico (por ejemplo, la noción de juicio en Kant). En un agente, un juicio reflexivo en sí mismo es una afirmación de que una regla de decisión determinada derivada de los datos es aplicable a un objeto (input). Es decir, un juicio reflexivo de un agente es una afirmación de que un vector particular de valores de atributo (sensor) coincide hasta cierto punto con las condiciones para una regla en particular. En efecto, esta forma de juicio es una afirmación de que un vector de valores de los sensores refleja una propiedad conocida de los datos expresados por una regla de decisión. Puesto que el razonamiento subyacente a un juicio reflexivo es inductivo y sujetivo (no basado en condiciones a priori o universales), esta forma de juicio es reflexiva, pero no en el sentido de Kant. A diferencia de Kant, un juicio reflexivo es sujetivo en el sentido de que mapea los valores de atributos experimentales en los descriptores (condiciones) más estrechamente emparejados en una regla derivada. Una vez más, a diferencia de la noción de juicio de Kants, un juicio reflexivo no es el resultado de la búsqueda de un universal que pertenece a un conjunto particular de valores de descriptores. Más bien, un juicio reflexivo de un agente es una forma de reconocimiento de que un vector particular de valores de los sensores pertenece a una regla particular en algún grado. Este reconocimiento adopta la forma de una afirmación de que un determinado vector descriptor está asociado a una determinada regla de decisión. Estas consideraciones pueden repetirse para otras formas de clasificadores además de las definidas por las normas de decisión ",
            "error": []
        },
        "rough sets": {
            "translated_key": [],
            "translated_annotated_text": "Hacia una ontología de razón aproximada Este artículo introduce aspectos estructurales en una ontología de razón aproximada. La suposición básica en esta ontología es que la razón aproximada es la capacidad de un agente. Los agentes están diseñados para clasificar los gránulos de información derivados de sensores que responden a estímulos en el ambiente de un agente o recibidos de otros agentes. La clasificación de gránulos de información se realiza en el contexto de espacios de aproximación parametrizados y un cálculo de gránulos. El juicio en agentes es una facultad de pensar (clasificar) el particular relativo a las reglas de decisión derivadas de los datos. El juicio en los agentes es reflexivo, pero no en el sentido filosófico clásico (por ejemplo, la noción de juicio en Kant). En un agente, un juicio reflexivo en sí mismo es una afirmación de que una regla de decisión determinada derivada de los datos es aplicable a un objeto (input). Es decir, un juicio reflexivo de un agente es una afirmación de que un vector particular de valores de atributo (sensor) coincide hasta cierto punto con las condiciones para una regla en particular. En efecto, esta forma de juicio es una afirmación de que un vector de valores de los sensores refleja una propiedad conocida de los datos expresados por una regla de decisión. Puesto que el razonamiento subyacente a un juicio reflexivo es inductivo y sujetivo (no basado en condiciones a priori o universales), esta forma de juicio es reflexiva, pero no en el sentido de Kant. A diferencia de Kant, un juicio reflexivo es sujetivo en el sentido de que mapea los valores de atributos experimentales en los descriptores (condiciones) más estrechamente emparejados en una regla derivada. Una vez más, a diferencia de la noción de juicio de Kants, un juicio reflexivo no es el resultado de la búsqueda de un universal que pertenece a un conjunto particular de valores de descriptores. Más bien, un juicio reflexivo de un agente es una forma de reconocimiento de que un vector particular de valores de los sensores pertenece a una regla particular en algún grado. Este reconocimiento adopta la forma de una afirmación de que un determinado vector descriptor está asociado a una determinada regla de decisión. Estas consideraciones pueden repetirse para otras formas de clasificadores además de las definidas por las normas de decisión ",
            "error": []
        },
        "inference mechanisms": {
            "translated_key": [],
            "translated_annotated_text": "Hacia una ontología de razón aproximada Este artículo introduce aspectos estructurales en una ontología de razón aproximada. La suposición básica en esta ontología es que la razón aproximada es la capacidad de un agente. Los agentes están diseñados para clasificar los gránulos de información derivados de sensores que responden a estímulos en el ambiente de un agente o recibidos de otros agentes. La clasificación de gránulos de información se realiza en el contexto de espacios de aproximación parametrizados y un cálculo de gránulos. El juicio en agentes es una facultad de pensar (clasificar) el particular relativo a las reglas de decisión derivadas de los datos. El juicio en los agentes es reflexivo, pero no en el sentido filosófico clásico (por ejemplo, la noción de juicio en Kant). En un agente, un juicio reflexivo en sí mismo es una afirmación de que una regla de decisión determinada derivada de los datos es aplicable a un objeto (input). Es decir, un juicio reflexivo de un agente es una afirmación de que un vector particular de valores de atributo (sensor) coincide hasta cierto punto con las condiciones para una regla en particular. En efecto, esta forma de juicio es una afirmación de que un vector de valores de los sensores refleja una propiedad conocida de los datos expresados por una regla de decisión. Puesto que el razonamiento subyacente a un juicio reflexivo es inductivo y sujetivo (no basado en condiciones a priori o universales), esta forma de juicio es reflexiva, pero no en el sentido de Kant. A diferencia de Kant, un juicio reflexivo es sujetivo en el sentido de que mapea los valores de atributos experimentales en los descriptores (condiciones) más estrechamente emparejados en una regla derivada. Una vez más, a diferencia de la noción de juicio de Kants, un juicio reflexivo no es el resultado de la búsqueda de un universal que pertenece a un conjunto particular de valores de descriptores. Más bien, un juicio reflexivo de un agente es una forma de reconocimiento de que un vector particular de valores de los sensores pertenece a una regla particular en algún grado. Este reconocimiento adopta la forma de una afirmación de que un determinado vector descriptor está asociado a una determinada regla de decisión. Estas consideraciones pueden repetirse para otras formas de clasificadores además de las definidas por las normas de decisión ",
            "error": []
        },
        "neural nets": {
            "translated_key": [],
            "translated_annotated_text": "Hacia una ontología de razón aproximada Este artículo introduce aspectos estructurales en una ontología de razón aproximada. La suposición básica en esta ontología es que la razón aproximada es la capacidad de un agente. Los agentes están diseñados para clasificar los gránulos de información derivados de sensores que responden a estímulos en el ambiente de un agente o recibidos de otros agentes. La clasificación de gránulos de información se realiza en el contexto de espacios de aproximación parametrizados y un cálculo de gránulos. El juicio en agentes es una facultad de pensar (clasificar) el particular relativo a las reglas de decisión derivadas de los datos. El juicio en los agentes es reflexivo, pero no en el sentido filosófico clásico (por ejemplo, la noción de juicio en Kant). En un agente, un juicio reflexivo en sí mismo es una afirmación de que una regla de decisión determinada derivada de los datos es aplicable a un objeto (input). Es decir, un juicio reflexivo de un agente es una afirmación de que un vector particular de valores de atributo (sensor) coincide hasta cierto punto con las condiciones para una regla en particular. En efecto, esta forma de juicio es una afirmación de que un vector de valores de los sensores refleja una propiedad conocida de los datos expresados por una regla de decisión. Puesto que el razonamiento subyacente a un juicio reflexivo es inductivo y sujetivo (no basado en condiciones a priori o universales), esta forma de juicio es reflexiva, pero no en el sentido de Kant. A diferencia de Kant, un juicio reflexivo es sujetivo en el sentido de que mapea los valores de atributos experimentales en los descriptores (condiciones) más estrechamente emparejados en una regla derivada. Una vez más, a diferencia de la noción de juicio de Kants, un juicio reflexivo no es el resultado de la búsqueda de un universal que pertenece a un conjunto particular de valores de descriptores. Más bien, un juicio reflexivo de un agente es una forma de reconocimiento de que un vector particular de valores de los sensores pertenece a una regla particular en algún grado. Este reconocimiento adopta la forma de una afirmación de que un determinado vector descriptor está asociado a una determinada regla de decisión. Estas consideraciones pueden repetirse para otras formas de clasificadores además de las definidas por las normas de decisión ",
            "error": []
        },
        "software agents": {
            "translated_key": [],
            "translated_annotated_text": "Hacia una ontología de razón aproximada Este artículo introduce aspectos estructurales en una ontología de razón aproximada. La suposición básica en esta ontología es que la razón aproximada es la capacidad de un agente. Los agentes están diseñados para clasificar los gránulos de información derivados de sensores que responden a estímulos en el ambiente de un agente o recibidos de otros agentes. La clasificación de gránulos de información se realiza en el contexto de espacios de aproximación parametrizados y un cálculo de gránulos. El juicio en agentes es una facultad de pensar (clasificar) el particular relativo a las reglas de decisión derivadas de los datos. El juicio en los agentes es reflexivo, pero no en el sentido filosófico clásico (por ejemplo, la noción de juicio en Kant). En un agente, un juicio reflexivo en sí mismo es una afirmación de que una regla de decisión determinada derivada de los datos es aplicable a un objeto (input). Es decir, un juicio reflexivo de un agente es una afirmación de que un vector particular de valores de atributo (sensor) coincide hasta cierto punto con las condiciones para una regla en particular. En efecto, esta forma de juicio es una afirmación de que un vector de valores de los sensores refleja una propiedad conocida de los datos expresados por una regla de decisión. Puesto que el razonamiento subyacente a un juicio reflexivo es inductivo y sujetivo (no basado en condiciones a priori o universales), esta forma de juicio es reflexiva, pero no en el sentido de Kant. A diferencia de Kant, un juicio reflexivo es sujetivo en el sentido de que mapea los valores de atributos experimentales en los descriptores (condiciones) más estrechamente emparejados en una regla derivada. Una vez más, a diferencia de la noción de juicio de Kants, un juicio reflexivo no es el resultado de la búsqueda de un universal que pertenece a un conjunto particular de valores de descriptores. Más bien, un juicio reflexivo de un agente es una forma de reconocimiento de que un vector particular de valores de los sensores pertenece a una regla particular en algún grado. Este reconocimiento adopta la forma de una afirmación de que un determinado vector descriptor está asociado a una determinada regla de decisión. Estas consideraciones pueden repetirse para otras formas de clasificadores además de las definidas por las normas de decisión ",
            "error": []
        },
        "uncertainty handling": {
            "translated_key": [],
            "translated_annotated_text": "Hacia una ontología de razón aproximada Este artículo introduce aspectos estructurales en una ontología de razón aproximada. La suposición básica en esta ontología es que la razón aproximada es la capacidad de un agente. Los agentes están diseñados para clasificar los gránulos de información derivados de sensores que responden a estímulos en el ambiente de un agente o recibidos de otros agentes. La clasificación de gránulos de información se realiza en el contexto de espacios de aproximación parametrizados y un cálculo de gránulos. El juicio en agentes es una facultad de pensar (clasificar) el particular relativo a las reglas de decisión derivadas de los datos. El juicio en los agentes es reflexivo, pero no en el sentido filosófico clásico (por ejemplo, la noción de juicio en Kant). En un agente, un juicio reflexivo en sí mismo es una afirmación de que una regla de decisión determinada derivada de los datos es aplicable a un objeto (input). Es decir, un juicio reflexivo de un agente es una afirmación de que un vector particular de valores de atributo (sensor) coincide hasta cierto punto con las condiciones para una regla en particular. En efecto, esta forma de juicio es una afirmación de que un vector de valores de los sensores refleja una propiedad conocida de los datos expresados por una regla de decisión. Puesto que el razonamiento subyacente a un juicio reflexivo es inductivo y sujetivo (no basado en condiciones a priori o universales), esta forma de juicio es reflexiva, pero no en el sentido de Kant. A diferencia de Kant, un juicio reflexivo es sujetivo en el sentido de que mapea los valores de atributos experimentales en los descriptores (condiciones) más estrechamente emparejados en una regla derivada. Una vez más, a diferencia de la noción de juicio de Kants, un juicio reflexivo no es el resultado de la búsqueda de un universal que pertenece a un conjunto particular de valores de descriptores. Más bien, un juicio reflexivo de un agente es una forma de reconocimiento de que un vector particular de valores de los sensores pertenece a una regla particular en algún grado. Este reconocimiento adopta la forma de una afirmación de que un determinado vector descriptor está asociado a una determinada regla de decisión. Estas consideraciones pueden repetirse para otras formas de clasificadores además de las definidas por las normas de decisión ",
            "error": []
        }
    }
}