{
    "original_text": "Bounded model checking for the universal fragment of CTL Bounded Model Checking (BMC) has been recently introduced as an efficient verification method for reactive systems. BMC based on SAT methods consists in searching for a counterexample of a particular length and generating a propositional formula that is satisfiable iff such a counterexample-exists. This new technique has been introduced by E. Clarke et al. for model checking of linear time temporal logic (LTL). Our paper shows how the concept of bounded model checking can be extended to ACTL (the universal fragment of CTL). The implementation of the algorithm for Elementary Net Systems is described together with the experimental results",
    "original_translation": "Recientemente se ha introducido como método de verificación eficiente para los sistemas reactivos la verificación por modelos consolidados del fragmento universal de la verificación por modelos consolidados del CTL (BMC). BMC basado en métodos SAT consiste en buscar un contraejemplo de una longitud particular y generar una fórmula propositiva que sea satisfactoria si tal contraejemplo existe. Esta nueva técnica ha sido introducida por E. Clarke et al. para la comprobación del modelo de la lógica temporal lineal del tiempo (LTL). Nuestro artículo muestra cómo el concepto de verificación de modelos delimitados se puede extender a ACTL (el fragmento universal de CTL). La implementación del algoritmo para Elementary Net Systems se describe junto con los resultados experimentales",
    "error_count": 5,
    "keys": {
        "bounded model checking": {
            "translated_key": "comprobación de modelos consolidados",
            "translated_annotated_text": "Recientemente se ha introducido como método de verificación eficiente para los sistemas reactivos la verificación por modelos consolidados del fragmento universal de la verificación por modelos consolidados del CTL (BMC). BMC basado en métodos SAT consiste en buscar un contraejemplo de una longitud particular y generar una fórmula propositiva que sea satisfactoria si tal contraejemplo existe. Esta nueva técnica ha sido introducida por E. Clarke et al. para la comprobación del modelo de la lógica temporal lineal del tiempo (LTL). Nuestro artículo muestra cómo el concepto de \"comprobación de modelos consolidados\" se puede extender a ACTL (el fragmento universal de CTL). La implementación del algoritmo para Elementary Net Systems se describe junto con los resultados experimentales ",
            "error": [
                ""
            ]
        },
        "universal fragment": {
            "translated_key": "fragmento universal",
            "translated_annotated_text": "Recientemente se ha introducido como método de verificación eficiente para los sistemas reactivos la verificación de modelos consolidados para el \"fragmento universal\" del control de modelos consolidados del CTL (BMC). BMC basado en métodos SAT consiste en buscar un contraejemplo de una longitud particular y generar una fórmula propositiva que sea satisfactoria si tal contraejemplo existe. Esta nueva técnica ha sido introducida por E. Clarke et al. para la comprobación del modelo de la lógica temporal lineal del tiempo (LTL). Nuestro artículo muestra cómo el concepto de verificación de modelos delimitados se puede extender a ACTL (el \"fragmento universal\" de CTL). La implementación del algoritmo para Elementary Net Systems se describe junto con los resultados experimentales ",
            "error": [
                ""
            ]
        },
        "verification method": {
            "translated_key": "método de verificación",
            "translated_annotated_text": "Recientemente se ha introducido la verificación de modelos consolidados para el fragmento universal de la verificación de modelos consolidados de CTL (BMC) como un \"método de verificación\" eficiente para sistemas reactivos. BMC basado en métodos SAT consiste en buscar un contraejemplo de una longitud particular y generar una fórmula propositiva que sea satisfactoria si tal contraejemplo existe. Esta nueva técnica ha sido introducida por E. Clarke et al. para la comprobación del modelo de la lógica temporal lineal del tiempo (LTL). Nuestro artículo muestra cómo el concepto de verificación de modelos delimitados se puede extender a ACTL (el fragmento universal de CTL). La implementación del algoritmo para Elementary Net Systems se describe junto con los resultados experimentales ",
            "error": [
                ""
            ]
        },
        "reactive systems": {
            "translated_key": "sistemas reactivos",
            "translated_annotated_text": "Recientemente se ha introducido como método de verificación eficiente para los \"sistemas reactivos\" la verificación de modelos consolidados para el fragmento universal de CTL Control de modelos consolidados (BMC). BMC basado en métodos SAT consiste en buscar un contraejemplo de una longitud particular y generar una fórmula propositiva que sea satisfactoria si tal contraejemplo existe. Esta nueva técnica ha sido introducida por E. Clarke et al. para la comprobación del modelo de la lógica temporal lineal del tiempo (LTL). Nuestro artículo muestra cómo el concepto de verificación de modelos delimitados se puede extender a ACTL (el fragmento universal de CTL). La implementación del algoritmo para Elementary Net Systems se describe junto con los resultados experimentales ",
            "error": [
                ""
            ]
        },
        "SAT methods": {
            "translated_key": "métodos de SAT",
            "translated_annotated_text": "Recientemente se ha introducido como método de verificación eficiente para los sistemas reactivos la verificación por modelos consolidados del fragmento universal de la verificación por modelos consolidados del CTL (BMC). BMC basado en \"métodos de SAT\" consiste en buscar un contraejemplo de una longitud particular y generar una fórmula propositiva que sea satisfactoria si tal contraejemplo existe. Esta nueva técnica ha sido introducida por E. Clarke et al. para la comprobación del modelo de la lógica temporal lineal del tiempo (LTL). Nuestro artículo muestra cómo el concepto de verificación de modelos delimitados se puede extender a ACTL (el fragmento universal de CTL). La implementación del algoritmo para Elementary Net Systems se describe junto con los resultados experimentales ",
            "error": [
                ""
            ]
        },
        "propositional formula": {
            "translated_key": "fórmula proposicional",
            "translated_annotated_text": "Recientemente se ha introducido como método de verificación eficiente para los sistemas reactivos la verificación por modelos consolidados del fragmento universal de la verificación por modelos consolidados del CTL (BMC). BMC basado en métodos SAT consiste en buscar un contraejemplo de una longitud particular y generar una \"fórmula proposicional\" que sea satisfactoria si tal contraejemplo existe. Esta nueva técnica ha sido introducida por E. Clarke et al. para la comprobación del modelo de la lógica temporal lineal del tiempo (LTL). Nuestro artículo muestra cómo el concepto de verificación de modelos delimitados se puede extender a ACTL (el fragmento universal de CTL). La implementación del algoritmo para Elementary Net Systems se describe junto con los resultados experimentales ",
            "error": [
                ""
            ]
        },
        "model checking": {
            "translated_key": [
                "modelo de verificación",
                "modelo de verificación",
                "chequeo de modelos"
            ],
            "translated_annotated_text": "Recientemente se ha introducido el \"modelo de verificación\" para el fragmento universal de CTL (BMC) como método de verificación eficiente para los sistemas reactivos. BMC basado en métodos SAT consiste en buscar un contraejemplo de una longitud particular y generar una fórmula propositiva que sea satisfactoria si tal contraejemplo existe. Esta nueva técnica ha sido introducida por E. Clarke et al. para \"modelo de verificación\" de la lógica temporal lineal del tiempo (LTL). Nuestro artículo muestra cómo el concepto de \"chequeo de modelos\" limitado se puede extender a ACTL (el fragmento universal de CTL). La implementación del algoritmo para Elementary Net Systems se describe junto con los resultados experimentales ",
            "error": [
                "modelo de verificación",
                "modelo de verificación",
                "chequeo de modelos"
            ]
        },
        "linear time temporal logic": {
            "translated_key": "Lógica temporal lineal de tiempo",
            "translated_annotated_text": "Recientemente se ha introducido como método de verificación eficiente para los sistemas reactivos la verificación por modelos consolidados del fragmento universal de la verificación por modelos consolidados del CTL (BMC). BMC basado en métodos SAT consiste en buscar un contraejemplo de una longitud particular y generar una fórmula propositiva que sea satisfactoria si tal contraejemplo existe. Esta nueva técnica ha sido introducida por E. Clarke et al. para la comprobación del modelo de \"Lógica temporal lineal de tiempo\" (LTL). Nuestro artículo muestra cómo el concepto de verificación de modelos delimitados se puede extender a ACTL (el fragmento universal de CTL). La implementación del algoritmo para Elementary Net Systems se describe junto con los resultados experimentales ",
            "error": [
                ""
            ]
        },
        "elementary net systems": {
            "translated_key": [],
            "translated_annotated_text": "Recientemente se ha introducido como método de verificación eficiente para los sistemas reactivos la verificación por modelos consolidados del fragmento universal de la verificación por modelos consolidados del CTL (BMC). BMC basado en métodos SAT consiste en buscar un contraejemplo de una longitud particular y generar una fórmula propositiva que sea satisfactoria si tal contraejemplo existe. Esta nueva técnica ha sido introducida por E. Clarke et al. para la comprobación del modelo de la lógica temporal lineal del tiempo (LTL). Nuestro artículo muestra cómo el concepto de verificación de modelos delimitados se puede extender a ACTL (el fragmento universal de CTL). La implementación del algoritmo para Elementary Net Systems se describe junto con los resultados experimentales ",
            "error": []
        },
        "bounded semantics": {
            "translated_key": [],
            "translated_annotated_text": "Recientemente se ha introducido como método de verificación eficiente para los sistemas reactivos la verificación por modelos consolidados del fragmento universal de la verificación por modelos consolidados del CTL (BMC). BMC basado en métodos SAT consiste en buscar un contraejemplo de una longitud particular y generar una fórmula propositiva que sea satisfactoria si tal contraejemplo existe. Esta nueva técnica ha sido introducida por E. Clarke et al. para la comprobación del modelo de la lógica temporal lineal del tiempo (LTL). Nuestro artículo muestra cómo el concepto de verificación de modelos delimitados se puede extender a ACTL (el fragmento universal de CTL). La implementación del algoritmo para Elementary Net Systems se describe junto con los resultados experimentales ",
            "error": []
        },
        "computability": {
            "translated_key": [],
            "translated_annotated_text": "Recientemente se ha introducido como método de verificación eficiente para los sistemas reactivos la verificación por modelos consolidados del fragmento universal de la verificación por modelos consolidados del CTL (BMC). BMC basado en métodos SAT consiste en buscar un contraejemplo de una longitud particular y generar una fórmula propositiva que sea satisfactoria si tal contraejemplo existe. Esta nueva técnica ha sido introducida por E. Clarke et al. para la comprobación del modelo de la lógica temporal lineal del tiempo (LTL). Nuestro artículo muestra cómo el concepto de verificación de modelos delimitados se puede extender a ACTL (el fragmento universal de CTL). La implementación del algoritmo para Elementary Net Systems se describe junto con los resultados experimentales ",
            "error": []
        },
        "semantic networks": {
            "translated_key": [],
            "translated_annotated_text": "Recientemente se ha introducido como método de verificación eficiente para los sistemas reactivos la verificación por modelos consolidados del fragmento universal de la verificación por modelos consolidados del CTL (BMC). BMC basado en métodos SAT consiste en buscar un contraejemplo de una longitud particular y generar una fórmula propositiva que sea satisfactoria si tal contraejemplo existe. Esta nueva técnica ha sido introducida por E. Clarke et al. para la comprobación del modelo de la lógica temporal lineal del tiempo (LTL). Nuestro artículo muestra cómo el concepto de verificación de modelos delimitados se puede extender a ACTL (el fragmento universal de CTL). La implementación del algoritmo para Elementary Net Systems se describe junto con los resultados experimentales ",
            "error": []
        },
        "temporal logic": {
            "translated_key": "logica temporal",
            "translated_annotated_text": "Recientemente se ha introducido como método de verificación eficiente para los sistemas reactivos la verificación por modelos consolidados del fragmento universal de la verificación por modelos consolidados del CTL (BMC). BMC basado en métodos SAT consiste en buscar un contraejemplo de una longitud particular y generar una fórmula propositiva que sea satisfactoria si tal contraejemplo existe. Esta nueva técnica ha sido introducida por E. Clarke et al. para la comprobación del modelo de tiempo lineal \"logica temporal\" (LTL). Nuestro artículo muestra cómo el concepto de verificación de modelos delimitados se puede extender a ACTL (el fragmento universal de CTL). La implementación del algoritmo para Elementary Net Systems se describe junto con los resultados experimentales ",
            "error": [
                ""
            ]
        }
    }
}