{
    "original_text": "Dynamic modification of object Petri nets. An application to modelling protocols with fork-join structures In this paper we discuss possibilities of modelling protocols by objects in object-based high-level Petri nets. Some advantages of dynamically modifying the structure of token objects are discussed and the need for further investigations into mathematically rigorous foundations of object net formalisms incorporating facilities for such operations on its token nets is emphasised",
    "original_translation": "Modificación dinámica de las redes Petri de objetos. Una aplicación para modelar protocolos con estructuras de horquilla-unir En este artículo discutimos las posibilidades de modelar protocolos por objetos en redes Petri de alto nivel basadas en objetos. Se discuten algunas ventajas de modificar dinámicamente la estructura de los objetos simbólicos y se destaca la necesidad de seguir investigando los fundamentos matemáticos rigurosos de los formalismos de la red de objetos que incorporan instalaciones para tales operaciones en sus redes simbólicas.",
    "error_count": 3,
    "keys": {
        "dynamic modification": {
            "translated_key": [],
            "translated_annotated_text": "Modificación dinámica de las redes Petri de objetos. Una aplicación para modelar protocolos con estructuras de horquilla-unir En este artículo discutimos las posibilidades de modelar protocolos por objetos en redes Petri de alto nivel basadas en objetos. Se discuten algunas ventajas de modificar dinámicamente la estructura de los objetos simbólicos y se destaca la necesidad de seguir investigando los fundamentos matemáticos rigurosos de los formalismos de la red de objetos que incorporan instalaciones para tales operaciones en sus redes simbólicas. ",
            "error": []
        },
        "object Petri nets": {
            "translated_key": "redes de objetos Petri",
            "translated_annotated_text": "Modificación dinámica de las \"redes de objetos Petri\". Una aplicación para modelar protocolos con estructuras de horquilla-unir En este artículo discutimos las posibilidades de modelar protocolos por objetos en redes Petri de alto nivel basadas en objetos. Se discuten algunas ventajas de modificar dinámicamente la estructura de los objetos simbólicos y se destaca la necesidad de seguir investigando los fundamentos matemáticos rigurosos de los formalismos de la red de objetos que incorporan instalaciones para tales operaciones en sus redes simbólicas. ",
            "error": [
                ""
            ]
        },
        "protocols": {
            "translated_key": "protocolos",
            "translated_annotated_text": "Modificación dinámica de las redes Petri de objetos. Una aplicación para modelar \"protocolos\" con estructuras de unión de horquillas En este artículo discutimos las posibilidades de modelar \"protocolos\" por objetos en redes Petri de alto nivel basadas en objetos. Se discuten algunas ventajas de modificar dinámicamente la estructura de los objetos simbólicos y se destaca la necesidad de seguir investigando los fundamentos matemáticos rigurosos de los formalismos de la red de objetos que incorporan instalaciones para tales operaciones en sus redes simbólicas. ",
            "error": [
                ""
            ]
        },
        "fork-join structures": {
            "translated_key": "estructuras de unión de horquillas",
            "translated_annotated_text": "Modificación dinámica de las redes Petri de objetos. Una aplicación para modelar protocolos con \"estructuras de unión de horquillas\" En este artículo discutimos las posibilidades de modelar protocolos por objetos en redes Petri de alto nivel basadas en objetos. Se discuten algunas ventajas de modificar dinámicamente la estructura de los objetos simbólicos y se destaca la necesidad de seguir investigando los fundamentos matemáticos rigurosos de los formalismos de la red de objetos que incorporan instalaciones para tales operaciones en sus redes simbólicas. ",
            "error": [
                ""
            ]
        },
        "token objects": {
            "translated_key": "objetos token",
            "translated_annotated_text": "Modificación dinámica de las redes Petri de objetos. Una aplicación para modelar protocolos con estructuras de horquilla-unir En este artículo discutimos las posibilidades de modelar protocolos por objetos en redes Petri de alto nivel basadas en objetos. Se discuten algunas ventajas de la modificación dinámica de la estructura de los \"objetos token\" y se destaca la necesidad de seguir investigando los fundamentos matemáticos rigurosos de los formalismos de la red de objetos que incorporan instalaciones para tales operaciones en sus redes simbólicas. ",
            "error": [
                ""
            ]
        },
        "mathematically rigorous foundations": {
            "translated_key": "fundamentos matemáticamente rigurosos",
            "translated_annotated_text": "Modificación dinámica de las redes Petri de objetos. Una aplicación para modelar protocolos con estructuras de horquilla-unir En este artículo discutimos las posibilidades de modelar protocolos por objetos en redes Petri de alto nivel basadas en objetos. Se discuten algunas ventajas de modificar dinámicamente la estructura de los objetos simbólicos y se destaca la necesidad de seguir investigando los \"fundamentos matemáticamente rigurosos\" de los formalismos de la red de objetos que incorporan instalaciones para tales operaciones en sus redes simbólicas. ",
            "error": [
                ""
            ]
        },
        "object net formalisms": {
            "translated_key": "formalismos de la red de objetos",
            "translated_annotated_text": "Modificación dinámica de las redes Petri de objetos. Una aplicación para modelar protocolos con estructuras de horquilla-unir En este artículo discutimos las posibilidades de modelar protocolos por objetos en redes Petri de alto nivel basadas en objetos. Se discuten algunas ventajas de modificar dinámicamente la estructura de los objetos simbólicos y se destaca la necesidad de seguir investigando los fundamentos matemáticos rigurosos de los \"formalismos de la red de objetos\" que incorporan instalaciones para tales operaciones en sus redes simbólicas. ",
            "error": [
                ""
            ]
        },
        "formal specification": {
            "translated_key": [],
            "translated_annotated_text": "Modificación dinámica de las redes Petri de objetos. Una aplicación para modelar protocolos con estructuras de horquilla-unir En este artículo discutimos las posibilidades de modelar protocolos por objetos en redes Petri de alto nivel basadas en objetos. Se discuten algunas ventajas de modificar dinámicamente la estructura de los objetos simbólicos y se destaca la necesidad de seguir investigando los fundamentos matemáticos rigurosos de los formalismos de la red de objetos que incorporan instalaciones para tales operaciones en sus redes simbólicas. ",
            "error": []
        },
        "Petri nets": {
            "translated_key": "Redes Petri",
            "translated_annotated_text": "Modificación dinámica del objeto \"Redes Petri\". Una aplicación para modelar protocolos con estructuras de horquillas En este artículo se discuten las posibilidades de modelar protocolos por objetos en \"redes Petri\" de alto nivel basadas en objetos. Se discuten algunas ventajas de modificar dinámicamente la estructura de los objetos simbólicos y se destaca la necesidad de seguir investigando los fundamentos matemáticos rigurosos de los formalismos de la red de objetos que incorporan instalaciones para tales operaciones en sus redes simbólicas. ",
            "error": [
                ""
            ]
        },
        "synchronisation": {
            "translated_key": [],
            "translated_annotated_text": "Modificación dinámica de las redes Petri de objetos. Una aplicación para modelar protocolos con estructuras de horquilla-unir En este artículo discutimos las posibilidades de modelar protocolos por objetos en redes Petri de alto nivel basadas en objetos. Se discuten algunas ventajas de modificar dinámicamente la estructura de los objetos simbólicos y se destaca la necesidad de seguir investigando los fundamentos matemáticos rigurosos de los formalismos de la red de objetos que incorporan instalaciones para tales operaciones en sus redes simbólicas. ",
            "error": []
        }
    }
}