{
    "original_text": "Verification of timed automata based on similarity The paper presents a modification of the standard partitioning technique to generate abstract state spaces preserving similarity for Timed Automata. Since this relation is weaker than bisimilarity, most of the obtained models (state spaces) are smaller than bisimilar ones, but still preserve the universal fragments of branching time temporal logics. The theoretical results are exemplified for strong, delay, and observational simulation relations",
    "original_translation": "Verificación de autómatas cronometrados basado en similitud El artículo presenta una modificación de la técnica de partición estándar para generar espacios de estado abstracto preservando similitud para Timed Automata. Dado que esta relación es más débil que la bisimilaridad, la mayoría de los modelos obtenidos (espacios de estado) son más pequeños que los bisimilares, pero aún conservan los fragmentos universales de las lógicas temporales del tiempo de ramificación. Los resultados teóricos son ejemplificados para relaciones fuertes, dilatorias y de simulación observacional",
    "error_count": 5,
    "keys": {
        "timed automata verification": {
            "translated_key": [],
            "translated_annotated_text": "Verificación de autómatas cronometrados basado en similitud El artículo presenta una modificación de la técnica de partición estándar para generar espacios de estado abstracto preservando similitud para Timed Automata. Dado que esta relación es más débil que la bisimilaridad, la mayoría de los modelos obtenidos (espacios de estado) son más pequeños que los bisimilares, pero aún conservan los fragmentos universales de las lógicas temporales del tiempo de ramificación. Los resultados teóricos son ejemplificados para relaciones fuertes, dilatorias y de simulación observacional ",
            "error": []
        },
        "partitioning technique": {
            "translated_key": "técnica de particionamiento",
            "translated_annotated_text": "Verificación de autómatas cronometrados basado en similitud El artículo presenta una modificación de la norma \"técnica de particionamiento\" para generar espacios de estado abstracto preservando similitud para Timed Automata. Dado que esta relación es más débil que la bisimilaridad, la mayoría de los modelos obtenidos (espacios de estado) son más pequeños que los bisimilares, pero aún conservan los fragmentos universales de las lógicas temporales del tiempo de ramificación. Los resultados teóricos son ejemplificados para relaciones fuertes, dilatorias y de simulación observacional ",
            "error": [
                ""
            ]
        },
        "abstract state spaces": {
            "translated_key": "espacios de estado abstractos",
            "translated_annotated_text": "Verificación de autómatas cronometrados basado en similitud El artículo presenta una modificación de la técnica de partición estándar para generar \"espacios de estado abstractos\" preservando la similitud para Timed Automata. Dado que esta relación es más débil que la bisimilaridad, la mayoría de los modelos obtenidos (espacios de estado) son más pequeños que los bisimilares, pero aún conservan los fragmentos universales de las lógicas temporales del tiempo de ramificación. Los resultados teóricos son ejemplificados para relaciones fuertes, dilatorias y de simulación observacional ",
            "error": [
                ""
            ]
        },
        "bisimilarity": {
            "translated_key": "bisimilaridad",
            "translated_annotated_text": "Verificación de autómatas cronometrados basado en similitud El artículo presenta una modificación de la técnica de partición estándar para generar espacios de estado abstracto preservando similitud para Timed Automata. Dado que esta relación es más débil que \"bisimilaridad\", la mayoría de los modelos obtenidos (espacios de estado) son más pequeños que los bisimilares, pero aún conservan los fragmentos universales de las lógicas temporales del tiempo de ramificación. Los resultados teóricos son ejemplificados para relaciones fuertes, dilatorias y de simulación observacional ",
            "error": [
                ""
            ]
        },
        "universal fragments": {
            "translated_key": "fragmentos universales",
            "translated_annotated_text": "Verificación de autómatas cronometrados basado en similitud El artículo presenta una modificación de la técnica de partición estándar para generar espacios de estado abstracto preservando similitud para Timed Automata. Dado que esta relación es más débil que la bisimilaridad, la mayoría de los modelos obtenidos (espacios de estado) son más pequeños que los bisimilares, pero aún conservan los \"fragmentos universales\" de las lógicas temporales del tiempo de ramificación. Los resultados teóricos son ejemplificados para relaciones fuertes, dilatorias y de simulación observacional ",
            "error": [
                ""
            ]
        },
        "branching time temporal logics": {
            "translated_key": "lógicas temporales del tiempo de ramificación",
            "translated_annotated_text": "Verificación de autómatas cronometrados basado en similitud El artículo presenta una modificación de la técnica de partición estándar para generar espacios de estado abstracto preservando similitud para Timed Automata. Dado que esta relación es más débil que la bisimilaridad, la mayoría de los modelos obtenidos (espacios de estado) son más pequeños que los bisimilares, pero aún conservan los fragmentos universales de las \"lógicas temporales del tiempo de ramificación\". Los resultados teóricos son ejemplificados para relaciones fuertes, dilatorias y de simulación observacional ",
            "error": [
                ""
            ]
        },
        "observational simulation relations": {
            "translated_key": "relaciones de simulación observacional",
            "translated_annotated_text": "Verificación de autómatas cronometrados basado en similitud El artículo presenta una modificación de la técnica de partición estándar para generar espacios de estado abstracto preservando similitud para Timed Automata. Dado que esta relación es más débil que la bisimilaridad, la mayoría de los modelos obtenidos (espacios de estado) son más pequeños que los bisimilares, pero aún conservan los fragmentos universales de las lógicas temporales del tiempo de ramificación. Los resultados teóricos son ejemplificados para fuertes, retardos y \"relaciones de simulación observacional\" ",
            "error": [
                ""
            ]
        },
        "automata theory": {
            "translated_key": [],
            "translated_annotated_text": "Verificación de autómatas cronometrados basado en similitud El artículo presenta una modificación de la técnica de partición estándar para generar espacios de estado abstracto preservando similitud para Timed Automata. Dado que esta relación es más débil que la bisimilaridad, la mayoría de los modelos obtenidos (espacios de estado) son más pequeños que los bisimilares, pero aún conservan los fragmentos universales de las lógicas temporales del tiempo de ramificación. Los resultados teóricos son ejemplificados para relaciones fuertes, dilatorias y de simulación observacional ",
            "error": []
        },
        "bisimulation equivalence": {
            "translated_key": [],
            "translated_annotated_text": "Verificación de autómatas cronometrados basado en similitud El artículo presenta una modificación de la técnica de partición estándar para generar espacios de estado abstracto preservando similitud para Timed Automata. Dado que esta relación es más débil que la bisimilaridad, la mayoría de los modelos obtenidos (espacios de estado) son más pequeños que los bisimilares, pero aún conservan los fragmentos universales de las lógicas temporales del tiempo de ramificación. Los resultados teóricos son ejemplificados para relaciones fuertes, dilatorias y de simulación observacional ",
            "error": []
        },
        "minimisation": {
            "translated_key": [],
            "translated_annotated_text": "Verificación de autómatas cronometrados basado en similitud El artículo presenta una modificación de la técnica de partición estándar para generar espacios de estado abstracto preservando similitud para Timed Automata. Dado que esta relación es más débil que la bisimilaridad, la mayoría de los modelos obtenidos (espacios de estado) son más pequeños que los bisimilares, pero aún conservan los fragmentos universales de las lógicas temporales del tiempo de ramificación. Los resultados teóricos son ejemplificados para relaciones fuertes, dilatorias y de simulación observacional ",
            "error": []
        },
        "temporal logic": {
            "translated_key": [],
            "translated_annotated_text": "Verificación de autómatas cronometrados basado en similitud El artículo presenta una modificación de la técnica de partición estándar para generar espacios de estado abstracto preservando similitud para Timed Automata. Dado que esta relación es más débil que la bisimilaridad, la mayoría de los modelos obtenidos (espacios de estado) son más pequeños que los bisimilares, pero aún conservan los fragmentos universales de las lógicas temporales del tiempo de ramificación. Los resultados teóricos son ejemplificados para relaciones fuertes, dilatorias y de simulación observacional ",
            "error": []
        }
    }
}