{
    "original_text": "A new result on the global convergence of Hopfield neural networks In this work, we discuss Hopfield neural networks, investigating their global stability. Some sufficient conditions for a class of Hopfield neural networks to be globally stable and globally exponentially stable are given",
    "original_translation": "Un nuevo resultado sobre la convergencia global de las redes neuronales de Hopfield En este trabajo, discutimos las redes neuronales de Hopfield, investigando su estabilidad global. Se dan algunas condiciones suficientes para que una clase de redes neuronales de Hopfield sea globalmente estable y exponencialmente estable.",
    "error_count": 3,
    "keys": {
        "Hopfield neural networks": {
            "translated_key": [
                "redes neuronales de Hopfield",
                "redes neuronales de Hopfield",
                "redes neuronales de campo"
            ],
            "translated_annotated_text": "Un nuevo resultado sobre la convergencia global de las \"redes neuronales de Hopfield\" En este trabajo, discutimos las \"redes neuronales de Hopfield\", investigando su estabilidad global. Se dan algunas condiciones suficientes para que una clase de \"redes neuronales de campo\" sea globalmente estable y globalmente exponencialmente estable ",
            "error": [
                "redes neuronales de Hopfield",
                "redes neuronales de Hopfield",
                "redes neuronales de campo"
            ]
        },
        "global stability": {
            "translated_key": "estabilidad global",
            "translated_annotated_text": "Un nuevo resultado sobre la convergencia global de las redes neuronales de Hopfield En este trabajo, discutimos las redes neuronales de Hopfield, investigando su \"estabilidad global\". Se dan algunas condiciones suficientes para que una clase de redes neuronales de Hopfield sea globalmente estable y exponencialmente estable. ",
            "error": [
                ""
            ]
        },
        "sufficient conditions": {
            "translated_key": "condiciones suficientes",
            "translated_annotated_text": "Un nuevo resultado sobre la convergencia global de las redes neuronales de Hopfield En este trabajo, discutimos las redes neuronales de Hopfield, investigando su estabilidad global. Se dan algunas \"condiciones suficientes\" para que una clase de redes neuronales de Hopfield sea globalmente estable y exponencialmente estable ",
            "error": [
                ""
            ]
        },
        "globally exponentially stable networks": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo resultado sobre la convergencia global de las redes neuronales de Hopfield En este trabajo, discutimos las redes neuronales de Hopfield, investigando su estabilidad global. Se dan algunas condiciones suficientes para que una clase de redes neuronales de Hopfield sea globalmente estable y exponencialmente estable. ",
            "error": []
        },
        "convergence": {
            "translated_key": "convergencia",
            "translated_annotated_text": "Un nuevo resultado sobre la \"convergencia\" global de las redes neuronales de Hopfield En este trabajo, discutimos las redes neuronales de Hopfield, investigando su estabilidad global. Se dan algunas condiciones suficientes para que una clase de redes neuronales de Hopfield sea globalmente estable y exponencialmente estable. ",
            "error": [
                ""
            ]
        },
        "Hopfield neural nets": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo resultado sobre la convergencia global de las redes neuronales de Hopfield En este trabajo, discutimos las redes neuronales de Hopfield, investigando su estabilidad global. Se dan algunas condiciones suficientes para que una clase de redes neuronales de Hopfield sea globalmente estable y exponencialmente estable. ",
            "error": []
        },
        "stability": {
            "translated_key": "estabilidad",
            "translated_annotated_text": "Un nuevo resultado sobre la convergencia global de las redes neuronales de Hopfield En este trabajo, discutimos las redes neuronales de Hopfield, investigando su \"estabilidad\" global. Se dan algunas condiciones suficientes para que una clase de redes neuronales de Hopfield sea globalmente estable y exponencialmente estable. ",
            "error": [
                ""
            ]
        }
    }
}