{
    "original_text": "A notion of non-interference for timed automata The non-interference property of concurrent systems is a security property concerning the flow of information among different levels of security of the system. In this paper we introduce a notion of timed non-interference for real-time systems specified by timed automata. The notion is presented using an automata based approach and then it is characterized also by operations and equivalence between timed languages. The definition is applied to an example of a time-critical system modeling a simplified control of an airplane",
    "original_translation": "Una noción de no injerencia para los autómatas cronometrados La propiedad de no injerencia de los sistemas concurrentes es una propiedad de seguridad relativa al flujo de información entre los diferentes niveles de seguridad del sistema. En este artículo introducimos una noción de no injerencia cronometrada para sistemas en tiempo real especificados por autómatas cronometrados. La noción se presenta utilizando un enfoque basado en autómatas y luego se caracteriza también por operaciones y equivalencia entre lenguajes cronometrados. La definición se aplica a un ejemplo de sistema de tiempo crítico que modela un control simplificado de un avión",
    "error_count": 4,
    "keys": {
        "timed automata": {
            "translated_key": [
                "automáticos temporizados",
                "automáticos cronometrados"
            ],
            "translated_annotated_text": "Una noción de no injerencia para los \"automáticos temporizados\" La propiedad de no injerencia de los sistemas concurrentes es una propiedad de seguridad relativa al flujo de información entre los diferentes niveles de seguridad del sistema. En este artículo introducimos una noción de no interferencia cronometrada para los sistemas en tiempo real especificados por los \"automáticos cronometrados\". La noción se presenta utilizando un enfoque basado en autómatas y luego se caracteriza también por operaciones y equivalencia entre lenguajes cronometrados. La definición se aplica a un ejemplo de sistema de tiempo crítico que modela un control simplificado de un avión ",
            "error": [
                "automáticos temporizados",
                "automáticos cronometrados"
            ]
        },
        "noninterference notion": {
            "translated_key": [],
            "translated_annotated_text": "Una noción de no injerencia para los autómatas cronometrados La propiedad de no injerencia de los sistemas concurrentes es una propiedad de seguridad relativa al flujo de información entre los diferentes niveles de seguridad del sistema. En este artículo introducimos una noción de no injerencia cronometrada para sistemas en tiempo real especificados por autómatas cronometrados. La noción se presenta utilizando un enfoque basado en autómatas y luego se caracteriza también por operaciones y equivalencia entre lenguajes cronometrados. La definición se aplica a un ejemplo de sistema de tiempo crítico que modela un control simplificado de un avión ",
            "error": []
        },
        "concurrent systems": {
            "translated_key": "sistemas concurrentes",
            "translated_annotated_text": "Una noción de no injerencia para los autómatas cronometrados La propiedad de no injerencia de los \"sistemas concurrentes\" es una propiedad de seguridad relativa al flujo de información entre los diferentes niveles de seguridad del sistema. En este artículo introducimos una noción de no injerencia cronometrada para sistemas en tiempo real especificados por autómatas cronometrados. La noción se presenta utilizando un enfoque basado en autómatas y luego se caracteriza también por operaciones y equivalencia entre lenguajes cronometrados. La definición se aplica a un ejemplo de sistema de tiempo crítico que modela un control simplificado de un avión ",
            "error": [
                ""
            ]
        },
        "security property": {
            "translated_key": "propiedad de seguridad",
            "translated_annotated_text": "Una noción de no injerencia para los autómatas cronometrados La propiedad de no injerencia de los sistemas concurrentes es una \"propiedad de seguridad\" relativa al flujo de información entre los diferentes niveles de seguridad del sistema. En este artículo introducimos una noción de no injerencia cronometrada para sistemas en tiempo real especificados por autómatas cronometrados. La noción se presenta utilizando un enfoque basado en autómatas y luego se caracteriza también por operaciones y equivalencia entre lenguajes cronometrados. La definición se aplica a un ejemplo de sistema de tiempo crítico que modela un control simplificado de un avión ",
            "error": [
                ""
            ]
        },
        "real-time systems": {
            "translated_key": "sistemas en tiempo real",
            "translated_annotated_text": "Una noción de no injerencia para los autómatas cronometrados La propiedad de no injerencia de los sistemas concurrentes es una propiedad de seguridad relativa al flujo de información entre los diferentes niveles de seguridad del sistema. En este artículo introducimos una noción de no injerencia cronometrada para los \"sistemas en tiempo real\" especificados por los autómatas cronometrados. La noción se presenta utilizando un enfoque basado en autómatas y luego se caracteriza también por operaciones y equivalencia entre lenguajes cronometrados. La definición se aplica a un ejemplo de sistema de tiempo crítico que modela un control simplificado de un avión ",
            "error": [
                ""
            ]
        },
        "time-critical system": {
            "translated_key": "sistema crítico del tiempo",
            "translated_annotated_text": "Una noción de no injerencia para los autómatas cronometrados La propiedad de no injerencia de los sistemas concurrentes es una propiedad de seguridad relativa al flujo de información entre los diferentes niveles de seguridad del sistema. En este artículo introducimos una noción de no injerencia cronometrada para sistemas en tiempo real especificados por autómatas cronometrados. La noción se presenta utilizando un enfoque basado en autómatas y luego se caracteriza también por operaciones y equivalencia entre lenguajes cronometrados. La definición se aplica a un ejemplo de un \"sistema crítico del tiempo\" modelando un control simplificado de un avión ",
            "error": [
                ""
            ]
        },
        "automata theory": {
            "translated_key": [],
            "translated_annotated_text": "Una noción de no injerencia para los autómatas cronometrados La propiedad de no injerencia de los sistemas concurrentes es una propiedad de seguridad relativa al flujo de información entre los diferentes niveles de seguridad del sistema. En este artículo introducimos una noción de no injerencia cronometrada para sistemas en tiempo real especificados por autómatas cronometrados. La noción se presenta utilizando un enfoque basado en autómatas y luego se caracteriza también por operaciones y equivalencia entre lenguajes cronometrados. La definición se aplica a un ejemplo de sistema de tiempo crítico que modela un control simplificado de un avión ",
            "error": []
        },
        "process algebra": {
            "translated_key": [],
            "translated_annotated_text": "Una noción de no injerencia para los autómatas cronometrados La propiedad de no injerencia de los sistemas concurrentes es una propiedad de seguridad relativa al flujo de información entre los diferentes niveles de seguridad del sistema. En este artículo introducimos una noción de no injerencia cronometrada para sistemas en tiempo real especificados por autómatas cronometrados. La noción se presenta utilizando un enfoque basado en autómatas y luego se caracteriza también por operaciones y equivalencia entre lenguajes cronometrados. La definición se aplica a un ejemplo de sistema de tiempo crítico que modela un control simplificado de un avión ",
            "error": []
        }
    }
}