{
    "original_text": "Completeness of timed mu CRL Previously a straightforward extension of the process algebra mu CRL was proposed to explicitly deal with time. The process algebra mu CRL has been especially designed to deal with data in a process algebraic context. Using the features for data, only a minor extension of the language was needed to obtain a very expressive variant of time. Previously it contained syntax, operational semantics and axioms characterising timed mu CRL. It did not contain an in depth analysis of theory of timed mu CRL. This paper fills this gap, by providing soundness and completeness results. The main tool to establish these is a mapping of timed to untimed mu CRL and employing the completeness results obtained for untimed mu CRL",
    "original_translation": "Completitud de cronometrado mu CRL Previamente se propuso una extensión directa del proceso de álgebra mu CRL para tratar explícitamente con el tiempo. El proceso de álgebra mu CRL ha sido especialmente diseñado para tratar con los datos en un contexto de proceso algebraico. Utilizando las características de los datos, sólo se necesitaba una pequeña extensión del lenguaje para obtener una variante muy expresiva del tiempo. Anteriormente contenía sintaxis, semántica operativa y axiomas que caracterizaban al cronometrado mu CRL. No contenía un análisis en profundidad de la teoría del cronometrado mu CRL. Este documento llena este vacío, proporcionando resultados sólidos y completos. La herramienta principal para establecer estos es un mapeo de cronometrado a mu CRL sin cronometrado y empleando los resultados completos obtenidos para mu CRL sin cronometrado",
    "error_count": 2,
    "keys": {
        "timed mu CRL": {
            "translated_key": [
                "mi cronometrado CRL",
                "timed mu CRL",
                "momento mu CRL"
            ],
            "translated_annotated_text": "Completitud de \"mi cronometrado CRL\" Previamente se propuso una simple extensión del proceso de álgebra mu CRL para tratar explícitamente con el tiempo. El proceso de álgebra mu CRL ha sido especialmente diseñado para tratar con los datos en un contexto de proceso algebraico. Utilizando las características de los datos, sólo se necesitaba una pequeña extensión del lenguaje para obtener una variante muy expresiva del tiempo. Anteriormente contenía sintaxis, semántica operativa y axiomas que caracterizaban \"timed mu CRL\". No contenía un análisis en profundidad de la teoría de \"momento mu CRL\". Este documento llena este vacío, proporcionando resultados sólidos y completos. La herramienta principal para establecer estos es un mapeo de cronometrado a mu CRL sin cronometrado y empleando los resultados completos obtenidos para mu CRL sin cronometrado ",
            "error": [
                "mi cronometrado CRL",
                "timed mu CRL",
                "momento mu CRL"
            ]
        },
        "completeness": {
            "translated_key": "completitud",
            "translated_annotated_text": "Completitud de cronometrado mu CRL Previamente se propuso una extensión directa del proceso de álgebra mu CRL para tratar explícitamente con el tiempo. El proceso de álgebra mu CRL ha sido especialmente diseñado para tratar con los datos en un contexto de proceso algebraico. Utilizando las características de los datos, sólo se necesitaba una pequeña extensión del lenguaje para obtener una variante muy expresiva del tiempo. Anteriormente contenía sintaxis, semántica operativa y axiomas que caracterizaban al cronometrado mu CRL. No contenía un análisis en profundidad de la teoría del cronometrado mu CRL. Este trabajo llena este vacío, proporcionando resultados de solidez y \"completitud\". La herramienta principal para establecer estos es un mapeo de cronometrado a mu CRL sin cronometrado y empleando los resultados de \"completitud\" obtenidos para mu CRL sin cronometrado ",
            "error": [
                ""
            ]
        },
        "process algebra": {
            "translated_key": "álgebra de proceso",
            "translated_annotated_text": "Completitud de mu cronometrado CRL Previamente se propuso una extensión directa del \"álgebra de proceso\" mu CRL para tratar explícitamente con el tiempo. El \"álgebra de proceso\" mu CRL ha sido especialmente diseñado para tratar con los datos en un contexto de proceso algebraico. Utilizando las características de los datos, sólo se necesitaba una pequeña extensión del lenguaje para obtener una variante muy expresiva del tiempo. Anteriormente contenía sintaxis, semántica operativa y axiomas que caracterizaban al cronometrado mu CRL. No contenía un análisis en profundidad de la teoría del cronometrado mu CRL. Este documento llena este vacío, proporcionando resultados sólidos y completos. La herramienta principal para establecer estos es un mapeo de cronometrado a mu CRL sin cronometrado y empleando los resultados completos obtenidos para mu CRL sin cronometrado ",
            "error": [
                ""
            ]
        },
        "operational semantics": {
            "translated_key": "semántica operativa",
            "translated_annotated_text": "Completitud de cronometrado mu CRL Previamente se propuso una extensión directa del proceso de álgebra mu CRL para tratar explícitamente con el tiempo. El proceso de álgebra mu CRL ha sido especialmente diseñado para tratar con los datos en un contexto de proceso algebraico. Utilizando las características de los datos, sólo se necesitaba una pequeña extensión del lenguaje para obtener una variante muy expresiva del tiempo. Anteriormente contenía sintaxis, \"semántica operativa\" y axiomas que caracterizaban al cronometrado mu CRL. No contenía un análisis en profundidad de la teoría del cronometrado mu CRL. Este documento llena este vacío, proporcionando resultados sólidos y completos. La herramienta principal para establecer estos es un mapeo de cronometrado a mu CRL sin cronometrado y empleando los resultados completos obtenidos para mu CRL sin cronometrado ",
            "error": [
                ""
            ]
        },
        "bisimulation equivalence": {
            "translated_key": [],
            "translated_annotated_text": "Completitud de cronometrado mu CRL Previamente se propuso una extensión directa del proceso de álgebra mu CRL para tratar explícitamente con el tiempo. El proceso de álgebra mu CRL ha sido especialmente diseñado para tratar con los datos en un contexto de proceso algebraico. Utilizando las características de los datos, sólo se necesitaba una pequeña extensión del lenguaje para obtener una variante muy expresiva del tiempo. Anteriormente contenía sintaxis, semántica operativa y axiomas que caracterizaban al cronometrado mu CRL. No contenía un análisis en profundidad de la teoría del cronometrado mu CRL. Este documento llena este vacío, proporcionando resultados sólidos y completos. La herramienta principal para establecer estos es un mapeo de cronometrado a mu CRL sin cronometrado y empleando los resultados completos obtenidos para mu CRL sin cronometrado ",
            "error": []
        }
    }
}