{
    "original_text": "UPSILON: universal programming system with incomplete lazy object notation This paper presents a new model of computation that differs from prior models in that it emphasizes data over flow control, has no named variables and has an object-oriented flavor. We prove that this model is a complete and confluent acceptable programming system and has a usable type theory. A new data synchronization primitive is introduced in order to achieve the above properties. Subtle variations of the model are shown to fall short of having all these necessary properties",
    "original_translation": "UPILON: sistema de programación universal con notación incompleta de objetos perezosos Este artículo presenta un nuevo modelo de cálculo que difiere de modelos anteriores en que enfatiza los datos sobre el control de flujo, no tiene variables nombradas y tiene un sabor orientado a objetos. Demostramos que este modelo es un sistema de programación completo y confluente aceptable y tiene una teoría de tipo utilizable. Se introduce una nueva sincronización de datos primitiva con el fin de lograr las propiedades anteriores. Variaciones sutiles del modelo se muestran a no tener todas estas propiedades necesarias",
    "error_count": 2,
    "keys": {
        "UPSILON": {
            "translated_key": "UPSILON",
            "translated_annotated_text": "\"UPSILON\": sistema de programación universal con notación incompleta de objetos perezosos Este artículo presenta un nuevo modelo de cálculo que difiere de modelos anteriores en que enfatiza los datos sobre el control de flujo, no tiene variables nombradas y tiene un sabor orientado a objetos. Demostramos que este modelo es un sistema de programación completo y confluente aceptable y tiene una teoría de tipo utilizable. Se introduce una nueva sincronización de datos primitiva con el fin de lograr las propiedades anteriores. Variaciones sutiles del modelo se muestran a no tener todas estas propiedades necesarias ",
            "error": [
                ""
            ]
        },
        "universal programming system": {
            "translated_key": "sistema de programación universal",
            "translated_annotated_text": "UPILON: \"sistema de programación universal\" con notación incompleta de objetos perezosos Este artículo presenta un nuevo modelo de cálculo que difiere de modelos anteriores en que enfatiza los datos sobre el control de flujo, no tiene variables nombradas y tiene un sabor orientado a objetos. Demostramos que este modelo es un sistema de programación completo y confluente aceptable y tiene una teoría de tipo utilizable. Se introduce una nueva sincronización de datos primitiva con el fin de lograr las propiedades anteriores. Variaciones sutiles del modelo se muestran a no tener todas estas propiedades necesarias ",
            "error": [
                ""
            ]
        },
        "object-oriented flavor": {
            "translated_key": "sabor orientado a objetos",
            "translated_annotated_text": "UPILON: sistema de programación universal con notación incompleta de objetos perezosos Este artículo presenta un nuevo modelo de cálculo que difiere de modelos anteriores en que enfatiza los datos sobre el control de flujo, no tiene variables nombradas y tiene un \"sabor orientado a objetos\". Demostramos que este modelo es un sistema de programación completo y confluente aceptable y tiene una teoría de tipo utilizable. Se introduce una nueva sincronización de datos primitiva con el fin de lograr las propiedades anteriores. Variaciones sutiles del modelo se muestran a no tener todas estas propiedades necesarias ",
            "error": [
                ""
            ]
        },
        "programming system": {
            "translated_key": "sistema de programación",
            "translated_annotated_text": "UPILON: \"sistema de programación\" universal con notación incompleta de objetos perezosos Este artículo presenta un nuevo modelo de cálculo que difiere de modelos anteriores en que enfatiza los datos sobre el control de flujo, no tiene variables nombradas y tiene un sabor orientado a objetos. Demostramos que este modelo es un \"sistema de programación\" completo y confluente y tiene una teoría de tipo utilizable. Se introduce una nueva sincronización de datos primitiva con el fin de lograr las propiedades anteriores. Variaciones sutiles del modelo se muestran a no tener todas estas propiedades necesarias ",
            "error": [
                ""
            ]
        },
        "usable type theory": {
            "translated_key": "teoría de tipo utilizable",
            "translated_annotated_text": "UPILON: sistema de programación universal con notación incompleta de objetos perezosos Este artículo presenta un nuevo modelo de cálculo que difiere de modelos anteriores en que enfatiza los datos sobre el control de flujo, no tiene variables nombradas y tiene un sabor orientado a objetos. Demostramos que este modelo es un sistema de programación completo y confluente aceptable y tiene una \"teoría de tipo utilizable\". Se introduce una nueva sincronización de datos primitiva con el fin de lograr las propiedades anteriores. Variaciones sutiles del modelo se muestran a no tener todas estas propiedades necesarias ",
            "error": [
                ""
            ]
        },
        "data synchronization primitive": {
            "translated_key": "sincronización de datos primitiva",
            "translated_annotated_text": "UPILON: sistema de programación universal con notación incompleta de objetos perezosos Este artículo presenta un nuevo modelo de cálculo que difiere de modelos anteriores en que enfatiza los datos sobre el control de flujo, no tiene variables nombradas y tiene un sabor orientado a objetos. Demostramos que este modelo es un sistema de programación completo y confluente aceptable y tiene una teoría de tipo utilizable. Se introduce una nueva \"sincronización de datos primitiva\" con el fin de lograr las propiedades anteriores. Variaciones sutiles del modelo se muestran a no tener todas estas propiedades necesarias ",
            "error": [
                ""
            ]
        },
        "incomplete lazy object notation": {
            "translated_key": "notación de objeto perezoso incompleto",
            "translated_annotated_text": "UPILON: sistema de programación universal con \"notación de objeto perezoso incompleto\" Este artículo presenta un nuevo modelo de cálculo que difiere de modelos anteriores en que enfatiza los datos sobre el control de flujo, no tiene variables nombradas y tiene un sabor orientado a objetos. Demostramos que este modelo es un sistema de programación completo y confluente aceptable y tiene una teoría de tipo utilizable. Se introduce una nueva sincronización de datos primitiva con el fin de lograr las propiedades anteriores. Variaciones sutiles del modelo se muestran a no tener todas estas propiedades necesarias ",
            "error": [
                ""
            ]
        },
        "computational complexity": {
            "translated_key": [],
            "translated_annotated_text": "UPILON: sistema de programación universal con notación incompleta de objetos perezosos Este artículo presenta un nuevo modelo de cálculo que difiere de modelos anteriores en que enfatiza los datos sobre el control de flujo, no tiene variables nombradas y tiene un sabor orientado a objetos. Demostramos que este modelo es un sistema de programación completo y confluente aceptable y tiene una teoría de tipo utilizable. Se introduce una nueva sincronización de datos primitiva con el fin de lograr las propiedades anteriores. Variaciones sutiles del modelo se muestran a no tener todas estas propiedades necesarias ",
            "error": []
        },
        "object-oriented programming": {
            "translated_key": [],
            "translated_annotated_text": "UPILON: sistema de programación universal con notación incompleta de objetos perezosos Este artículo presenta un nuevo modelo de cálculo que difiere de modelos anteriores en que enfatiza los datos sobre el control de flujo, no tiene variables nombradas y tiene un sabor orientado a objetos. Demostramos que este modelo es un sistema de programación completo y confluente aceptable y tiene una teoría de tipo utilizable. Se introduce una nueva sincronización de datos primitiva con el fin de lograr las propiedades anteriores. Variaciones sutiles del modelo se muestran a no tener todas estas propiedades necesarias ",
            "error": []
        },
        "type theory": {
            "translated_key": "teoría de tipo",
            "translated_annotated_text": "UPILON: sistema de programación universal con notación incompleta de objetos perezosos Este artículo presenta un nuevo modelo de cálculo que difiere de modelos anteriores en que enfatiza los datos sobre el control de flujo, no tiene variables nombradas y tiene un sabor orientado a objetos. Demostramos que este modelo es un sistema de programación completo y confluente aceptable y tiene una \"teoría de tipo\" utilizable. Se introduce una nueva sincronización de datos primitiva con el fin de lograr las propiedades anteriores. Variaciones sutiles del modelo se muestran a no tener todas estas propiedades necesarias ",
            "error": [
                ""
            ]
        }
    }
}