{
    "original_text": "On fractal dimension in information systems. Toward exact sets in infinite information systems The notions of an exact as well as a rough set are well-grounded as basic notions in rough set theory. They are however defined in the setting of a finite information system i.e. an information system having finite numbers of objects as well as attributes. In theoretical studies e.g. of topological properties of rough sets, one has to trespass this limitation and to consider information systems with potentially unbound number of attributes. In such setting, the notions of rough and exact sets may be defined in terms of topological operators of interior and closure with respect to an appropriate topology following the ideas from the finite case, where it is noticed that in the finite case rough-set-theoretic operators of lower and upper approximation are identical with the interior, respectively, closure operators in topology induced by equivalence classes of the indiscernibility relation. Extensions of finite information systems are also desirable from application point of view in the area of knowledge discovery and data mining, when demands of e.g. mass collaboration and/or huge experimental data call for need of working with large data tables so the sound theoretical generalization of these cases is an information system with the number of attributes not bound in advance by a fixed integer i.e. an information system with countably but infinitely many attributes, In large information systems, a need arises for qualitative measures of complexity of concepts involved free of parameters, cf. e.g. applications for the Vapnik-Czervonenkis dimension. We study here in the theoretical setting of infinite information system a proposal to apply fractal dimensions suitably modified as measures of concept complexity",
    "original_translation": "Sobre la dimensión fractal en los sistemas de información. Hacia conjuntos exactos en sistemas de información infinitos Las nociones de un conjunto exacto así como un conjunto áspero están bien fundamentadas como nociones básicas en teoría de conjuntos ásperos. Sin embargo, se definen en la configuración de un sistema de información finito, es decir: un sistema de información con números finitos de objetos, así como atributos. En estudios teóricos, por ejemplo. de las propiedades topológicas de conjuntos en bruto, uno tiene que traspasar esta limitación y considerar sistemas de información con número de atributos potencialmente no consolidados. En este contexto, las nociones de conjuntos ásperos y exactos pueden definirse en términos de operadores topológicos de interior y cierre con respecto a una topología adecuada siguiendo las ideas del caso finito, donde se observa que en el caso finito los operadores teóricos de aproximación inferior y superior en bruto son idénticos al interior, respectivamente, los operadores de cierre en topología inducidos por clases de equivalencia de la relación de indiscernibilidad. Las extensiones de los sistemas de información finitos también son deseables desde el punto de vista de la aplicación en el ámbito del descubrimiento de conocimientos y la extracción de datos, cuando las demandas de, por ejemplo, colaboración masiva y/o gran demanda de datos experimentales de necesidad de trabajar con grandes tablas de datos por lo que la sana generalización teórica de estos casos es un sistema de información con el número de atributos no unidos de antemano por un entero fijo es decir. En los grandes sistemas de información, surge la necesidad de medidas cualitativas de complejidad de conceptos involucrados libres de parámetros, cf. Por ejemplo. aplicaciones para la dimensión Vapnik-Czervonenkis. Estudiamos aquí en el marco teórico del sistema de información infinito una propuesta para aplicar dimensiones fractales adecuadamente modificadas como medidas de complejidad conceptual",
    "error_count": 2,
    "keys": {
        "fractal dimension": {
            "translated_key": "dimensión fractal",
            "translated_annotated_text": "Sobre la \"dimensión fractal\" en los sistemas de información. Hacia conjuntos exactos en sistemas de información infinitos Las nociones de un conjunto exacto así como un conjunto áspero están bien fundamentadas como nociones básicas en teoría de conjuntos ásperos. Sin embargo, se definen en la configuración de un sistema de información finito, es decir: un sistema de información con números finitos de objetos, así como atributos. En estudios teóricos, por ejemplo. de las propiedades topológicas de conjuntos en bruto, uno tiene que traspasar esta limitación y considerar sistemas de información con número de atributos potencialmente no consolidados. En este contexto, las nociones de conjuntos ásperos y exactos pueden definirse en términos de operadores topológicos de interior y cierre con respecto a una topología adecuada siguiendo las ideas del caso finito, donde se observa que en el caso finito los operadores teóricos de aproximación inferior y superior en bruto son idénticos al interior, respectivamente, los operadores de cierre en topología inducidos por clases de equivalencia de la relación de indiscernibilidad. Las extensiones de los sistemas de información finitos también son deseables desde el punto de vista de la aplicación en el ámbito del descubrimiento de conocimientos y la extracción de datos, cuando las demandas de, por ejemplo, colaboración masiva y/o gran demanda de datos experimentales de necesidad de trabajar con grandes tablas de datos por lo que la sana generalización teórica de estos casos es un sistema de información con el número de atributos no unidos de antemano por un entero fijo es decir. En los grandes sistemas de información, surge la necesidad de medidas cualitativas de complejidad de conceptos involucrados libres de parámetros, cf. Por ejemplo. aplicaciones para la dimensión Vapnik-Czervonenkis. Estudiamos aquí en el marco teórico del sistema de información infinito una propuesta para aplicar dimensiones fractales adecuadamente modificadas como medidas de complejidad conceptual ",
            "error": [
                ""
            ]
        },
        "information systems": {
            "translated_key": "sistemas de información",
            "translated_annotated_text": "Sobre la dimensión fractal en los \"sistemas de información\". Hacia conjuntos exactos en infinitos \"sistemas de información\" Las nociones de un conjunto exacto así como un conjunto áspero están bien fundamentadas como nociones básicas en teoría de conjuntos ásperos. Sin embargo, se definen en la configuración de un sistema de información finito, es decir: un sistema de información con números finitos de objetos, así como atributos. En estudios teóricos, por ejemplo. de propiedades topológicas de conjuntos en bruto, uno tiene que traspasar esta limitación y considerar \"sistemas de información\" con un número potencialmente ilimitado de atributos. En este contexto, las nociones de conjuntos ásperos y exactos pueden definirse en términos de operadores topológicos de interior y cierre con respecto a una topología adecuada siguiendo las ideas del caso finito, donde se observa que en el caso finito los operadores teóricos de aproximación inferior y superior en bruto son idénticos al interior, respectivamente, los operadores de cierre en topología inducidos por clases de equivalencia de la relación de indiscernibilidad. Las extensiones de los \"sistemas de información\" finitos también son deseables desde el punto de vista de la aplicación en el ámbito del descubrimiento de conocimientos y la minería de datos, cuando las demandas de, por ejemplo. colaboración masiva y/o gran demanda de datos experimentales de necesidad de trabajar con grandes tablas de datos por lo que la sana generalización teórica de estos casos es un sistema de información con el número de atributos no unidos de antemano por un entero fijo es decir. un sistema de información con muchos atributos, en grandes \"sistemas de información\", surge la necesidad de medidas cualitativas de complejidad de conceptos involucrados libres de parámetros, cf. Por ejemplo. aplicaciones para la dimensión Vapnik-Czervonenkis. Estudiamos aquí en el marco teórico del sistema de información infinito una propuesta para aplicar dimensiones fractales adecuadamente modificadas como medidas de complejidad conceptual ",
            "error": [
                ""
            ]
        },
        "exact sets": {
            "translated_key": [
                "conjuntos exactos",
                "exactos"
            ],
            "translated_annotated_text": "Sobre la dimensión fractal en los sistemas de información. Hacia \"conjuntos exactos\" en sistemas de información infinitos Las nociones de un conjunto exacto así como un conjunto áspero están bien fundamentadas como nociones básicas en teoría de conjuntos ásperos. Sin embargo, se definen en la configuración de un sistema de información finito, es decir: un sistema de información con números finitos de objetos, así como atributos. En estudios teóricos, por ejemplo. de las propiedades topológicas de conjuntos en bruto, uno tiene que traspasar esta limitación y considerar sistemas de información con número de atributos potencialmente no consolidados. En este contexto, las nociones de conjuntos ásperos y \"exactos\" pueden definirse en términos de operadores topológicos de interior y cierre con respecto a una topología adecuada siguiendo las ideas del caso finito, donde se observa que en el caso finito los operadores teóricos de conjunto bruto de aproximación inferior y superior son idénticos al interior, respectivamente, los operadores de cierre en topología inducidos por clases de equivalencia de la relación de indiscernibilidad. Las extensiones de los sistemas de información finitos también son deseables desde el punto de vista de la aplicación en el ámbito del descubrimiento de conocimientos y la extracción de datos, cuando las demandas de, por ejemplo, colaboración masiva y/o gran demanda de datos experimentales de necesidad de trabajar con grandes tablas de datos por lo que la sana generalización teórica de estos casos es un sistema de información con el número de atributos no unidos de antemano por un entero fijo es decir. En los grandes sistemas de información, surge la necesidad de medidas cualitativas de complejidad de conceptos involucrados libres de parámetros, cf. Por ejemplo. aplicaciones para la dimensión Vapnik-Czervonenkis. Estudiamos aquí en el marco teórico del sistema de información infinito una propuesta para aplicar dimensiones fractales adecuadamente modificadas como medidas de complejidad conceptual ",
            "error": [
                "conjuntos exactos",
                "exactos"
            ]
        },
        "infinite information systems": {
            "translated_key": "sistemas de información infinitos",
            "translated_annotated_text": "Sobre la dimensión fractal en los sistemas de información. Hacia conjuntos exactos en \"sistemas de información infinitos\" Las nociones de un conjunto exacto así como un conjunto áspero están bien fundamentadas como nociones básicas en teoría de conjuntos ásperos. Sin embargo, se definen en la configuración de un sistema de información finito, es decir: un sistema de información con números finitos de objetos, así como atributos. En estudios teóricos, por ejemplo. de las propiedades topológicas de conjuntos en bruto, uno tiene que traspasar esta limitación y considerar sistemas de información con número de atributos potencialmente no consolidados. En este contexto, las nociones de conjuntos ásperos y exactos pueden definirse en términos de operadores topológicos de interior y cierre con respecto a una topología adecuada siguiendo las ideas del caso finito, donde se observa que en el caso finito los operadores teóricos de aproximación inferior y superior en bruto son idénticos al interior, respectivamente, los operadores de cierre en topología inducidos por clases de equivalencia de la relación de indiscernibilidad. Las extensiones de los sistemas de información finitos también son deseables desde el punto de vista de la aplicación en el ámbito del descubrimiento de conocimientos y la extracción de datos, cuando las demandas de, por ejemplo, colaboración masiva y/o gran demanda de datos experimentales de necesidad de trabajar con grandes tablas de datos por lo que la sana generalización teórica de estos casos es un sistema de información con el número de atributos no unidos de antemano por un entero fijo es decir. En los grandes sistemas de información, surge la necesidad de medidas cualitativas de complejidad de conceptos involucrados libres de parámetros, cf. Por ejemplo. aplicaciones para la dimensión Vapnik-Czervonenkis. Estudiamos aquí en el marco teórico del sistema de información infinito una propuesta para aplicar dimensiones fractales adecuadamente modificadas como medidas de complejidad conceptual ",
            "error": [
                ""
            ]
        },
        "rough set": {
            "translated_key": "conjunto bruto",
            "translated_annotated_text": "Sobre la dimensión fractal en los sistemas de información. Hacia conjuntos exactos en sistemas de información infinitos Las nociones de un conjunto exacto así como de un \"conjunto bruto\" están bien fundamentadas como nociones básicas en la teoría del \"conjunto bruto\". Sin embargo, se definen en la configuración de un sistema de información finito, es decir: un sistema de información con números finitos de objetos, así como atributos. En estudios teóricos, por ejemplo. de las propiedades topológicas de conjuntos en bruto, uno tiene que traspasar esta limitación y considerar sistemas de información con número de atributos potencialmente no consolidados. En este contexto, las nociones de conjuntos ásperos y exactos pueden definirse en términos de operadores topológicos de interior y cierre con respecto a una topología adecuada siguiendo las ideas del caso finito, donde se observa que en el caso finito los operadores teóricos de aproximación inferior y superior en bruto son idénticos al interior, respectivamente, los operadores de cierre en topología inducidos por clases de equivalencia de la relación de indiscernibilidad. Las extensiones de los sistemas de información finitos también son deseables desde el punto de vista de la aplicación en el ámbito del descubrimiento de conocimientos y la extracción de datos, cuando las demandas de, por ejemplo, colaboración masiva y/o gran demanda de datos experimentales de necesidad de trabajar con grandes tablas de datos por lo que la sana generalización teórica de estos casos es un sistema de información con el número de atributos no unidos de antemano por un entero fijo es decir. En los grandes sistemas de información, surge la necesidad de medidas cualitativas de complejidad de conceptos involucrados libres de parámetros, cf. Por ejemplo. aplicaciones para la dimensión Vapnik-Czervonenkis. Estudiamos aquí en el marco teórico del sistema de información infinito una propuesta para aplicar dimensiones fractales adecuadamente modificadas como medidas de complejidad conceptual ",
            "error": [
                ""
            ]
        },
        "topological properties": {
            "translated_key": "propiedades topológicas",
            "translated_annotated_text": "Sobre la dimensión fractal en los sistemas de información. Hacia conjuntos exactos en sistemas de información infinitos Las nociones de un conjunto exacto así como un conjunto áspero están bien fundamentadas como nociones básicas en teoría de conjuntos ásperos. Sin embargo, se definen en la configuración de un sistema de información finito, es decir: un sistema de información con números finitos de objetos, así como atributos. En estudios teóricos, por ejemplo. de \"propiedades topológicas\" de conjuntos en bruto, uno tiene que traspasar esta limitación y considerar sistemas de información con un número potencialmente ilimitado de atributos. En este contexto, las nociones de conjuntos ásperos y exactos pueden definirse en términos de operadores topológicos de interior y cierre con respecto a una topología adecuada siguiendo las ideas del caso finito, donde se observa que en el caso finito los operadores teóricos de aproximación inferior y superior en bruto son idénticos al interior, respectivamente, los operadores de cierre en topología inducidos por clases de equivalencia de la relación de indiscernibilidad. Las extensiones de los sistemas de información finitos también son deseables desde el punto de vista de la aplicación en el ámbito del descubrimiento de conocimientos y la extracción de datos, cuando las demandas de, por ejemplo, colaboración masiva y/o gran demanda de datos experimentales de necesidad de trabajar con grandes tablas de datos por lo que la sana generalización teórica de estos casos es un sistema de información con el número de atributos no unidos de antemano por un entero fijo es decir. En los grandes sistemas de información, surge la necesidad de medidas cualitativas de complejidad de conceptos involucrados libres de parámetros, cf. Por ejemplo. aplicaciones para la dimensión Vapnik-Czervonenkis. Estudiamos aquí en el marco teórico del sistema de información infinito una propuesta para aplicar dimensiones fractales adecuadamente modificadas como medidas de complejidad conceptual ",
            "error": [
                ""
            ]
        },
        "closure operators": {
            "translated_key": "operadores de cierre",
            "translated_annotated_text": "Sobre la dimensión fractal en los sistemas de información. Hacia conjuntos exactos en sistemas de información infinitos Las nociones de un conjunto exacto así como un conjunto áspero están bien fundamentadas como nociones básicas en teoría de conjuntos ásperos. Sin embargo, se definen en la configuración de un sistema de información finito, es decir: un sistema de información con números finitos de objetos, así como atributos. En estudios teóricos, por ejemplo. de las propiedades topológicas de conjuntos en bruto, uno tiene que traspasar esta limitación y considerar sistemas de información con número de atributos potencialmente no consolidados. En este contexto, las nociones de conjuntos brutos y exactos pueden definirse en términos de operadores topológicos de interior y cierre con respecto a una topología apropiada siguiendo las ideas del caso finito, donde se observa que en el caso finito los operadores teórico-enfoque bruto de aproximación inferior y superior son idénticos al interior, respectivamente, \"operadores de cierre\" en topología inducidos por clases de equivalencia de la relación de indiscernibilidad. Las extensiones de los sistemas de información finitos también son deseables desde el punto de vista de la aplicación en el ámbito del descubrimiento de conocimientos y la extracción de datos, cuando las demandas de, por ejemplo, colaboración masiva y/o gran demanda de datos experimentales de necesidad de trabajar con grandes tablas de datos por lo que la sana generalización teórica de estos casos es un sistema de información con el número de atributos no unidos de antemano por un entero fijo es decir. En los grandes sistemas de información, surge la necesidad de medidas cualitativas de complejidad de conceptos involucrados libres de parámetros, cf. Por ejemplo. aplicaciones para la dimensión Vapnik-Czervonenkis. Estudiamos aquí en el marco teórico del sistema de información infinito una propuesta para aplicar dimensiones fractales adecuadamente modificadas como medidas de complejidad conceptual ",
            "error": [
                ""
            ]
        },
        "equivalence classes": {
            "translated_key": "clases de equivalencia",
            "translated_annotated_text": "Sobre la dimensión fractal en los sistemas de información. Hacia conjuntos exactos en sistemas de información infinitos Las nociones de un conjunto exacto así como un conjunto áspero están bien fundamentadas como nociones básicas en teoría de conjuntos ásperos. Sin embargo, se definen en la configuración de un sistema de información finito, es decir: un sistema de información con números finitos de objetos, así como atributos. En estudios teóricos, por ejemplo. de las propiedades topológicas de conjuntos en bruto, uno tiene que traspasar esta limitación y considerar sistemas de información con número de atributos potencialmente no consolidados. En este contexto, las nociones de conjuntos ásperos y exactos pueden definirse en términos de operadores topológicos de interior y cierre con respecto a una topología apropiada siguiendo las ideas del caso finito, donde se observa que en el caso finito los operadores teóricos de aproximación inferior y superior en bruto son idénticos al interior, respectivamente, los operadores de cierre en topología inducidos por \"clases de equivalencia\" de la relación de indiscernibilidad. Las extensiones de los sistemas de información finitos también son deseables desde el punto de vista de la aplicación en el ámbito del descubrimiento de conocimientos y la extracción de datos, cuando las demandas de, por ejemplo, colaboración masiva y/o gran demanda de datos experimentales de necesidad de trabajar con grandes tablas de datos por lo que la sana generalización teórica de estos casos es un sistema de información con el número de atributos no unidos de antemano por un entero fijo es decir. En los grandes sistemas de información, surge la necesidad de medidas cualitativas de complejidad de conceptos involucrados libres de parámetros, cf. Por ejemplo. aplicaciones para la dimensión Vapnik-Czervonenkis. Estudiamos aquí en el marco teórico del sistema de información infinito una propuesta para aplicar dimensiones fractales adecuadamente modificadas como medidas de complejidad conceptual ",
            "error": [
                ""
            ]
        },
        "knowledge discovery": {
            "translated_key": "descubrimiento de conocimiento",
            "translated_annotated_text": "Sobre la dimensión fractal en los sistemas de información. Hacia conjuntos exactos en sistemas de información infinitos Las nociones de un conjunto exacto así como un conjunto áspero están bien fundamentadas como nociones básicas en teoría de conjuntos ásperos. Sin embargo, se definen en la configuración de un sistema de información finito, es decir: un sistema de información con números finitos de objetos, así como atributos. En estudios teóricos, por ejemplo. de las propiedades topológicas de conjuntos en bruto, uno tiene que traspasar esta limitación y considerar sistemas de información con número de atributos potencialmente no consolidados. En este contexto, las nociones de conjuntos ásperos y exactos pueden definirse en términos de operadores topológicos de interior y cierre con respecto a una topología adecuada siguiendo las ideas del caso finito, donde se observa que en el caso finito los operadores teóricos de aproximación inferior y superior en bruto son idénticos al interior, respectivamente, los operadores de cierre en topología inducidos por clases de equivalencia de la relación de indiscernibilidad. Las extensiones de los sistemas de información finitos también son deseables desde el punto de vista de la aplicación en el área del \"descubrimiento de conocimiento\" y la minería de datos, cuando las demandas de, por ejemplo. colaboración masiva y/o gran demanda de datos experimentales de necesidad de trabajar con grandes tablas de datos por lo que la sana generalización teórica de estos casos es un sistema de información con el número de atributos no unidos de antemano por un entero fijo es decir. En los grandes sistemas de información, surge la necesidad de medidas cualitativas de complejidad de conceptos involucrados libres de parámetros, cf. Por ejemplo. aplicaciones para la dimensión Vapnik-Czervonenkis. Estudiamos aquí en el marco teórico del sistema de información infinito una propuesta para aplicar dimensiones fractales adecuadamente modificadas como medidas de complejidad conceptual ",
            "error": [
                ""
            ]
        },
        "data mining": {
            "translated_key": "minería de datos",
            "translated_annotated_text": "Sobre la dimensión fractal en los sistemas de información. Hacia conjuntos exactos en sistemas de información infinitos Las nociones de un conjunto exacto así como un conjunto áspero están bien fundamentadas como nociones básicas en teoría de conjuntos ásperos. Sin embargo, se definen en la configuración de un sistema de información finito, es decir: un sistema de información con números finitos de objetos, así como atributos. En estudios teóricos, por ejemplo. de las propiedades topológicas de conjuntos en bruto, uno tiene que traspasar esta limitación y considerar sistemas de información con número de atributos potencialmente no consolidados. En este contexto, las nociones de conjuntos ásperos y exactos pueden definirse en términos de operadores topológicos de interior y cierre con respecto a una topología adecuada siguiendo las ideas del caso finito, donde se observa que en el caso finito los operadores teóricos de aproximación inferior y superior en bruto son idénticos al interior, respectivamente, los operadores de cierre en topología inducidos por clases de equivalencia de la relación de indiscernibilidad. Las extensiones de los sistemas de información finitos también son deseables desde el punto de vista de la aplicación en el área de descubrimiento de conocimiento y \"minería de datos\", cuando las demandas de, por ejemplo. colaboración masiva y/o gran demanda de datos experimentales de necesidad de trabajar con grandes tablas de datos por lo que la sana generalización teórica de estos casos es un sistema de información con el número de atributos no unidos de antemano por un entero fijo es decir. En los grandes sistemas de información, surge la necesidad de medidas cualitativas de complejidad de conceptos involucrados libres de parámetros, cf. Por ejemplo. aplicaciones para la dimensión Vapnik-Czervonenkis. Estudiamos aquí en el marco teórico del sistema de información infinito una propuesta para aplicar dimensiones fractales adecuadamente modificadas como medidas de complejidad conceptual ",
            "error": [
                ""
            ]
        },
        "qualitative measures": {
            "translated_key": "medidas cualitativas",
            "translated_annotated_text": "Sobre la dimensión fractal en los sistemas de información. Hacia conjuntos exactos en sistemas de información infinitos Las nociones de un conjunto exacto así como un conjunto áspero están bien fundamentadas como nociones básicas en teoría de conjuntos ásperos. Sin embargo, se definen en la configuración de un sistema de información finito, es decir: un sistema de información con números finitos de objetos, así como atributos. En estudios teóricos, por ejemplo. de las propiedades topológicas de conjuntos en bruto, uno tiene que traspasar esta limitación y considerar sistemas de información con número de atributos potencialmente no consolidados. En este contexto, las nociones de conjuntos ásperos y exactos pueden definirse en términos de operadores topológicos de interior y cierre con respecto a una topología adecuada siguiendo las ideas del caso finito, donde se observa que en el caso finito los operadores teóricos de aproximación inferior y superior en bruto son idénticos al interior, respectivamente, los operadores de cierre en topología inducidos por clases de equivalencia de la relación de indiscernibilidad. Las extensiones de los sistemas de información finitos también son deseables desde el punto de vista de la aplicación en el ámbito del descubrimiento de conocimientos y la extracción de datos, cuando las demandas de, por ejemplo, colaboración masiva y/o gran demanda de datos experimentales de necesidad de trabajar con grandes tablas de datos por lo que la sana generalización teórica de estos casos es un sistema de información con el número de atributos no unidos de antemano por un entero fijo es decir. En los grandes sistemas de información, surge la necesidad de \"medidas cualitativas\" de complejidad de conceptos implicados libres de parámetros, cf. Por ejemplo. aplicaciones para la dimensión Vapnik-Czervonenkis. Estudiamos aquí en el marco teórico del sistema de información infinito una propuesta para aplicar dimensiones fractales adecuadamente modificadas como medidas de complejidad conceptual ",
            "error": [
                ""
            ]
        },
        "complexity": {
            "translated_key": "complejidad",
            "translated_annotated_text": "Sobre la dimensión fractal en los sistemas de información. Hacia conjuntos exactos en sistemas de información infinitos Las nociones de un conjunto exacto así como un conjunto áspero están bien fundamentadas como nociones básicas en teoría de conjuntos ásperos. Sin embargo, se definen en la configuración de un sistema de información finito, es decir: un sistema de información con números finitos de objetos, así como atributos. En estudios teóricos, por ejemplo. de las propiedades topológicas de conjuntos en bruto, uno tiene que traspasar esta limitación y considerar sistemas de información con número de atributos potencialmente no consolidados. En este contexto, las nociones de conjuntos ásperos y exactos pueden definirse en términos de operadores topológicos de interior y cierre con respecto a una topología adecuada siguiendo las ideas del caso finito, donde se observa que en el caso finito los operadores teóricos de aproximación inferior y superior en bruto son idénticos al interior, respectivamente, los operadores de cierre en topología inducidos por clases de equivalencia de la relación de indiscernibilidad. Las extensiones de los sistemas de información finitos también son deseables desde el punto de vista de la aplicación en el ámbito del descubrimiento de conocimientos y la extracción de datos, cuando las demandas de, por ejemplo, colaboración masiva y/o gran demanda de datos experimentales de necesidad de trabajar con grandes tablas de datos por lo que la sana generalización teórica de estos casos es un sistema de información con el número de atributos no unidos de antemano por un entero fijo es decir. En los grandes sistemas de información, surge la necesidad de medidas cualitativas de \"complejidad\" de conceptos implicados libres de parámetros, cf. Por ejemplo. aplicaciones para la dimensión Vapnik-Czervonenkis. Estudiamos aquí, en el marco teórico del sistema de información infinito, una propuesta para aplicar dimensiones fractales adecuadamente modificadas como medidas de concepto de \"complejidad\" ",
            "error": [
                ""
            ]
        },
        "computational complexity": {
            "translated_key": [],
            "translated_annotated_text": "Sobre la dimensión fractal en los sistemas de información. Hacia conjuntos exactos en sistemas de información infinitos Las nociones de un conjunto exacto así como un conjunto áspero están bien fundamentadas como nociones básicas en teoría de conjuntos ásperos. Sin embargo, se definen en la configuración de un sistema de información finito, es decir: un sistema de información con números finitos de objetos, así como atributos. En estudios teóricos, por ejemplo. de las propiedades topológicas de conjuntos en bruto, uno tiene que traspasar esta limitación y considerar sistemas de información con número de atributos potencialmente no consolidados. En este contexto, las nociones de conjuntos ásperos y exactos pueden definirse en términos de operadores topológicos de interior y cierre con respecto a una topología adecuada siguiendo las ideas del caso finito, donde se observa que en el caso finito los operadores teóricos de aproximación inferior y superior en bruto son idénticos al interior, respectivamente, los operadores de cierre en topología inducidos por clases de equivalencia de la relación de indiscernibilidad. Las extensiones de los sistemas de información finitos también son deseables desde el punto de vista de la aplicación en el ámbito del descubrimiento de conocimientos y la extracción de datos, cuando las demandas de, por ejemplo, colaboración masiva y/o gran demanda de datos experimentales de necesidad de trabajar con grandes tablas de datos por lo que la sana generalización teórica de estos casos es un sistema de información con el número de atributos no unidos de antemano por un entero fijo es decir. En los grandes sistemas de información, surge la necesidad de medidas cualitativas de complejidad de conceptos involucrados libres de parámetros, cf. Por ejemplo. aplicaciones para la dimensión Vapnik-Czervonenkis. Estudiamos aquí en el marco teórico del sistema de información infinito una propuesta para aplicar dimensiones fractales adecuadamente modificadas como medidas de complejidad conceptual ",
            "error": []
        }
    }
}