{
    "original_text": "On average depth of decision trees implementing Boolean functions The article considers the representation of Boolean functions in the form of decision trees. It presents the bounds on average time complexity of decision trees for all classes of Boolean functions that are closed over substitution, and the insertion and deletion of unessential variables. The obtained results are compared with the results developed by M.Ju. Moshkov (1995) that describe the worst case time complexity of decision trees",
    "original_translation": "En la profundidad media de los árboles de decisión que implementan funciones booleanas El artículo considera la representación de las funciones booleanas en forma de árboles de decisión. Presenta los límites en la complejidad media del tiempo de los árboles de decisión para todas las clases de funciones booleanas que se cierran sobre la sustitución, y la inserción y eliminación de variables no esenciales. Los resultados obtenidos se comparan con los resultados desarrollados por M.Ju. Moshkov (1995) que describe el peor caso de complejidad temporal de los árboles de decisión",
    "error_count": 3,
    "keys": {
        "average depth": {
            "translated_key": "promedio de profundidad",
            "translated_annotated_text": "Sobre <br>promedio de profundidad</br> de árboles de decisión implementando funciones booleanas El artículo considera la representación de funciones booleanas en forma de árboles de decisión. Presenta los límites en la complejidad media del tiempo de los árboles de decisión para todas las clases de funciones booleanas que se cierran sobre la sustitución, y la inserción y eliminación de variables no esenciales. Los resultados obtenidos se comparan con los resultados desarrollados por M.Ju. Moshkov (1995) que describe el peor caso de complejidad temporal de los árboles de decisión ",
            "error": [
                ""
            ]
        },
        "decision trees": {
            "translated_key": "árboles de decisión",
            "translated_annotated_text": "En la profundidad media de los <br>árboles de decisión</br> que implementan funciones booleanas El artículo considera la representación de las funciones booleanas en forma de <br>árboles de decisión</br>. Presenta los límites en la complejidad media del tiempo de los <br>árboles de decisión</br> para todas las clases de funciones booleanas que se cierran sobre la sustitución, y la inserción y eliminación de variables no esenciales.  Los resultados obtenidos se comparan con los resultados desarrollados por M.Ju. Moshkov (1995) que describen el peor caso de complejidad de tiempo de los <br>árboles de decisión</br>.  ",
            "error": [
                ""
            ]
        },
        "Boolean functions": {
            "translated_key": [
                " Funciones booleanas",
                " Funciones booleanas",
                "funciones booleanas"
            ],
            "translated_annotated_text": "En la profundidad media de los árboles de decisión implementando <br> Funciones booleanas</br> El artículo considera la representación de <br> Funciones booleanas</br> en forma de árboles de decisión. Presenta los límites en la complejidad media del tiempo de los árboles de decisión para todas las clases de <br>funciones booleanas</br> que se cierran sobre la sustitución, y la inserción y eliminación de variables no esenciales. Los resultados obtenidos se comparan con los resultados desarrollados por M.Ju. Moshkov (1995) que describe el peor caso de complejidad temporal de los árboles de decisión ",
            "error": [
                " Funciones booleanas",
                " Funciones booleanas",
                "funciones booleanas"
            ]
        },
        "average time complexity": {
            "translated_key": "complejidad de tiempo promedio",
            "translated_annotated_text": "En la profundidad media de los árboles de decisión que implementan funciones booleanas El artículo considera la representación de las funciones booleanas en forma de árboles de decisión. Presenta los límites en <br>complejidad de tiempo promedio</br> de los árboles de decisión para todas las clases de funciones booleanas que se cierran sobre la sustitución, y la inserción y eliminación de variables no esenciales. Los resultados obtenidos se comparan con los resultados desarrollados por M.Ju. Moshkov (1995) que describe el peor caso de complejidad temporal de los árboles de decisión ",
            "error": [
                ""
            ]
        },
        "worst case time complexity": {
            "translated_key": "peor caso de complejidad de tiempo",
            "translated_annotated_text": "En la profundidad media de los árboles de decisión que implementan funciones booleanas El artículo considera la representación de las funciones booleanas en forma de árboles de decisión. Presenta los límites en la complejidad media del tiempo de los árboles de decisión para todas las clases de funciones booleanas que se cierran sobre la sustitución, y la inserción y eliminación de variables no esenciales. Los resultados obtenidos se comparan con los resultados desarrollados por M.Ju. Moshkov (1995) que describe el <br>peor caso de complejidad de tiempo</br> de los árboles de decisión.  ",
            "error": [
                ""
            ]
        },
        "computational complexity": {
            "translated_key": [],
            "translated_annotated_text": "En la profundidad media de los árboles de decisión que implementan funciones booleanas El artículo considera la representación de las funciones booleanas en forma de árboles de decisión. Presenta los límites en la complejidad media del tiempo de los árboles de decisión para todas las clases de funciones booleanas que se cierran sobre la sustitución, y la inserción y eliminación de variables no esenciales. Los resultados obtenidos se comparan con los resultados desarrollados por M.Ju. Moshkov (1995) que describe el peor caso de complejidad temporal de los árboles de decisión ",
            "error": []
        }
    }
}