{
    "original_text": "Integrate-and-fire neurons driven by correlated stochastic input Neurons are sensitive to correlations among synaptic inputs. However, analytical models that explicitly include correlations are hard to solve analytically, so their influence on a neurons response has been difficult to ascertain. To gain some intuition on this problem, we studied the firing times of two simple integrate-and-fire model neurons driven by a correlated binary variable that represents the total input current. Analytic expressions were obtained for the average firing rate and coefficient of variation (a measure of spike-train variability) as functions of the mean, variance, and correlation time of the stochastic input. The results of computer simulations were in excellent agreement with these expressions. In these models, an increase in correlation time in general produces an increase in both the average firing rate and the variability of the output spike trains. However, the magnitude of the changes depends differentially on the relative values of the input mean and variance: the increase in firing rate is higher when the variance is large relative to the mean, whereas the increase in variability is higher when the variance is relatively small. In addition, the firing rate always tends to a finite limit value as the correlation time increases toward infinity, whereas the coefficient of variation typically diverges. These results suggest that temporal correlations may play a major role in determining the variability as well as the intensity of neuronal spike trains",
    "original_translation": "Las neuronas integradas y de fuego impulsadas por la entrada estocástica correlacionada Las neuronas son sensibles a las correlaciones entre las entradas sinápticas. Sin embargo, los modelos analíticos que incluyen explícitamente correlaciones son difíciles de resolver analíticamente, por lo que su influencia en una respuesta neuronal ha sido difícil de determinar. Para obtener una cierta intuición sobre este problema, estudiamos los tiempos de disparo de dos neuronas simples de modelo integrado-y-fuego impulsadas por una variable binaria correlacionada que representa la corriente de entrada total. Se obtuvieron expresiones analíticas para la tasa media de cocción y el coeficiente de variación (una medida de la variabilidad del tren de pico) como funciones de la media, varianza y tiempo de correlación de la entrada estocástica. Los resultados de las simulaciones por ordenador estuvieron en excelente acuerdo con estas expresiones. En estos modelos, un aumento en el tiempo de correlación en general produce un aumento tanto en la tasa media de cocción como en la variabilidad de los trenes de pico de salida. Sin embargo, la magnitud de los cambios depende diferencialmente de los valores relativos de la media de entrada y la varianza: el aumento de la tasa de disparo es mayor cuando la varianza es grande en relación con la media, mientras que el aumento de la variabilidad es mayor cuando la varianza es relativamente pequeña. Además, la tasa de disparo siempre tiende a un valor límite finito a medida que el tiempo de correlación aumenta hacia el infinito, mientras que el coeficiente de variación típicamente diverge. Estos resultados sugieren que las correlaciones temporales pueden jugar un papel importante en la determinación de la variabilidad, así como la intensidad de los trenes de pico neuronal",
    "error_count": 9,
    "keys": {
        "integrate-and-fire neurons": {
            "translated_key": [],
            "translated_annotated_text": "Las neuronas integradas y de fuego impulsadas por la entrada estocástica correlacionada Las neuronas son sensibles a las correlaciones entre las entradas sinápticas. Sin embargo, los modelos analíticos que incluyen explícitamente correlaciones son difíciles de resolver analíticamente, por lo que su influencia en una respuesta neuronal ha sido difícil de determinar. Para obtener una cierta intuición sobre este problema, estudiamos los tiempos de disparo de dos neuronas simples de modelo integrado-y-fuego impulsadas por una variable binaria correlacionada que representa la corriente de entrada total. Se obtuvieron expresiones analíticas para la tasa media de cocción y el coeficiente de variación (una medida de la variabilidad del tren de pico) como funciones de la media, varianza y tiempo de correlación de la entrada estocástica. Los resultados de las simulaciones por ordenador estuvieron en excelente acuerdo con estas expresiones. En estos modelos, un aumento en el tiempo de correlación en general produce un aumento tanto en la tasa media de cocción como en la variabilidad de los trenes de pico de salida. Sin embargo, la magnitud de los cambios depende diferencialmente de los valores relativos de la media de entrada y la varianza: el aumento de la tasa de disparo es mayor cuando la varianza es grande en relación con la media, mientras que el aumento de la variabilidad es mayor cuando la varianza es relativamente pequeña. Además, la tasa de disparo siempre tiende a un valor límite finito a medida que el tiempo de correlación aumenta hacia el infinito, mientras que el coeficiente de variación típicamente diverge. Estos resultados sugieren que las correlaciones temporales pueden jugar un papel importante en la determinación de la variabilidad, así como la intensidad de los trenes de pico neuronal ",
            "error": []
        },
        "correlated stochastic input": {
            "translated_key": [],
            "translated_annotated_text": "Las neuronas integradas y de fuego impulsadas por entradas estocásticas relacionadas con <br>Las neuronas son sensibles a las correlaciones entre las entradas sinápticas. Sin embargo, los modelos analíticos que incluyen explícitamente correlaciones son difíciles de resolver analíticamente, por lo que su influencia en una respuesta neuronal ha sido difícil de determinar. Para obtener una cierta intuición sobre este problema, estudiamos los tiempos de disparo de dos neuronas simples de modelo integrado-y-fuego impulsadas por una variable binaria correlacionada que representa la corriente de entrada total. Se obtuvieron expresiones analíticas para la tasa media de cocción y el coeficiente de variación (una medida de la variabilidad del tren de pico) como funciones de la media, varianza y tiempo de correlación de la entrada estocástica. Los resultados de las simulaciones por ordenador estuvieron en excelente acuerdo con estas expresiones. En estos modelos, un aumento en el tiempo de correlación en general produce un aumento tanto en la tasa media de cocción como en la variabilidad de los trenes de pico de salida. Sin embargo, la magnitud de los cambios depende diferencialmente de los valores relativos de la media de entrada y la varianza: el aumento de la tasa de disparo es mayor cuando la varianza es grande en relación con la media, mientras que el aumento de la variabilidad es mayor cuando la varianza es relativamente pequeña. Además, la tasa de disparo siempre tiende a un valor límite finito a medida que el tiempo de correlación aumenta hacia el infinito, mientras que el coeficiente de variación típicamente diverge. Estos resultados sugieren que las correlaciones temporales pueden jugar un papel importante en la determinación de la variabilidad, así como la intensidad de los trenes de pico neuronal ",
            "error": []
        },
        "synaptic input correlations": {
            "translated_key": [],
            "translated_annotated_text": "Las neuronas integradas y de fuego impulsadas por la entrada estocástica correlacionada Las neuronas son sensibles a las correlaciones entre las entradas sinápticas. Sin embargo, los modelos analíticos que incluyen explícitamente correlaciones son difíciles de resolver analíticamente, por lo que su influencia en una respuesta neuronal ha sido difícil de determinar. Para obtener una cierta intuición sobre este problema, estudiamos los tiempos de disparo de dos neuronas simples de modelo integrado-y-fuego impulsadas por una variable binaria correlacionada que representa la corriente de entrada total. Se obtuvieron expresiones analíticas para la tasa media de cocción y el coeficiente de variación (una medida de la variabilidad del tren de pico) como funciones de la media, varianza y tiempo de correlación de la entrada estocástica. Los resultados de las simulaciones por ordenador estuvieron en excelente acuerdo con estas expresiones. En estos modelos, un aumento en el tiempo de correlación en general produce un aumento tanto en la tasa media de cocción como en la variabilidad de los trenes de pico de salida. Sin embargo, la magnitud de los cambios depende diferencialmente de los valores relativos de la media de entrada y la varianza: el aumento de la tasa de disparo es mayor cuando la varianza es grande en relación con la media, mientras que el aumento de la variabilidad es mayor cuando la varianza es relativamente pequeña. Además, la tasa de disparo siempre tiende a un valor límite finito a medida que el tiempo de correlación aumenta hacia el infinito, mientras que el coeficiente de variación típicamente diverge. Estos resultados sugieren que las correlaciones temporales pueden jugar un papel importante en la determinación de la variabilidad, así como la intensidad de los trenes de pico neuronal ",
            "error": []
        },
        "firing times": {
            "translated_key": [],
            "translated_annotated_text": "Las neuronas integradas y de fuego impulsadas por la entrada estocástica correlacionada Las neuronas son sensibles a las correlaciones entre las entradas sinápticas. Sin embargo, los modelos analíticos que incluyen explícitamente correlaciones son difíciles de resolver analíticamente, por lo que su influencia en una respuesta neuronal ha sido difícil de determinar. Para obtener cierta intuición sobre este problema, estudiamos los tiempos de disparo <br> de dos neuronas simples del modelo de integración y fuego impulsadas por una variable binaria correlacionada que representa la corriente de entrada total. Se obtuvieron expresiones analíticas para la tasa media de cocción y el coeficiente de variación (una medida de la variabilidad del tren de pico) como funciones de la media, varianza y tiempo de correlación de la entrada estocástica. Los resultados de las simulaciones por ordenador estuvieron en excelente acuerdo con estas expresiones. En estos modelos, un aumento en el tiempo de correlación en general produce un aumento tanto en la tasa media de cocción como en la variabilidad de los trenes de pico de salida. Sin embargo, la magnitud de los cambios depende diferencialmente de los valores relativos de la media de entrada y la varianza: el aumento de la tasa de disparo es mayor cuando la varianza es grande en relación con la media, mientras que el aumento de la variabilidad es mayor cuando la varianza es relativamente pequeña. Además, la tasa de disparo siempre tiende a un valor límite finito a medida que el tiempo de correlación aumenta hacia el infinito, mientras que el coeficiente de variación típicamente diverge. Estos resultados sugieren que las correlaciones temporales pueden jugar un papel importante en la determinación de la variabilidad, así como la intensidad de los trenes de pico neuronal ",
            "error": []
        },
        "correlated binary variable": {
            "translated_key": "correlacionada",
            "translated_annotated_text": "Las neuronas integradas y de fuego impulsadas por la entrada estocástica correlacionada Las neuronas son sensibles a las correlaciones entre las entradas sinápticas. Sin embargo, los modelos analíticos que incluyen explícitamente correlaciones son difíciles de resolver analíticamente, por lo que su influencia en una respuesta neuronal ha sido difícil de determinar. Para obtener una cierta intuición sobre este problema, estudiamos los tiempos de disparo de dos neuronas simples de modelo integrado-y-fuego impulsadas por una variable binaria <br>correlacionada</br> que representa la corriente de entrada total. Se obtuvieron expresiones analíticas para la tasa media de cocción y el coeficiente de variación (una medida de la variabilidad del tren de pico) como funciones de la media, varianza y tiempo de correlación de la entrada estocástica. Los resultados de las simulaciones por ordenador estuvieron en excelente acuerdo con estas expresiones. En estos modelos, un aumento en el tiempo de correlación en general produce un aumento tanto en la tasa media de cocción como en la variabilidad de los trenes de pico de salida. Sin embargo, la magnitud de los cambios depende diferencialmente de los valores relativos de la media de entrada y la varianza: el aumento de la tasa de disparo es mayor cuando la varianza es grande en relación con la media, mientras que el aumento de la variabilidad es mayor cuando la varianza es relativamente pequeña. Además, la tasa de disparo siempre tiende a un valor límite finito a medida que el tiempo de correlación aumenta hacia el infinito, mientras que el coeficiente de variación típicamente diverge. Estos resultados sugieren que las correlaciones temporales pueden jugar un papel importante en la determinación de la variabilidad, así como la intensidad de los trenes de pico neuronal ",
            "error": [
                ""
            ]
        },
        "coefficient of variation": {
            "translated_key": [
                "coeficiente de variación",
                " de variación"
            ],
            "translated_annotated_text": "Las neuronas integradas y de fuego impulsadas por la entrada estocástica correlacionada Las neuronas son sensibles a las correlaciones entre las entradas sinápticas. Sin embargo, los modelos analíticos que incluyen explícitamente correlaciones son difíciles de resolver analíticamente, por lo que su influencia en una respuesta neuronal ha sido difícil de determinar. Para obtener una cierta intuición sobre este problema, estudiamos los tiempos de disparo de dos neuronas simples de modelo integrado-y-fuego impulsadas por una variable binaria correlacionada que representa la corriente de entrada total. Se obtuvieron expresiones analíticas para la tasa media de cocción y <br>coeficiente de variación</br> (una medida de la variabilidad del tren de pico) como funciones de la media, varianza y tiempo de correlación de la entrada estocástica. Los resultados de las simulaciones por ordenador estuvieron en excelente acuerdo con estas expresiones. En estos modelos, un aumento en el tiempo de correlación en general produce un aumento tanto en la tasa media de cocción como en la variabilidad de los trenes de pico de salida. Sin embargo, la magnitud de los cambios depende diferencialmente de los valores relativos de la media de entrada y la varianza: el aumento de la tasa de disparo es mayor cuando la varianza es grande en relación con la media, mientras que el aumento de la variabilidad es mayor cuando la varianza es relativamente pequeña. Además, la tasa de disparo siempre tiende a un valor límite finito a medida que el tiempo de correlación aumenta hacia el infinito, mientras que el coeficiente <br> de variación</br> típicamente diverge. Estos resultados sugieren que las correlaciones temporales pueden jugar un papel importante en la determinación de la variabilidad, así como la intensidad de los trenes de pico neuronal ",
            "error": [
                "coeficiente de variación",
                " de variación"
            ]
        },
        "spike-train variability": {
            "translated_key": "spike-train",
            "translated_annotated_text": "Las neuronas integradas y de fuego impulsadas por la entrada estocástica correlacionada Las neuronas son sensibles a las correlaciones entre las entradas sinápticas. Sin embargo, los modelos analíticos que incluyen explícitamente correlaciones son difíciles de resolver analíticamente, por lo que su influencia en una respuesta neuronal ha sido difícil de determinar. Para obtener una cierta intuición sobre este problema, estudiamos los tiempos de disparo de dos neuronas simples de modelo integrado-y-fuego impulsadas por una variable binaria correlacionada que representa la corriente de entrada total. Se obtuvieron expresiones analíticas para la tasa media de cocción y el coeficiente de variación (una medida de la variabilidad <br>spike-train</br>) como funciones de la media, varianza y tiempo de correlación de la entrada estocástica. Los resultados de las simulaciones por ordenador estuvieron en excelente acuerdo con estas expresiones. En estos modelos, un aumento en el tiempo de correlación en general produce un aumento tanto en la tasa media de cocción como en la variabilidad de los trenes de pico de salida. Sin embargo, la magnitud de los cambios depende diferencialmente de los valores relativos de la media de entrada y la varianza: el aumento de la tasa de disparo es mayor cuando la varianza es grande en relación con la media, mientras que el aumento de la variabilidad es mayor cuando la varianza es relativamente pequeña. Además, la tasa de disparo siempre tiende a un valor límite finito a medida que el tiempo de correlación aumenta hacia el infinito, mientras que el coeficiente de variación típicamente diverge. Estos resultados sugieren que las correlaciones temporales pueden jugar un papel importante en la determinación de la variabilidad, así como la intensidad de los trenes de pico neuronal ",
            "error": [
                ""
            ]
        },
        "computer simulation": {
            "translated_key": [],
            "translated_annotated_text": "Las neuronas integradas y de fuego impulsadas por la entrada estocástica correlacionada Las neuronas son sensibles a las correlaciones entre las entradas sinápticas. Sin embargo, los modelos analíticos que incluyen explícitamente correlaciones son difíciles de resolver analíticamente, por lo que su influencia en una respuesta neuronal ha sido difícil de determinar. Para obtener una cierta intuición sobre este problema, estudiamos los tiempos de disparo de dos neuronas simples de modelo integrado-y-fuego impulsadas por una variable binaria correlacionada que representa la corriente de entrada total. Se obtuvieron expresiones analíticas para la tasa media de cocción y el coeficiente de variación (una medida de la variabilidad del tren de pico) como funciones de la media, varianza y tiempo de correlación de la entrada estocástica. Los resultados de las simulaciones por ordenador estuvieron en excelente acuerdo con estas expresiones. En estos modelos, un aumento en el tiempo de correlación en general produce un aumento tanto en la tasa media de cocción como en la variabilidad de los trenes de pico de salida. Sin embargo, la magnitud de los cambios depende diferencialmente de los valores relativos de la media de entrada y la varianza: el aumento de la tasa de disparo es mayor cuando la varianza es grande en relación con la media, mientras que el aumento de la variabilidad es mayor cuando la varianza es relativamente pequeña. Además, la tasa de disparo siempre tiende a un valor límite finito a medida que el tiempo de correlación aumenta hacia el infinito, mientras que el coeficiente de variación típicamente diverge. Estos resultados sugieren que las correlaciones temporales pueden jugar un papel importante en la determinación de la variabilidad, así como la intensidad de los trenes de pico neuronal ",
            "error": []
        },
        "output spike trains": {
            "translated_key": "output",
            "translated_annotated_text": "Las neuronas integradas y de fuego impulsadas por la entrada estocástica correlacionada Las neuronas son sensibles a las correlaciones entre las entradas sinápticas. Sin embargo, los modelos analíticos que incluyen explícitamente correlaciones son difíciles de resolver analíticamente, por lo que su influencia en una respuesta neuronal ha sido difícil de determinar. Para obtener una cierta intuición sobre este problema, estudiamos los tiempos de disparo de dos neuronas simples de modelo integrado-y-fuego impulsadas por una variable binaria correlacionada que representa la corriente de entrada total. Se obtuvieron expresiones analíticas para la tasa media de cocción y el coeficiente de variación (una medida de la variabilidad del tren de pico) como funciones de la media, varianza y tiempo de correlación de la entrada estocástica. Los resultados de las simulaciones por ordenador estuvieron en excelente acuerdo con estas expresiones. En estos modelos, un aumento en el tiempo de correlación en general produce un aumento tanto en la tasa media de cocción como en la variabilidad de los trenes de pico <br>output</br>. Sin embargo, la magnitud de los cambios depende diferencialmente de los valores relativos de la media de entrada y la varianza: el aumento de la tasa de disparo es mayor cuando la varianza es grande en relación con la media, mientras que el aumento de la variabilidad es mayor cuando la varianza es relativamente pequeña. Además, la tasa de disparo siempre tiende a un valor límite finito a medida que el tiempo de correlación aumenta hacia el infinito, mientras que el coeficiente de variación típicamente diverge. Estos resultados sugieren que las correlaciones temporales pueden jugar un papel importante en la determinación de la variabilidad, así como la intensidad de los trenes de pico neuronal ",
            "error": [
                ""
            ]
        },
        "temporal correlations": {
            "translated_key": "correlaciones temporales",
            "translated_annotated_text": "Las neuronas integradas y de fuego impulsadas por la entrada estocástica correlacionada Las neuronas son sensibles a las correlaciones entre las entradas sinápticas. Sin embargo, los modelos analíticos que incluyen explícitamente correlaciones son difíciles de resolver analíticamente, por lo que su influencia en una respuesta neuronal ha sido difícil de determinar. Para obtener una cierta intuición sobre este problema, estudiamos los tiempos de disparo de dos neuronas simples de modelo integrado-y-fuego impulsadas por una variable binaria correlacionada que representa la corriente de entrada total. Se obtuvieron expresiones analíticas para la tasa media de cocción y el coeficiente de variación (una medida de la variabilidad del tren de pico) como funciones de la media, varianza y tiempo de correlación de la entrada estocástica. Los resultados de las simulaciones por ordenador estuvieron en excelente acuerdo con estas expresiones. En estos modelos, un aumento en el tiempo de correlación en general produce un aumento tanto en la tasa media de cocción como en la variabilidad de los trenes de pico de salida. Sin embargo, la magnitud de los cambios depende diferencialmente de los valores relativos de la media de entrada y la varianza: el aumento de la tasa de disparo es mayor cuando la varianza es grande en relación con la media, mientras que el aumento de la variabilidad es mayor cuando la varianza es relativamente pequeña. Además, la tasa de disparo siempre tiende a un valor límite finito a medida que el tiempo de correlación aumenta hacia el infinito, mientras que el coeficiente de variación típicamente diverge. Estos resultados sugieren que <br>correlaciones temporales</br> pueden jugar un papel importante en la determinación de la variabilidad, así como la intensidad de los trenes de pico neuronal ",
            "error": [
                ""
            ]
        },
        "bioelectric potentials": {
            "translated_key": [],
            "translated_annotated_text": "Las neuronas integradas y de fuego impulsadas por la entrada estocástica correlacionada Las neuronas son sensibles a las correlaciones entre las entradas sinápticas. Sin embargo, los modelos analíticos que incluyen explícitamente correlaciones son difíciles de resolver analíticamente, por lo que su influencia en una respuesta neuronal ha sido difícil de determinar. Para obtener una cierta intuición sobre este problema, estudiamos los tiempos de disparo de dos neuronas simples de modelo integrado-y-fuego impulsadas por una variable binaria correlacionada que representa la corriente de entrada total. Se obtuvieron expresiones analíticas para la tasa media de cocción y el coeficiente de variación (una medida de la variabilidad del tren de pico) como funciones de la media, varianza y tiempo de correlación de la entrada estocástica. Los resultados de las simulaciones por ordenador estuvieron en excelente acuerdo con estas expresiones. En estos modelos, un aumento en el tiempo de correlación en general produce un aumento tanto en la tasa media de cocción como en la variabilidad de los trenes de pico de salida. Sin embargo, la magnitud de los cambios depende diferencialmente de los valores relativos de la media de entrada y la varianza: el aumento de la tasa de disparo es mayor cuando la varianza es grande en relación con la media, mientras que el aumento de la variabilidad es mayor cuando la varianza es relativamente pequeña. Además, la tasa de disparo siempre tiende a un valor límite finito a medida que el tiempo de correlación aumenta hacia el infinito, mientras que el coeficiente de variación típicamente diverge. Estos resultados sugieren que las correlaciones temporales pueden jugar un papel importante en la determinación de la variabilidad, así como la intensidad de los trenes de pico neuronal ",
            "error": []
        },
        "neural nets": {
            "translated_key": [],
            "translated_annotated_text": "Las neuronas integradas y de fuego impulsadas por la entrada estocástica correlacionada Las neuronas son sensibles a las correlaciones entre las entradas sinápticas. Sin embargo, los modelos analíticos que incluyen explícitamente correlaciones son difíciles de resolver analíticamente, por lo que su influencia en una respuesta neuronal ha sido difícil de determinar. Para obtener una cierta intuición sobre este problema, estudiamos los tiempos de disparo de dos neuronas simples de modelo integrado-y-fuego impulsadas por una variable binaria correlacionada que representa la corriente de entrada total. Se obtuvieron expresiones analíticas para la tasa media de cocción y el coeficiente de variación (una medida de la variabilidad del tren de pico) como funciones de la media, varianza y tiempo de correlación de la entrada estocástica. Los resultados de las simulaciones por ordenador estuvieron en excelente acuerdo con estas expresiones. En estos modelos, un aumento en el tiempo de correlación en general produce un aumento tanto en la tasa media de cocción como en la variabilidad de los trenes de pico de salida. Sin embargo, la magnitud de los cambios depende diferencialmente de los valores relativos de la media de entrada y la varianza: el aumento de la tasa de disparo es mayor cuando la varianza es grande en relación con la media, mientras que el aumento de la variabilidad es mayor cuando la varianza es relativamente pequeña. Además, la tasa de disparo siempre tiende a un valor límite finito a medida que el tiempo de correlación aumenta hacia el infinito, mientras que el coeficiente de variación típicamente diverge. Estos resultados sugieren que las correlaciones temporales pueden jugar un papel importante en la determinación de la variabilidad, así como la intensidad de los trenes de pico neuronal ",
            "error": []
        },
        "neurophysiology": {
            "translated_key": [],
            "translated_annotated_text": "Las neuronas integradas y de fuego impulsadas por la entrada estocástica correlacionada Las neuronas son sensibles a las correlaciones entre las entradas sinápticas. Sin embargo, los modelos analíticos que incluyen explícitamente correlaciones son difíciles de resolver analíticamente, por lo que su influencia en una respuesta neuronal ha sido difícil de determinar. Para obtener una cierta intuición sobre este problema, estudiamos los tiempos de disparo de dos neuronas simples de modelo integrado-y-fuego impulsadas por una variable binaria correlacionada que representa la corriente de entrada total. Se obtuvieron expresiones analíticas para la tasa media de cocción y el coeficiente de variación (una medida de la variabilidad del tren de pico) como funciones de la media, varianza y tiempo de correlación de la entrada estocástica. Los resultados de las simulaciones por ordenador estuvieron en excelente acuerdo con estas expresiones. En estos modelos, un aumento en el tiempo de correlación en general produce un aumento tanto en la tasa media de cocción como en la variabilidad de los trenes de pico de salida. Sin embargo, la magnitud de los cambios depende diferencialmente de los valores relativos de la media de entrada y la varianza: el aumento de la tasa de disparo es mayor cuando la varianza es grande en relación con la media, mientras que el aumento de la variabilidad es mayor cuando la varianza es relativamente pequeña. Además, la tasa de disparo siempre tiende a un valor límite finito a medida que el tiempo de correlación aumenta hacia el infinito, mientras que el coeficiente de variación típicamente diverge. Estos resultados sugieren que las correlaciones temporales pueden jugar un papel importante en la determinación de la variabilidad, así como la intensidad de los trenes de pico neuronal ",
            "error": []
        }
    }
}