{
    "original_text": "Transcripts: bane or boon? [law reporting] Because judge-made law, by its very nature, is less immediately accessible than the law of codified, statutory systems, it calls for an efficient system of law reporting. Of necessity, any such system will be selective, the majority of decisions going unreported. Considerable power thereby comes to repose in the hands of the law reporters. The author shares his invaluable perception and extensive research on the difficulties which arise from the excess of access to judgments",
    "original_translation": "Transcripciones: ¿Bane o Boon? Debido a que la ley hecha por los jueces, por su propia naturaleza, es menos accesible de inmediato que la ley de los sistemas codificados y estatutarios, exige un sistema eficiente de presentación de informes jurídicos. Por necesidad, cualquier sistema de este tipo será selectivo, y la mayoría de las decisiones no se denuncian. De este modo, un poder considerable llega a reposar en manos de los reporteros de la ley. El autor comparte su invaluable percepción y amplia investigación sobre las dificultades que plantea el exceso de acceso a las sentencias",
    "error_count": 3,
    "keys": {
        "transcripts": {
            "translated_key": [],
            "translated_annotated_text": "Transcripciones: ¿Bane o Boon? Debido a que la ley hecha por los jueces, por su propia naturaleza, es menos accesible de inmediato que la ley de los sistemas codificados y estatutarios, exige un sistema eficiente de presentación de informes jurídicos. Por necesidad, cualquier sistema de este tipo será selectivo, y la mayoría de las decisiones no se denuncian. De este modo, un poder considerable llega a reposar en manos de los reporteros de la ley. El autor comparte su invaluable percepción y amplia investigación sobre las dificultades que plantea el exceso de acceso a las sentencias ",
            "error": []
        },
        "law reporting": {
            "translated_key": "información legal",
            "translated_annotated_text": "Transcripciones: ¿Bane o Boon? Debido a que la ley hecha por los jueces, por su propia naturaleza, es menos accesible de inmediato que la ley de los sistemas codificados y estatutarios, exige un sistema eficiente de \"información legal\". Por necesidad, cualquier sistema de este tipo será selectivo, y la mayoría de las decisiones no se denuncian. De este modo, un poder considerable llega a reposar en manos de los reporteros de la ley. El autor comparte su invaluable percepción y amplia investigación sobre las dificultades que plantea el exceso de acceso a las sentencias ",
            "error": [
                ""
            ]
        },
        "judge-made law": {
            "translated_key": "ley hecha por jueces",
            "translated_annotated_text": "Transcripciones: ¿Bane o Boon? Debido a que la \"ley hecha por jueces\", por su propia naturaleza, es menos accesible de inmediato que la ley de los sistemas codificados y estatutarios, exige un sistema eficiente de información legal. Por necesidad, cualquier sistema de este tipo será selectivo, y la mayoría de las decisiones no se denuncian. De este modo, un poder considerable llega a reposar en manos de los reporteros de la ley. El autor comparte su invaluable percepción y amplia investigación sobre las dificultades que plantea el exceso de acceso a las sentencias ",
            "error": [
                ""
            ]
        },
        "judgments": {
            "translated_key": "juicios",
            "translated_annotated_text": "Transcripciones: ¿Bane o Boon? Debido a que la ley hecha por los jueces, por su propia naturaleza, es menos accesible de inmediato que la ley de los sistemas codificados y estatutarios, exige un sistema eficiente de presentación de informes jurídicos. Por necesidad, cualquier sistema de este tipo será selectivo, y la mayoría de las decisiones no se denuncian. De este modo, un poder considerable llega a reposar en manos de los reporteros de la ley. El autor comparte su invaluable percepción y amplia investigación sobre las dificultades que surgen del exceso de acceso a \"juicios\" ",
            "error": [
                ""
            ]
        },
        "information resources": {
            "translated_key": [],
            "translated_annotated_text": "Transcripciones: ¿Bane o Boon? Debido a que la ley hecha por los jueces, por su propia naturaleza, es menos accesible de inmediato que la ley de los sistemas codificados y estatutarios, exige un sistema eficiente de presentación de informes jurídicos. Por necesidad, cualquier sistema de este tipo será selectivo, y la mayoría de las decisiones no se denuncian. De este modo, un poder considerable llega a reposar en manos de los reporteros de la ley. El autor comparte su invaluable percepción y amplia investigación sobre las dificultades que plantea el exceso de acceso a las sentencias ",
            "error": []
        },
        "law administration": {
            "translated_key": [],
            "translated_annotated_text": "Transcripciones: ¿Bane o Boon? Debido a que la ley hecha por los jueces, por su propia naturaleza, es menos accesible de inmediato que la ley de los sistemas codificados y estatutarios, exige un sistema eficiente de presentación de informes jurídicos. Por necesidad, cualquier sistema de este tipo será selectivo, y la mayoría de las decisiones no se denuncian. De este modo, un poder considerable llega a reposar en manos de los reporteros de la ley. El autor comparte su invaluable percepción y amplia investigación sobre las dificultades que plantea el exceso de acceso a las sentencias ",
            "error": []
        }
    }
}