{
    "original_text": "On biorthogonal nonuniform filter banks and tree structures This paper concerns biorthogonal nonuniform filter banks. It is shown that a tree structured filter bank is biorthogonal if it is equivalent to a tree structured filter bank whose matching constituent levels on the analysis and synthesis sides are themselves biorthogonal pairs. We then show that a stronger statement can be made about dyadic filter banks in general: That a dyadic filter bank is biorthogonal if both the analysis and synthesis banks can be decomposed into dyadic trees. We further show that these decompositions are stability and FIR preserving. These results, derived for filter banks having filters with rational transfer functions, thus extend some of the earlier comparable results for orthonormal filter banks",
    "original_translation": "En los bancos de filtro no uniforme biorthogonal y estructuras de árboles Este artículo se refiere a los bancos de filtro no uniforme biorthogonal. Se muestra que un banco de filtro estructurado árbol es biorthogonal si es equivalente a un banco de filtro estructurado árbol cuyos niveles constituyentes correspondientes en los lados de análisis y síntesis son ellos mismos pares biorthogonales. Luego mostramos que se puede hacer una declaración más fuerte sobre los bancos de filtros dyadic en general: Que un banco de filtros dyadic es biorthogonal si los bancos de análisis y síntesis se pueden descomponer en árboles dyadic. También demostramos que estas descomposicións son estabilidad y preservación de la región de información de vuelo. Estos resultados, derivados para bancos de filtros que tienen filtros con funciones de transferencia racionales, amplían algunos de los resultados comparables anteriores para bancos de filtros ortonormales",
    "error_count": 6,
    "keys": {
        "biorthogonal nonuniform filter banks": {
            "translated_key": "bancos de filtros no uniformes",
            "translated_annotated_text": "En \"bancos de filtros no uniformes\" y estructuras de árboles Este artículo se refiere a \"bancos de filtros no uniformes\". Se muestra que un banco de filtro estructurado árbol es biorthogonal si es equivalente a un banco de filtro estructurado árbol cuyos niveles constituyentes correspondientes en los lados de análisis y síntesis son ellos mismos pares biorthogonales. Luego mostramos que se puede hacer una declaración más fuerte sobre los bancos de filtros dyadic en general: Que un banco de filtros dyadic es biorthogonal si los bancos de análisis y síntesis se pueden descomponer en árboles dyadic. También demostramos que estas descomposicións son estabilidad y preservación de la región de información de vuelo. Estos resultados, derivados para bancos de filtros que tienen filtros con funciones de transferencia racionales, amplían algunos de los resultados comparables anteriores para bancos de filtros ortonormales ",
            "error": [
                ""
            ]
        },
        "tree structured filter bank": {
            "translated_key": "banco de filtro estructurado de árbol",
            "translated_annotated_text": "En los bancos de filtro no uniforme biorthogonal y estructuras de árboles Este artículo se refiere a los bancos de filtro no uniforme biorthogonal. Se muestra que un \"banco de filtro estructurado de árbol\" es biorthogonal si es equivalente a un \"banco de filtro estructurado de árbol\" cuyos niveles constituyentes coincidentes en los lados de análisis y síntesis son ellos mismos pares biorthogonales. Luego mostramos que se puede hacer una declaración más fuerte sobre los bancos de filtros dyadic en general: Que un banco de filtros dyadic es biorthogonal si los bancos de análisis y síntesis se pueden descomponer en árboles dyadic. También demostramos que estas descomposicións son estabilidad y preservación de la región de información de vuelo. Estos resultados, derivados para bancos de filtros que tienen filtros con funciones de transferencia racionales, amplían algunos de los resultados comparables anteriores para bancos de filtros ortonormales ",
            "error": [
                ""
            ]
        },
        "biorthogonal pairs": {
            "translated_key": "pares biorthogonal",
            "translated_annotated_text": "En los bancos de filtro no uniforme biorthogonal y estructuras de árboles Este artículo se refiere a los bancos de filtro no uniforme biorthogonal. Se muestra que un banco de filtro estructurado árbol es biorthogonal si es equivalente a un banco de filtro estructurado árbol cuyos niveles constituyentes correspondientes en los lados de análisis y síntesis son ellos mismos \"pares biorthogonal\". Luego mostramos que se puede hacer una declaración más fuerte sobre los bancos de filtros dyadic en general: Que un banco de filtros dyadic es biorthogonal si los bancos de análisis y síntesis se pueden descomponer en árboles dyadic. También demostramos que estas descomposicións son estabilidad y preservación de la región de información de vuelo. Estos resultados, derivados para bancos de filtros que tienen filtros con funciones de transferencia racionales, amplían algunos de los resultados comparables anteriores para bancos de filtros ortonormales ",
            "error": [
                ""
            ]
        },
        "dyadic filter banks": {
            "translated_key": "bancos filtrantes dyádicos",
            "translated_annotated_text": "En los bancos de filtro no uniforme biorthogonal y estructuras de árboles Este artículo se refiere a los bancos de filtro no uniforme biorthogonal. Se muestra que un banco de filtro estructurado árbol es biorthogonal si es equivalente a un banco de filtro estructurado árbol cuyos niveles constituyentes correspondientes en los lados de análisis y síntesis son ellos mismos pares biorthogonales. Luego mostramos que se puede hacer una declaración más fuerte sobre los \"bancos filtrantes dyádicos\" en general: Que un banco filtrante dyádico es biorthogonal si los bancos de análisis y síntesis pueden descomponerse en árboles dyádicos. También demostramos que estas descomposicións son estabilidad y preservación de la región de información de vuelo. Estos resultados, derivados para bancos de filtros que tienen filtros con funciones de transferencia racionales, amplían algunos de los resultados comparables anteriores para bancos de filtros ortonormales ",
            "error": [
                ""
            ]
        },
        "dyadic trees": {
            "translated_key": "árboles dyádicos",
            "translated_annotated_text": "En los bancos de filtro no uniforme biorthogonal y estructuras de árboles Este artículo se refiere a los bancos de filtro no uniforme biorthogonal. Se muestra que un banco de filtro estructurado árbol es biorthogonal si es equivalente a un banco de filtro estructurado árbol cuyos niveles constituyentes correspondientes en los lados de análisis y síntesis son ellos mismos pares biorthogonales. Luego mostramos que se puede hacer una declaración más fuerte sobre los bancos de filtros dyadic en general: Que un banco de filtros dyadic es biorthogonal si los bancos de análisis y síntesis se pueden descomponer en \"árboles dyádicos\". También demostramos que estas descomposicións son estabilidad y preservación de la región de información de vuelo. Estos resultados, derivados para bancos de filtros que tienen filtros con funciones de transferencia racionales, amplían algunos de los resultados comparables anteriores para bancos de filtros ortonormales ",
            "error": [
                ""
            ]
        },
        "stability preserving": {
            "translated_key": [],
            "translated_annotated_text": "En los bancos de filtro no uniforme biorthogonal y estructuras de árboles Este artículo se refiere a los bancos de filtro no uniforme biorthogonal. Se muestra que un banco de filtro estructurado árbol es biorthogonal si es equivalente a un banco de filtro estructurado árbol cuyos niveles constituyentes correspondientes en los lados de análisis y síntesis son ellos mismos pares biorthogonales. Luego mostramos que se puede hacer una declaración más fuerte sobre los bancos de filtros dyadic en general: Que un banco de filtros dyadic es biorthogonal si los bancos de análisis y síntesis se pueden descomponer en árboles dyadic. También demostramos que estas descomposicións son estabilidad y preservación de la región de información de vuelo. Estos resultados, derivados para bancos de filtros que tienen filtros con funciones de transferencia racionales, amplían algunos de los resultados comparables anteriores para bancos de filtros ortonormales ",
            "error": []
        },
        "FIR preserving": {
            "translated_key": "conservación FIR",
            "translated_annotated_text": "En los bancos de filtro no uniforme biorthogonal y estructuras de árboles Este artículo se refiere a los bancos de filtro no uniforme biorthogonal. Se muestra que un banco de filtro estructurado árbol es biorthogonal si es equivalente a un banco de filtro estructurado árbol cuyos niveles constituyentes correspondientes en los lados de análisis y síntesis son ellos mismos pares biorthogonales. Luego mostramos que se puede hacer una declaración más fuerte sobre los bancos de filtros dyadic en general: Que un banco de filtros dyadic es biorthogonal si los bancos de análisis y síntesis se pueden descomponer en árboles dyadic. Además, mostramos que estas descomposicións son estabilidad y \"conservación FIR\". Estos resultados, derivados para bancos de filtros que tienen filtros con funciones de transferencia racionales, amplían algunos de los resultados comparables anteriores para bancos de filtros ortonormales ",
            "error": [
                ""
            ]
        },
        "rational transfer functions": {
            "translated_key": "funciones de transferencia racional",
            "translated_annotated_text": "En los bancos de filtro no uniforme biorthogonal y estructuras de árboles Este artículo se refiere a los bancos de filtro no uniforme biorthogonal. Se muestra que un banco de filtro estructurado árbol es biorthogonal si es equivalente a un banco de filtro estructurado árbol cuyos niveles constituyentes correspondientes en los lados de análisis y síntesis son ellos mismos pares biorthogonales. Luego mostramos que se puede hacer una declaración más fuerte sobre los bancos de filtros dyadic en general: Que un banco de filtros dyadic es biorthogonal si los bancos de análisis y síntesis se pueden descomponer en árboles dyadic. También demostramos que estas descomposicións son estabilidad y preservación de la región de información de vuelo. Estos resultados, derivados para bancos de filtros que tienen filtros con \"funciones de transferencia racional\", amplían algunos de los resultados comparables anteriores para bancos de filtros ortonormales ",
            "error": [
                ""
            ]
        },
        "filtering theory": {
            "translated_key": [],
            "translated_annotated_text": "En los bancos de filtro no uniforme biorthogonal y estructuras de árboles Este artículo se refiere a los bancos de filtro no uniforme biorthogonal. Se muestra que un banco de filtro estructurado árbol es biorthogonal si es equivalente a un banco de filtro estructurado árbol cuyos niveles constituyentes correspondientes en los lados de análisis y síntesis son ellos mismos pares biorthogonales. Luego mostramos que se puede hacer una declaración más fuerte sobre los bancos de filtros dyadic en general: Que un banco de filtros dyadic es biorthogonal si los bancos de análisis y síntesis se pueden descomponer en árboles dyadic. También demostramos que estas descomposicións son estabilidad y preservación de la región de información de vuelo. Estos resultados, derivados para bancos de filtros que tienen filtros con funciones de transferencia racionales, amplían algunos de los resultados comparables anteriores para bancos de filtros ortonormales ",
            "error": []
        },
        "FIR filters": {
            "translated_key": [],
            "translated_annotated_text": "En los bancos de filtro no uniforme biorthogonal y estructuras de árboles Este artículo se refiere a los bancos de filtro no uniforme biorthogonal. Se muestra que un banco de filtro estructurado árbol es biorthogonal si es equivalente a un banco de filtro estructurado árbol cuyos niveles constituyentes correspondientes en los lados de análisis y síntesis son ellos mismos pares biorthogonales. Luego mostramos que se puede hacer una declaración más fuerte sobre los bancos de filtros dyadic en general: Que un banco de filtros dyadic es biorthogonal si los bancos de análisis y síntesis se pueden descomponer en árboles dyadic. También demostramos que estas descomposicións son estabilidad y preservación de la región de información de vuelo. Estos resultados, derivados para bancos de filtros que tienen filtros con funciones de transferencia racionales, amplían algunos de los resultados comparables anteriores para bancos de filtros ortonormales ",
            "error": []
        },
        "linear phase filters": {
            "translated_key": [],
            "translated_annotated_text": "En los bancos de filtro no uniforme biorthogonal y estructuras de árboles Este artículo se refiere a los bancos de filtro no uniforme biorthogonal. Se muestra que un banco de filtro estructurado árbol es biorthogonal si es equivalente a un banco de filtro estructurado árbol cuyos niveles constituyentes correspondientes en los lados de análisis y síntesis son ellos mismos pares biorthogonales. Luego mostramos que se puede hacer una declaración más fuerte sobre los bancos de filtros dyadic en general: Que un banco de filtros dyadic es biorthogonal si los bancos de análisis y síntesis se pueden descomponer en árboles dyadic. También demostramos que estas descomposicións son estabilidad y preservación de la región de información de vuelo. Estos resultados, derivados para bancos de filtros que tienen filtros con funciones de transferencia racionales, amplían algunos de los resultados comparables anteriores para bancos de filtros ortonormales ",
            "error": []
        },
        "matrix algebra": {
            "translated_key": [],
            "translated_annotated_text": "En los bancos de filtro no uniforme biorthogonal y estructuras de árboles Este artículo se refiere a los bancos de filtro no uniforme biorthogonal. Se muestra que un banco de filtro estructurado árbol es biorthogonal si es equivalente a un banco de filtro estructurado árbol cuyos niveles constituyentes correspondientes en los lados de análisis y síntesis son ellos mismos pares biorthogonales. Luego mostramos que se puede hacer una declaración más fuerte sobre los bancos de filtros dyadic en general: Que un banco de filtros dyadic es biorthogonal si los bancos de análisis y síntesis se pueden descomponer en árboles dyadic. También demostramos que estas descomposicións son estabilidad y preservación de la región de información de vuelo. Estos resultados, derivados para bancos de filtros que tienen filtros con funciones de transferencia racionales, amplían algunos de los resultados comparables anteriores para bancos de filtros ortonormales ",
            "error": []
        },
        "stability": {
            "translated_key": "estabilidad",
            "translated_annotated_text": "En los bancos de filtro no uniforme biorthogonal y estructuras de árboles Este artículo se refiere a los bancos de filtro no uniforme biorthogonal. Se muestra que un banco de filtro estructurado árbol es biorthogonal si es equivalente a un banco de filtro estructurado árbol cuyos niveles constituyentes correspondientes en los lados de análisis y síntesis son ellos mismos pares biorthogonales. Luego mostramos que se puede hacer una declaración más fuerte sobre los bancos de filtros dyadic en general: Que un banco de filtros dyadic es biorthogonal si los bancos de análisis y síntesis se pueden descomponer en árboles dyadic. Además, mostramos que estas descomposicións son \"estabilidad\" y preservación de la FIR. Estos resultados, derivados para bancos de filtros que tienen filtros con funciones de transferencia racionales, amplían algunos de los resultados comparables anteriores para bancos de filtros ortonormales ",
            "error": [
                ""
            ]
        },
        "wavelet transforms": {
            "translated_key": [],
            "translated_annotated_text": "En los bancos de filtro no uniforme biorthogonal y estructuras de árboles Este artículo se refiere a los bancos de filtro no uniforme biorthogonal. Se muestra que un banco de filtro estructurado árbol es biorthogonal si es equivalente a un banco de filtro estructurado árbol cuyos niveles constituyentes correspondientes en los lados de análisis y síntesis son ellos mismos pares biorthogonales. Luego mostramos que se puede hacer una declaración más fuerte sobre los bancos de filtros dyadic en general: Que un banco de filtros dyadic es biorthogonal si los bancos de análisis y síntesis se pueden descomponer en árboles dyadic. También demostramos que estas descomposicións son estabilidad y preservación de la región de información de vuelo. Estos resultados, derivados para bancos de filtros que tienen filtros con funciones de transferencia racionales, amplían algunos de los resultados comparables anteriores para bancos de filtros ortonormales ",
            "error": []
        }
    }
}