{
    "original_text": "Cat and class: what use are these skills to the new legal information professional? This article looks at the cataloguing and classification skills taught on information studies courses and the use these skills are to new legal information professionals. The article is based on the opinions of nine new legal information professionals from both academic and law firm libraries",
    "original_translation": "Gato y clase: ¿qué utilidad tienen estas habilidades para el nuevo profesional de la información legal? Este artículo analiza las habilidades de catalogación y clasificación que se enseñan en los cursos de estudios de información y el uso de estas habilidades son para los nuevos profesionales de la información jurídica. El artículo se basa en las opiniones de nueve nuevos profesionales de la información jurídica de las bibliotecas académicas y del bufete de abogados",
    "error_count": 4,
    "keys": {
        "legal information professional": {
            "translated_key": "profesional de la información legal",
            "translated_annotated_text": "Gato y clase: ¿de qué sirven estas habilidades para el nuevo <br>profesional de la información legal</br>?.  Este artículo analiza las habilidades de catalogación y clasificación que se enseñan en los cursos de estudios de información y el uso de estas habilidades son para los nuevos profesionales de la información jurídica. El artículo se basa en las opiniones de nueve nuevos profesionales de la información jurídica de las bibliotecas académicas y del bufete de abogados ",
            "error": [
                ""
            ]
        },
        "cataloguing": {
            "translated_key": "cataloguing",
            "translated_annotated_text": "Gato y clase: ¿qué utilidad tienen estas habilidades para el nuevo profesional de la información legal? En este artículo se examinan las competencias de <br>cataloguing</br> y clasificación que se enseñan en los cursos de estudios de información y el uso que estas competencias se hacen de los nuevos profesionales de la información jurídica. El artículo se basa en las opiniones de nueve nuevos profesionales de la información jurídica de las bibliotecas académicas y del bufete de abogados ",
            "error": [
                ""
            ]
        },
        "classification": {
            "translated_key": "clasificación",
            "translated_annotated_text": "Gato y clase: ¿qué utilidad tienen estas habilidades para el nuevo profesional de la información legal? Este artículo analiza las competencias de catalogación y <br>clasificación</br> que se imparten en los cursos de estudios de información y el uso que estas habilidades se hacen de los nuevos profesionales de la información jurídica. El artículo se basa en las opiniones de nueve nuevos profesionales de la información jurídica de las bibliotecas académicas y del bufete de abogados ",
            "error": [
                ""
            ]
        },
        "information studies courses": {
            "translated_key": "cursos de estudios de información",
            "translated_annotated_text": "Gato y clase: ¿qué utilidad tienen estas habilidades para el nuevo profesional de la información legal? Este artículo analiza las competencias de catalogación y clasificación que se enseñan en los <br>cursos de estudios de información</br> y el uso que estas competencias se hacen de los nuevos profesionales de la información jurídica.  El artículo se basa en las opiniones de nueve nuevos profesionales de la información jurídica de las bibliotecas académicas y del bufete de abogados ",
            "error": [
                ""
            ]
        },
        "law firm libraries": {
            "translated_key": "law",
            "translated_annotated_text": "Gato y clase: ¿qué utilidad tienen estas habilidades para el nuevo profesional de la información legal? Este artículo analiza las habilidades de catalogación y clasificación que se enseñan en los cursos de estudios de información y el uso de estas habilidades son para los nuevos profesionales de la información jurídica. El artículo se basa en las opiniones de nueve nuevos profesionales de la información jurídica tanto de las bibliotecas académicas como de la firma <br>law</br> ",
            "error": [
                ""
            ]
        },
        "academic libraries": {
            "translated_key": [],
            "translated_annotated_text": "Gato y clase: ¿qué utilidad tienen estas habilidades para el nuevo profesional de la información legal? Este artículo analiza las habilidades de catalogación y clasificación que se enseñan en los cursos de estudios de información y el uso de estas habilidades son para los nuevos profesionales de la información jurídica. El artículo se basa en las opiniones de nueve nuevos profesionales de la información jurídica de las bibliotecas académicas y del bufete de abogados ",
            "error": []
        },
        "information science": {
            "translated_key": [],
            "translated_annotated_text": "Gato y clase: ¿qué utilidad tienen estas habilidades para el nuevo profesional de la información legal? Este artículo analiza las habilidades de catalogación y clasificación que se enseñan en los cursos de estudios de información y el uso de estas habilidades son para los nuevos profesionales de la información jurídica. El artículo se basa en las opiniones de nueve nuevos profesionales de la información jurídica de las bibliotecas académicas y del bufete de abogados ",
            "error": []
        },
        "law administration": {
            "translated_key": [],
            "translated_annotated_text": "Gato y clase: ¿qué utilidad tienen estas habilidades para el nuevo profesional de la información legal? Este artículo analiza las habilidades de catalogación y clasificación que se enseñan en los cursos de estudios de información y el uso de estas habilidades son para los nuevos profesionales de la información jurídica. El artículo se basa en las opiniones de nueve nuevos profesionales de la información jurídica de las bibliotecas académicas y del bufete de abogados ",
            "error": []
        }
    }
}