{
    "original_text": "Stability in the numerical solution of the heat equation with nonlocal boundary conditions This paper deals with numerical methods for the solution of the heat equation with integral boundary conditions. Finite differences are used for the discretization in space. The matrices specifying the resulting semidiscrete problem are proved to satisfy a sectorial resolvent condition, uniformly with respect to the discretization parameter. Using this resolvent condition, unconditional stability is proved for the fully discrete numerical process generated by applying A( theta )-stable one-step methods to the semidiscrete problem. This stability result is established in the maximum norm; it improves some previous results in the literature in that it is not subject to various unnatural restrictions which were imposed on the boundary conditions and on the one-step methods",
    "original_translation": "Estabilidad en la solución numérica de la ecuación de calor con condiciones de límite no local Este artículo trata de métodos numéricos para la solución de la ecuación de calor con condiciones de límite integral. Las diferencias finitas se utilizan para la discretización en el espacio. Las matrices que especifican el problema semidiscreto resultante se demuestran para satisfacer una condición de resolución sectorial, uniformemente con respecto al parámetro de discretización. Utilizando esta condición de resolución, la estabilidad incondicional se demuestra para el proceso numérico completamente discreto generado mediante la aplicación de métodos de un solo paso A( theta ) estable al problema semidiscreto. Este resultado de estabilidad se establece en la norma máxima; mejora algunos resultados anteriores en la literatura en el sentido de que no está sujeta a diversas restricciones antinaturales que se impusieron a las condiciones de frontera y a los métodos de un paso",
    "error_count": 10,
    "keys": {
        "numerical solution": {
            "translated_key": [],
            "translated_annotated_text": "Estabilidad en la solución numérica <br> de la ecuación de calor con condiciones de límite no local Este artículo trata de métodos numéricos para la solución de la ecuación de calor con condiciones de límite integral. Las diferencias finitas se utilizan para la discretización en el espacio. Las matrices que especifican el problema semidiscreto resultante se demuestran para satisfacer una condición de resolución sectorial, uniformemente con respecto al parámetro de discretización. Utilizando esta condición de resolución, la estabilidad incondicional se demuestra para el proceso numérico completamente discreto generado mediante la aplicación de métodos de un solo paso A( theta ) estable al problema semidiscreto. Este resultado de estabilidad se establece en la norma máxima; mejora algunos resultados anteriores en la literatura en el sentido de que no está sujeta a diversas restricciones antinaturales que se impusieron a las condiciones de frontera y a los métodos de un paso ",
            "error": []
        },
        "heat equation": {
            "translated_key": "heat",
            "translated_annotated_text": "Estabilidad en la solución numérica de la ecuación <br>heat</br> con condiciones de límite no local Este artículo trata de métodos numéricos para la solución de la ecuación <br>heat</br> con condiciones de límite integrales. Las diferencias finitas se utilizan para la discretización en el espacio. Las matrices que especifican el problema semidiscreto resultante se demuestran para satisfacer una condición de resolución sectorial, uniformemente con respecto al parámetro de discretización. Utilizando esta condición de resolución, la estabilidad incondicional se demuestra para el proceso numérico completamente discreto generado mediante la aplicación de métodos de un solo paso A( theta ) estable al problema semidiscreto. Este resultado de estabilidad se establece en la norma máxima; mejora algunos resultados anteriores en la literatura en el sentido de que no está sujeta a diversas restricciones antinaturales que se impusieron a las condiciones de frontera y a los métodos de un paso ",
            "error": [
                ""
            ]
        },
        "nonlocal boundary conditions": {
            "translated_key": "condiciones de límite no local",
            "translated_annotated_text": "Estabilidad en la solución numérica de la ecuación de calor con <br>condiciones de límite no local</br> Este artículo trata de métodos numéricos para la solución de la ecuación de calor con condiciones de límite integral. Las diferencias finitas se utilizan para la discretización en el espacio. Las matrices que especifican el problema semidiscreto resultante se demuestran para satisfacer una condición de resolución sectorial, uniformemente con respecto al parámetro de discretización. Utilizando esta condición de resolución, la estabilidad incondicional se demuestra para el proceso numérico completamente discreto generado mediante la aplicación de métodos de un solo paso A( theta ) estable al problema semidiscreto. Este resultado de estabilidad se establece en la norma máxima; mejora algunos resultados anteriores en la literatura en el sentido de que no está sujeta a diversas restricciones antinaturales que se impusieron a las condiciones de frontera y a los métodos de un paso ",
            "error": [
                ""
            ]
        },
        "stability": {
            "translated_key": [
                " ",
                "estabilidad"
            ],
            "translated_annotated_text": "Estabilidad en la solución numérica de la ecuación de calor con condiciones de límite no local Este artículo trata de métodos numéricos para la solución de la ecuación de calor con condiciones de límite integral. Las diferencias finitas se utilizan para la discretización en el espacio. Las matrices que especifican el problema semidiscreto resultante se demuestran para satisfacer una condición de resolución sectorial, uniformemente con respecto al parámetro de discretización. Utilizando esta condición de resolución, se demuestra la estabilidad incondicional <br> </br> para el proceso numérico completamente discreto generado mediante la aplicación de métodos de un solo paso estables A( theta ) al problema semidiscreto. Este resultado <br>estabilidad</br> se establece en la norma máxima; mejora algunos resultados anteriores en la literatura en el sentido de que no está sujeto a diversas restricciones antinaturales que se impusieron a las condiciones de frontera y a los métodos de un solo paso ",
            "error": [
                " ",
                "estabilidad"
            ]
        },
        "integral boundary conditions": {
            "translated_key": "condiciones de límite integrado",
            "translated_annotated_text": "Estabilidad en la solución numérica de la ecuación de calor con condiciones de límite no local Este artículo trata de métodos numéricos para la solución de la ecuación de calor con <br>condiciones de límite integrado</br>. Las diferencias finitas se utilizan para la discretización en el espacio. Las matrices que especifican el problema semidiscreto resultante se demuestran para satisfacer una condición de resolución sectorial, uniformemente con respecto al parámetro de discretización. Utilizando esta condición de resolución, la estabilidad incondicional se demuestra para el proceso numérico completamente discreto generado mediante la aplicación de métodos de un solo paso A( theta ) estable al problema semidiscreto. Este resultado de estabilidad se establece en la norma máxima; mejora algunos resultados anteriores en la literatura en el sentido de que no está sujeta a diversas restricciones antinaturales que se impusieron a las condiciones de frontera y a los métodos de un paso ",
            "error": [
                ""
            ]
        },
        "finite differences": {
            "translated_key": [],
            "translated_annotated_text": "Estabilidad en la solución numérica de la ecuación de calor con condiciones de límite no local Este artículo trata de métodos numéricos para la solución de la ecuación de calor con condiciones de límite integral. Las diferencias finitas se utilizan para la discretización en el espacio. Las matrices que especifican el problema semidiscreto resultante se demuestran para satisfacer una condición de resolución sectorial, uniformemente con respecto al parámetro de discretización. Utilizando esta condición de resolución, la estabilidad incondicional se demuestra para el proceso numérico completamente discreto generado mediante la aplicación de métodos de un solo paso A( theta ) estable al problema semidiscreto. Este resultado de estabilidad se establece en la norma máxima; mejora algunos resultados anteriores en la literatura en el sentido de que no está sujeta a diversas restricciones antinaturales que se impusieron a las condiciones de frontera y a los métodos de un paso ",
            "error": []
        },
        "space discretization": {
            "translated_key": [],
            "translated_annotated_text": "Estabilidad en la solución numérica de la ecuación de calor con condiciones de límite no local Este artículo trata de métodos numéricos para la solución de la ecuación de calor con condiciones de límite integral. Las diferencias finitas se utilizan para la discretización en el espacio. Las matrices que especifican el problema semidiscreto resultante se demuestran para satisfacer una condición de resolución sectorial, uniformemente con respecto al parámetro de discretización. Utilizando esta condición de resolución, la estabilidad incondicional se demuestra para el proceso numérico completamente discreto generado mediante la aplicación de métodos de un solo paso A( theta ) estable al problema semidiscreto. Este resultado de estabilidad se establece en la norma máxima; mejora algunos resultados anteriores en la literatura en el sentido de que no está sujeta a diversas restricciones antinaturales que se impusieron a las condiciones de frontera y a los métodos de un paso ",
            "error": []
        },
        "matrices": {
            "translated_key": " ",
            "translated_annotated_text": "Estabilidad en la solución numérica de la ecuación de calor con condiciones de límite no local Este artículo trata de métodos numéricos para la solución de la ecuación de calor con condiciones de límite integral. Las diferencias finitas se utilizan para la discretización en el espacio. Las matrices <br> </br> especificando el problema semidiscreto resultante se demuestran para satisfacer una condición de resolución sectorial, uniformemente con respecto al parámetro de discretización. Utilizando esta condición de resolución, la estabilidad incondicional se demuestra para el proceso numérico completamente discreto generado mediante la aplicación de métodos de un solo paso A( theta ) estable al problema semidiscreto. Este resultado de estabilidad se establece en la norma máxima; mejora algunos resultados anteriores en la literatura en el sentido de que no está sujeta a diversas restricciones antinaturales que se impusieron a las condiciones de frontera y a los métodos de un paso ",
            "error": [
                ""
            ]
        },
        "semidiscrete problem": {
            "translated_key": [
                "semidiscreto resultante",
                "semidiscreto"
            ],
            "translated_annotated_text": "Estabilidad en la solución numérica de la ecuación de calor con condiciones de límite no local Este artículo trata de métodos numéricos para la solución de la ecuación de calor con condiciones de límite integral. Las diferencias finitas se utilizan para la discretización en el espacio. Las matrices que especifican el problema <br>semidiscreto resultante</br> se demuestran para satisfacer una condición de resolución sectorial, uniformemente con respecto al parámetro de discretización. Utilizando esta condición de resolución, se demuestra estabilidad incondicional para el proceso numérico completamente discreto generado mediante la aplicación de métodos de un solo paso estables A( theta) al problema <br>semidiscreto</br>. Este resultado de estabilidad se establece en la norma máxima; mejora algunos resultados anteriores en la literatura en el sentido de que no está sujeta a diversas restricciones antinaturales que se impusieron a las condiciones de frontera y a los métodos de un paso ",
            "error": [
                "semidiscreto resultante",
                "semidiscreto"
            ]
        },
        "sectorial resolvent condition": {
            "translated_key": "sectorial",
            "translated_annotated_text": "Estabilidad en la solución numérica de la ecuación de calor con condiciones de límite no local Este artículo trata de métodos numéricos para la solución de la ecuación de calor con condiciones de límite integral. Las diferencias finitas se utilizan para la discretización en el espacio. Se demuestra que las matrices que especifican el problema semidiscreto resultante satisfacen una condición de resolución <br>sectorial</br>, uniformemente con respecto al parámetro de discretización. Utilizando esta condición de resolución, la estabilidad incondicional se demuestra para el proceso numérico completamente discreto generado mediante la aplicación de métodos de un solo paso A( theta ) estable al problema semidiscreto. Este resultado de estabilidad se establece en la norma máxima; mejora algunos resultados anteriores en la literatura en el sentido de que no está sujeta a diversas restricciones antinaturales que se impusieron a las condiciones de frontera y a los métodos de un paso ",
            "error": [
                ""
            ]
        },
        "fully discrete numerical process": {
            "translated_key": "plenamente discreto",
            "translated_annotated_text": "Estabilidad en la solución numérica de la ecuación de calor con condiciones de límite no local Este artículo trata de métodos numéricos para la solución de la ecuación de calor con condiciones de límite integral. Las diferencias finitas se utilizan para la discretización en el espacio. Las matrices que especifican el problema semidiscreto resultante se demuestran para satisfacer una condición de resolución sectorial, uniformemente con respecto al parámetro de discretización. Utilizando esta condición de resolución, se demuestra estabilidad incondicional para el proceso numérico <br>plenamente discreto</br> generado mediante la aplicación de métodos de un solo paso estables A( theta ) al problema semidiscreto. Este resultado de estabilidad se establece en la norma máxima; mejora algunos resultados anteriores en la literatura en el sentido de que no está sujeta a diversas restricciones antinaturales que se impusieron a las condiciones de frontera y a los métodos de un paso ",
            "error": [
                ""
            ]
        },
        "one-step methods": {
            "translated_key": [
                "un paso",
                "one-step"
            ],
            "translated_annotated_text": "Estabilidad en la solución numérica de la ecuación de calor con condiciones de límite no local Este artículo trata de métodos numéricos para la solución de la ecuación de calor con condiciones de límite integral. Las diferencias finitas se utilizan para la discretización en el espacio. Las matrices que especifican el problema semidiscreto resultante se demuestran para satisfacer una condición de resolución sectorial, uniformemente con respecto al parámetro de discretización. Utilizando esta condición de resolución, se demuestra estabilidad incondicional para el proceso numérico completamente discreto generado mediante la aplicación de métodos de A( theta )-estables <br>un paso</br> al problema semidiscreto. Este resultado de estabilidad se establece en la norma máxima; mejora algunos resultados anteriores en la literatura en el sentido de que no está sujeto a diversas restricciones antinaturales que se impusieron a las condiciones de frontera y a los métodos de paso <br>one-step</br> ",
            "error": [
                "un paso",
                "one-step"
            ]
        },
        "maximum norm": {
            "translated_key": "máxima",
            "translated_annotated_text": "Estabilidad en la solución numérica de la ecuación de calor con condiciones de límite no local Este artículo trata de métodos numéricos para la solución de la ecuación de calor con condiciones de límite integral. Las diferencias finitas se utilizan para la discretización en el espacio. Las matrices que especifican el problema semidiscreto resultante se demuestran para satisfacer una condición de resolución sectorial, uniformemente con respecto al parámetro de discretización. Utilizando esta condición de resolución, la estabilidad incondicional se demuestra para el proceso numérico completamente discreto generado mediante la aplicación de métodos de un solo paso A( theta ) estable al problema semidiscreto. Este resultado de estabilidad se establece en la norma <br>máxima</br>; mejora algunos resultados anteriores en la literatura en el sentido de que no está sujeta a diversas restricciones antinaturales que se impusieron a las condiciones de frontera y a los métodos de un solo paso ",
            "error": [
                ""
            ]
        },
        "finite difference methods": {
            "translated_key": [],
            "translated_annotated_text": "Estabilidad en la solución numérica de la ecuación de calor con condiciones de límite no local Este artículo trata de métodos numéricos para la solución de la ecuación de calor con condiciones de límite integral. Las diferencias finitas se utilizan para la discretización en el espacio. Las matrices que especifican el problema semidiscreto resultante se demuestran para satisfacer una condición de resolución sectorial, uniformemente con respecto al parámetro de discretización. Utilizando esta condición de resolución, la estabilidad incondicional se demuestra para el proceso numérico completamente discreto generado mediante la aplicación de métodos de un solo paso A( theta ) estable al problema semidiscreto. Este resultado de estabilidad se establece en la norma máxima; mejora algunos resultados anteriores en la literatura en el sentido de que no está sujeta a diversas restricciones antinaturales que se impusieron a las condiciones de frontera y a los métodos de un paso ",
            "error": []
        },
        "heat": {
            "translated_key": "heat",
            "translated_annotated_text": "Estabilidad en la solución numérica de la ecuación <br>heat</br> con condiciones límite no locales Este artículo trata de métodos numéricos para la solución de la ecuación <br>heat</br> con condiciones límite integrales. Las diferencias finitas se utilizan para la discretización en el espacio. Las matrices que especifican el problema semidiscreto resultante se demuestran para satisfacer una condición de resolución sectorial, uniformemente con respecto al parámetro de discretización. Utilizando esta condición de resolución, la estabilidad incondicional se demuestra para el proceso numérico completamente discreto generado mediante la aplicación de métodos de un solo paso A( theta ) estable al problema semidiscreto. Este resultado de estabilidad se establece en la norma máxima; mejora algunos resultados anteriores en la literatura en el sentido de que no está sujeta a diversas restricciones antinaturales que se impusieron a las condiciones de frontera y a los métodos de un paso ",
            "error": [
                ""
            ]
        },
        "matrix algebra": {
            "translated_key": [],
            "translated_annotated_text": "Estabilidad en la solución numérica de la ecuación de calor con condiciones de límite no local Este artículo trata de métodos numéricos para la solución de la ecuación de calor con condiciones de límite integral. Las diferencias finitas se utilizan para la discretización en el espacio. Las matrices que especifican el problema semidiscreto resultante se demuestran para satisfacer una condición de resolución sectorial, uniformemente con respecto al parámetro de discretización. Utilizando esta condición de resolución, la estabilidad incondicional se demuestra para el proceso numérico completamente discreto generado mediante la aplicación de métodos de un solo paso A( theta ) estable al problema semidiscreto. Este resultado de estabilidad se establece en la norma máxima; mejora algunos resultados anteriores en la literatura en el sentido de que no está sujeta a diversas restricciones antinaturales que se impusieron a las condiciones de frontera y a los métodos de un paso ",
            "error": []
        },
        "numerical stability": {
            "translated_key": [],
            "translated_annotated_text": "Estabilidad en la solución numérica de la ecuación de calor con condiciones de límite no local Este artículo trata de métodos numéricos para la solución de la ecuación de calor con condiciones de límite integral. Las diferencias finitas se utilizan para la discretización en el espacio. Las matrices que especifican el problema semidiscreto resultante se demuestran para satisfacer una condición de resolución sectorial, uniformemente con respecto al parámetro de discretización. Utilizando esta condición de resolución, la estabilidad incondicional se demuestra para el proceso numérico completamente discreto generado mediante la aplicación de métodos de un solo paso A( theta ) estable al problema semidiscreto. Este resultado de estabilidad se establece en la norma máxima; mejora algunos resultados anteriores en la literatura en el sentido de que no está sujeta a diversas restricciones antinaturales que se impusieron a las condiciones de frontera y a los métodos de un paso ",
            "error": []
        },
        "physics computing": {
            "translated_key": [],
            "translated_annotated_text": "Estabilidad en la solución numérica de la ecuación de calor con condiciones de límite no local Este artículo trata de métodos numéricos para la solución de la ecuación de calor con condiciones de límite integral. Las diferencias finitas se utilizan para la discretización en el espacio. Las matrices que especifican el problema semidiscreto resultante se demuestran para satisfacer una condición de resolución sectorial, uniformemente con respecto al parámetro de discretización. Utilizando esta condición de resolución, la estabilidad incondicional se demuestra para el proceso numérico completamente discreto generado mediante la aplicación de métodos de un solo paso A( theta ) estable al problema semidiscreto. Este resultado de estabilidad se establece en la norma máxima; mejora algunos resultados anteriores en la literatura en el sentido de que no está sujeta a diversas restricciones antinaturales que se impusieron a las condiciones de frontera y a los métodos de un paso ",
            "error": []
        }
    }
}