{
    "original_text": "A collocation formulation of multistep methods for variable step-size extensions Multistep methods are classically constructed by specially designed difference operators on an equidistant time grid. To make them practically useful, they have to be implemented by varying the step-size according to some error-control algorithm. It is well known how to extend Adams and BDF formulas to a variable step-size formulation. In this paper we present a collocation approach to construct variable step-size formulas. We make use of piecewise polynomials to show that every k-step method of order k+1 has a variable step-size polynomial collocation formulation",
    "original_translation": "Una formulación de collocation de métodos multistep para extensiones de tamaño variable Los métodos multistep son construidos clásicamente por operadores de diferencia especialmente diseñados en una rejilla de tiempo equidistante. Para hacerlos prácticamente útiles, tienen que ser implementados variando el tamaño del paso de acuerdo a algún algoritmo de control de errores. Es bien sabido cómo extender las fórmulas Adams y BDF a una formulación de tamaño de paso variable. En este artículo presentamos un enfoque de colocación para construir fórmulas de tamaño de paso variable. Hacemos uso de polinomios a trozos para mostrar que cada método de k-paso de orden k+1 tiene una formulación de coubicación polinomio de tamaño de paso variable",
    "error_count": 5,
    "keys": {
        "multistep methods": {
            "translated_key": "métodos multistep",
            "translated_annotated_text": "Una formulación de collocation de \"métodos multistep\" para extensiones de tamaño variable Los métodos multistep son construidos clásicamente por operadores de diferencia especialmente diseñados en una red de tiempo equidistante. Para hacerlos prácticamente útiles, tienen que ser implementados variando el tamaño del paso de acuerdo a algún algoritmo de control de errores. Es bien sabido cómo extender las fórmulas Adams y BDF a una formulación de tamaño de paso variable. En este artículo presentamos un enfoque de colocación para construir fórmulas de tamaño de paso variable. Hacemos uso de polinomios a trozos para mostrar que cada método de k-paso de orden k+1 tiene una formulación de coubicación polinomio de tamaño de paso variable ",
            "error": [
                ""
            ]
        },
        "variable step-size extensions": {
            "translated_key": "extensiones de tamaño de paso variable",
            "translated_annotated_text": "Una formulación de collocation de métodos multipaso para \"extensiones de tamaño de paso variable\" Los métodos multipaso son construidos clásicamente por operadores de diferencia especialmente diseñados en una red de tiempo equidistante. Para hacerlos prácticamente útiles, tienen que ser implementados variando el tamaño del paso de acuerdo a algún algoritmo de control de errores. Es bien sabido cómo extender las fórmulas Adams y BDF a una formulación de tamaño de paso variable. En este artículo presentamos un enfoque de colocación para construir fórmulas de tamaño de paso variable. Hacemos uso de polinomios a trozos para mostrar que cada método de k-paso de orden k+1 tiene una formulación de coubicación polinomio de tamaño de paso variable ",
            "error": [
                ""
            ]
        },
        "collocation formulation": {
            "translated_key": [
                "formulación de collocation",
                "formulación de la collocación"
            ],
            "translated_annotated_text": "Una \"formulación de collocation\" de métodos multipaso para extensiones de tamaño variable Los métodos multipaso son construidos clásicamente por operadores de diferencia especialmente diseñados en una cuadrícula de tiempo equidistante. Para hacerlos prácticamente útiles, tienen que ser implementados variando el tamaño del paso de acuerdo a algún algoritmo de control de errores. Es bien sabido cómo extender las fórmulas Adams y BDF a una formulación de tamaño de paso variable. En este artículo presentamos un enfoque de colocación para construir fórmulas de tamaño de paso variable. Hacemos uso de polinomios a trozos para mostrar que cada método de k-paso de orden k+1 tiene una variable tamaño paso polinomio \"formulación de la collocación\" ",
            "error": [
                "formulación de collocation",
                "formulación de la collocación"
            ]
        },
        "difference operators": {
            "translated_key": "operadores de diferencia",
            "translated_annotated_text": "Una formulación de collocation de métodos multistep para extensiones de tamaño variable Los métodos multistep son construidos clásicamente por \"operadores de diferencia\" especialmente diseñados en una cuadrícula de tiempo equidistante. Para hacerlos prácticamente útiles, tienen que ser implementados variando el tamaño del paso de acuerdo a algún algoritmo de control de errores. Es bien sabido cómo extender las fórmulas Adams y BDF a una formulación de tamaño de paso variable. En este artículo presentamos un enfoque de colocación para construir fórmulas de tamaño de paso variable. Hacemos uso de polinomios a trozos para mostrar que cada método de k-paso de orden k+1 tiene una formulación de coubicación polinomio de tamaño de paso variable ",
            "error": [
                ""
            ]
        },
        "equidistant time grid": {
            "translated_key": "red de tiempo equidistante",
            "translated_annotated_text": "Una formulación de collocation de métodos multistep para extensiones de tamaño variable Los métodos multistep son construidos clásicamente por operadores de diferencia especialmente diseñados en una \"red de tiempo equidistante\". Para hacerlos prácticamente útiles, tienen que ser implementados variando el tamaño del paso de acuerdo a algún algoritmo de control de errores. Es bien sabido cómo extender las fórmulas Adams y BDF a una formulación de tamaño de paso variable. En este artículo presentamos un enfoque de colocación para construir fórmulas de tamaño de paso variable. Hacemos uso de polinomios a trozos para mostrar que cada método de k-paso de orden k+1 tiene una formulación de coubicación polinomio de tamaño de paso variable ",
            "error": [
                ""
            ]
        },
        "error-control algorithm": {
            "translated_key": "algoritmo de error-control",
            "translated_annotated_text": "Una formulación de collocation de métodos multistep para extensiones de tamaño variable Los métodos multistep son construidos clásicamente por operadores de diferencia especialmente diseñados en una rejilla de tiempo equidistante. Para hacerlos prácticamente útiles, tienen que ser implementados variando el tamaño del paso según algún \"algoritmo de error-control\". Es bien sabido cómo extender las fórmulas Adams y BDF a una formulación de tamaño de paso variable. En este artículo presentamos un enfoque de colocación para construir fórmulas de tamaño de paso variable. Hacemos uso de polinomios a trozos para mostrar que cada método de k-paso de orden k+1 tiene una formulación de coubicación polinomio de tamaño de paso variable ",
            "error": [
                ""
            ]
        },
        "piecewise polynomials": {
            "translated_key": "polinomios por pieza",
            "translated_annotated_text": "Una formulación de collocation de métodos multistep para extensiones de tamaño variable Los métodos multistep son construidos clásicamente por operadores de diferencia especialmente diseñados en una rejilla de tiempo equidistante. Para hacerlos prácticamente útiles, tienen que ser implementados variando el tamaño del paso de acuerdo a algún algoritmo de control de errores. Es bien sabido cómo extender las fórmulas Adams y BDF a una formulación de tamaño de paso variable. En este artículo presentamos un enfoque de colocación para construir fórmulas de tamaño de paso variable. Hacemos uso de \"polinomios por pieza\" para mostrar que cada método de k-paso de orden k+1 tiene una formulación de colocación polinomio de tamaño de paso variable ",
            "error": [
                ""
            ]
        },
        "k-step method": {
            "translated_key": "método de paso-k",
            "translated_annotated_text": "Una formulación de collocation de métodos multistep para extensiones de tamaño variable Los métodos multistep son construidos clásicamente por operadores de diferencia especialmente diseñados en una rejilla de tiempo equidistante. Para hacerlos prácticamente útiles, tienen que ser implementados variando el tamaño del paso de acuerdo a algún algoritmo de control de errores. Es bien sabido cómo extender las fórmulas Adams y BDF a una formulación de tamaño de paso variable. En este artículo presentamos un enfoque de colocación para construir fórmulas de tamaño de paso variable. Hacemos uso de polinomios a medida para mostrar que cada \"método de paso-k\" de orden k+1 tiene una formulación de colocación polinomio de tamaño de paso variable ",
            "error": [
                ""
            ]
        },
        "variable step-size polynomial collocation formulation": {
            "translated_key": "formulación de colocación polinomio de tamaño de paso variable",
            "translated_annotated_text": "Una formulación de collocation de métodos multistep para extensiones de tamaño variable Los métodos multistep son construidos clásicamente por operadores de diferencia especialmente diseñados en una rejilla de tiempo equidistante. Para hacerlos prácticamente útiles, tienen que ser implementados variando el tamaño del paso de acuerdo a algún algoritmo de control de errores. Es bien sabido cómo extender las fórmulas Adams y BDF a una formulación de tamaño de paso variable. En este artículo presentamos un enfoque de colocación para construir fórmulas de tamaño de paso variable. Hacemos uso de polinomios a trozos para mostrar que cada método de k-paso de orden k+1 tiene una \"formulación de colocación polinomio de tamaño de paso variable\" ",
            "error": [
                ""
            ]
        },
        "difference equations": {
            "translated_key": [],
            "translated_annotated_text": "Una formulación de collocation de métodos multistep para extensiones de tamaño variable Los métodos multistep son construidos clásicamente por operadores de diferencia especialmente diseñados en una rejilla de tiempo equidistante. Para hacerlos prácticamente útiles, tienen que ser implementados variando el tamaño del paso de acuerdo a algún algoritmo de control de errores. Es bien sabido cómo extender las fórmulas Adams y BDF a una formulación de tamaño de paso variable. En este artículo presentamos un enfoque de colocación para construir fórmulas de tamaño de paso variable. Hacemos uso de polinomios a trozos para mostrar que cada método de k-paso de orden k+1 tiene una formulación de coubicación polinomio de tamaño de paso variable ",
            "error": []
        },
        "iterative methods": {
            "translated_key": [],
            "translated_annotated_text": "Una formulación de collocation de métodos multistep para extensiones de tamaño variable Los métodos multistep son construidos clásicamente por operadores de diferencia especialmente diseñados en una rejilla de tiempo equidistante. Para hacerlos prácticamente útiles, tienen que ser implementados variando el tamaño del paso de acuerdo a algún algoritmo de control de errores. Es bien sabido cómo extender las fórmulas Adams y BDF a una formulación de tamaño de paso variable. En este artículo presentamos un enfoque de colocación para construir fórmulas de tamaño de paso variable. Hacemos uso de polinomios a trozos para mostrar que cada método de k-paso de orden k+1 tiene una formulación de coubicación polinomio de tamaño de paso variable ",
            "error": []
        },
        "mathematical operators": {
            "translated_key": [],
            "translated_annotated_text": "Una formulación de collocation de métodos multistep para extensiones de tamaño variable Los métodos multistep son construidos clásicamente por operadores de diferencia especialmente diseñados en una rejilla de tiempo equidistante. Para hacerlos prácticamente útiles, tienen que ser implementados variando el tamaño del paso de acuerdo a algún algoritmo de control de errores. Es bien sabido cómo extender las fórmulas Adams y BDF a una formulación de tamaño de paso variable. En este artículo presentamos un enfoque de colocación para construir fórmulas de tamaño de paso variable. Hacemos uso de polinomios a trozos para mostrar que cada método de k-paso de orden k+1 tiene una formulación de coubicación polinomio de tamaño de paso variable ",
            "error": []
        },
        "piecewise polynomial techniques": {
            "translated_key": [],
            "translated_annotated_text": "Una formulación de collocation de métodos multistep para extensiones de tamaño variable Los métodos multistep son construidos clásicamente por operadores de diferencia especialmente diseñados en una rejilla de tiempo equidistante. Para hacerlos prácticamente útiles, tienen que ser implementados variando el tamaño del paso de acuerdo a algún algoritmo de control de errores. Es bien sabido cómo extender las fórmulas Adams y BDF a una formulación de tamaño de paso variable. En este artículo presentamos un enfoque de colocación para construir fórmulas de tamaño de paso variable. Hacemos uso de polinomios a trozos para mostrar que cada método de k-paso de orden k+1 tiene una formulación de coubicación polinomio de tamaño de paso variable ",
            "error": []
        }
    }
}