{
    "original_text": "Securing the Internet routing infrastructure The unprecedented growth of the Internet over the last years, and the expectation of an even faster increase in the numbers of users and networked systems, resulted in the Internet assuming its position as a mass communication medium. At the same time, the emergence of an increasingly large number of application areas and the evolution of the networking technology suggest that in the near future the Internet may become the single integrated communication infrastructure. However, as the dependence on the networking infrastructure grows, its security becomes a major concern, in light of the increased attempt to compromise the infrastructure. In particular, the routing operation is a highly visible target that must be shielded against a wide range of attacks. The injection of false routing information can easily degrade network performance, or even cause denial of service for a large number of hosts and networks over a long period of time. Different approaches have been proposed to secure the routing protocols, with a variety of countermeasures, which, nonetheless, have not eradicated the vulnerability of the routing infrastructure. In this article, we survey the up-to-date secure routing schemes. that appeared over the last few years. Our critical point of view and thorough review of the literature are an attempt to identify directions for future research on an indeed difficult and still largely open problem",
    "original_translation": "Asegurar la infraestructura de enrutamiento de Internet El crecimiento sin precedentes de Internet en los últimos años, y la expectativa de un aumento aún más rápido en el número de usuarios y sistemas en red, dio lugar a que Internet asuma su posición como medio de comunicación de masas. Al mismo tiempo, la aparición de un número cada vez mayor de áreas de aplicación y la evolución de la tecnología de redes sugieren que en un futuro próximo la Internet puede convertirse en la única infraestructura integrada de comunicaciones. Sin embargo, a medida que crece la dependencia de la infraestructura de redes, su seguridad se convierte en una preocupación importante, a la luz del creciente intento de comprometer la infraestructura. En particular, la operación de enrutamiento es un objetivo altamente visible que debe protegerse contra una amplia gama de ataques. La inyección de información falsa de enrutamiento puede degradar fácilmente el rendimiento de la red, o incluso causar denegación de servicio para un gran número de anfitriones y redes durante un largo período de tiempo. Se han propuesto diferentes enfoques para asegurar los protocolos de encaminamiento, con una variedad de contramedidas que, sin embargo, no han erradicado la vulnerabilidad de la infraestructura de encaminamiento. En este artículo, revisamos los esquemas de enrutamiento seguro actualizados. que apareció en los últimos años. Nuestro punto de vista crítico y la revisión a fondo de la literatura son un intento de identificar direcciones para la investigación futura sobre un problema realmente difícil y aún en gran medida abierto",
    "error_count": 8,
    "keys": {
        "Internet routing infrastructure security": {
            "translated_key": [],
            "translated_annotated_text": "Asegurar la infraestructura de enrutamiento de Internet El crecimiento sin precedentes de Internet en los últimos años, y la expectativa de un aumento aún más rápido en el número de usuarios y sistemas en red, dio lugar a que Internet asuma su posición como medio de comunicación de masas. Al mismo tiempo, la aparición de un número cada vez mayor de áreas de aplicación y la evolución de la tecnología de redes sugieren que en un futuro próximo la Internet puede convertirse en la única infraestructura integrada de comunicaciones. Sin embargo, a medida que crece la dependencia de la infraestructura de redes, su seguridad se convierte en una preocupación importante, a la luz del creciente intento de comprometer la infraestructura. En particular, la operación de enrutamiento es un objetivo altamente visible que debe protegerse contra una amplia gama de ataques. La inyección de información falsa de enrutamiento puede degradar fácilmente el rendimiento de la red, o incluso causar denegación de servicio para un gran número de anfitriones y redes durante un largo período de tiempo. Se han propuesto diferentes enfoques para asegurar los protocolos de encaminamiento, con una variedad de contramedidas que, sin embargo, no han erradicado la vulnerabilidad de la infraestructura de encaminamiento. En este artículo, revisamos los esquemas de enrutamiento seguro actualizados. que apareció en los últimos años. Nuestro punto de vista crítico y la revisión a fondo de la literatura son un intento de identificar direcciones para la investigación futura sobre un problema realmente difícil y aún en gran medida abierto ",
            "error": []
        },
        "networked systems": {
            "translated_key": "sistemas en red",
            "translated_annotated_text": "Asegurar la infraestructura de enrutamiento de Internet El crecimiento sin precedentes de Internet en los últimos años, y la expectativa de un aumento aún más rápido en el número de usuarios y \"sistemas en red\", dio lugar a que Internet asuma su posición como medio de comunicación de masas. Al mismo tiempo, la aparición de un número cada vez mayor de áreas de aplicación y la evolución de la tecnología de redes sugieren que en un futuro próximo la Internet puede convertirse en la única infraestructura integrada de comunicaciones. Sin embargo, a medida que crece la dependencia de la infraestructura de redes, su seguridad se convierte en una preocupación importante, a la luz del creciente intento de comprometer la infraestructura. En particular, la operación de enrutamiento es un objetivo altamente visible que debe protegerse contra una amplia gama de ataques. La inyección de información falsa de enrutamiento puede degradar fácilmente el rendimiento de la red, o incluso causar denegación de servicio para un gran número de anfitriones y redes durante un largo período de tiempo. Se han propuesto diferentes enfoques para asegurar los protocolos de encaminamiento, con una variedad de contramedidas que, sin embargo, no han erradicado la vulnerabilidad de la infraestructura de encaminamiento. En este artículo, revisamos los esquemas de enrutamiento seguro actualizados. que apareció en los últimos años. Nuestro punto de vista crítico y la revisión a fondo de la literatura son un intento de identificar direcciones para la investigación futura sobre un problema realmente difícil y aún en gran medida abierto ",
            "error": [
                ""
            ]
        },
        "networking technology": {
            "translated_key": "tecnología de redes",
            "translated_annotated_text": "Asegurar la infraestructura de enrutamiento de Internet El crecimiento sin precedentes de Internet en los últimos años, y la expectativa de un aumento aún más rápido en el número de usuarios y sistemas en red, dio lugar a que Internet asuma su posición como medio de comunicación de masas. Al mismo tiempo, la aparición de un número cada vez mayor de áreas de aplicación y la evolución de la \"tecnología de redes\" sugieren que en un futuro próximo Internet puede convertirse en la única infraestructura de comunicación integrada. Sin embargo, a medida que crece la dependencia de la infraestructura de redes, su seguridad se convierte en una preocupación importante, a la luz del creciente intento de comprometer la infraestructura. En particular, la operación de enrutamiento es un objetivo altamente visible que debe protegerse contra una amplia gama de ataques. La inyección de información falsa de enrutamiento puede degradar fácilmente el rendimiento de la red, o incluso causar denegación de servicio para un gran número de anfitriones y redes durante un largo período de tiempo. Se han propuesto diferentes enfoques para asegurar los protocolos de encaminamiento, con una variedad de contramedidas que, sin embargo, no han erradicado la vulnerabilidad de la infraestructura de encaminamiento. En este artículo, revisamos los esquemas de enrutamiento seguro actualizados. que apareció en los últimos años. Nuestro punto de vista crítico y la revisión a fondo de la literatura son un intento de identificar direcciones para la investigación futura sobre un problema realmente difícil y aún en gran medida abierto ",
            "error": [
                ""
            ]
        },
        "integrated communication infrastructure": {
            "translated_key": "infraestructura de comunicación integrada",
            "translated_annotated_text": "Asegurar la infraestructura de enrutamiento de Internet El crecimiento sin precedentes de Internet en los últimos años, y la expectativa de un aumento aún más rápido en el número de usuarios y sistemas en red, dio lugar a que Internet asuma su posición como medio de comunicación de masas. Al mismo tiempo, la aparición de un número cada vez mayor de áreas de aplicación y la evolución de la tecnología de redes sugieren que en un futuro próximo Internet puede convertirse en la única \"infraestructura de comunicación integrada\". Sin embargo, a medida que crece la dependencia de la infraestructura de redes, su seguridad se convierte en una preocupación importante, a la luz del creciente intento de comprometer la infraestructura. En particular, la operación de enrutamiento es un objetivo altamente visible que debe protegerse contra una amplia gama de ataques. La inyección de información falsa de enrutamiento puede degradar fácilmente el rendimiento de la red, o incluso causar denegación de servicio para un gran número de anfitriones y redes durante un largo período de tiempo. Se han propuesto diferentes enfoques para asegurar los protocolos de encaminamiento, con una variedad de contramedidas que, sin embargo, no han erradicado la vulnerabilidad de la infraestructura de encaminamiento. En este artículo, revisamos los esquemas de enrutamiento seguro actualizados. que apareció en los últimos años. Nuestro punto de vista crítico y la revisión a fondo de la literatura son un intento de identificar direcciones para la investigación futura sobre un problema realmente difícil y aún en gran medida abierto ",
            "error": [
                ""
            ]
        },
        "networking infrastructure": {
            "translated_key": "infraestructura de red",
            "translated_annotated_text": "Asegurar la infraestructura de enrutamiento de Internet El crecimiento sin precedentes de Internet en los últimos años, y la expectativa de un aumento aún más rápido en el número de usuarios y sistemas en red, dio lugar a que Internet asuma su posición como medio de comunicación de masas. Al mismo tiempo, la aparición de un número cada vez mayor de áreas de aplicación y la evolución de la tecnología de redes sugieren que en un futuro próximo la Internet puede convertirse en la única infraestructura integrada de comunicaciones. Sin embargo, a medida que crece la dependencia de la \"infraestructura de red\", su seguridad se convierte en una preocupación importante, a la luz del creciente intento de comprometer la infraestructura. En particular, la operación de enrutamiento es un objetivo altamente visible que debe protegerse contra una amplia gama de ataques. La inyección de información falsa de enrutamiento puede degradar fácilmente el rendimiento de la red, o incluso causar denegación de servicio para un gran número de anfitriones y redes durante un largo período de tiempo. Se han propuesto diferentes enfoques para asegurar los protocolos de encaminamiento, con una variedad de contramedidas que, sin embargo, no han erradicado la vulnerabilidad de la infraestructura de encaminamiento. En este artículo, revisamos los esquemas de enrutamiento seguro actualizados. que apareció en los últimos años. Nuestro punto de vista crítico y la revisión a fondo de la literatura son un intento de identificar direcciones para la investigación futura sobre un problema realmente difícil y aún en gran medida abierto ",
            "error": [
                ""
            ]
        },
        "false routing information": {
            "translated_key": "información falsa de enrutamiento",
            "translated_annotated_text": "Asegurar la infraestructura de enrutamiento de Internet El crecimiento sin precedentes de Internet en los últimos años, y la expectativa de un aumento aún más rápido en el número de usuarios y sistemas en red, dio lugar a que Internet asuma su posición como medio de comunicación de masas. Al mismo tiempo, la aparición de un número cada vez mayor de áreas de aplicación y la evolución de la tecnología de redes sugieren que en un futuro próximo la Internet puede convertirse en la única infraestructura integrada de comunicaciones. Sin embargo, a medida que crece la dependencia de la infraestructura de redes, su seguridad se convierte en una preocupación importante, a la luz del creciente intento de comprometer la infraestructura. En particular, la operación de enrutamiento es un objetivo altamente visible que debe protegerse contra una amplia gama de ataques. La inyección de \"información falsa de enrutamiento\" puede degradar fácilmente el rendimiento de la red, o incluso causar denegación de servicio para un gran número de anfitriones y redes durante un largo período de tiempo. Se han propuesto diferentes enfoques para asegurar los protocolos de encaminamiento, con una variedad de contramedidas que, sin embargo, no han erradicado la vulnerabilidad de la infraestructura de encaminamiento. En este artículo, revisamos los esquemas de enrutamiento seguro actualizados. que apareció en los últimos años. Nuestro punto de vista crítico y la revisión a fondo de la literatura son un intento de identificar direcciones para la investigación futura sobre un problema realmente difícil y aún en gran medida abierto ",
            "error": [
                ""
            ]
        },
        "network performance": {
            "translated_key": "el rendimiento de la red",
            "translated_annotated_text": "Asegurar la infraestructura de enrutamiento de Internet El crecimiento sin precedentes de Internet en los últimos años, y la expectativa de un aumento aún más rápido en el número de usuarios y sistemas en red, dio lugar a que Internet asuma su posición como medio de comunicación de masas. Al mismo tiempo, la aparición de un número cada vez mayor de áreas de aplicación y la evolución de la tecnología de redes sugieren que en un futuro próximo la Internet puede convertirse en la única infraestructura integrada de comunicaciones. Sin embargo, a medida que crece la dependencia de la infraestructura de redes, su seguridad se convierte en una preocupación importante, a la luz del creciente intento de comprometer la infraestructura. En particular, la operación de enrutamiento es un objetivo altamente visible que debe protegerse contra una amplia gama de ataques. La inyección de información falsa de enrutamiento puede degradar fácilmente \"el rendimiento de la red\", o incluso causar denegación de servicio para un gran número de anfitriones y redes durante un largo período de tiempo. Se han propuesto diferentes enfoques para asegurar los protocolos de encaminamiento, con una variedad de contramedidas que, sin embargo, no han erradicado la vulnerabilidad de la infraestructura de encaminamiento. En este artículo, revisamos los esquemas de enrutamiento seguro actualizados. que apareció en los últimos años. Nuestro punto de vista crítico y la revisión a fondo de la literatura son un intento de identificar direcciones para la investigación futura sobre un problema realmente difícil y aún en gran medida abierto ",
            "error": [
                ""
            ]
        },
        "routing protocols": {
            "translated_key": "protocolos de ruta",
            "translated_annotated_text": "Asegurar la infraestructura de enrutamiento de Internet El crecimiento sin precedentes de Internet en los últimos años, y la expectativa de un aumento aún más rápido en el número de usuarios y sistemas en red, dio lugar a que Internet asuma su posición como medio de comunicación de masas. Al mismo tiempo, la aparición de un número cada vez mayor de áreas de aplicación y la evolución de la tecnología de redes sugieren que en un futuro próximo la Internet puede convertirse en la única infraestructura integrada de comunicaciones. Sin embargo, a medida que crece la dependencia de la infraestructura de redes, su seguridad se convierte en una preocupación importante, a la luz del creciente intento de comprometer la infraestructura. En particular, la operación de enrutamiento es un objetivo altamente visible que debe protegerse contra una amplia gama de ataques. La inyección de información falsa de enrutamiento puede degradar fácilmente el rendimiento de la red, o incluso causar denegación de servicio para un gran número de anfitriones y redes durante un largo período de tiempo. Se han propuesto diferentes enfoques para asegurar los \"protocolos de ruta\", con una variedad de contramedidas, que, sin embargo, no han erradicado la vulnerabilidad de la infraestructura de rutas. En este artículo, revisamos los esquemas de enrutamiento seguro actualizados. que apareció en los últimos años. Nuestro punto de vista crítico y la revisión a fondo de la literatura son un intento de identificar direcciones para la investigación futura sobre un problema realmente difícil y aún en gran medida abierto ",
            "error": [
                ""
            ]
        },
        "countermeasures": {
            "translated_key": "contramedidas",
            "translated_annotated_text": "Asegurar la infraestructura de enrutamiento de Internet El crecimiento sin precedentes de Internet en los últimos años, y la expectativa de un aumento aún más rápido en el número de usuarios y sistemas en red, dio lugar a que Internet asuma su posición como medio de comunicación de masas. Al mismo tiempo, la aparición de un número cada vez mayor de áreas de aplicación y la evolución de la tecnología de redes sugieren que en un futuro próximo la Internet puede convertirse en la única infraestructura integrada de comunicaciones. Sin embargo, a medida que crece la dependencia de la infraestructura de redes, su seguridad se convierte en una preocupación importante, a la luz del creciente intento de comprometer la infraestructura. En particular, la operación de enrutamiento es un objetivo altamente visible que debe protegerse contra una amplia gama de ataques. La inyección de información falsa de enrutamiento puede degradar fácilmente el rendimiento de la red, o incluso causar denegación de servicio para un gran número de anfitriones y redes durante un largo período de tiempo. Se han propuesto diferentes enfoques para asegurar los protocolos de enrutamiento, con una variedad de \"contramedidas\", que, sin embargo, no han erradicado la vulnerabilidad de la infraestructura de enrutamiento. En este artículo, revisamos los esquemas de enrutamiento seguro actualizados. que apareció en los últimos años. Nuestro punto de vista crítico y la revisión a fondo de la literatura son un intento de identificar direcciones para la investigación futura sobre un problema realmente difícil y aún en gran medida abierto ",
            "error": [
                ""
            ]
        },
        "routing infrastructure": {
            "translated_key": [
                "infraestructura de red",
                "infraestructura de ruta"
            ],
            "translated_annotated_text": "Asegurar la \"infraestructura de red\" de Internet El crecimiento sin precedentes de Internet en los últimos años, y la expectativa de un aumento aún más rápido en el número de usuarios y sistemas en red, dio lugar a que Internet asuma su posición como medio de comunicación de masas. Al mismo tiempo, la aparición de un número cada vez mayor de áreas de aplicación y la evolución de la tecnología de redes sugieren que en un futuro próximo la Internet puede convertirse en la única infraestructura integrada de comunicaciones. Sin embargo, a medida que crece la dependencia de la infraestructura de redes, su seguridad se convierte en una preocupación importante, a la luz del creciente intento de comprometer la infraestructura. En particular, la operación de enrutamiento es un objetivo altamente visible que debe protegerse contra una amplia gama de ataques. La inyección de información falsa de enrutamiento puede degradar fácilmente el rendimiento de la red, o incluso causar denegación de servicio para un gran número de anfitriones y redes durante un largo período de tiempo. Se han propuesto diferentes enfoques para asegurar los protocolos de ruta, con una variedad de contramedidas, que, sin embargo, no han erradicado la vulnerabilidad de la \"infraestructura de ruta\". En este artículo, revisamos los esquemas de enrutamiento seguro actualizados. que apareció en los últimos años. Nuestro punto de vista crítico y la revisión a fondo de la literatura son un intento de identificar direcciones para la investigación futura sobre un problema realmente difícil y aún en gran medida abierto ",
            "error": [
                "infraestructura de red",
                "infraestructura de ruta"
            ]
        },
        "secure routing schemes": {
            "translated_key": "esquemas de enrutamiento seguros",
            "translated_annotated_text": "Asegurar la infraestructura de enrutamiento de Internet El crecimiento sin precedentes de Internet en los últimos años, y la expectativa de un aumento aún más rápido en el número de usuarios y sistemas en red, dio lugar a que Internet asuma su posición como medio de comunicación de masas. Al mismo tiempo, la aparición de un número cada vez mayor de áreas de aplicación y la evolución de la tecnología de redes sugieren que en un futuro próximo la Internet puede convertirse en la única infraestructura integrada de comunicaciones. Sin embargo, a medida que crece la dependencia de la infraestructura de redes, su seguridad se convierte en una preocupación importante, a la luz del creciente intento de comprometer la infraestructura. En particular, la operación de enrutamiento es un objetivo altamente visible que debe protegerse contra una amplia gama de ataques. La inyección de información falsa de enrutamiento puede degradar fácilmente el rendimiento de la red, o incluso causar denegación de servicio para un gran número de anfitriones y redes durante un largo período de tiempo. Se han propuesto diferentes enfoques para asegurar los protocolos de encaminamiento, con una variedad de contramedidas que, sin embargo, no han erradicado la vulnerabilidad de la infraestructura de encaminamiento. En este artículo, revisamos los \"esquemas de enrutamiento seguros\" actualizados. que apareció en los últimos años. Nuestro punto de vista crítico y la revisión a fondo de la literatura son un intento de identificar direcciones para la investigación futura sobre un problema realmente difícil y aún en gran medida abierto ",
            "error": [
                ""
            ]
        },
        "research": {
            "translated_key": "investigación",
            "translated_annotated_text": "Asegurar la infraestructura de enrutamiento de Internet El crecimiento sin precedentes de Internet en los últimos años, y la expectativa de un aumento aún más rápido en el número de usuarios y sistemas en red, dio lugar a que Internet asuma su posición como medio de comunicación de masas. Al mismo tiempo, la aparición de un número cada vez mayor de áreas de aplicación y la evolución de la tecnología de redes sugieren que en un futuro próximo la Internet puede convertirse en la única infraestructura integrada de comunicaciones. Sin embargo, a medida que crece la dependencia de la infraestructura de redes, su seguridad se convierte en una preocupación importante, a la luz del creciente intento de comprometer la infraestructura. En particular, la operación de enrutamiento es un objetivo altamente visible que debe protegerse contra una amplia gama de ataques. La inyección de información falsa de enrutamiento puede degradar fácilmente el rendimiento de la red, o incluso causar denegación de servicio para un gran número de anfitriones y redes durante un largo período de tiempo. Se han propuesto diferentes enfoques para asegurar los protocolos de encaminamiento, con una variedad de contramedidas que, sin embargo, no han erradicado la vulnerabilidad de la infraestructura de encaminamiento. En este artículo, revisamos los esquemas de enrutamiento seguro actualizados. que apareció en los últimos años. Nuestro punto de vista crítico y la revisión a fondo de la literatura son un intento de identificar las direcciones para la futura \"investigación\" sobre un problema realmente difícil y aún en gran medida abierto ",
            "error": [
                ""
            ]
        },
        "preventive security mechanisms": {
            "translated_key": [],
            "translated_annotated_text": "Asegurar la infraestructura de enrutamiento de Internet El crecimiento sin precedentes de Internet en los últimos años, y la expectativa de un aumento aún más rápido en el número de usuarios y sistemas en red, dio lugar a que Internet asuma su posición como medio de comunicación de masas. Al mismo tiempo, la aparición de un número cada vez mayor de áreas de aplicación y la evolución de la tecnología de redes sugieren que en un futuro próximo la Internet puede convertirse en la única infraestructura integrada de comunicaciones. Sin embargo, a medida que crece la dependencia de la infraestructura de redes, su seguridad se convierte en una preocupación importante, a la luz del creciente intento de comprometer la infraestructura. En particular, la operación de enrutamiento es un objetivo altamente visible que debe protegerse contra una amplia gama de ataques. La inyección de información falsa de enrutamiento puede degradar fácilmente el rendimiento de la red, o incluso causar denegación de servicio para un gran número de anfitriones y redes durante un largo período de tiempo. Se han propuesto diferentes enfoques para asegurar los protocolos de encaminamiento, con una variedad de contramedidas que, sin embargo, no han erradicado la vulnerabilidad de la infraestructura de encaminamiento. En este artículo, revisamos los esquemas de enrutamiento seguro actualizados. que apareció en los últimos años. Nuestro punto de vista crítico y la revisión a fondo de la literatura son un intento de identificar direcciones para la investigación futura sobre un problema realmente difícil y aún en gran medida abierto ",
            "error": []
        },
        "link state protocols": {
            "translated_key": [],
            "translated_annotated_text": "Asegurar la infraestructura de enrutamiento de Internet El crecimiento sin precedentes de Internet en los últimos años, y la expectativa de un aumento aún más rápido en el número de usuarios y sistemas en red, dio lugar a que Internet asuma su posición como medio de comunicación de masas. Al mismo tiempo, la aparición de un número cada vez mayor de áreas de aplicación y la evolución de la tecnología de redes sugieren que en un futuro próximo la Internet puede convertirse en la única infraestructura integrada de comunicaciones. Sin embargo, a medida que crece la dependencia de la infraestructura de redes, su seguridad se convierte en una preocupación importante, a la luz del creciente intento de comprometer la infraestructura. En particular, la operación de enrutamiento es un objetivo altamente visible que debe protegerse contra una amplia gama de ataques. La inyección de información falsa de enrutamiento puede degradar fácilmente el rendimiento de la red, o incluso causar denegación de servicio para un gran número de anfitriones y redes durante un largo período de tiempo. Se han propuesto diferentes enfoques para asegurar los protocolos de encaminamiento, con una variedad de contramedidas que, sin embargo, no han erradicado la vulnerabilidad de la infraestructura de encaminamiento. En este artículo, revisamos los esquemas de enrutamiento seguro actualizados. que apareció en los últimos años. Nuestro punto de vista crítico y la revisión a fondo de la literatura son un intento de identificar direcciones para la investigación futura sobre un problema realmente difícil y aún en gran medida abierto ",
            "error": []
        },
        "Internet": {
            "translated_key": "Internet",
            "translated_annotated_text": "Asegurar la infraestructura de enrutamiento \"Internet\" El crecimiento sin precedentes de la \"Internet\" en los últimos años, y la expectativa de un aumento aún más rápido en el número de usuarios y sistemas en red, resultó en que la \"Internet\" asumiendo su posición como medio de comunicación de masas. Al mismo tiempo, la aparición de un número cada vez mayor de áreas de aplicación y la evolución de la tecnología de redes sugieren que en un futuro próximo la \"Internet\" puede convertirse en la única infraestructura de comunicación integrada. Sin embargo, a medida que crece la dependencia de la infraestructura de redes, su seguridad se convierte en una preocupación importante, a la luz del creciente intento de comprometer la infraestructura. En particular, la operación de enrutamiento es un objetivo altamente visible que debe protegerse contra una amplia gama de ataques. La inyección de información falsa de enrutamiento puede degradar fácilmente el rendimiento de la red, o incluso causar denegación de servicio para un gran número de anfitriones y redes durante un largo período de tiempo. Se han propuesto diferentes enfoques para asegurar los protocolos de encaminamiento, con una variedad de contramedidas que, sin embargo, no han erradicado la vulnerabilidad de la infraestructura de encaminamiento. En este artículo, revisamos los esquemas de enrutamiento seguro actualizados. que apareció en los últimos años. Nuestro punto de vista crítico y la revisión a fondo de la literatura son un intento de identificar direcciones para la investigación futura sobre un problema realmente difícil y aún en gran medida abierto ",
            "error": [
                ""
            ]
        },
        "security of data": {
            "translated_key": [],
            "translated_annotated_text": "Asegurar la infraestructura de enrutamiento de Internet El crecimiento sin precedentes de Internet en los últimos años, y la expectativa de un aumento aún más rápido en el número de usuarios y sistemas en red, dio lugar a que Internet asuma su posición como medio de comunicación de masas. Al mismo tiempo, la aparición de un número cada vez mayor de áreas de aplicación y la evolución de la tecnología de redes sugieren que en un futuro próximo la Internet puede convertirse en la única infraestructura integrada de comunicaciones. Sin embargo, a medida que crece la dependencia de la infraestructura de redes, su seguridad se convierte en una preocupación importante, a la luz del creciente intento de comprometer la infraestructura. En particular, la operación de enrutamiento es un objetivo altamente visible que debe protegerse contra una amplia gama de ataques. La inyección de información falsa de enrutamiento puede degradar fácilmente el rendimiento de la red, o incluso causar denegación de servicio para un gran número de anfitriones y redes durante un largo período de tiempo. Se han propuesto diferentes enfoques para asegurar los protocolos de encaminamiento, con una variedad de contramedidas que, sin embargo, no han erradicado la vulnerabilidad de la infraestructura de encaminamiento. En este artículo, revisamos los esquemas de enrutamiento seguro actualizados. que apareció en los últimos años. Nuestro punto de vista crítico y la revisión a fondo de la literatura son un intento de identificar direcciones para la investigación futura sobre un problema realmente difícil y aún en gran medida abierto ",
            "error": []
        },
        "telecommunication network routing": {
            "translated_key": [],
            "translated_annotated_text": "Asegurar la infraestructura de enrutamiento de Internet El crecimiento sin precedentes de Internet en los últimos años, y la expectativa de un aumento aún más rápido en el número de usuarios y sistemas en red, dio lugar a que Internet asuma su posición como medio de comunicación de masas. Al mismo tiempo, la aparición de un número cada vez mayor de áreas de aplicación y la evolución de la tecnología de redes sugieren que en un futuro próximo la Internet puede convertirse en la única infraestructura integrada de comunicaciones. Sin embargo, a medida que crece la dependencia de la infraestructura de redes, su seguridad se convierte en una preocupación importante, a la luz del creciente intento de comprometer la infraestructura. En particular, la operación de enrutamiento es un objetivo altamente visible que debe protegerse contra una amplia gama de ataques. La inyección de información falsa de enrutamiento puede degradar fácilmente el rendimiento de la red, o incluso causar denegación de servicio para un gran número de anfitriones y redes durante un largo período de tiempo. Se han propuesto diferentes enfoques para asegurar los protocolos de encaminamiento, con una variedad de contramedidas que, sin embargo, no han erradicado la vulnerabilidad de la infraestructura de encaminamiento. En este artículo, revisamos los esquemas de enrutamiento seguro actualizados. que apareció en los últimos años. Nuestro punto de vista crítico y la revisión a fondo de la literatura son un intento de identificar direcciones para la investigación futura sobre un problema realmente difícil y aún en gran medida abierto ",
            "error": []
        },
        "telecommunication security": {
            "translated_key": [],
            "translated_annotated_text": "Asegurar la infraestructura de enrutamiento de Internet El crecimiento sin precedentes de Internet en los últimos años, y la expectativa de un aumento aún más rápido en el número de usuarios y sistemas en red, dio lugar a que Internet asuma su posición como medio de comunicación de masas. Al mismo tiempo, la aparición de un número cada vez mayor de áreas de aplicación y la evolución de la tecnología de redes sugieren que en un futuro próximo la Internet puede convertirse en la única infraestructura integrada de comunicaciones. Sin embargo, a medida que crece la dependencia de la infraestructura de redes, su seguridad se convierte en una preocupación importante, a la luz del creciente intento de comprometer la infraestructura. En particular, la operación de enrutamiento es un objetivo altamente visible que debe protegerse contra una amplia gama de ataques. La inyección de información falsa de enrutamiento puede degradar fácilmente el rendimiento de la red, o incluso causar denegación de servicio para un gran número de anfitriones y redes durante un largo período de tiempo. Se han propuesto diferentes enfoques para asegurar los protocolos de encaminamiento, con una variedad de contramedidas que, sin embargo, no han erradicado la vulnerabilidad de la infraestructura de encaminamiento. En este artículo, revisamos los esquemas de enrutamiento seguro actualizados. que apareció en los últimos años. Nuestro punto de vista crítico y la revisión a fondo de la literatura son un intento de identificar direcciones para la investigación futura sobre un problema realmente difícil y aún en gran medida abierto ",
            "error": []
        },
        "transport protocols": {
            "translated_key": [],
            "translated_annotated_text": "Asegurar la infraestructura de enrutamiento de Internet El crecimiento sin precedentes de Internet en los últimos años, y la expectativa de un aumento aún más rápido en el número de usuarios y sistemas en red, dio lugar a que Internet asuma su posición como medio de comunicación de masas. Al mismo tiempo, la aparición de un número cada vez mayor de áreas de aplicación y la evolución de la tecnología de redes sugieren que en un futuro próximo la Internet puede convertirse en la única infraestructura integrada de comunicaciones. Sin embargo, a medida que crece la dependencia de la infraestructura de redes, su seguridad se convierte en una preocupación importante, a la luz del creciente intento de comprometer la infraestructura. En particular, la operación de enrutamiento es un objetivo altamente visible que debe protegerse contra una amplia gama de ataques. La inyección de información falsa de enrutamiento puede degradar fácilmente el rendimiento de la red, o incluso causar denegación de servicio para un gran número de anfitriones y redes durante un largo período de tiempo. Se han propuesto diferentes enfoques para asegurar los protocolos de encaminamiento, con una variedad de contramedidas que, sin embargo, no han erradicado la vulnerabilidad de la infraestructura de encaminamiento. En este artículo, revisamos los esquemas de enrutamiento seguro actualizados. que apareció en los últimos años. Nuestro punto de vista crítico y la revisión a fondo de la literatura son un intento de identificar direcciones para la investigación futura sobre un problema realmente difícil y aún en gran medida abierto ",
            "error": []
        }
    }
}