{
    "original_text": "A model of periodic oscillation for genetic regulatory systems In this paper, we focus on modeling and explaining periodic oscillations in gene-protein systems with a simple nonlinear model and on analyzing effects of time delay on the stability of oscillations. Our main model of genetic regulation comprises of a two-gene system with an autoregulatory feedback loop. We exploit multiple time scales and hysteretic properties of the model to construct periodic oscillations with jumping dynamics and analyze the possible mechanism according to the singular perturbation theory. As shown in this paper, periodic oscillations are mainly generated by nonlinearly negative and positive feedback loops in gene regulatory systems, whereas the jumping dynamics is generally caused by time scale differences among biochemical reactions. This simple model may actually act as a genetic oscillator or switch in gene-protein networks because the dynamics are robust for parameter perturbations or environment variations. We also explore effects of time delay on the stability of the dynamics, showing that the time delay generally increases the stability region of the oscillations, thereby making the oscillations robust to parameter changes. Two examples are also provided to numerically demonstrate our theoretical results",
    "original_translation": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso del tiempo en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para las perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos",
    "error_count": 16,
    "keys": {
        "modeling": {
            "translated_key": "modelar",
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en \"modelar\" y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso de tiempo en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para las perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": [
                ""
            ]
        },
        "periodic oscillations": {
            "translated_key": " oscilaciones periódicas",
            "translated_annotated_text": "Un modelo de oscilación periódica para los sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar las \" oscilaciones periódicas\" en los sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso del tiempo en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir \" oscilaciones periódicas\" con dinámica de salto y analizar el mecanismo posible de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para las perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": [
                ""
            ]
        },
        "gene-protein systems": {
            "translated_key": "sistemas de proteínas genéticas",
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en \"sistemas de proteínas genéticas\" con un modelo simple no lineal y en analizar los efectos del retraso temporal en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para las perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": [
                ""
            ]
        },
        "nonlinear model": {
            "translated_key": "modelo no lineal",
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un simple \"modelo no lineal\" y en analizar los efectos del retraso temporal en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para las perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": [
                ""
            ]
        },
        "time delay": {
            "translated_key": [
                "retraso temporal",
                "retardo de tiempo",
                "retardo de tiempo"
            ],
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del \"retraso temporal\" en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para las perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del \"retardo de tiempo\" en la estabilidad de la dinámica, mostrando que el \"retardo de tiempo\" generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas a los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": [
                "retraso temporal",
                "retardo de tiempo",
                "retardo de tiempo"
            ]
        },
        "oscillations stability": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso del tiempo en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para las perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": []
        },
        "genetic regulation": {
            "translated_key": "regulación genética",
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso del tiempo en la estabilidad de las oscilaciones. Nuestro modelo principal de \"regulación genética\" consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para las perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": [
                ""
            ]
        },
        "two-gene system": {
            "translated_key": "sistema de dos genes",
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso del tiempo en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un \"sistema de dos genes\" con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para las perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": [
                ""
            ]
        },
        "autoregulatory feedback loop": {
            "translated_key": "loop de retroalimentación autorregulador",
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso del tiempo en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un \"loop de retroalimentación autorregulador\". Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para las perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": [
                ""
            ]
        },
        "hysteretic properties": {
            "translated_key": "propiedades histéricas",
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso del tiempo en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y \"propiedades histéricas\" del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el mecanismo posible de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para las perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": [
                ""
            ]
        },
        "jumping dynamics": {
            "translated_key": [
                "dinámica de salto",
                "dinámica de saltos"
            ],
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso del tiempo en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con \"dinámica de salto\" y analizar el mecanismo posible de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la \"dinámica de saltos\" generalmente es causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para las perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": [
                "dinámica de salto",
                "dinámica de saltos"
            ]
        },
        "singular perturbation theory": {
            "translated_key": "teoría de la perturbación singular",
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso del tiempo en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la \"teoría de la perturbación singular\". Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para las perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": [
                ""
            ]
        },
        "nonlinearly negative feedback loops": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso del tiempo en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para las perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": []
        },
        "nonlinearly positive feedback loops": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso del tiempo en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para las perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": []
        },
        "genetic regulatory system": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso del tiempo en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para las perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": []
        },
        "biochemical reactions": {
            "translated_key": "reacciones bioquímicas",
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso del tiempo en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las \"reacciones bioquímicas\". Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para las perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": [
                ""
            ]
        },
        "stability region": {
            "translated_key": "región de estabilidad",
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso del tiempo en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para las perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la \"región de estabilidad\" de las oscilaciones, haciendo así que las oscilaciones sean robustas a los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": [
                ""
            ]
        },
        "bifurcation": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso del tiempo en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para las perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": []
        },
        "circadian rhythm": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso del tiempo en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para las perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": []
        },
        "relaxation oscillator": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso del tiempo en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para las perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": []
        },
        "delays": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso del tiempo en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para las perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": []
        },
        "feedback": {
            "translated_key": "retroalimentación",
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso del tiempo en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de \"retroalimentación\" autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de \"retroalimentación\" no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para las perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": [
                ""
            ]
        },
        "genetics": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso del tiempo en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para las perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": []
        },
        "hysteresis": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso del tiempo en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para las perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": []
        },
        "oscillations": {
            "translated_key": "oscilaciones",
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar \"oscilaciones\" periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso temporal en la estabilidad de las \"oscilaciones\". Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir \"oscilaciones\" periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las \"oscilaciones\" periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para las perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las \"oscilaciones\", haciendo que las \"oscilaciones\" sean robustas a los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": [
                ""
            ]
        },
        "physiological models": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso del tiempo en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para las perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": []
        },
        "proteins": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso del tiempo en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para las perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": []
        },
        "relaxation oscillators": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso del tiempo en la estabilidad de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para las perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la estabilidad de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de estabilidad de las oscilaciones, haciendo que las oscilaciones sean robustas para los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": []
        },
        "stability": {
            "translated_key": "estabilidad",
            "translated_annotated_text": "Un modelo de oscilación periódica para sistemas reguladores genéticos En este trabajo, nos centramos en modelar y explicar oscilaciones periódicas en sistemas de proteínas genéticas con un modelo simple no lineal y en analizar los efectos del retraso de tiempo en la \"estabilidad\" de las oscilaciones. Nuestro modelo principal de regulación genética consiste en un sistema de dos genes con un bucle de retroalimentación autorregulador. Aprovechamos múltiples escalas de tiempo y propiedades histéricas del modelo para construir oscilaciones periódicas con dinámica de salto y analizar el posible mecanismo de acuerdo con la teoría de la perturbación singular. Como se muestra en este artículo, las oscilaciones periódicas son generadas principalmente por bucles de retroalimentación no linealmente negativos y positivos en los sistemas reguladores de genes, mientras que la dinámica de salto es generalmente causada por diferencias de escala de tiempo entre las reacciones bioquímicas. Este modelo simple puede realmente actuar como un oscilador genético o cambiar en redes de proteínas genéticas porque la dinámica es robusta para las perturbaciones de parámetros o variaciones del medio ambiente. También exploramos los efectos del retraso temporal en la \"estabilidad\" de la dinámica, mostrando que el retraso temporal generalmente aumenta la región de \"estabilidad\" de las oscilaciones, haciendo así que las oscilaciones sean robustas a los cambios de parámetros. También se proporcionan dos ejemplos para demostrar numéricamente nuestros resultados teóricos ",
            "error": [
                ""
            ]
        }
    }
}