{
    "original_text": "STEM: Secure Telephony Enabled Middlebox Dynamic applications, including IP telephony, have not seen wide acceptance within enterprises because of problems caused by the existing network infrastructure. Static elements, including firewalls and network address translation devices, are not capable of allowing dynamic applications to operate properly. The Secure Telephony Enabled Middlebox (STEM) architecture is an enhancement of the existing network design to remove the issues surrounding static devices. The architecture incorporates an improved firewall that can interpret and utilize information in the application layer of packets to ensure proper functionality. In addition to allowing dynamic applications to function normally, the STEM architecture also incorporates several detection and response mechanisms for well-known network-based vulnerabilities. This article describes the key components of the architecture with respect to the SIP protocol",
    "original_translation": "STEM: Telefonía Secure Habilitada Middlebox Las aplicaciones dinámicas, incluida la telefonía IP, no han sido ampliamente aceptadas dentro de las empresas debido a los problemas causados por la infraestructura de red existente. Los elementos estáticos, incluidos los cortafuegos y los dispositivos de traducción de direcciones de red, no son capaces de permitir que las aplicaciones dinámicas funcionen correctamente. La arquitectura Secure Telephony Habilited Middlebox (STEM) es una mejora del diseño de red existente para eliminar los problemas que rodean a los dispositivos estáticos. La arquitectura incorpora un firewall mejorado que puede interpretar y utilizar la información en la capa de aplicación de paquetes para garantizar la funcionalidad adecuada. Además de permitir que las aplicaciones dinámicas funcionen normalmente, la arquitectura STEM también incorpora varios mecanismos de detección y respuesta para vulnerabilidades basadas en redes conocidas. Este artículo describe los componentes clave de la arquitectura con respecto al protocolo SIP",
    "error_count": 6,
    "keys": {
        "Secure Telephony Enabled Middlebox": {
            "translated_key": "Secure Telephony Habilited Middlebox",
            "translated_annotated_text": "STEM: \"Secure Telephony Habilited Middlebox\" Las aplicaciones dinámicas, incluida la telefonía IP, no han sido ampliamente aceptadas en las empresas debido a los problemas causados por la infraestructura de red existente. Los elementos estáticos, incluidos los cortafuegos y los dispositivos de traducción de direcciones de red, no son capaces de permitir que las aplicaciones dinámicas funcionen correctamente. La arquitectura \"Secure Telephony Habilited Middlebox\" (STEM) es una mejora del diseño de red existente para eliminar los problemas que rodean a los dispositivos estáticos. La arquitectura incorpora un firewall mejorado que puede interpretar y utilizar la información en la capa de aplicación de paquetes para garantizar la funcionalidad adecuada. Además de permitir que las aplicaciones dinámicas funcionen normalmente, la arquitectura STEM también incorpora varios mecanismos de detección y respuesta para vulnerabilidades basadas en redes conocidas. Este artículo describe los componentes clave de la arquitectura con respecto al protocolo SIP ",
            "error": [
                ""
            ]
        },
        "STEM": {
            "translated_key": "STEM",
            "translated_annotated_text": "\"STEM\": Telefonía segura Habilitada Middlebox Las aplicaciones dinámicas, incluida la telefonía IP, no han sido ampliamente aceptadas en las empresas debido a los problemas causados por la infraestructura de red existente. Los elementos estáticos, incluidos los cortafuegos y los dispositivos de traducción de direcciones de red, no son capaces de permitir que las aplicaciones dinámicas funcionen correctamente. La arquitectura Secure Telephony Habilited Middlebox (\"STEM\") es una mejora del diseño de red existente para eliminar los problemas que rodean a los dispositivos estáticos. La arquitectura incorpora un firewall mejorado que puede interpretar y utilizar la información en la capa de aplicación de paquetes para garantizar la funcionalidad adecuada. Además de permitir que las aplicaciones dinámicas funcionen normalmente, la arquitectura \"STEM\" también incorpora varios mecanismos de detección y respuesta para vulnerabilidades basadas en redes conocidas. Este artículo describe los componentes clave de la arquitectura con respecto al protocolo SIP ",
            "error": [
                ""
            ]
        },
        "IP telephony": {
            "translated_key": "telefonía IP",
            "translated_annotated_text": "STEM: Telefonía Secure Habilitada Middlebox Las aplicaciones dinámicas, incluida la \"telefonía IP\", no han sido ampliamente aceptadas en las empresas debido a los problemas causados por la infraestructura de red existente. Los elementos estáticos, incluidos los cortafuegos y los dispositivos de traducción de direcciones de red, no son capaces de permitir que las aplicaciones dinámicas funcionen correctamente. La arquitectura Secure Telephony Habilited Middlebox (STEM) es una mejora del diseño de red existente para eliminar los problemas que rodean a los dispositivos estáticos. La arquitectura incorpora un firewall mejorado que puede interpretar y utilizar la información en la capa de aplicación de paquetes para garantizar la funcionalidad adecuada. Además de permitir que las aplicaciones dinámicas funcionen normalmente, la arquitectura STEM también incorpora varios mecanismos de detección y respuesta para vulnerabilidades basadas en redes conocidas. Este artículo describe los componentes clave de la arquitectura con respecto al protocolo SIP ",
            "error": [
                ""
            ]
        },
        "network infrastructure": {
            "translated_key": "infraestructura de red",
            "translated_annotated_text": "STEM: Telefonía Secure Habilitada Middlebox Las aplicaciones dinámicas, incluida la telefonía IP, no han sido ampliamente aceptadas en las empresas debido a los problemas causados por la \"infraestructura de red\" existente. Los elementos estáticos, incluidos los cortafuegos y los dispositivos de traducción de direcciones de red, no son capaces de permitir que las aplicaciones dinámicas funcionen correctamente. La arquitectura Secure Telephony Habilited Middlebox (STEM) es una mejora del diseño de red existente para eliminar los problemas que rodean a los dispositivos estáticos. La arquitectura incorpora un firewall mejorado que puede interpretar y utilizar la información en la capa de aplicación de paquetes para garantizar la funcionalidad adecuada. Además de permitir que las aplicaciones dinámicas funcionen normalmente, la arquitectura STEM también incorpora varios mecanismos de detección y respuesta para vulnerabilidades basadas en redes conocidas. Este artículo describe los componentes clave de la arquitectura con respecto al protocolo SIP ",
            "error": [
                ""
            ]
        },
        "firewalls": {
            "translated_key": "firewalls",
            "translated_annotated_text": "STEM: Telefonía Secure Habilitada Middlebox Las aplicaciones dinámicas, incluida la telefonía IP, no han sido ampliamente aceptadas dentro de las empresas debido a los problemas causados por la infraestructura de red existente. Los elementos estáticos, incluidos los \"firewalls\" y los dispositivos de traducción de direcciones de red, no son capaces de permitir que las aplicaciones dinámicas funcionen correctamente. La arquitectura Secure Telephony Habilited Middlebox (STEM) es una mejora del diseño de red existente para eliminar los problemas que rodean a los dispositivos estáticos. La arquitectura incorpora un firewall mejorado que puede interpretar y utilizar la información en la capa de aplicación de paquetes para garantizar la funcionalidad adecuada. Además de permitir que las aplicaciones dinámicas funcionen normalmente, la arquitectura STEM también incorpora varios mecanismos de detección y respuesta para vulnerabilidades basadas en redes conocidas. Este artículo describe los componentes clave de la arquitectura con respecto al protocolo SIP ",
            "error": [
                ""
            ]
        },
        "network address translation devices": {
            "translated_key": "dispositivos de traducción de direcciones de red",
            "translated_annotated_text": "STEM: Telefonía Secure Habilitada Middlebox Las aplicaciones dinámicas, incluida la telefonía IP, no han sido ampliamente aceptadas dentro de las empresas debido a los problemas causados por la infraestructura de red existente. Los elementos estáticos, incluyendo cortafuegos y \"dispositivos de traducción de direcciones de red\", no son capaces de permitir que las aplicaciones dinámicas funcionen correctamente. La arquitectura Secure Telephony Habilited Middlebox (STEM) es una mejora del diseño de red existente para eliminar los problemas que rodean a los dispositivos estáticos. La arquitectura incorpora un firewall mejorado que puede interpretar y utilizar la información en la capa de aplicación de paquetes para garantizar la funcionalidad adecuada. Además de permitir que las aplicaciones dinámicas funcionen normalmente, la arquitectura STEM también incorpora varios mecanismos de detección y respuesta para vulnerabilidades basadas en redes conocidas. Este artículo describe los componentes clave de la arquitectura con respecto al protocolo SIP ",
            "error": [
                ""
            ]
        },
        "dynamic applications": {
            "translated_key": "las aplicaciones dinámicas",
            "translated_annotated_text": "STEM: Telefonía Secure Habilitada Middlebox Las aplicaciones dinámicas, incluida la telefonía IP, no han sido ampliamente aceptadas dentro de las empresas debido a los problemas causados por la infraestructura de red existente. Los elementos estáticos, incluidos los cortafuegos y los dispositivos de traducción de direcciones de red, no son capaces de permitir que \"las aplicaciones dinámicas\" funcionen correctamente. La arquitectura Secure Telephony Habilited Middlebox (STEM) es una mejora del diseño de red existente para eliminar los problemas que rodean a los dispositivos estáticos. La arquitectura incorpora un firewall mejorado que puede interpretar y utilizar la información en la capa de aplicación de paquetes para garantizar la funcionalidad adecuada. Además de permitir que \"las aplicaciones dinámicas\" funcionen normalmente, la arquitectura STEM también incorpora varios mecanismos de detección y respuesta para vulnerabilidades basadas en redes conocidas. Este artículo describe los componentes clave de la arquitectura con respecto al protocolo SIP ",
            "error": [
                ""
            ]
        },
        "STEM architecture": {
            "translated_key": "arquitectura STEM",
            "translated_annotated_text": "STEM: Telefonía Secure Habilitada Middlebox Las aplicaciones dinámicas, incluida la telefonía IP, no han sido ampliamente aceptadas dentro de las empresas debido a los problemas causados por la infraestructura de red existente. Los elementos estáticos, incluidos los cortafuegos y los dispositivos de traducción de direcciones de red, no son capaces de permitir que las aplicaciones dinámicas funcionen correctamente. La arquitectura Secure Telephony Habilited Middlebox (STEM) es una mejora del diseño de red existente para eliminar los problemas que rodean a los dispositivos estáticos. La arquitectura incorpora un firewall mejorado que puede interpretar y utilizar la información en la capa de aplicación de paquetes para garantizar la funcionalidad adecuada. Además de permitir que las aplicaciones dinámicas funcionen normalmente, la \"arquitectura STEM\" también incorpora varios mecanismos de detección y respuesta para vulnerabilidades basadas en redes conocidas. Este artículo describe los componentes clave de la arquitectura con respecto al protocolo SIP ",
            "error": [
                ""
            ]
        },
        "network design": {
            "translated_key": "diseño de red",
            "translated_annotated_text": "STEM: Telefonía Secure Habilitada Middlebox Las aplicaciones dinámicas, incluida la telefonía IP, no han sido ampliamente aceptadas dentro de las empresas debido a los problemas causados por la infraestructura de red existente. Los elementos estáticos, incluidos los cortafuegos y los dispositivos de traducción de direcciones de red, no son capaces de permitir que las aplicaciones dinámicas funcionen correctamente. La arquitectura Secure Telephony Habilited Middlebox (STEM) es una mejora del \"diseño de red\" existente para eliminar los problemas que rodean a los dispositivos estáticos. La arquitectura incorpora un firewall mejorado que puede interpretar y utilizar la información en la capa de aplicación de paquetes para garantizar la funcionalidad adecuada. Además de permitir que las aplicaciones dinámicas funcionen normalmente, la arquitectura STEM también incorpora varios mecanismos de detección y respuesta para vulnerabilidades basadas en redes conocidas. Este artículo describe los componentes clave de la arquitectura con respecto al protocolo SIP ",
            "error": [
                ""
            ]
        },
        "static devices": {
            "translated_key": "dispositivos estáticos",
            "translated_annotated_text": "STEM: Telefonía Secure Habilitada Middlebox Las aplicaciones dinámicas, incluida la telefonía IP, no han sido ampliamente aceptadas dentro de las empresas debido a los problemas causados por la infraestructura de red existente. Los elementos estáticos, incluidos los cortafuegos y los dispositivos de traducción de direcciones de red, no son capaces de permitir que las aplicaciones dinámicas funcionen correctamente. La arquitectura Secure Telephony Habilited Middlebox (STEM) es una mejora del diseño de red existente para eliminar los problemas relacionados con los \"dispositivos estáticos\". La arquitectura incorpora un firewall mejorado que puede interpretar y utilizar la información en la capa de aplicación de paquetes para garantizar la funcionalidad adecuada. Además de permitir que las aplicaciones dinámicas funcionen normalmente, la arquitectura STEM también incorpora varios mecanismos de detección y respuesta para vulnerabilidades basadas en redes conocidas. Este artículo describe los componentes clave de la arquitectura con respecto al protocolo SIP ",
            "error": [
                ""
            ]
        },
        "application layer": {
            "translated_key": "capa de aplicación",
            "translated_annotated_text": "STEM: Telefonía Secure Habilitada Middlebox Las aplicaciones dinámicas, incluida la telefonía IP, no han sido ampliamente aceptadas dentro de las empresas debido a los problemas causados por la infraestructura de red existente. Los elementos estáticos, incluidos los cortafuegos y los dispositivos de traducción de direcciones de red, no son capaces de permitir que las aplicaciones dinámicas funcionen correctamente. La arquitectura Secure Telephony Habilited Middlebox (STEM) es una mejora del diseño de red existente para eliminar los problemas que rodean a los dispositivos estáticos. La arquitectura incorpora un firewall mejorado que puede interpretar y utilizar la información en la \"capa de aplicación\" de los paquetes para garantizar la funcionalidad adecuada. Además de permitir que las aplicaciones dinámicas funcionen normalmente, la arquitectura STEM también incorpora varios mecanismos de detección y respuesta para vulnerabilidades basadas en redes conocidas. Este artículo describe los componentes clave de la arquitectura con respecto al protocolo SIP ",
            "error": [
                ""
            ]
        },
        "detection mechanisms": {
            "translated_key": [],
            "translated_annotated_text": "STEM: Telefonía Secure Habilitada Middlebox Las aplicaciones dinámicas, incluida la telefonía IP, no han sido ampliamente aceptadas dentro de las empresas debido a los problemas causados por la infraestructura de red existente. Los elementos estáticos, incluidos los cortafuegos y los dispositivos de traducción de direcciones de red, no son capaces de permitir que las aplicaciones dinámicas funcionen correctamente. La arquitectura Secure Telephony Habilited Middlebox (STEM) es una mejora del diseño de red existente para eliminar los problemas que rodean a los dispositivos estáticos. La arquitectura incorpora un firewall mejorado que puede interpretar y utilizar la información en la capa de aplicación de paquetes para garantizar la funcionalidad adecuada. Además de permitir que las aplicaciones dinámicas funcionen normalmente, la arquitectura STEM también incorpora varios mecanismos de detección y respuesta para vulnerabilidades basadas en redes conocidas. Este artículo describe los componentes clave de la arquitectura con respecto al protocolo SIP ",
            "error": []
        },
        "response mechanisms": {
            "translated_key": "respuesta",
            "translated_annotated_text": "STEM: Telefonía Secure Habilitada Middlebox Las aplicaciones dinámicas, incluida la telefonía IP, no han sido ampliamente aceptadas dentro de las empresas debido a los problemas causados por la infraestructura de red existente. Los elementos estáticos, incluidos los cortafuegos y los dispositivos de traducción de direcciones de red, no son capaces de permitir que las aplicaciones dinámicas funcionen correctamente. La arquitectura Secure Telephony Habilited Middlebox (STEM) es una mejora del diseño de red existente para eliminar los problemas que rodean a los dispositivos estáticos. La arquitectura incorpora un firewall mejorado que puede interpretar y utilizar la información en la capa de aplicación de paquetes para garantizar la funcionalidad adecuada. Además de permitir que las aplicaciones dinámicas funcionen normalmente, la arquitectura STEM también incorpora varios mecanismos de detección y \"respuesta\" para vulnerabilidades basadas en redes conocidas. Este artículo describe los componentes clave de la arquitectura con respecto al protocolo SIP ",
            "error": [
                ""
            ]
        },
        "network-based vulnerabilities": {
            "translated_key": [],
            "translated_annotated_text": "STEM: Telefonía Secure Habilitada Middlebox Las aplicaciones dinámicas, incluida la telefonía IP, no han sido ampliamente aceptadas dentro de las empresas debido a los problemas causados por la infraestructura de red existente. Los elementos estáticos, incluidos los cortafuegos y los dispositivos de traducción de direcciones de red, no son capaces de permitir que las aplicaciones dinámicas funcionen correctamente. La arquitectura Secure Telephony Habilited Middlebox (STEM) es una mejora del diseño de red existente para eliminar los problemas que rodean a los dispositivos estáticos. La arquitectura incorpora un firewall mejorado que puede interpretar y utilizar la información en la capa de aplicación de paquetes para garantizar la funcionalidad adecuada. Además de permitir que las aplicaciones dinámicas funcionen normalmente, la arquitectura STEM también incorpora varios mecanismos de detección y respuesta para vulnerabilidades basadas en redes conocidas. Este artículo describe los componentes clave de la arquitectura con respecto al protocolo SIP ",
            "error": []
        },
        "SIP protocol": {
            "translated_key": "protocolo SIP",
            "translated_annotated_text": "STEM: Telefonía Secure Habilitada Middlebox Las aplicaciones dinámicas, incluida la telefonía IP, no han sido ampliamente aceptadas dentro de las empresas debido a los problemas causados por la infraestructura de red existente. Los elementos estáticos, incluidos los cortafuegos y los dispositivos de traducción de direcciones de red, no son capaces de permitir que las aplicaciones dinámicas funcionen correctamente. La arquitectura Secure Telephony Habilited Middlebox (STEM) es una mejora del diseño de red existente para eliminar los problemas que rodean a los dispositivos estáticos. La arquitectura incorpora un firewall mejorado que puede interpretar y utilizar la información en la capa de aplicación de paquetes para garantizar la funcionalidad adecuada. Además de permitir que las aplicaciones dinámicas funcionen normalmente, la arquitectura STEM también incorpora varios mecanismos de detección y respuesta para vulnerabilidades basadas en redes conocidas. Este artículo describe los componentes clave de la arquitectura con respecto al \"protocolo SIP\" ",
            "error": [
                ""
            ]
        },
        "authorisation": {
            "translated_key": [],
            "translated_annotated_text": "STEM: Telefonía Secure Habilitada Middlebox Las aplicaciones dinámicas, incluida la telefonía IP, no han sido ampliamente aceptadas dentro de las empresas debido a los problemas causados por la infraestructura de red existente. Los elementos estáticos, incluidos los cortafuegos y los dispositivos de traducción de direcciones de red, no son capaces de permitir que las aplicaciones dinámicas funcionen correctamente. La arquitectura Secure Telephony Habilited Middlebox (STEM) es una mejora del diseño de red existente para eliminar los problemas que rodean a los dispositivos estáticos. La arquitectura incorpora un firewall mejorado que puede interpretar y utilizar la información en la capa de aplicación de paquetes para garantizar la funcionalidad adecuada. Además de permitir que las aplicaciones dinámicas funcionen normalmente, la arquitectura STEM también incorpora varios mecanismos de detección y respuesta para vulnerabilidades basadas en redes conocidas. Este artículo describe los componentes clave de la arquitectura con respecto al protocolo SIP ",
            "error": []
        },
        "Internet telephony": {
            "translated_key": [],
            "translated_annotated_text": "STEM: Telefonía Secure Habilitada Middlebox Las aplicaciones dinámicas, incluida la telefonía IP, no han sido ampliamente aceptadas dentro de las empresas debido a los problemas causados por la infraestructura de red existente. Los elementos estáticos, incluidos los cortafuegos y los dispositivos de traducción de direcciones de red, no son capaces de permitir que las aplicaciones dinámicas funcionen correctamente. La arquitectura Secure Telephony Habilited Middlebox (STEM) es una mejora del diseño de red existente para eliminar los problemas que rodean a los dispositivos estáticos. La arquitectura incorpora un firewall mejorado que puede interpretar y utilizar la información en la capa de aplicación de paquetes para garantizar la funcionalidad adecuada. Además de permitir que las aplicaciones dinámicas funcionen normalmente, la arquitectura STEM también incorpora varios mecanismos de detección y respuesta para vulnerabilidades basadas en redes conocidas. Este artículo describe los componentes clave de la arquitectura con respecto al protocolo SIP ",
            "error": []
        },
        "protocols": {
            "translated_key": [],
            "translated_annotated_text": "STEM: Telefonía Secure Habilitada Middlebox Las aplicaciones dinámicas, incluida la telefonía IP, no han sido ampliamente aceptadas dentro de las empresas debido a los problemas causados por la infraestructura de red existente. Los elementos estáticos, incluidos los cortafuegos y los dispositivos de traducción de direcciones de red, no son capaces de permitir que las aplicaciones dinámicas funcionen correctamente. La arquitectura Secure Telephony Habilited Middlebox (STEM) es una mejora del diseño de red existente para eliminar los problemas que rodean a los dispositivos estáticos. La arquitectura incorpora un firewall mejorado que puede interpretar y utilizar la información en la capa de aplicación de paquetes para garantizar la funcionalidad adecuada. Además de permitir que las aplicaciones dinámicas funcionen normalmente, la arquitectura STEM también incorpora varios mecanismos de detección y respuesta para vulnerabilidades basadas en redes conocidas. Este artículo describe los componentes clave de la arquitectura con respecto al protocolo SIP ",
            "error": []
        },
        "telecommunication security": {
            "translated_key": [],
            "translated_annotated_text": "STEM: Telefonía Secure Habilitada Middlebox Las aplicaciones dinámicas, incluida la telefonía IP, no han sido ampliamente aceptadas dentro de las empresas debido a los problemas causados por la infraestructura de red existente. Los elementos estáticos, incluidos los cortafuegos y los dispositivos de traducción de direcciones de red, no son capaces de permitir que las aplicaciones dinámicas funcionen correctamente. La arquitectura Secure Telephony Habilited Middlebox (STEM) es una mejora del diseño de red existente para eliminar los problemas que rodean a los dispositivos estáticos. La arquitectura incorpora un firewall mejorado que puede interpretar y utilizar la información en la capa de aplicación de paquetes para garantizar la funcionalidad adecuada. Además de permitir que las aplicaciones dinámicas funcionen normalmente, la arquitectura STEM también incorpora varios mecanismos de detección y respuesta para vulnerabilidades basadas en redes conocidas. Este artículo describe los componentes clave de la arquitectura con respecto al protocolo SIP ",
            "error": []
        }
    }
}