{
    "original_text": "Infrared-image classification using hidden Markov trees An image of a three-dimensional target is generally characterized by the visible target subcomponents, with these dictated by the target-sensor orientation (target pose). An image often changes quickly with variable pose. We define a class as a set of contiguous target-sensor orientations over which the associated target image is relatively stationary with aspect. Each target is in general characterized by multiple classes. A distinct set of Wiener filters are employed for each class of images, to identify the presence of target subcomponents. A Karhunen-Loeve representation is used to minimize the number of filters (templates) associated with a given subcomponent. The statistical relationships between the different target subcomponents are modeled via a hidden Markov tree (HMT). The HMT classifier is discussed and example results are presented for forward-looking-infrared (FLIR) imagery of several vehicles",
    "original_translation": "Clasificación de la imagen infrarroja utilizando árboles ocultos de Markov Una imagen de un objetivo tridimensional se caracteriza generalmente por los subcomponentes de destino visibles, con éstos dictados por la orientación objetivo-sensor (postura objetivo). Una imagen a menudo cambia rápidamente con una pose variable. Definimos una clase como un conjunto de orientaciones contiguas objetivo-sensor sobre las cuales la imagen de destino asociada es relativamente estacionaria con aspecto. Cada objetivo se caracteriza en general por múltiples clases. Para cada clase de imágenes se utiliza un conjunto distinto de filtros Wiener, para identificar la presencia de subcomponentes de destino. Una representación de Karhunen-Loeve se utiliza para minimizar el número de filtros (templados) asociados con un subcomponente dado. Las relaciones estadísticas entre los diferentes subcomponentes objetivo se modelan a través de un árbol oculto de Markov (HMT). Se discute el clasificador HMT y se presentan resultados de ejemplo para imágenes de infrarrojos de futuro (FLIR) de varios vehículos",
    "error_count": 13,
    "keys": {
        "IR image classification": {
            "translated_key": [],
            "translated_annotated_text": "Clasificación de la imagen infrarroja utilizando árboles ocultos de Markov Una imagen de un objetivo tridimensional se caracteriza generalmente por los subcomponentes de destino visibles, con éstos dictados por la orientación objetivo-sensor (postura objetivo). Una imagen a menudo cambia rápidamente con una pose variable. Definimos una clase como un conjunto de orientaciones contiguas objetivo-sensor sobre las cuales la imagen de destino asociada es relativamente estacionaria con aspecto. Cada objetivo se caracteriza en general por múltiples clases. Para cada clase de imágenes se utiliza un conjunto distinto de filtros Wiener, para identificar la presencia de subcomponentes de destino. Una representación de Karhunen-Loeve se utiliza para minimizar el número de filtros (templados) asociados con un subcomponente dado. Las relaciones estadísticas entre los diferentes subcomponentes objetivo se modelan a través de un árbol oculto de Markov (HMT). Se discute el clasificador HMT y se presentan resultados de ejemplo para imágenes de infrarrojos de futuro (FLIR) de varios vehículos ",
            "error": []
        },
        "infrared-image classification": {
            "translated_key": [],
            "translated_annotated_text": "Clasificación de la imagen infrarroja utilizando árboles ocultos de Markov Una imagen de un objetivo tridimensional se caracteriza generalmente por los subcomponentes de destino visibles, con éstos dictados por la orientación objetivo-sensor (postura objetivo). Una imagen a menudo cambia rápidamente con una pose variable. Definimos una clase como un conjunto de orientaciones contiguas objetivo-sensor sobre las cuales la imagen de destino asociada es relativamente estacionaria con aspecto. Cada objetivo se caracteriza en general por múltiples clases. Para cada clase de imágenes se utiliza un conjunto distinto de filtros Wiener, para identificar la presencia de subcomponentes de destino. Una representación de Karhunen-Loeve se utiliza para minimizar el número de filtros (templados) asociados con un subcomponente dado. Las relaciones estadísticas entre los diferentes subcomponentes objetivo se modelan a través de un árbol oculto de Markov (HMT). Se discute el clasificador HMT y se presentan resultados de ejemplo para imágenes de infrarrojos de futuro (FLIR) de varios vehículos ",
            "error": []
        },
        "hidden Markov trees": {
            "translated_key": [],
            "translated_annotated_text": "Clasificación de la imagen infrarroja utilizando árboles ocultos de Markov La imagen de un objetivo tridimensional se caracteriza generalmente por los subcomponentes visibles del objetivo, con éstos dictados por la orientación del objetivo-sensor (postura del objetivo). Una imagen a menudo cambia rápidamente con una pose variable. Definimos una clase como un conjunto de orientaciones contiguas objetivo-sensor sobre las cuales la imagen de destino asociada es relativamente estacionaria con aspecto. Cada objetivo se caracteriza en general por múltiples clases. Para cada clase de imágenes se utiliza un conjunto distinto de filtros Wiener, para identificar la presencia de subcomponentes de destino. Una representación de Karhunen-Loeve se utiliza para minimizar el número de filtros (templados) asociados con un subcomponente dado. Las relaciones estadísticas entre los diferentes subcomponentes objetivo se modelan a través de un árbol oculto de Markov (HMT). Se discute el clasificador HMT y se presentan resultados de ejemplo para imágenes de infrarrojos de futuro (FLIR) de varios vehículos ",
            "error": []
        },
        "3D target image": {
            "translated_key": [],
            "translated_annotated_text": "Clasificación de la imagen infrarroja utilizando árboles ocultos de Markov Una imagen de un objetivo tridimensional se caracteriza generalmente por los subcomponentes de destino visibles, con éstos dictados por la orientación objetivo-sensor (postura objetivo). Una imagen a menudo cambia rápidamente con una pose variable. Definimos una clase como un conjunto de orientaciones contiguas objetivo-sensor sobre las cuales la imagen de destino asociada es relativamente estacionaria con aspecto. Cada objetivo se caracteriza en general por múltiples clases. Para cada clase de imágenes se utiliza un conjunto distinto de filtros Wiener, para identificar la presencia de subcomponentes de destino. Una representación de Karhunen-Loeve se utiliza para minimizar el número de filtros (templados) asociados con un subcomponente dado. Las relaciones estadísticas entre los diferentes subcomponentes objetivo se modelan a través de un árbol oculto de Markov (HMT). Se discute el clasificador HMT y se presentan resultados de ejemplo para imágenes de infrarrojos de futuro (FLIR) de varios vehículos ",
            "error": []
        },
        "target-sensor orientation": {
            "translated_key": " Target-sensor",
            "translated_annotated_text": "Clasificación de la imagen infrarroja utilizando árboles ocultos de Markov Una imagen de un objetivo tridimensional se caracteriza generalmente por los subcomponentes de destino visibles, con éstos dictados por la orientación <br> Target-sensor</br> (postura de objetivo). Una imagen a menudo cambia rápidamente con una pose variable. Definimos una clase como un conjunto de orientaciones contiguas objetivo-sensor sobre las cuales la imagen de destino asociada es relativamente estacionaria con aspecto. Cada objetivo se caracteriza en general por múltiples clases. Para cada clase de imágenes se utiliza un conjunto distinto de filtros Wiener, para identificar la presencia de subcomponentes de destino. Una representación de Karhunen-Loeve se utiliza para minimizar el número de filtros (templados) asociados con un subcomponente dado. Las relaciones estadísticas entre los diferentes subcomponentes objetivo se modelan a través de un árbol oculto de Markov (HMT). Se discute el clasificador HMT y se presentan resultados de ejemplo para imágenes de infrarrojos de futuro (FLIR) de varios vehículos ",
            "error": [
                ""
            ]
        },
        "target pose": {
            "translated_key": "posición del objetivo",
            "translated_annotated_text": "Clasificación de la imagen infrarroja utilizando árboles ocultos de Markov La imagen de un objetivo tridimensional se caracteriza generalmente por los subcomponentes visibles del objetivo, con éstos dictados por la orientación del objetivo-sensor (<br>posición del objetivo</br>). Una imagen a menudo cambia rápidamente con una pose variable. Definimos una clase como un conjunto de orientaciones contiguas objetivo-sensor sobre las cuales la imagen de destino asociada es relativamente estacionaria con aspecto. Cada objetivo se caracteriza en general por múltiples clases. Para cada clase de imágenes se utiliza un conjunto distinto de filtros Wiener, para identificar la presencia de subcomponentes de destino. Una representación de Karhunen-Loeve se utiliza para minimizar el número de filtros (templados) asociados con un subcomponente dado. Las relaciones estadísticas entre los diferentes subcomponentes objetivo se modelan a través de un árbol oculto de Markov (HMT). Se discute el clasificador HMT y se presentan resultados de ejemplo para imágenes de infrarrojos de futuro (FLIR) de varios vehículos ",
            "error": [
                ""
            ]
        },
        "contiguous target-sensor orientations": {
            "translated_key": "contiguo objetivo-sensor",
            "translated_annotated_text": "Clasificación de la imagen infrarroja utilizando árboles ocultos de Markov Una imagen de un objetivo tridimensional se caracteriza generalmente por los subcomponentes de destino visibles, con éstos dictados por la orientación objetivo-sensor (postura objetivo). Una imagen a menudo cambia rápidamente con una pose variable. Definimos una clase como un conjunto de orientaciones <br>contiguo objetivo-sensor</br> sobre el cual la imagen de destino asociada es relativamente estacionaria con aspecto. Cada objetivo se caracteriza en general por múltiples clases. Para cada clase de imágenes se utiliza un conjunto distinto de filtros Wiener, para identificar la presencia de subcomponentes de destino. Una representación de Karhunen-Loeve se utiliza para minimizar el número de filtros (templados) asociados con un subcomponente dado. Las relaciones estadísticas entre los diferentes subcomponentes objetivo se modelan a través de un árbol oculto de Markov (HMT). Se discute el clasificador HMT y se presentan resultados de ejemplo para imágenes de infrarrojos de futuro (FLIR) de varios vehículos ",
            "error": [
                ""
            ]
        },
        "Wiener filters": {
            "translated_key": "Wiener",
            "translated_annotated_text": "Clasificación de la imagen infrarroja utilizando árboles ocultos de Markov Una imagen de un objetivo tridimensional se caracteriza generalmente por los subcomponentes de destino visibles, con éstos dictados por la orientación objetivo-sensor (postura objetivo). Una imagen a menudo cambia rápidamente con una pose variable. Definimos una clase como un conjunto de orientaciones contiguas objetivo-sensor sobre las cuales la imagen de destino asociada es relativamente estacionaria con aspecto. Cada objetivo se caracteriza en general por múltiples clases. Para cada clase de imágenes se emplea un conjunto distinto de filtros <br>Wiener</br>, para identificar la presencia de subcomponentes de destino. Una representación de Karhunen-Loeve se utiliza para minimizar el número de filtros (templados) asociados con un subcomponente dado. Las relaciones estadísticas entre los diferentes subcomponentes objetivo se modelan a través de un árbol oculto de Markov (HMT). Se discute el clasificador HMT y se presentan resultados de ejemplo para imágenes de infrarrojos de futuro (FLIR) de varios vehículos ",
            "error": [
                ""
            ]
        },
        "Karhunen-Loeve representation": {
            "translated_key": "Karhunen-Loeve",
            "translated_annotated_text": "Clasificación de la imagen infrarroja utilizando árboles ocultos de Markov Una imagen de un objetivo tridimensional se caracteriza generalmente por los subcomponentes de destino visibles, con éstos dictados por la orientación objetivo-sensor (postura objetivo). Una imagen a menudo cambia rápidamente con una pose variable. Definimos una clase como un conjunto de orientaciones contiguas objetivo-sensor sobre las cuales la imagen de destino asociada es relativamente estacionaria con aspecto. Cada objetivo se caracteriza en general por múltiples clases. Para cada clase de imágenes se utiliza un conjunto distinto de filtros Wiener, para identificar la presencia de subcomponentes de destino. Se utiliza una representación <br>Karhunen-Loeve</br> para minimizar el número de filtros (templados) asociados a un subcomponente dado. Las relaciones estadísticas entre los diferentes subcomponentes objetivo se modelan a través de un árbol oculto de Markov (HMT). Se discute el clasificador HMT y se presentan resultados de ejemplo para imágenes de infrarrojos de futuro (FLIR) de varios vehículos ",
            "error": [
                ""
            ]
        },
        "minimization": {
            "translated_key": [],
            "translated_annotated_text": "Clasificación de la imagen infrarroja utilizando árboles ocultos de Markov Una imagen de un objetivo tridimensional se caracteriza generalmente por los subcomponentes de destino visibles, con éstos dictados por la orientación objetivo-sensor (postura objetivo). Una imagen a menudo cambia rápidamente con una pose variable. Definimos una clase como un conjunto de orientaciones contiguas objetivo-sensor sobre las cuales la imagen de destino asociada es relativamente estacionaria con aspecto. Cada objetivo se caracteriza en general por múltiples clases. Para cada clase de imágenes se utiliza un conjunto distinto de filtros Wiener, para identificar la presencia de subcomponentes de destino. Una representación de Karhunen-Loeve se utiliza para minimizar el número de filtros (templados) asociados con un subcomponente dado. Las relaciones estadísticas entre los diferentes subcomponentes objetivo se modelan a través de un árbol oculto de Markov (HMT). Se discute el clasificador HMT y se presentan resultados de ejemplo para imágenes de infrarrojos de futuro (FLIR) de varios vehículos ",
            "error": []
        },
        "HMT": {
            "translated_key": "HMT",
            "translated_annotated_text": "Clasificación de la imagen infrarroja utilizando árboles ocultos de Markov Una imagen de un objetivo tridimensional se caracteriza generalmente por los subcomponentes de destino visibles, con éstos dictados por la orientación objetivo-sensor (postura objetivo). Una imagen a menudo cambia rápidamente con una pose variable. Definimos una clase como un conjunto de orientaciones contiguas objetivo-sensor sobre las cuales la imagen de destino asociada es relativamente estacionaria con aspecto. Cada objetivo se caracteriza en general por múltiples clases. Para cada clase de imágenes se utiliza un conjunto distinto de filtros Wiener, para identificar la presencia de subcomponentes de destino. Una representación de Karhunen-Loeve se utiliza para minimizar el número de filtros (templados) asociados con un subcomponente dado. Las relaciones estadísticas entre los diferentes subcomponentes objetivo se modelan a través de un árbol oculto de Markov (<br>HMT</br>). Se discute el clasificador <br>HMT</br> y se presentan los resultados de ejemplo para imágenes de infrarrojos de futuro (FLIR) de varios vehículos ",
            "error": [
                ""
            ]
        },
        "forward-looking-infrared imagery": {
            "translated_key": [],
            "translated_annotated_text": "Clasificación de la imagen infrarroja utilizando árboles ocultos de Markov Una imagen de un objetivo tridimensional se caracteriza generalmente por los subcomponentes de destino visibles, con éstos dictados por la orientación objetivo-sensor (postura objetivo). Una imagen a menudo cambia rápidamente con una pose variable. Definimos una clase como un conjunto de orientaciones contiguas objetivo-sensor sobre las cuales la imagen de destino asociada es relativamente estacionaria con aspecto. Cada objetivo se caracteriza en general por múltiples clases. Para cada clase de imágenes se utiliza un conjunto distinto de filtros Wiener, para identificar la presencia de subcomponentes de destino. Una representación de Karhunen-Loeve se utiliza para minimizar el número de filtros (templados) asociados con un subcomponente dado. Las relaciones estadísticas entre los diferentes subcomponentes objetivo se modelan a través de un árbol oculto de Markov (HMT). Se discute el clasificador HMT y se presentan resultados de ejemplo para imágenes de infrarrojos de futuro (FLIR) de varios vehículos ",
            "error": []
        },
        "FLIR imagery": {
            "translated_key": [],
            "translated_annotated_text": "Clasificación de la imagen infrarroja utilizando árboles ocultos de Markov Una imagen de un objetivo tridimensional se caracteriza generalmente por los subcomponentes de destino visibles, con éstos dictados por la orientación objetivo-sensor (postura objetivo). Una imagen a menudo cambia rápidamente con una pose variable. Definimos una clase como un conjunto de orientaciones contiguas objetivo-sensor sobre las cuales la imagen de destino asociada es relativamente estacionaria con aspecto. Cada objetivo se caracteriza en general por múltiples clases. Para cada clase de imágenes se utiliza un conjunto distinto de filtros Wiener, para identificar la presencia de subcomponentes de destino. Una representación de Karhunen-Loeve se utiliza para minimizar el número de filtros (templados) asociados con un subcomponente dado. Las relaciones estadísticas entre los diferentes subcomponentes objetivo se modelan a través de un árbol oculto de Markov (HMT). Se discute el clasificador HMT y se presentan resultados de ejemplo para imágenes de infrarrojos de futuro (FLIR) de varios vehículos ",
            "error": []
        },
        "vehicles": {
            "translated_key": [],
            "translated_annotated_text": "Clasificación de la imagen infrarroja utilizando árboles ocultos de Markov Una imagen de un objetivo tridimensional se caracteriza generalmente por los subcomponentes de destino visibles, con éstos dictados por la orientación objetivo-sensor (postura objetivo). Una imagen a menudo cambia rápidamente con una pose variable. Definimos una clase como un conjunto de orientaciones contiguas objetivo-sensor sobre las cuales la imagen de destino asociada es relativamente estacionaria con aspecto. Cada objetivo se caracteriza en general por múltiples clases. Para cada clase de imágenes se utiliza un conjunto distinto de filtros Wiener, para identificar la presencia de subcomponentes de destino. Una representación de Karhunen-Loeve se utiliza para minimizar el número de filtros (templados) asociados con un subcomponente dado. Las relaciones estadísticas entre los diferentes subcomponentes objetivo se modelan a través de un árbol oculto de Markov (HMT). Se discute el clasificador HMT y se presentan los resultados de ejemplo para imágenes de infrarrojos de futuro (FLIR) de varios vehículos <br></br> ",
            "error": []
        },
        "image classification": {
            "translated_key": "imagen",
            "translated_annotated_text": "Clasificación por infrarrojos<br>imagen</br> usando árboles ocultos de Markov Una imagen de un objetivo tridimensional se caracteriza generalmente por los subcomponentes de destino visibles, con éstos dictados por la orientación objetivo-sensor (postura objetivo). Una imagen a menudo cambia rápidamente con una pose variable. Definimos una clase como un conjunto de orientaciones contiguas objetivo-sensor sobre las cuales la imagen de destino asociada es relativamente estacionaria con aspecto. Cada objetivo se caracteriza en general por múltiples clases. Para cada clase de imágenes se utiliza un conjunto distinto de filtros Wiener, para identificar la presencia de subcomponentes de destino. Una representación de Karhunen-Loeve se utiliza para minimizar el número de filtros (templados) asociados con un subcomponente dado. Las relaciones estadísticas entre los diferentes subcomponentes objetivo se modelan a través de un árbol oculto de Markov (HMT). Se discute el clasificador HMT y se presentan resultados de ejemplo para imágenes de infrarrojos de futuro (FLIR) de varios vehículos ",
            "error": [
                ""
            ]
        },
        "infrared imaging": {
            "translated_key": [],
            "translated_annotated_text": "Clasificación de la imagen infrarroja utilizando árboles ocultos de Markov Una imagen de un objetivo tridimensional se caracteriza generalmente por los subcomponentes de destino visibles, con éstos dictados por la orientación objetivo-sensor (postura objetivo). Una imagen a menudo cambia rápidamente con una pose variable. Definimos una clase como un conjunto de orientaciones contiguas objetivo-sensor sobre las cuales la imagen de destino asociada es relativamente estacionaria con aspecto. Cada objetivo se caracteriza en general por múltiples clases. Para cada clase de imágenes se utiliza un conjunto distinto de filtros Wiener, para identificar la presencia de subcomponentes de destino. Una representación de Karhunen-Loeve se utiliza para minimizar el número de filtros (templados) asociados con un subcomponente dado. Las relaciones estadísticas entre los diferentes subcomponentes objetivo se modelan a través de un árbol oculto de Markov (HMT). Se discute el clasificador HMT y se presentan resultados de ejemplo para imágenes de infrarrojos de futuro (FLIR) de varios vehículos ",
            "error": []
        },
        "Karhunen-Loeve transforms": {
            "translated_key": [],
            "translated_annotated_text": "Clasificación de la imagen infrarroja utilizando árboles ocultos de Markov Una imagen de un objetivo tridimensional se caracteriza generalmente por los subcomponentes de destino visibles, con éstos dictados por la orientación objetivo-sensor (postura objetivo). Una imagen a menudo cambia rápidamente con una pose variable. Definimos una clase como un conjunto de orientaciones contiguas objetivo-sensor sobre las cuales la imagen de destino asociada es relativamente estacionaria con aspecto. Cada objetivo se caracteriza en general por múltiples clases. Para cada clase de imágenes se utiliza un conjunto distinto de filtros Wiener, para identificar la presencia de subcomponentes de destino. Una representación de Karhunen-Loeve se utiliza para minimizar el número de filtros (templados) asociados con un subcomponente dado. Las relaciones estadísticas entre los diferentes subcomponentes objetivo se modelan a través de un árbol oculto de Markov (HMT). Se discute el clasificador HMT y se presentan resultados de ejemplo para imágenes de infrarrojos de futuro (FLIR) de varios vehículos ",
            "error": []
        },
        "Markov processes": {
            "translated_key": [],
            "translated_annotated_text": "Clasificación de la imagen infrarroja utilizando árboles ocultos de Markov Una imagen de un objetivo tridimensional se caracteriza generalmente por los subcomponentes de destino visibles, con éstos dictados por la orientación objetivo-sensor (postura objetivo). Una imagen a menudo cambia rápidamente con una pose variable. Definimos una clase como un conjunto de orientaciones contiguas objetivo-sensor sobre las cuales la imagen de destino asociada es relativamente estacionaria con aspecto. Cada objetivo se caracteriza en general por múltiples clases. Para cada clase de imágenes se utiliza un conjunto distinto de filtros Wiener, para identificar la presencia de subcomponentes de destino. Una representación de Karhunen-Loeve se utiliza para minimizar el número de filtros (templados) asociados con un subcomponente dado. Las relaciones estadísticas entre los diferentes subcomponentes objetivo se modelan a través de un árbol oculto de Markov (HMT). Se discute el clasificador HMT y se presentan resultados de ejemplo para imágenes de infrarrojos de futuro (FLIR) de varios vehículos ",
            "error": []
        },
        "minimisation": {
            "translated_key": [],
            "translated_annotated_text": "Clasificación de la imagen infrarroja utilizando árboles ocultos de Markov Una imagen de un objetivo tridimensional se caracteriza generalmente por los subcomponentes de destino visibles, con éstos dictados por la orientación objetivo-sensor (postura objetivo). Una imagen a menudo cambia rápidamente con una pose variable. Definimos una clase como un conjunto de orientaciones contiguas objetivo-sensor sobre las cuales la imagen de destino asociada es relativamente estacionaria con aspecto. Cada objetivo se caracteriza en general por múltiples clases. Para cada clase de imágenes se utiliza un conjunto distinto de filtros Wiener, para identificar la presencia de subcomponentes de destino. Una representación de Karhunen-Loeve se utiliza para minimizar el número de filtros (templados) asociados con un subcomponente dado. Las relaciones estadísticas entre los diferentes subcomponentes objetivo se modelan a través de un árbol oculto de Markov (HMT). Se discute el clasificador HMT y se presentan resultados de ejemplo para imágenes de infrarrojos de futuro (FLIR) de varios vehículos ",
            "error": []
        },
        "trees (mathematics)": {
            "translated_key": [],
            "translated_annotated_text": "Clasificación de la imagen infrarroja utilizando árboles ocultos de Markov Una imagen de un objetivo tridimensional se caracteriza generalmente por los subcomponentes de destino visibles, con éstos dictados por la orientación objetivo-sensor (postura objetivo). Una imagen a menudo cambia rápidamente con una pose variable. Definimos una clase como un conjunto de orientaciones contiguas objetivo-sensor sobre las cuales la imagen de destino asociada es relativamente estacionaria con aspecto. Cada objetivo se caracteriza en general por múltiples clases. Para cada clase de imágenes se utiliza un conjunto distinto de filtros Wiener, para identificar la presencia de subcomponentes de destino. Una representación de Karhunen-Loeve se utiliza para minimizar el número de filtros (templados) asociados con un subcomponente dado. Las relaciones estadísticas entre los diferentes subcomponentes objetivo se modelan a través de un árbol oculto de Markov (HMT). Se discute el clasificador HMT y se presentan resultados de ejemplo para imágenes de infrarrojos de futuro (FLIR) de varios vehículos ",
            "error": []
        }
    }
}