{
    "original_text": "Efficient simplicial reconstructions of manifolds from their samples An algorithm for manifold learning is presented. Given only samples of a finite-dimensional differentiable manifold and no a priori knowledge of the manifolds geometry or topology except for its dimension, the goal is to find a description of the manifold. The learned manifold must approximate the true manifold well, both geometrically and topologically, when the sampling density is sufficiently high. The proposed algorithm constructs a simplicial complex based on approximations to the tangent bundle of the manifold. An important property of the algorithm is that its complexity depends on the dimension of the manifold, rather than that of the embedding space. Successful examples are presented in the cases of learning curves in the plane, curves in space, and surfaces in space; in addition, a case when the algorithm fails is analyzed",
    "original_translation": "Reconstrucciones simplificadas eficientes de colectores de sus muestras Se presenta un algoritmo para el aprendizaje múltiple. Dado sólo muestras de un colector diferenciable finito-dimensional y ningún conocimiento a priori de la geometría o topología de los múltiples excepto por su dimensión, el objetivo es encontrar una descripción del colector. El colector aprendido debe aproximarse al verdadero pozo múltiple, tanto geométrica como topológicamente, cuando la densidad de muestreo es suficientemente alta. El algoritmo propuesto construye un complejo simplicial basado en aproximaciones al haz tangente del colector. Una propiedad importante del algoritmo es que su complejidad depende de la dimensión del colector, en lugar de la del espacio de inserción. Se presentan ejemplos exitosos en los casos de curvas de aprendizaje en el plano, curvas en el espacio y superficies en el espacio; además, se analiza un caso en el que el algoritmo falla",
    "error_count": 6,
    "keys": {
        "simplicial reconstructions": {
            "translated_key": "simpliciales eficientes",
            "translated_annotated_text": "Reconstrucciones <br>simpliciales eficientes</br> de los colectores de sus muestras Se presenta un algoritmo para el aprendizaje múltiple. Dado sólo muestras de un colector diferenciable finito-dimensional y ningún conocimiento a priori de la geometría o topología de los múltiples excepto por su dimensión, el objetivo es encontrar una descripción del colector. El colector aprendido debe aproximarse al verdadero pozo múltiple, tanto geométrica como topológicamente, cuando la densidad de muestreo es suficientemente alta. El algoritmo propuesto construye un complejo simplicial basado en aproximaciones al haz tangente del colector. Una propiedad importante del algoritmo es que su complejidad depende de la dimensión del colector, en lugar de la del espacio de inserción. Se presentan ejemplos exitosos en los casos de curvas de aprendizaje en el plano, curvas en el espacio y superficies en el espacio; además, se analiza un caso en el que el algoritmo falla ",
            "error": [
                ""
            ]
        },
        "manifold learning": {
            "translated_key": "manifold",
            "translated_annotated_text": "Reconstrucciones simplificadas eficientes de colectores de sus muestras Se presenta un algoritmo para el aprendizaje <br>manifold</br>. Dado sólo muestras de un colector diferenciable finito-dimensional y ningún conocimiento a priori de la geometría o topología de los múltiples excepto por su dimensión, el objetivo es encontrar una descripción del colector. El colector aprendido debe aproximarse al verdadero pozo múltiple, tanto geométrica como topológicamente, cuando la densidad de muestreo es suficientemente alta. El algoritmo propuesto construye un complejo simplicial basado en aproximaciones al haz tangente del colector. Una propiedad importante del algoritmo es que su complejidad depende de la dimensión del colector, en lugar de la del espacio de inserción. Se presentan ejemplos exitosos en los casos de curvas de aprendizaje en el plano, curvas en el espacio y superficies en el espacio; además, se analiza un caso en el que el algoritmo falla ",
            "error": [
                ""
            ]
        },
        "finite-dimensional differentiable manifold": {
            "translated_key": "finite-dimensional",
            "translated_annotated_text": "Reconstrucciones simplificadas eficientes de colectores de sus muestras Se presenta un algoritmo para el aprendizaje múltiple. Dado sólo muestras de un colector diferenciable <br>finite-dimensional</br> y sin conocimiento a priori de la geometría o topología de los colectores excepto por su dimensión, el objetivo es encontrar una descripción del colector. El colector aprendido debe aproximarse al verdadero pozo múltiple, tanto geométrica como topológicamente, cuando la densidad de muestreo es suficientemente alta. El algoritmo propuesto construye un complejo simplicial basado en aproximaciones al haz tangente del colector. Una propiedad importante del algoritmo es que su complejidad depende de la dimensión del colector, en lugar de la del espacio de inserción. Se presentan ejemplos exitosos en los casos de curvas de aprendizaje en el plano, curvas en el espacio y superficies en el espacio; además, se analiza un caso en el que el algoritmo falla ",
            "error": [
                ""
            ]
        },
        "learned manifold": {
            "translated_key": "aprendedo",
            "translated_annotated_text": "Reconstrucciones simplificadas eficientes de colectores de sus muestras Se presenta un algoritmo para el aprendizaje múltiple. Dado sólo muestras de un colector diferenciable finito-dimensional y ningún conocimiento a priori de la geometría o topología de los múltiples excepto por su dimensión, el objetivo es encontrar una descripción del colector. El colector <br>aprendedo</br> debe aproximarse al verdadero pozo del colector, tanto geométricamente como topológicamente, cuando la densidad de muestreo es suficientemente alta. El algoritmo propuesto construye un complejo simplicial basado en aproximaciones al haz tangente del colector. Una propiedad importante del algoritmo es que su complejidad depende de la dimensión del colector, en lugar de la del espacio de inserción. Se presentan ejemplos exitosos en los casos de curvas de aprendizaje en el plano, curvas en el espacio y superficies en el espacio; además, se analiza un caso en el que el algoritmo falla ",
            "error": [
                ""
            ]
        },
        "true manifold": {
            "translated_key": "true",
            "translated_annotated_text": "Reconstrucciones simplificadas eficientes de colectores de sus muestras Se presenta un algoritmo para el aprendizaje múltiple. Dado sólo muestras de un colector diferenciable finito-dimensional y ningún conocimiento a priori de la geometría o topología de los múltiples excepto por su dimensión, el objetivo es encontrar una descripción del colector. El colector aprendido debe aproximarse al colector <br>true</br> bien, tanto geométricamente como topológicamente, cuando la densidad de muestreo es suficientemente alta. El algoritmo propuesto construye un complejo simplicial basado en aproximaciones al haz tangente del colector. Una propiedad importante del algoritmo es que su complejidad depende de la dimensión del colector, en lugar de la del espacio de inserción. Se presentan ejemplos exitosos en los casos de curvas de aprendizaje en el plano, curvas en el espacio y superficies en el espacio; además, se analiza un caso en el que el algoritmo falla ",
            "error": [
                ""
            ]
        },
        "simplicial complex": {
            "translated_key": "simplicial",
            "translated_annotated_text": "Reconstrucciones simplificadas eficientes de colectores de sus muestras Se presenta un algoritmo para el aprendizaje múltiple. Dado sólo muestras de un colector diferenciable finito-dimensional y ningún conocimiento a priori de la geometría o topología de los múltiples excepto por su dimensión, el objetivo es encontrar una descripción del colector. El colector aprendido debe aproximarse al verdadero pozo múltiple, tanto geométrica como topológicamente, cuando la densidad de muestreo es suficientemente alta. El algoritmo propuesto construye un complejo <br>simplicial</br> basado en aproximaciones al haz tangente del colector. Una propiedad importante del algoritmo es que su complejidad depende de la dimensión del colector, en lugar de la del espacio de inserción. Se presentan ejemplos exitosos en los casos de curvas de aprendizaje en el plano, curvas en el espacio y superficies en el espacio; además, se analiza un caso en el que el algoritmo falla ",
            "error": [
                ""
            ]
        },
        "sampling density": {
            "translated_key": [],
            "translated_annotated_text": "Reconstrucciones simplificadas eficientes de colectores de sus muestras Se presenta un algoritmo para el aprendizaje múltiple. Dado sólo muestras de un colector diferenciable finito-dimensional y ningún conocimiento a priori de la geometría o topología de los múltiples excepto por su dimensión, el objetivo es encontrar una descripción del colector. El colector aprendido debe aproximarse al verdadero pozo múltiple, tanto geométricamente como topológicamente, cuando la densidad de muestreo <br> es suficientemente alta. El algoritmo propuesto construye un complejo simplicial basado en aproximaciones al haz tangente del colector. Una propiedad importante del algoritmo es que su complejidad depende de la dimensión del colector, en lugar de la del espacio de inserción. Se presentan ejemplos exitosos en los casos de curvas de aprendizaje en el plano, curvas en el espacio y superficies en el espacio; además, se analiza un caso en el que el algoritmo falla ",
            "error": []
        },
        "computational complexity": {
            "translated_key": [],
            "translated_annotated_text": "Reconstrucciones simplificadas eficientes de colectores de sus muestras Se presenta un algoritmo para el aprendizaje múltiple. Dado sólo muestras de un colector diferenciable finito-dimensional y ningún conocimiento a priori de la geometría o topología de los múltiples excepto por su dimensión, el objetivo es encontrar una descripción del colector. El colector aprendido debe aproximarse al verdadero pozo múltiple, tanto geométrica como topológicamente, cuando la densidad de muestreo es suficientemente alta. El algoritmo propuesto construye un complejo simplicial basado en aproximaciones al haz tangente del colector. Una propiedad importante del algoritmo es que su complejidad depende de la dimensión del colector, en lugar de la del espacio de inserción. Se presentan ejemplos exitosos en los casos de curvas de aprendizaje en el plano, curvas en el espacio y superficies en el espacio; además, se analiza un caso en el que el algoritmo falla ",
            "error": []
        },
        "computational geometry": {
            "translated_key": [],
            "translated_annotated_text": "Reconstrucciones simplificadas eficientes de colectores de sus muestras Se presenta un algoritmo para el aprendizaje múltiple. Dado sólo muestras de un colector diferenciable finito-dimensional y ningún conocimiento a priori de la geometría o topología de los múltiples excepto por su dimensión, el objetivo es encontrar una descripción del colector. El colector aprendido debe aproximarse al verdadero pozo múltiple, tanto geométrica como topológicamente, cuando la densidad de muestreo es suficientemente alta. El algoritmo propuesto construye un complejo simplicial basado en aproximaciones al haz tangente del colector. Una propiedad importante del algoritmo es que su complejidad depende de la dimensión del colector, en lugar de la del espacio de inserción. Se presentan ejemplos exitosos en los casos de curvas de aprendizaje en el plano, curvas en el espacio y superficies en el espacio; además, se analiza un caso en el que el algoritmo falla ",
            "error": []
        },
        "computer vision": {
            "translated_key": [],
            "translated_annotated_text": "Reconstrucciones simplificadas eficientes de colectores de sus muestras Se presenta un algoritmo para el aprendizaje múltiple. Dado sólo muestras de un colector diferenciable finito-dimensional y ningún conocimiento a priori de la geometría o topología de los múltiples excepto por su dimensión, el objetivo es encontrar una descripción del colector. El colector aprendido debe aproximarse al verdadero pozo múltiple, tanto geométrica como topológicamente, cuando la densidad de muestreo es suficientemente alta. El algoritmo propuesto construye un complejo simplicial basado en aproximaciones al haz tangente del colector. Una propiedad importante del algoritmo es que su complejidad depende de la dimensión del colector, en lugar de la del espacio de inserción. Se presentan ejemplos exitosos en los casos de curvas de aprendizaje en el plano, curvas en el espacio y superficies en el espacio; además, se analiza un caso en el que el algoritmo falla ",
            "error": []
        },
        "Hilbert spaces": {
            "translated_key": [],
            "translated_annotated_text": "Reconstrucciones simplificadas eficientes de colectores de sus muestras Se presenta un algoritmo para el aprendizaje múltiple. Dado sólo muestras de un colector diferenciable finito-dimensional y ningún conocimiento a priori de la geometría o topología de los múltiples excepto por su dimensión, el objetivo es encontrar una descripción del colector. El colector aprendido debe aproximarse al verdadero pozo múltiple, tanto geométrica como topológicamente, cuando la densidad de muestreo es suficientemente alta. El algoritmo propuesto construye un complejo simplicial basado en aproximaciones al haz tangente del colector. Una propiedad importante del algoritmo es que su complejidad depende de la dimensión del colector, en lugar de la del espacio de inserción. Se presentan ejemplos exitosos en los casos de curvas de aprendizaje en el plano, curvas en el espacio y superficies en el espacio; además, se analiza un caso en el que el algoritmo falla ",
            "error": []
        },
        "learning (artificial intelligence)": {
            "translated_key": [],
            "translated_annotated_text": "Reconstrucciones simplificadas eficientes de colectores de sus muestras Se presenta un algoritmo para el aprendizaje múltiple. Dado sólo muestras de un colector diferenciable finito-dimensional y ningún conocimiento a priori de la geometría o topología de los múltiples excepto por su dimensión, el objetivo es encontrar una descripción del colector. El colector aprendido debe aproximarse al verdadero pozo múltiple, tanto geométrica como topológicamente, cuando la densidad de muestreo es suficientemente alta. El algoritmo propuesto construye un complejo simplicial basado en aproximaciones al haz tangente del colector. Una propiedad importante del algoritmo es que su complejidad depende de la dimensión del colector, en lugar de la del espacio de inserción. Se presentan ejemplos exitosos en los casos de curvas de aprendizaje en el plano, curvas en el espacio y superficies en el espacio; además, se analiza un caso en el que el algoritmo falla ",
            "error": []
        },
        "topology": {
            "translated_key": "topología",
            "translated_annotated_text": "Reconstrucciones simplificadas eficientes de colectores de sus muestras Se presenta un algoritmo para el aprendizaje múltiple. Dado sólo muestras de un colector diferenciable finito-dimensional y sin conocimiento a priori de la geometría de los colectores o <br>topología</br> excepto por su dimensión, el objetivo es encontrar una descripción del colector. El colector aprendido debe aproximarse al verdadero pozo múltiple, tanto geométrica como topológicamente, cuando la densidad de muestreo es suficientemente alta. El algoritmo propuesto construye un complejo simplicial basado en aproximaciones al haz tangente del colector. Una propiedad importante del algoritmo es que su complejidad depende de la dimensión del colector, en lugar de la del espacio de inserción. Se presentan ejemplos exitosos en los casos de curvas de aprendizaje en el plano, curvas en el espacio y superficies en el espacio; además, se analiza un caso en el que el algoritmo falla ",
            "error": [
                ""
            ]
        }
    }
}