{
    "original_text": "Generalized mosaicing: wide field of view multispectral imaging We present an approach to significantly enhance the spectral resolution of imaging systems by generalizing image mosaicing. A filter transmitting spatially varying spectral bands is rigidly attached to a camera. As the system moves, it senses each scene point multiple times, each time in a different spectral band. This is an additional dimension of the generalized mosaic paradigm, which has demonstrated yielding high radiometric dynamic range images in a wide field of view, using a spatially varying density filter. The resulting mosaic represents the spectrum at each scene point. The image acquisition is as easy as in traditional image mosaics. We derive an efficient scene sampling rate, and use a registration method that accommodates the spatially varying properties of the filter. Using the data acquired by this method, we demonstrate scene rendering under different simulated illumination spectra. We are also able to infer information about the scene illumination. The approach was tested using a standard 8-bit black/white video camera and a fixed spatially varying spectral (interference) filter",
    "original_translation": "Mosaico generalizado: amplio campo de visión de imágenes multiespectrales Presentamos un enfoque para mejorar significativamente la resolución espectral de los sistemas de imágenes generalizando el mosaico de imágenes. Un filtro que transmite bandas espectrales que varían espacialmente se une rígidamente a una cámara. A medida que el sistema se mueve, detecta cada escena puntos múltiples veces, cada vez en una banda espectral diferente. Esta es una dimensión adicional del paradigma del mosaico generalizado, que ha demostrado producir imágenes de alto rango dinámico radiométrico en un amplio campo de visión, utilizando un filtro de densidad espacialmente variable. El mosaico resultante representa el espectro en cada punto de la escena. La adquisición de imágenes es tan fácil como en mosaicos de imágenes tradicionales. Se obtiene una tasa de muestreo de escena eficiente, y se utiliza un método de registro que se adapta a las propiedades espacialmente diferentes del filtro. Utilizando los datos adquiridos por este método, demostramos la representación de la escena bajo diferentes espectros de iluminación simulada. También podemos inferir información sobre la iluminación de la escena. El enfoque se probó utilizando una cámara de vídeo estándar en blanco y negro de 8 bits y un filtro espectral fijo que varía espacialmente (interferencia)",
    "error_count": 13,
    "keys": {
        "generalized mosaicing": {
            "translated_key": [],
            "translated_annotated_text": "Mosaico generalizado: amplio campo de visión de imágenes multiespectrales Presentamos un enfoque para mejorar significativamente la resolución espectral de los sistemas de imágenes generalizando el mosaico de imágenes. Un filtro que transmite bandas espectrales que varían espacialmente se une rígidamente a una cámara. A medida que el sistema se mueve, detecta cada escena puntos múltiples veces, cada vez en una banda espectral diferente. Esta es una dimensión adicional del paradigma del mosaico generalizado, que ha demostrado producir imágenes de alto rango dinámico radiométrico en un amplio campo de visión, utilizando un filtro de densidad espacialmente variable. El mosaico resultante representa el espectro en cada punto de la escena. La adquisición de imágenes es tan fácil como en mosaicos de imágenes tradicionales. Se obtiene una tasa de muestreo de escena eficiente, y se utiliza un método de registro que se adapta a las propiedades espacialmente diferentes del filtro. Utilizando los datos adquiridos por este método, demostramos la representación de la escena bajo diferentes espectros de iluminación simulada. También podemos inferir información sobre la iluminación de la escena. El enfoque se probó utilizando una cámara de vídeo estándar en blanco y negro de 8 bits y un filtro espectral fijo que varía espacialmente (interferencia) ",
            "error": []
        },
        "wide field of view multispectral imaging": {
            "translated_key": "gran campo de visión de imágenes multiespectrales",
            "translated_annotated_text": "Mosaico generalizado: \"gran campo de visión de imágenes multiespectrales\" Presentamos un enfoque para mejorar significativamente la resolución espectral de los sistemas de imágenes generalizando el mosaico de imágenes. Un filtro que transmite bandas espectrales que varían espacialmente se une rígidamente a una cámara. A medida que el sistema se mueve, detecta cada escena puntos múltiples veces, cada vez en una banda espectral diferente. Esta es una dimensión adicional del paradigma del mosaico generalizado, que ha demostrado producir imágenes de alto rango dinámico radiométrico en un amplio campo de visión, utilizando un filtro de densidad espacialmente variable. El mosaico resultante representa el espectro en cada punto de la escena. La adquisición de imágenes es tan fácil como en mosaicos de imágenes tradicionales. Se obtiene una tasa de muestreo de escena eficiente, y se utiliza un método de registro que se adapta a las propiedades espacialmente diferentes del filtro. Utilizando los datos adquiridos por este método, demostramos la representación de la escena bajo diferentes espectros de iluminación simulada. También podemos inferir información sobre la iluminación de la escena. El enfoque se probó utilizando una cámara de vídeo estándar en blanco y negro de 8 bits y un filtro espectral fijo que varía espacialmente (interferencia) ",
            "error": [
                ""
            ]
        },
        "spatially varying spectral bands": {
            "translated_key": "bandas espectrales espacialmente variables",
            "translated_annotated_text": "Mosaico generalizado: amplio campo de visión de imágenes multiespectrales Presentamos un enfoque para mejorar significativamente la resolución espectral de los sistemas de imágenes generalizando el mosaico de imágenes. Un filtro que transmite \"bandas espectrales espacialmente variables\" se une rígidamente a una cámara. A medida que el sistema se mueve, detecta cada escena puntos múltiples veces, cada vez en una banda espectral diferente. Esta es una dimensión adicional del paradigma del mosaico generalizado, que ha demostrado producir imágenes de alto rango dinámico radiométrico en un amplio campo de visión, utilizando un filtro de densidad espacialmente variable. El mosaico resultante representa el espectro en cada punto de la escena. La adquisición de imágenes es tan fácil como en mosaicos de imágenes tradicionales. Se obtiene una tasa de muestreo de escena eficiente, y se utiliza un método de registro que se adapta a las propiedades espacialmente diferentes del filtro. Utilizando los datos adquiridos por este método, demostramos la representación de la escena bajo diferentes espectros de iluminación simulada. También podemos inferir información sobre la iluminación de la escena. El enfoque se probó utilizando una cámara de vídeo estándar en blanco y negro de 8 bits y un filtro espectral fijo que varía espacialmente (interferencia) ",
            "error": [
                ""
            ]
        },
        "spatially varying density filter": {
            "translated_key": "filtro de densidad espacialmente variable",
            "translated_annotated_text": "Mosaico generalizado: amplio campo de visión de imágenes multiespectrales Presentamos un enfoque para mejorar significativamente la resolución espectral de los sistemas de imágenes generalizando el mosaico de imágenes. Un filtro que transmite bandas espectrales que varían espacialmente se une rígidamente a una cámara. A medida que el sistema se mueve, detecta cada escena puntos múltiples veces, cada vez en una banda espectral diferente. Esta es una dimensión adicional del paradigma del mosaico generalizado, que ha demostrado producir imágenes de alto rango dinámico radiométrico en un amplio campo de visión, utilizando un \"filtro de densidad espacialmente variable\". El mosaico resultante representa el espectro en cada punto de la escena. La adquisición de imágenes es tan fácil como en mosaicos de imágenes tradicionales. Se obtiene una tasa de muestreo de escena eficiente, y se utiliza un método de registro que se adapta a las propiedades espacialmente diferentes del filtro. Utilizando los datos adquiridos por este método, demostramos la representación de la escena bajo diferentes espectros de iluminación simulada. También podemos inferir información sobre la iluminación de la escena. El enfoque se probó utilizando una cámara de vídeo estándar en blanco y negro de 8 bits y un filtro espectral fijo que varía espacialmente (interferencia) ",
            "error": [
                ""
            ]
        },
        "image acquisition": {
            "translated_key": "adquisición de imágenes",
            "translated_annotated_text": "Mosaico generalizado: amplio campo de visión de imágenes multiespectrales Presentamos un enfoque para mejorar significativamente la resolución espectral de los sistemas de imágenes generalizando el mosaico de imágenes. Un filtro que transmite bandas espectrales que varían espacialmente se une rígidamente a una cámara. A medida que el sistema se mueve, detecta cada escena puntos múltiples veces, cada vez en una banda espectral diferente. Esta es una dimensión adicional del paradigma del mosaico generalizado, que ha demostrado producir imágenes de alto rango dinámico radiométrico en un amplio campo de visión, utilizando un filtro de densidad espacialmente variable. El mosaico resultante representa el espectro en cada punto de la escena. La \"adquisición de imágenes\" es tan fácil como en los mosaicos de imágenes tradicionales. Se obtiene una tasa de muestreo de escena eficiente, y se utiliza un método de registro que se adapta a las propiedades espacialmente diferentes del filtro. Utilizando los datos adquiridos por este método, demostramos la representación de la escena bajo diferentes espectros de iluminación simulada. También podemos inferir información sobre la iluminación de la escena. El enfoque se probó utilizando una cámara de vídeo estándar en blanco y negro de 8 bits y un filtro espectral fijo que varía espacialmente (interferencia) ",
            "error": [
                ""
            ]
        },
        "scene sampling rate": {
            "translated_key": "tasa de muestreo de escenas",
            "translated_annotated_text": "Mosaico generalizado: amplio campo de visión de imágenes multiespectrales Presentamos un enfoque para mejorar significativamente la resolución espectral de los sistemas de imágenes generalizando el mosaico de imágenes. Un filtro que transmite bandas espectrales que varían espacialmente se une rígidamente a una cámara. A medida que el sistema se mueve, detecta cada escena puntos múltiples veces, cada vez en una banda espectral diferente. Esta es una dimensión adicional del paradigma del mosaico generalizado, que ha demostrado producir imágenes de alto rango dinámico radiométrico en un amplio campo de visión, utilizando un filtro de densidad espacialmente variable. El mosaico resultante representa el espectro en cada punto de la escena. La adquisición de imágenes es tan fácil como en mosaicos de imágenes tradicionales. Se obtiene una \"tasa de muestreo de escenas\" eficiente, y se utiliza un método de registro que se adapta a las propiedades espacialmente diferentes del filtro. Utilizando los datos adquiridos por este método, demostramos la representación de la escena bajo diferentes espectros de iluminación simulada. También podemos inferir información sobre la iluminación de la escena. El enfoque se probó utilizando una cámara de vídeo estándar en blanco y negro de 8 bits y un filtro espectral fijo que varía espacialmente (interferencia) ",
            "error": [
                ""
            ]
        },
        "registration method": {
            "translated_key": "método de registro",
            "translated_annotated_text": "Mosaico generalizado: amplio campo de visión de imágenes multiespectrales Presentamos un enfoque para mejorar significativamente la resolución espectral de los sistemas de imágenes generalizando el mosaico de imágenes. Un filtro que transmite bandas espectrales que varían espacialmente se une rígidamente a una cámara. A medida que el sistema se mueve, detecta cada escena puntos múltiples veces, cada vez en una banda espectral diferente. Esta es una dimensión adicional del paradigma del mosaico generalizado, que ha demostrado producir imágenes de alto rango dinámico radiométrico en un amplio campo de visión, utilizando un filtro de densidad espacialmente variable. El mosaico resultante representa el espectro en cada punto de la escena. La adquisición de imágenes es tan fácil como en mosaicos de imágenes tradicionales. Se obtiene una tasa de muestreo eficiente de la escena, y se utiliza un \"método de registro\" que se adapta a las propiedades espacialmente diferentes del filtro. Utilizando los datos adquiridos por este método, demostramos la representación de la escena bajo diferentes espectros de iluminación simulada. También podemos inferir información sobre la iluminación de la escena. El enfoque se probó utilizando una cámara de vídeo estándar en blanco y negro de 8 bits y un filtro espectral fijo que varía espacialmente (interferencia) ",
            "error": [
                ""
            ]
        },
        "scene rendering": {
            "translated_key": "renderización de escenas",
            "translated_annotated_text": "Mosaico generalizado: amplio campo de visión de imágenes multiespectrales Presentamos un enfoque para mejorar significativamente la resolución espectral de los sistemas de imágenes generalizando el mosaico de imágenes. Un filtro que transmite bandas espectrales que varían espacialmente se une rígidamente a una cámara. A medida que el sistema se mueve, detecta cada escena puntos múltiples veces, cada vez en una banda espectral diferente. Esta es una dimensión adicional del paradigma del mosaico generalizado, que ha demostrado producir imágenes de alto rango dinámico radiométrico en un amplio campo de visión, utilizando un filtro de densidad espacialmente variable. El mosaico resultante representa el espectro en cada punto de la escena. La adquisición de imágenes es tan fácil como en mosaicos de imágenes tradicionales. Se obtiene una tasa de muestreo de escena eficiente, y se utiliza un método de registro que se adapta a las propiedades espacialmente diferentes del filtro. Utilizando los datos adquiridos por este método, demostramos \"renderización de escenas\" bajo diferentes espectros de iluminación simulada. También podemos inferir información sobre la iluminación de la escena. El enfoque se probó utilizando una cámara de vídeo estándar en blanco y negro de 8 bits y un filtro espectral fijo que varía espacialmente (interferencia) ",
            "error": [
                ""
            ]
        },
        "simulated illumination spectra": {
            "translated_key": "espectros de iluminación simulada",
            "translated_annotated_text": "Mosaico generalizado: amplio campo de visión de imágenes multiespectrales Presentamos un enfoque para mejorar significativamente la resolución espectral de los sistemas de imágenes generalizando el mosaico de imágenes. Un filtro que transmite bandas espectrales que varían espacialmente se une rígidamente a una cámara. A medida que el sistema se mueve, detecta cada escena puntos múltiples veces, cada vez en una banda espectral diferente. Esta es una dimensión adicional del paradigma del mosaico generalizado, que ha demostrado producir imágenes de alto rango dinámico radiométrico en un amplio campo de visión, utilizando un filtro de densidad espacialmente variable. El mosaico resultante representa el espectro en cada punto de la escena. La adquisición de imágenes es tan fácil como en mosaicos de imágenes tradicionales. Se obtiene una tasa de muestreo de escena eficiente, y se utiliza un método de registro que se adapta a las propiedades espacialmente diferentes del filtro. Utilizando los datos adquiridos por este método, demostramos la representación de escena bajo diferentes \"espectros de iluminación simulada\". También podemos inferir información sobre la iluminación de la escena. El enfoque se probó utilizando una cámara de vídeo estándar en blanco y negro de 8 bits y un filtro espectral fijo que varía espacialmente (interferencia) ",
            "error": [
                ""
            ]
        },
        "scene illumination": {
            "translated_key": "iluminación escénica",
            "translated_annotated_text": "Mosaico generalizado: amplio campo de visión de imágenes multiespectrales Presentamos un enfoque para mejorar significativamente la resolución espectral de los sistemas de imágenes generalizando el mosaico de imágenes. Un filtro que transmite bandas espectrales que varían espacialmente se une rígidamente a una cámara. A medida que el sistema se mueve, detecta cada escena puntos múltiples veces, cada vez en una banda espectral diferente. Esta es una dimensión adicional del paradigma del mosaico generalizado, que ha demostrado producir imágenes de alto rango dinámico radiométrico en un amplio campo de visión, utilizando un filtro de densidad espacialmente variable. El mosaico resultante representa el espectro en cada punto de la escena. La adquisición de imágenes es tan fácil como en mosaicos de imágenes tradicionales. Se obtiene una tasa de muestreo de escena eficiente, y se utiliza un método de registro que se adapta a las propiedades espacialmente diferentes del filtro. Utilizando los datos adquiridos por este método, demostramos la representación de la escena bajo diferentes espectros de iluminación simulada. También podemos inferir información sobre la \"iluminación escénica\". El enfoque se probó utilizando una cámara de vídeo estándar en blanco y negro de 8 bits y un filtro espectral fijo que varía espacialmente (interferencia) ",
            "error": [
                ""
            ]
        },
        "hyperspectral imaging": {
            "translated_key": [],
            "translated_annotated_text": "Mosaico generalizado: amplio campo de visión de imágenes multiespectrales Presentamos un enfoque para mejorar significativamente la resolución espectral de los sistemas de imágenes generalizando el mosaico de imágenes. Un filtro que transmite bandas espectrales que varían espacialmente se une rígidamente a una cámara. A medida que el sistema se mueve, detecta cada escena puntos múltiples veces, cada vez en una banda espectral diferente. Esta es una dimensión adicional del paradigma del mosaico generalizado, que ha demostrado producir imágenes de alto rango dinámico radiométrico en un amplio campo de visión, utilizando un filtro de densidad espacialmente variable. El mosaico resultante representa el espectro en cada punto de la escena. La adquisición de imágenes es tan fácil como en mosaicos de imágenes tradicionales. Se obtiene una tasa de muestreo de escena eficiente, y se utiliza un método de registro que se adapta a las propiedades espacialmente diferentes del filtro. Utilizando los datos adquiridos por este método, demostramos la representación de la escena bajo diferentes espectros de iluminación simulada. También podemos inferir información sobre la iluminación de la escena. El enfoque se probó utilizando una cámara de vídeo estándar en blanco y negro de 8 bits y un filtro espectral fijo que varía espacialmente (interferencia) ",
            "error": []
        },
        "color balance": {
            "translated_key": [],
            "translated_annotated_text": "Mosaico generalizado: amplio campo de visión de imágenes multiespectrales Presentamos un enfoque para mejorar significativamente la resolución espectral de los sistemas de imágenes generalizando el mosaico de imágenes. Un filtro que transmite bandas espectrales que varían espacialmente se une rígidamente a una cámara. A medida que el sistema se mueve, detecta cada escena puntos múltiples veces, cada vez en una banda espectral diferente. Esta es una dimensión adicional del paradigma del mosaico generalizado, que ha demostrado producir imágenes de alto rango dinámico radiométrico en un amplio campo de visión, utilizando un filtro de densidad espacialmente variable. El mosaico resultante representa el espectro en cada punto de la escena. La adquisición de imágenes es tan fácil como en mosaicos de imágenes tradicionales. Se obtiene una tasa de muestreo de escena eficiente, y se utiliza un método de registro que se adapta a las propiedades espacialmente diferentes del filtro. Utilizando los datos adquiridos por este método, demostramos la representación de la escena bajo diferentes espectros de iluminación simulada. También podemos inferir información sobre la iluminación de la escena. El enfoque se probó utilizando una cámara de vídeo estándar en blanco y negro de 8 bits y un filtro espectral fijo que varía espacialmente (interferencia) ",
            "error": []
        },
        "image fusion": {
            "translated_key": [],
            "translated_annotated_text": "Mosaico generalizado: amplio campo de visión de imágenes multiespectrales Presentamos un enfoque para mejorar significativamente la resolución espectral de los sistemas de imágenes generalizando el mosaico de imágenes. Un filtro que transmite bandas espectrales que varían espacialmente se une rígidamente a una cámara. A medida que el sistema se mueve, detecta cada escena puntos múltiples veces, cada vez en una banda espectral diferente. Esta es una dimensión adicional del paradigma del mosaico generalizado, que ha demostrado producir imágenes de alto rango dinámico radiométrico en un amplio campo de visión, utilizando un filtro de densidad espacialmente variable. El mosaico resultante representa el espectro en cada punto de la escena. La adquisición de imágenes es tan fácil como en mosaicos de imágenes tradicionales. Se obtiene una tasa de muestreo de escena eficiente, y se utiliza un método de registro que se adapta a las propiedades espacialmente diferentes del filtro. Utilizando los datos adquiridos por este método, demostramos la representación de la escena bajo diferentes espectros de iluminación simulada. También podemos inferir información sobre la iluminación de la escena. El enfoque se probó utilizando una cámara de vídeo estándar en blanco y negro de 8 bits y un filtro espectral fijo que varía espacialmente (interferencia) ",
            "error": []
        },
        "physics-based vision": {
            "translated_key": [],
            "translated_annotated_text": "Mosaico generalizado: amplio campo de visión de imágenes multiespectrales Presentamos un enfoque para mejorar significativamente la resolución espectral de los sistemas de imágenes generalizando el mosaico de imágenes. Un filtro que transmite bandas espectrales que varían espacialmente se une rígidamente a una cámara. A medida que el sistema se mueve, detecta cada escena puntos múltiples veces, cada vez en una banda espectral diferente. Esta es una dimensión adicional del paradigma del mosaico generalizado, que ha demostrado producir imágenes de alto rango dinámico radiométrico en un amplio campo de visión, utilizando un filtro de densidad espacialmente variable. El mosaico resultante representa el espectro en cada punto de la escena. La adquisición de imágenes es tan fácil como en mosaicos de imágenes tradicionales. Se obtiene una tasa de muestreo de escena eficiente, y se utiliza un método de registro que se adapta a las propiedades espacialmente diferentes del filtro. Utilizando los datos adquiridos por este método, demostramos la representación de la escena bajo diferentes espectros de iluminación simulada. También podemos inferir información sobre la iluminación de la escena. El enfoque se probó utilizando una cámara de vídeo estándar en blanco y negro de 8 bits y un filtro espectral fijo que varía espacialmente (interferencia) ",
            "error": []
        },
        "image-based rendering": {
            "translated_key": [],
            "translated_annotated_text": "Mosaico generalizado: amplio campo de visión de imágenes multiespectrales Presentamos un enfoque para mejorar significativamente la resolución espectral de los sistemas de imágenes generalizando el mosaico de imágenes. Un filtro que transmite bandas espectrales que varían espacialmente se une rígidamente a una cámara. A medida que el sistema se mueve, detecta cada escena puntos múltiples veces, cada vez en una banda espectral diferente. Esta es una dimensión adicional del paradigma del mosaico generalizado, que ha demostrado producir imágenes de alto rango dinámico radiométrico en un amplio campo de visión, utilizando un filtro de densidad espacialmente variable. El mosaico resultante representa el espectro en cada punto de la escena. La adquisición de imágenes es tan fácil como en mosaicos de imágenes tradicionales. Se obtiene una tasa de muestreo de escena eficiente, y se utiliza un método de registro que se adapta a las propiedades espacialmente diferentes del filtro. Utilizando los datos adquiridos por este método, demostramos la representación de la escena bajo diferentes espectros de iluminación simulada. También podemos inferir información sobre la iluminación de la escena. El enfoque se probó utilizando una cámara de vídeo estándar en blanco y negro de 8 bits y un filtro espectral fijo que varía espacialmente (interferencia) ",
            "error": []
        },
        "computer vision": {
            "translated_key": [],
            "translated_annotated_text": "Mosaico generalizado: amplio campo de visión de imágenes multiespectrales Presentamos un enfoque para mejorar significativamente la resolución espectral de los sistemas de imágenes generalizando el mosaico de imágenes. Un filtro que transmite bandas espectrales que varían espacialmente se une rígidamente a una cámara. A medida que el sistema se mueve, detecta cada escena puntos múltiples veces, cada vez en una banda espectral diferente. Esta es una dimensión adicional del paradigma del mosaico generalizado, que ha demostrado producir imágenes de alto rango dinámico radiométrico en un amplio campo de visión, utilizando un filtro de densidad espacialmente variable. El mosaico resultante representa el espectro en cada punto de la escena. La adquisición de imágenes es tan fácil como en mosaicos de imágenes tradicionales. Se obtiene una tasa de muestreo de escena eficiente, y se utiliza un método de registro que se adapta a las propiedades espacialmente diferentes del filtro. Utilizando los datos adquiridos por este método, demostramos la representación de la escena bajo diferentes espectros de iluminación simulada. También podemos inferir información sobre la iluminación de la escena. El enfoque se probó utilizando una cámara de vídeo estándar en blanco y negro de 8 bits y un filtro espectral fijo que varía espacialmente (interferencia) ",
            "error": []
        },
        "image enhancement": {
            "translated_key": [],
            "translated_annotated_text": "Mosaico generalizado: amplio campo de visión de imágenes multiespectrales Presentamos un enfoque para mejorar significativamente la resolución espectral de los sistemas de imágenes generalizando el mosaico de imágenes. Un filtro que transmite bandas espectrales que varían espacialmente se une rígidamente a una cámara. A medida que el sistema se mueve, detecta cada escena puntos múltiples veces, cada vez en una banda espectral diferente. Esta es una dimensión adicional del paradigma del mosaico generalizado, que ha demostrado producir imágenes de alto rango dinámico radiométrico en un amplio campo de visión, utilizando un filtro de densidad espacialmente variable. El mosaico resultante representa el espectro en cada punto de la escena. La adquisición de imágenes es tan fácil como en mosaicos de imágenes tradicionales. Se obtiene una tasa de muestreo de escena eficiente, y se utiliza un método de registro que se adapta a las propiedades espacialmente diferentes del filtro. Utilizando los datos adquiridos por este método, demostramos la representación de la escena bajo diferentes espectros de iluminación simulada. También podemos inferir información sobre la iluminación de la escena. El enfoque se probó utilizando una cámara de vídeo estándar en blanco y negro de 8 bits y un filtro espectral fijo que varía espacialmente (interferencia) ",
            "error": []
        },
        "image registration": {
            "translated_key": [],
            "translated_annotated_text": "Mosaico generalizado: amplio campo de visión de imágenes multiespectrales Presentamos un enfoque para mejorar significativamente la resolución espectral de los sistemas de imágenes generalizando el mosaico de imágenes. Un filtro que transmite bandas espectrales que varían espacialmente se une rígidamente a una cámara. A medida que el sistema se mueve, detecta cada escena puntos múltiples veces, cada vez en una banda espectral diferente. Esta es una dimensión adicional del paradigma del mosaico generalizado, que ha demostrado producir imágenes de alto rango dinámico radiométrico en un amplio campo de visión, utilizando un filtro de densidad espacialmente variable. El mosaico resultante representa el espectro en cada punto de la escena. La adquisición de imágenes es tan fácil como en mosaicos de imágenes tradicionales. Se obtiene una tasa de muestreo de escena eficiente, y se utiliza un método de registro que se adapta a las propiedades espacialmente diferentes del filtro. Utilizando los datos adquiridos por este método, demostramos la representación de la escena bajo diferentes espectros de iluminación simulada. También podemos inferir información sobre la iluminación de la escena. El enfoque se probó utilizando una cámara de vídeo estándar en blanco y negro de 8 bits y un filtro espectral fijo que varía espacialmente (interferencia) ",
            "error": []
        },
        "image sampling": {
            "translated_key": [],
            "translated_annotated_text": "Mosaico generalizado: amplio campo de visión de imágenes multiespectrales Presentamos un enfoque para mejorar significativamente la resolución espectral de los sistemas de imágenes generalizando el mosaico de imágenes. Un filtro que transmite bandas espectrales que varían espacialmente se une rígidamente a una cámara. A medida que el sistema se mueve, detecta cada escena puntos múltiples veces, cada vez en una banda espectral diferente. Esta es una dimensión adicional del paradigma del mosaico generalizado, que ha demostrado producir imágenes de alto rango dinámico radiométrico en un amplio campo de visión, utilizando un filtro de densidad espacialmente variable. El mosaico resultante representa el espectro en cada punto de la escena. La adquisición de imágenes es tan fácil como en mosaicos de imágenes tradicionales. Se obtiene una tasa de muestreo de escena eficiente, y se utiliza un método de registro que se adapta a las propiedades espacialmente diferentes del filtro. Utilizando los datos adquiridos por este método, demostramos la representación de la escena bajo diferentes espectros de iluminación simulada. También podemos inferir información sobre la iluminación de la escena. El enfoque se probó utilizando una cámara de vídeo estándar en blanco y negro de 8 bits y un filtro espectral fijo que varía espacialmente (interferencia) ",
            "error": []
        },
        "image segmentation": {
            "translated_key": [],
            "translated_annotated_text": "Mosaico generalizado: amplio campo de visión de imágenes multiespectrales Presentamos un enfoque para mejorar significativamente la resolución espectral de los sistemas de imágenes generalizando el mosaico de imágenes. Un filtro que transmite bandas espectrales que varían espacialmente se une rígidamente a una cámara. A medida que el sistema se mueve, detecta cada escena puntos múltiples veces, cada vez en una banda espectral diferente. Esta es una dimensión adicional del paradigma del mosaico generalizado, que ha demostrado producir imágenes de alto rango dinámico radiométrico en un amplio campo de visión, utilizando un filtro de densidad espacialmente variable. El mosaico resultante representa el espectro en cada punto de la escena. La adquisición de imágenes es tan fácil como en mosaicos de imágenes tradicionales. Se obtiene una tasa de muestreo de escena eficiente, y se utiliza un método de registro que se adapta a las propiedades espacialmente diferentes del filtro. Utilizando los datos adquiridos por este método, demostramos la representación de la escena bajo diferentes espectros de iluminación simulada. También podemos inferir información sobre la iluminación de la escena. El enfoque se probó utilizando una cámara de vídeo estándar en blanco y negro de 8 bits y un filtro espectral fijo que varía espacialmente (interferencia) ",
            "error": []
        },
        "lighting": {
            "translated_key": [],
            "translated_annotated_text": "Mosaico generalizado: amplio campo de visión de imágenes multiespectrales Presentamos un enfoque para mejorar significativamente la resolución espectral de los sistemas de imágenes generalizando el mosaico de imágenes. Un filtro que transmite bandas espectrales que varían espacialmente se une rígidamente a una cámara. A medida que el sistema se mueve, detecta cada escena puntos múltiples veces, cada vez en una banda espectral diferente. Esta es una dimensión adicional del paradigma del mosaico generalizado, que ha demostrado producir imágenes de alto rango dinámico radiométrico en un amplio campo de visión, utilizando un filtro de densidad espacialmente variable. El mosaico resultante representa el espectro en cada punto de la escena. La adquisición de imágenes es tan fácil como en mosaicos de imágenes tradicionales. Se obtiene una tasa de muestreo de escena eficiente, y se utiliza un método de registro que se adapta a las propiedades espacialmente diferentes del filtro. Utilizando los datos adquiridos por este método, demostramos la representación de la escena bajo diferentes espectros de iluminación simulada. También podemos inferir información sobre la iluminación de la escena. El enfoque se probó utilizando una cámara de vídeo estándar en blanco y negro de 8 bits y un filtro espectral fijo que varía espacialmente (interferencia) ",
            "error": []
        },
        "rendering (computer graphics)": {
            "translated_key": [],
            "translated_annotated_text": "Mosaico generalizado: amplio campo de visión de imágenes multiespectrales Presentamos un enfoque para mejorar significativamente la resolución espectral de los sistemas de imágenes generalizando el mosaico de imágenes. Un filtro que transmite bandas espectrales que varían espacialmente se une rígidamente a una cámara. A medida que el sistema se mueve, detecta cada escena puntos múltiples veces, cada vez en una banda espectral diferente. Esta es una dimensión adicional del paradigma del mosaico generalizado, que ha demostrado producir imágenes de alto rango dinámico radiométrico en un amplio campo de visión, utilizando un filtro de densidad espacialmente variable. El mosaico resultante representa el espectro en cada punto de la escena. La adquisición de imágenes es tan fácil como en mosaicos de imágenes tradicionales. Se obtiene una tasa de muestreo de escena eficiente, y se utiliza un método de registro que se adapta a las propiedades espacialmente diferentes del filtro. Utilizando los datos adquiridos por este método, demostramos la representación de la escena bajo diferentes espectros de iluminación simulada. También podemos inferir información sobre la iluminación de la escena. El enfoque se probó utilizando una cámara de vídeo estándar en blanco y negro de 8 bits y un filtro espectral fijo que varía espacialmente (interferencia) ",
            "error": []
        }
    }
}