{
    "original_text": "Analytic PCA construction for theoretical analysis of lighting variability in images of a Lambertian object We analyze theoretically the subspace best approximating images of a convex Lambertian object taken from the same viewpoint, but under different distant illumination conditions. We analytically construct the principal component analysis for images of a convex Lambertian object, explicitly taking attached shadows into account, and find the principal eigenmodes and eigenvalues with respect to lighting variability. Our analysis makes use of an analytic formula for the irradiance in terms of spherical-harmonic coefficients of the illumination and shows, under appropriate assumptions, that the principal components or eigenvectors are identical to the spherical harmonic basis functions evaluated at the surface normal vectors. Our main contribution is in extending these results to the single-viewpoint case, showing how the principal eigenmodes and eigenvalues are affected when only a limited subset (the upper hemisphere) of normals is available and the spherical harmonics are no longer orthonormal over the restricted domain. Our results are very close, both qualitatively and quantitatively, to previous empirical observations and represent the first essentially complete theoretical explanation of these observations",
    "original_translation": "Construcción analítica de PCA para el análisis teórico de la variabilidad lumínica en imágenes de un objeto lamberciano Analizamos teóricamente el subespacio mejor aproximando imágenes de un objeto lambertino convexo tomado desde el mismo punto de vista, pero bajo diferentes condiciones de iluminación distante. Construimos analíticamente el análisis principal de componentes para imágenes de un objeto convexo lamberciano, tomando explícitamente en cuenta las sombras adjuntas, y encontramos los principales eigenmodes y valores propios con respecto a la variabilidad de la iluminación. Nuestro análisis hace uso de una fórmula analítica para la irradiancia en términos de coeficientes esféricos-armónicos de la iluminación y muestra, bajo supuestos apropiados, que los componentes principales o autovectores son idénticos a las funciones de base armónica esférica evaluadas en los vectores normales de la superficie. Nuestra principal contribución es extender estos resultados al caso de un solo punto de vista, mostrando cómo los principales eigenmodes y valores propios se ven afectados cuando sólo un subconjunto limitado (el hemisferio superior) de normales está disponible y los armónicos esféricos ya no son ortonormales sobre el dominio restringido. Nuestros resultados son muy cercanos, tanto cualitativa como cuantitativamente, a las observaciones empíricas previas y representan la primera explicación teórica esencialmente completa de estas observaciones.",
    "error_count": 10,
    "keys": {
        "analytic principal component analysis": {
            "translated_key": [],
            "translated_annotated_text": "Construcción analítica de PCA para el análisis teórico de la variabilidad lumínica en imágenes de un objeto lamberciano Analizamos teóricamente el subespacio mejor aproximando imágenes de un objeto lambertino convexo tomado desde el mismo punto de vista, pero bajo diferentes condiciones de iluminación distante. Construimos analíticamente el análisis principal de componentes para imágenes de un objeto convexo lamberciano, tomando explícitamente en cuenta las sombras adjuntas, y encontramos los principales eigenmodes y valores propios con respecto a la variabilidad de la iluminación. Nuestro análisis hace uso de una fórmula analítica para la irradiancia en términos de coeficientes esféricos-armónicos de la iluminación y muestra, bajo supuestos apropiados, que los componentes principales o autovectores son idénticos a las funciones de base armónica esférica evaluadas en los vectores normales de la superficie. Nuestra principal contribución es extender estos resultados al caso de un solo punto de vista, mostrando cómo los principales eigenmodes y valores propios se ven afectados cuando sólo un subconjunto limitado (el hemisferio superior) de normales está disponible y los armónicos esféricos ya no son ortonormales sobre el dominio restringido. Nuestros resultados son muy cercanos, tanto cualitativa como cuantitativamente, a las observaciones empíricas previas y representan la primera explicación teórica esencialmente completa de estas observaciones. ",
            "error": []
        },
        "spherical harmonics": {
            "translated_key": "armónicos esféricos",
            "translated_annotated_text": "Construcción analítica de PCA para el análisis teórico de la variabilidad lumínica en imágenes de un objeto lamberciano Analizamos teóricamente el subespacio mejor aproximando imágenes de un objeto lambertino convexo tomado desde el mismo punto de vista, pero bajo diferentes condiciones de iluminación distante. Construimos analíticamente el análisis principal de componentes para imágenes de un objeto convexo lamberciano, tomando explícitamente en cuenta las sombras adjuntas, y encontramos los principales eigenmodes y valores propios con respecto a la variabilidad de la iluminación. Nuestro análisis hace uso de una fórmula analítica para la irradiancia en términos de coeficientes esféricos-armónicos de la iluminación y muestra, bajo supuestos apropiados, que los componentes principales o autovectores son idénticos a las funciones de base armónica esférica evaluadas en los vectores normales de la superficie. Nuestra principal contribución es extender estos resultados al caso de un solo punto de vista, mostrando cómo los principales eigenmodes y valores propios se ven afectados cuando sólo un subconjunto limitado (el hemisferio superior) de normales está disponible y los \"armónicos esféricos\" ya no son ortonormales sobre el dominio restringido. Nuestros resultados son muy cercanos, tanto cualitativa como cuantitativamente, a las observaciones empíricas previas y representan la primera explicación teórica esencialmente completa de estas observaciones. ",
            "error": [
                ""
            ]
        },
        "lighting variability": {
            "translated_key": [
                "variabilidad lumínica",
                "variabilidad de iluminación"
            ],
            "translated_annotated_text": "Construcción analítica de PCA para el análisis teórico de la \"variabilidad lumínica\" en imágenes de un objeto lamberciano Analizamos teóricamente las mejores imágenes subespaciales aproximando un objeto lambertino convexo tomadas desde el mismo punto de vista, pero bajo diferentes condiciones de iluminación distante. Construimos analíticamente el análisis principal de componentes para imágenes de un objeto convexo lamberciano, tomando explícitamente en cuenta las sombras adjuntas, y encontramos los principales eigenmodes y valores propios con respecto a la \"variabilidad de iluminación\". Nuestro análisis hace uso de una fórmula analítica para la irradiancia en términos de coeficientes esféricos-armónicos de la iluminación y muestra, bajo supuestos apropiados, que los componentes principales o autovectores son idénticos a las funciones de base armónica esférica evaluadas en los vectores normales de la superficie. Nuestra principal contribución es extender estos resultados al caso de un solo punto de vista, mostrando cómo los principales eigenmodes y valores propios se ven afectados cuando sólo un subconjunto limitado (el hemisferio superior) de normales está disponible y los armónicos esféricos ya no son ortonormales sobre el dominio restringido. Nuestros resultados son muy cercanos, tanto cualitativa como cuantitativamente, a las observaciones empíricas previas y representan la primera explicación teórica esencialmente completa de estas observaciones. ",
            "error": [
                "variabilidad lumínica",
                "variabilidad de iluminación"
            ]
        },
        "five-dimensional subspace": {
            "translated_key": [],
            "translated_annotated_text": "Construcción analítica de PCA para el análisis teórico de la variabilidad lumínica en imágenes de un objeto lamberciano Analizamos teóricamente el subespacio mejor aproximando imágenes de un objeto lambertino convexo tomado desde el mismo punto de vista, pero bajo diferentes condiciones de iluminación distante. Construimos analíticamente el análisis principal de componentes para imágenes de un objeto convexo lamberciano, tomando explícitamente en cuenta las sombras adjuntas, y encontramos los principales eigenmodes y valores propios con respecto a la variabilidad de la iluminación. Nuestro análisis hace uso de una fórmula analítica para la irradiancia en términos de coeficientes esféricos-armónicos de la iluminación y muestra, bajo supuestos apropiados, que los componentes principales o autovectores son idénticos a las funciones de base armónica esférica evaluadas en los vectores normales de la superficie. Nuestra principal contribución es extender estos resultados al caso de un solo punto de vista, mostrando cómo los principales eigenmodes y valores propios se ven afectados cuando sólo un subconjunto limitado (el hemisferio superior) de normales está disponible y los armónicos esféricos ya no son ortonormales sobre el dominio restringido. Nuestros resultados son muy cercanos, tanto cualitativa como cuantitativamente, a las observaciones empíricas previas y representan la primera explicación teórica esencialmente completa de estas observaciones. ",
            "error": []
        },
        "convex Lambertian object": {
            "translated_key": [
                "objeto lambertiense convexo",
                "objeto convexo lamberciano"
            ],
            "translated_annotated_text": "Construcción analítica de PCA para el análisis teórico de la variabilidad lumínica en imágenes de un objeto lambertiense Analizamos teóricamente el subespacio mejor aproximando imágenes de un \"objeto lambertiense convexo\" tomado desde el mismo punto de vista, pero bajo diferentes condiciones de iluminación distante. Construimos analíticamente el análisis principal de componentes para imágenes de un \"objeto convexo lamberciano\", tomando explícitamente en cuenta las sombras adjuntas, y encontramos los principales eigenmodes y valores propios con respecto a la variabilidad de la iluminación. Nuestro análisis hace uso de una fórmula analítica para la irradiancia en términos de coeficientes esféricos-armónicos de la iluminación y muestra, bajo supuestos apropiados, que los componentes principales o autovectores son idénticos a las funciones de base armónica esférica evaluadas en los vectores normales de la superficie. Nuestra principal contribución es extender estos resultados al caso de un solo punto de vista, mostrando cómo los principales eigenmodes y valores propios se ven afectados cuando sólo un subconjunto limitado (el hemisferio superior) de normales está disponible y los armónicos esféricos ya no son ortonormales sobre el dominio restringido. Nuestros resultados son muy cercanos, tanto cualitativa como cuantitativamente, a las observaciones empíricas previas y representan la primera explicación teórica esencialmente completa de estas observaciones. ",
            "error": [
                "objeto lambertiense convexo",
                "objeto convexo lamberciano"
            ]
        },
        "surface normal vectors": {
            "translated_key": "vectores normales superficiales",
            "translated_annotated_text": "Construcción analítica de PCA para el análisis teórico de la variabilidad lumínica en imágenes de un objeto lamberciano Analizamos teóricamente el subespacio mejor aproximando imágenes de un objeto lambertino convexo tomado desde el mismo punto de vista, pero bajo diferentes condiciones de iluminación distante. Construimos analíticamente el análisis principal de componentes para imágenes de un objeto convexo lamberciano, tomando explícitamente en cuenta las sombras adjuntas, y encontramos los principales eigenmodes y valores propios con respecto a la variabilidad de la iluminación. Nuestro análisis hace uso de una fórmula analítica para la irradiancia en términos de coeficientes esféricos-armónicos de la iluminación y muestra, bajo supuestos apropiados, que los componentes principales o autovectores son idénticos a las funciones de base armónica esférica evaluadas en los \"vectores normales superficiales\". Nuestra principal contribución es extender estos resultados al caso de un solo punto de vista, mostrando cómo los principales eigenmodes y valores propios se ven afectados cuando sólo un subconjunto limitado (el hemisferio superior) de normales está disponible y los armónicos esféricos ya no son ortonormales sobre el dominio restringido. Nuestros resultados son muy cercanos, tanto cualitativa como cuantitativamente, a las observaciones empíricas previas y representan la primera explicación teórica esencialmente completa de estas observaciones. ",
            "error": [
                ""
            ]
        },
        "principal eigenmodes": {
            "translated_key": [
                "principales eigenmodes",
                "originales propios"
            ],
            "translated_annotated_text": "Construcción analítica de PCA para el análisis teórico de la variabilidad lumínica en imágenes de un objeto lamberciano Analizamos teóricamente el subespacio mejor aproximando imágenes de un objeto lambertino convexo tomado desde el mismo punto de vista, pero bajo diferentes condiciones de iluminación distante. Construimos analíticamente el análisis principal de componentes para imágenes de un objeto convexo lamberciano, tomando explícitamente en cuenta las sombras adjuntas, y encontramos los \"principales eigenmodes\" y valores propios con respecto a la variabilidad de la iluminación. Nuestro análisis hace uso de una fórmula analítica para la irradiancia en términos de coeficientes esféricos-armónicos de la iluminación y muestra, bajo supuestos apropiados, que los componentes principales o autovectores son idénticos a las funciones de base armónica esférica evaluadas en los vectores normales de la superficie. Nuestra principal contribución es extender estos resultados al caso de un solo punto de vista, mostrando cómo los \"originales propios\" y los valores propios se ven afectados cuando sólo un subconjunto limitado (el hemisferio superior) de normales está disponible y los armónicos esféricos ya no son ortonormales sobre el dominio restringido. Nuestros resultados son muy cercanos, tanto cualitativa como cuantitativamente, a las observaciones empíricas previas y representan la primera explicación teórica esencialmente completa de estas observaciones. ",
            "error": [
                "principales eigenmodes",
                "originales propios"
            ]
        },
        "principal eigenvalues": {
            "translated_key": [],
            "translated_annotated_text": "Construcción analítica de PCA para el análisis teórico de la variabilidad lumínica en imágenes de un objeto lamberciano Analizamos teóricamente el subespacio mejor aproximando imágenes de un objeto lambertino convexo tomado desde el mismo punto de vista, pero bajo diferentes condiciones de iluminación distante. Construimos analíticamente el análisis principal de componentes para imágenes de un objeto convexo lamberciano, tomando explícitamente en cuenta las sombras adjuntas, y encontramos los principales eigenmodes y valores propios con respecto a la variabilidad de la iluminación. Nuestro análisis hace uso de una fórmula analítica para la irradiancia en términos de coeficientes esféricos-armónicos de la iluminación y muestra, bajo supuestos apropiados, que los componentes principales o autovectores son idénticos a las funciones de base armónica esférica evaluadas en los vectores normales de la superficie. Nuestra principal contribución es extender estos resultados al caso de un solo punto de vista, mostrando cómo los principales eigenmodes y valores propios se ven afectados cuando sólo un subconjunto limitado (el hemisferio superior) de normales está disponible y los armónicos esféricos ya no son ortonormales sobre el dominio restringido. Nuestros resultados son muy cercanos, tanto cualitativa como cuantitativamente, a las observaciones empíricas previas y representan la primera explicación teórica esencialmente completa de estas observaciones. ",
            "error": []
        },
        "radiance": {
            "translated_key": [],
            "translated_annotated_text": "Construcción analítica de PCA para el análisis teórico de la variabilidad lumínica en imágenes de un objeto lamberciano Analizamos teóricamente el subespacio mejor aproximando imágenes de un objeto lambertino convexo tomado desde el mismo punto de vista, pero bajo diferentes condiciones de iluminación distante. Construimos analíticamente el análisis principal de componentes para imágenes de un objeto convexo lamberciano, tomando explícitamente en cuenta las sombras adjuntas, y encontramos los principales eigenmodes y valores propios con respecto a la variabilidad de la iluminación. Nuestro análisis hace uso de una fórmula analítica para la irradiancia en términos de coeficientes esféricos-armónicos de la iluminación y muestra, bajo supuestos apropiados, que los componentes principales o autovectores son idénticos a las funciones de base armónica esférica evaluadas en los vectores normales de la superficie. Nuestra principal contribución es extender estos resultados al caso de un solo punto de vista, mostrando cómo los principales eigenmodes y valores propios se ven afectados cuando sólo un subconjunto limitado (el hemisferio superior) de normales está disponible y los armónicos esféricos ya no son ortonormales sobre el dominio restringido. Nuestros resultados son muy cercanos, tanto cualitativa como cuantitativamente, a las observaciones empíricas previas y representan la primera explicación teórica esencialmente completa de estas observaciones. ",
            "error": []
        },
        "irradiance": {
            "translated_key": "irradiancia",
            "translated_annotated_text": "Construcción analítica de PCA para el análisis teórico de la variabilidad lumínica en imágenes de un objeto lamberciano Analizamos teóricamente el subespacio mejor aproximando imágenes de un objeto lambertino convexo tomado desde el mismo punto de vista, pero bajo diferentes condiciones de iluminación distante. Construimos analíticamente el análisis principal de componentes para imágenes de un objeto convexo lamberciano, tomando explícitamente en cuenta las sombras adjuntas, y encontramos los principales eigenmodes y valores propios con respecto a la variabilidad de la iluminación. Nuestro análisis hace uso de una fórmula analítica para la \"irradiancia\" en términos de coeficientes esféricos-armónicos de la iluminación y muestra, bajo supuestos apropiados, que los componentes principales o autovectores son idénticos a las funciones de base armónica esférica evaluadas en los vectores normales de la superficie. Nuestra principal contribución es extender estos resultados al caso de un solo punto de vista, mostrando cómo los principales eigenmodes y valores propios se ven afectados cuando sólo un subconjunto limitado (el hemisferio superior) de normales está disponible y los armónicos esféricos ya no son ortonormales sobre el dominio restringido. Nuestros resultados son muy cercanos, tanto cualitativa como cuantitativamente, a las observaciones empíricas previas y representan la primera explicación teórica esencialmente completa de estas observaciones. ",
            "error": [
                ""
            ]
        },
        "computer vision": {
            "translated_key": [],
            "translated_annotated_text": "Construcción analítica de PCA para el análisis teórico de la variabilidad lumínica en imágenes de un objeto lamberciano Analizamos teóricamente el subespacio mejor aproximando imágenes de un objeto lambertino convexo tomado desde el mismo punto de vista, pero bajo diferentes condiciones de iluminación distante. Construimos analíticamente el análisis principal de componentes para imágenes de un objeto convexo lamberciano, tomando explícitamente en cuenta las sombras adjuntas, y encontramos los principales eigenmodes y valores propios con respecto a la variabilidad de la iluminación. Nuestro análisis hace uso de una fórmula analítica para la irradiancia en términos de coeficientes esféricos-armónicos de la iluminación y muestra, bajo supuestos apropiados, que los componentes principales o autovectores son idénticos a las funciones de base armónica esférica evaluadas en los vectores normales de la superficie. Nuestra principal contribución es extender estos resultados al caso de un solo punto de vista, mostrando cómo los principales eigenmodes y valores propios se ven afectados cuando sólo un subconjunto limitado (el hemisferio superior) de normales está disponible y los armónicos esféricos ya no son ortonormales sobre el dominio restringido. Nuestros resultados son muy cercanos, tanto cualitativa como cuantitativamente, a las observaciones empíricas previas y representan la primera explicación teórica esencialmente completa de estas observaciones. ",
            "error": []
        },
        "eigenvalues and eigenfunctions": {
            "translated_key": [],
            "translated_annotated_text": "Construcción analítica de PCA para el análisis teórico de la variabilidad lumínica en imágenes de un objeto lamberciano Analizamos teóricamente el subespacio mejor aproximando imágenes de un objeto lambertino convexo tomado desde el mismo punto de vista, pero bajo diferentes condiciones de iluminación distante. Construimos analíticamente el análisis principal de componentes para imágenes de un objeto convexo lamberciano, tomando explícitamente en cuenta las sombras adjuntas, y encontramos los principales eigenmodes y valores propios con respecto a la variabilidad de la iluminación. Nuestro análisis hace uso de una fórmula analítica para la irradiancia en términos de coeficientes esféricos-armónicos de la iluminación y muestra, bajo supuestos apropiados, que los componentes principales o autovectores son idénticos a las funciones de base armónica esférica evaluadas en los vectores normales de la superficie. Nuestra principal contribución es extender estos resultados al caso de un solo punto de vista, mostrando cómo los principales eigenmodes y valores propios se ven afectados cuando sólo un subconjunto limitado (el hemisferio superior) de normales está disponible y los armónicos esféricos ya no son ortonormales sobre el dominio restringido. Nuestros resultados son muy cercanos, tanto cualitativa como cuantitativamente, a las observaciones empíricas previas y representan la primera explicación teórica esencialmente completa de estas observaciones. ",
            "error": []
        },
        "lighting": {
            "translated_key": "iluminación",
            "translated_annotated_text": "Construcción analítica de PCA para el análisis teórico de la variabilidad de \"iluminación\" en imágenes de un objeto lambertiense Analizamos teóricamente las mejores imágenes subespaciales aproximando un objeto convexo de Lambertián tomadas desde el mismo punto de vista, pero bajo diferentes condiciones de iluminación distante. Construimos analíticamente el análisis principal de componentes para imágenes de un objeto convexo lamberciano, tomando explícitamente en cuenta las sombras adjuntas, y encontramos los principales eigenmodes y valores propios con respecto a la variabilidad de \"iluminación\". Nuestro análisis hace uso de una fórmula analítica para la irradiancia en términos de coeficientes esféricos-armónicos de la iluminación y muestra, bajo supuestos apropiados, que los componentes principales o autovectores son idénticos a las funciones de base armónica esférica evaluadas en los vectores normales de la superficie. Nuestra principal contribución es extender estos resultados al caso de un solo punto de vista, mostrando cómo los principales eigenmodes y valores propios se ven afectados cuando sólo un subconjunto limitado (el hemisferio superior) de normales está disponible y los armónicos esféricos ya no son ortonormales sobre el dominio restringido. Nuestros resultados son muy cercanos, tanto cualitativa como cuantitativamente, a las observaciones empíricas previas y representan la primera explicación teórica esencialmente completa de estas observaciones. ",
            "error": [
                ""
            ]
        },
        "object recognition": {
            "translated_key": [],
            "translated_annotated_text": "Construcción analítica de PCA para el análisis teórico de la variabilidad lumínica en imágenes de un objeto lamberciano Analizamos teóricamente el subespacio mejor aproximando imágenes de un objeto lambertino convexo tomado desde el mismo punto de vista, pero bajo diferentes condiciones de iluminación distante. Construimos analíticamente el análisis principal de componentes para imágenes de un objeto convexo lamberciano, tomando explícitamente en cuenta las sombras adjuntas, y encontramos los principales eigenmodes y valores propios con respecto a la variabilidad de la iluminación. Nuestro análisis hace uso de una fórmula analítica para la irradiancia en términos de coeficientes esféricos-armónicos de la iluminación y muestra, bajo supuestos apropiados, que los componentes principales o autovectores son idénticos a las funciones de base armónica esférica evaluadas en los vectores normales de la superficie. Nuestra principal contribución es extender estos resultados al caso de un solo punto de vista, mostrando cómo los principales eigenmodes y valores propios se ven afectados cuando sólo un subconjunto limitado (el hemisferio superior) de normales está disponible y los armónicos esféricos ya no son ortonormales sobre el dominio restringido. Nuestros resultados son muy cercanos, tanto cualitativa como cuantitativamente, a las observaciones empíricas previas y representan la primera explicación teórica esencialmente completa de estas observaciones. ",
            "error": []
        },
        "principal component analysis": {
            "translated_key": "análisis de componentes principales",
            "translated_annotated_text": "Construcción analítica de PCA para el análisis teórico de la variabilidad lumínica en imágenes de un objeto lamberciano Analizamos teóricamente el subespacio mejor aproximando imágenes de un objeto lambertino convexo tomado desde el mismo punto de vista, pero bajo diferentes condiciones de iluminación distante. Construimos analíticamente el \"análisis de componentes principales\" para imágenes de un objeto convexo lamberciano, teniendo explícitamente en cuenta las sombras adjuntas, y encontramos los principales automodes y valores propios con respecto a la variabilidad de la iluminación. Nuestro análisis hace uso de una fórmula analítica para la irradiancia en términos de coeficientes esféricos-armónicos de la iluminación y muestra, bajo supuestos apropiados, que los componentes principales o autovectores son idénticos a las funciones de base armónica esférica evaluadas en los vectores normales de la superficie. Nuestra principal contribución es extender estos resultados al caso de un solo punto de vista, mostrando cómo los principales eigenmodes y valores propios se ven afectados cuando sólo un subconjunto limitado (el hemisferio superior) de normales está disponible y los armónicos esféricos ya no son ortonormales sobre el dominio restringido. Nuestros resultados son muy cercanos, tanto cualitativa como cuantitativamente, a las observaciones empíricas previas y representan la primera explicación teórica esencialmente completa de estas observaciones. ",
            "error": [
                ""
            ]
        }
    }
}