{
    "original_text": "Elastically adaptive deformable models We present a technique for the automatic adaptation of a deformable models elastic parameters within a Kalman filter framework for shape estimation applications. The novelty of the technique is that the models elastic parameters are not constant, but spatio-temporally varying. The variation of the elastic parameters depends on the distance of the model from the data and the rate of change of this distance. Each pass of the algorithm uses physics-based modeling techniques to iteratively adjust both the geometric and the elastic degrees of freedom of the model in response to forces that are computed from the discrepancy between the model and the data. By augmenting the state equations of an extended Kalman filter to incorporate these additional variables, we are able to significantly improve the quality of the shape estimation. Therefore, the models elastic parameters are always initialized to the same value and they are subsequently modified depending on the data and the noise distribution. We present results demonstrating the effectiveness of our method for both two-dimensional and three-dimensional data",
    "original_translation": "Modelos deformables adaptables elásticamente Presentamos una técnica para la adaptación automática de los parámetros elásticos de los modelos deformables dentro de un marco filtrante Kalman para aplicaciones de estimación de formas. La novedad de la técnica es que los parámetros elásticos de los modelos no son constantes, sino que varían temporalmente. La variación de los parámetros elásticos depende de la distancia del modelo a partir de los datos y de la velocidad de cambio de esta distancia. Cada paso del algoritmo utiliza técnicas de modelado basadas en la física para ajustar iterativamente los grados geométricos y elásticos de libertad del modelo en respuesta a las fuerzas que se calculan a partir de la discrepancia entre el modelo y los datos. Al aumentar las ecuaciones de estado de un filtro Kalman extendido para incorporar estas variables adicionales, somos capaces de mejorar significativamente la calidad de la estimación de la forma. Por lo tanto, los parámetros elásticos de los modelos siempre se inicializan al mismo valor y posteriormente se modifican en función de los datos y la distribución del ruido. Presentamos resultados que demuestran la efectividad de nuestro método para datos bidimensionales y tridimensionales",
    "error_count": 11,
    "keys": {
        "elastically adaptive deformable models": {
            "translated_key": [],
            "translated_annotated_text": "Modelos deformables adaptables elásticamente Presentamos una técnica para la adaptación automática de los parámetros elásticos de los modelos deformables dentro de un marco filtrante Kalman para aplicaciones de estimación de formas. La novedad de la técnica es que los parámetros elásticos de los modelos no son constantes, sino que varían temporalmente. La variación de los parámetros elásticos depende de la distancia del modelo a partir de los datos y de la velocidad de cambio de esta distancia. Cada paso del algoritmo utiliza técnicas de modelado basadas en la física para ajustar iterativamente los grados geométricos y elásticos de libertad del modelo en respuesta a las fuerzas que se calculan a partir de la discrepancia entre el modelo y los datos. Al aumentar las ecuaciones de estado de un filtro Kalman extendido para incorporar estas variables adicionales, somos capaces de mejorar significativamente la calidad de la estimación de la forma. Por lo tanto, los parámetros elásticos de los modelos siempre se inicializan al mismo valor y posteriormente se modifican en función de los datos y la distribución del ruido. Presentamos resultados que demuestran la efectividad de nuestro método para datos bidimensionales y tridimensionales ",
            "error": []
        },
        "automatic adaptation": {
            "translated_key": [],
            "translated_annotated_text": "Modelos deformables adaptables elásticamente Presentamos una técnica para la adaptación automática <br> de modelos deformables parámetros elásticos dentro de un marco de filtro Kalman para aplicaciones de estimación de formas. La novedad de la técnica es que los parámetros elásticos de los modelos no son constantes, sino que varían temporalmente. La variación de los parámetros elásticos depende de la distancia del modelo a partir de los datos y de la velocidad de cambio de esta distancia. Cada paso del algoritmo utiliza técnicas de modelado basadas en la física para ajustar iterativamente los grados geométricos y elásticos de libertad del modelo en respuesta a las fuerzas que se calculan a partir de la discrepancia entre el modelo y los datos. Al aumentar las ecuaciones de estado de un filtro Kalman extendido para incorporar estas variables adicionales, somos capaces de mejorar significativamente la calidad de la estimación de la forma. Por lo tanto, los parámetros elásticos de los modelos siempre se inicializan al mismo valor y posteriormente se modifican en función de los datos y la distribución del ruido. Presentamos resultados que demuestran la efectividad de nuestro método para datos bidimensionales y tridimensionales ",
            "error": []
        },
        "elastic parameters": {
            "translated_key": [
                " parámetros elásticos",
                "elásticos",
                "elásticos",
                "elásticos parámetros"
            ],
            "translated_annotated_text": "Modelos deformables adaptables elásticamente Presentamos una técnica para la adaptación automática de modelos deformables <br> parámetros elásticos</br> dentro de un marco filtrante Kalman para aplicaciones de estimación de formas. La novedad de la técnica es que los modelos <br>elásticos</br> no son constantes, sino que varían temporalmente. La variación de los parámetros <br>elásticos</br> depende de la distancia del modelo a partir de los datos y de la velocidad de cambio de esta distancia. Cada paso del algoritmo utiliza técnicas de modelado basadas en la física para ajustar iterativamente los grados geométricos y elásticos de libertad del modelo en respuesta a las fuerzas que se calculan a partir de la discrepancia entre el modelo y los datos. Al aumentar las ecuaciones de estado de un filtro Kalman extendido para incorporar estas variables adicionales, somos capaces de mejorar significativamente la calidad de la estimación de la forma. Por lo tanto, los modelos <br>elásticos parámetros</br> siempre se inicializan al mismo valor y posteriormente se modifican en función de los datos y la distribución del ruido. Presentamos resultados que demuestran la efectividad de nuestro método para datos bidimensionales y tridimensionales ",
            "error": [
                " parámetros elásticos",
                "elásticos",
                "elásticos",
                "elásticos parámetros"
            ]
        },
        "Kalman filter framework": {
            "translated_key": "Kalman",
            "translated_annotated_text": "Modelos deformables adaptables elásticamente Presentamos una técnica para la adaptación automática de los parámetros elásticos de los modelos deformables dentro de un marco filtrante <br>Kalman</br> para aplicaciones de estimación de formas. La novedad de la técnica es que los parámetros elásticos de los modelos no son constantes, sino que varían temporalmente. La variación de los parámetros elásticos depende de la distancia del modelo a partir de los datos y de la velocidad de cambio de esta distancia. Cada paso del algoritmo utiliza técnicas de modelado basadas en la física para ajustar iterativamente los grados geométricos y elásticos de libertad del modelo en respuesta a las fuerzas que se calculan a partir de la discrepancia entre el modelo y los datos. Al aumentar las ecuaciones de estado de un filtro Kalman extendido para incorporar estas variables adicionales, somos capaces de mejorar significativamente la calidad de la estimación de la forma. Por lo tanto, los parámetros elásticos de los modelos siempre se inicializan al mismo valor y posteriormente se modifican en función de los datos y la distribución del ruido. Presentamos resultados que demuestran la efectividad de nuestro método para datos bidimensionales y tridimensionales ",
            "error": [
                ""
            ]
        },
        "shape estimation": {
            "translated_key": [
                " ",
                "forma"
            ],
            "translated_annotated_text": "Modelos deformables adaptables elásticamente Presentamos una técnica para la adaptación automática de los parámetros elásticos de los modelos deformables dentro de un marco filtrante de Kalman para aplicaciones de estimación en forma <br> </br>. La novedad de la técnica es que los parámetros elásticos de los modelos no son constantes, sino que varían temporalmente. La variación de los parámetros elásticos depende de la distancia del modelo a partir de los datos y de la velocidad de cambio de esta distancia. Cada paso del algoritmo utiliza técnicas de modelado basadas en la física para ajustar iterativamente los grados geométricos y elásticos de libertad del modelo en respuesta a las fuerzas que se calculan a partir de la discrepancia entre el modelo y los datos. Al aumentar las ecuaciones de estado de un filtro extendido de Kalman para incorporar estas variables adicionales, somos capaces de mejorar significativamente la calidad de la estimación <br>forma</br>. Por lo tanto, los parámetros elásticos de los modelos siempre se inicializan al mismo valor y posteriormente se modifican en función de los datos y la distribución del ruido. Presentamos resultados que demuestran la efectividad de nuestro método para datos bidimensionales y tridimensionales ",
            "error": [
                " ",
                "forma"
            ]
        },
        "physics-based modeling techniques": {
            "translated_key": "técnicas de modelado basadas en la física",
            "translated_annotated_text": "Modelos deformables adaptables elásticamente Presentamos una técnica para la adaptación automática de los parámetros elásticos de los modelos deformables dentro de un marco filtrante Kalman para aplicaciones de estimación de formas. La novedad de la técnica es que los parámetros elásticos de los modelos no son constantes, sino que varían temporalmente. La variación de los parámetros elásticos depende de la distancia del modelo a partir de los datos y de la velocidad de cambio de esta distancia. Cada paso del algoritmo utiliza <br>técnicas de modelado basadas en la física</br> para ajustar iterativamente los grados geométricos y elásticos de libertad del modelo en respuesta a las fuerzas que se calculan a partir de la discrepancia entre el modelo y los datos. Al aumentar las ecuaciones de estado de un filtro Kalman extendido para incorporar estas variables adicionales, somos capaces de mejorar significativamente la calidad de la estimación de la forma. Por lo tanto, los parámetros elásticos de los modelos siempre se inicializan al mismo valor y posteriormente se modifican en función de los datos y la distribución del ruido. Presentamos resultados que demuestran la efectividad de nuestro método para datos bidimensionales y tridimensionales ",
            "error": [
                ""
            ]
        },
        "geometric degrees of freedom": {
            "translated_key": [],
            "translated_annotated_text": "Modelos deformables adaptables elásticamente Presentamos una técnica para la adaptación automática de los parámetros elásticos de los modelos deformables dentro de un marco filtrante Kalman para aplicaciones de estimación de formas. La novedad de la técnica es que los parámetros elásticos de los modelos no son constantes, sino que varían temporalmente. La variación de los parámetros elásticos depende de la distancia del modelo a partir de los datos y de la velocidad de cambio de esta distancia. Cada paso del algoritmo utiliza técnicas de modelado basadas en la física para ajustar iterativamente los grados geométricos y elásticos de libertad del modelo en respuesta a las fuerzas que se calculan a partir de la discrepancia entre el modelo y los datos. Al aumentar las ecuaciones de estado de un filtro Kalman extendido para incorporar estas variables adicionales, somos capaces de mejorar significativamente la calidad de la estimación de la forma. Por lo tanto, los parámetros elásticos de los modelos siempre se inicializan al mismo valor y posteriormente se modifican en función de los datos y la distribución del ruido. Presentamos resultados que demuestran la efectividad de nuestro método para datos bidimensionales y tridimensionales ",
            "error": []
        },
        "elastic degrees of freedom": {
            "translated_key": "elásticos de libertad",
            "translated_annotated_text": "Modelos deformables adaptables elásticamente Presentamos una técnica para la adaptación automática de los parámetros elásticos de los modelos deformables dentro de un marco filtrante Kalman para aplicaciones de estimación de formas. La novedad de la técnica es que los parámetros elásticos de los modelos no son constantes, sino que varían temporalmente. La variación de los parámetros elásticos depende de la distancia del modelo a partir de los datos y de la velocidad de cambio de esta distancia. Cada paso del algoritmo utiliza técnicas de modelado basadas en la física para ajustar iterativamente tanto los grados geométricos como los <br>elásticos de libertad</br> del modelo en respuesta a las fuerzas que se calculan a partir de la discrepancia entre el modelo y los datos. Al aumentar las ecuaciones de estado de un filtro Kalman extendido para incorporar estas variables adicionales, somos capaces de mejorar significativamente la calidad de la estimación de la forma. Por lo tanto, los parámetros elásticos de los modelos siempre se inicializan al mismo valor y posteriormente se modifican en función de los datos y la distribución del ruido. Presentamos resultados que demuestran la efectividad de nuestro método para datos bidimensionales y tridimensionales ",
            "error": [
                ""
            ]
        },
        "state equations": {
            "translated_key": "state",
            "translated_annotated_text": "Modelos deformables adaptables elásticamente Presentamos una técnica para la adaptación automática de los parámetros elásticos de los modelos deformables dentro de un marco filtrante Kalman para aplicaciones de estimación de formas. La novedad de la técnica es que los parámetros elásticos de los modelos no son constantes, sino que varían temporalmente. La variación de los parámetros elásticos depende de la distancia del modelo a partir de los datos y de la velocidad de cambio de esta distancia. Cada paso del algoritmo utiliza técnicas de modelado basadas en la física para ajustar iterativamente los grados geométricos y elásticos de libertad del modelo en respuesta a las fuerzas que se calculan a partir de la discrepancia entre el modelo y los datos. Al aumentar las ecuaciones <br>state</br> de un filtro extendido de Kalman para incorporar estas variables adicionales, somos capaces de mejorar significativamente la calidad de la estimación de la forma. Por lo tanto, los parámetros elásticos de los modelos siempre se inicializan al mismo valor y posteriormente se modifican en función de los datos y la distribución del ruido. Presentamos resultados que demuestran la efectividad de nuestro método para datos bidimensionales y tridimensionales ",
            "error": [
                ""
            ]
        },
        "extended Kalman filter": {
            "translated_key": "extendido Kalman",
            "translated_annotated_text": "Modelos deformables adaptables elásticamente Presentamos una técnica para la adaptación automática de los parámetros elásticos de los modelos deformables dentro de un marco filtrante Kalman para aplicaciones de estimación de formas. La novedad de la técnica es que los parámetros elásticos de los modelos no son constantes, sino que varían temporalmente. La variación de los parámetros elásticos depende de la distancia del modelo a partir de los datos y de la velocidad de cambio de esta distancia. Cada paso del algoritmo utiliza técnicas de modelado basadas en la física para ajustar iterativamente los grados geométricos y elásticos de libertad del modelo en respuesta a las fuerzas que se calculan a partir de la discrepancia entre el modelo y los datos. Al aumentar las ecuaciones de estado de un filtro <br>extendido Kalman</br> para incorporar estas variables adicionales, somos capaces de mejorar significativamente la calidad de la estimación de la forma. Por lo tanto, los parámetros elásticos de los modelos siempre se inicializan al mismo valor y posteriormente se modifican en función de los datos y la distribución del ruido. Presentamos resultados que demuestran la efectividad de nuestro método para datos bidimensionales y tridimensionales ",
            "error": [
                ""
            ]
        },
        "computer vision": {
            "translated_key": [],
            "translated_annotated_text": "Modelos deformables adaptables elásticamente Presentamos una técnica para la adaptación automática de los parámetros elásticos de los modelos deformables dentro de un marco filtrante Kalman para aplicaciones de estimación de formas. La novedad de la técnica es que los parámetros elásticos de los modelos no son constantes, sino que varían temporalmente. La variación de los parámetros elásticos depende de la distancia del modelo a partir de los datos y de la velocidad de cambio de esta distancia. Cada paso del algoritmo utiliza técnicas de modelado basadas en la física para ajustar iterativamente los grados geométricos y elásticos de libertad del modelo en respuesta a las fuerzas que se calculan a partir de la discrepancia entre el modelo y los datos. Al aumentar las ecuaciones de estado de un filtro Kalman extendido para incorporar estas variables adicionales, somos capaces de mejorar significativamente la calidad de la estimación de la forma. Por lo tanto, los parámetros elásticos de los modelos siempre se inicializan al mismo valor y posteriormente se modifican en función de los datos y la distribución del ruido. Presentamos resultados que demuestran la efectividad de nuestro método para datos bidimensionales y tridimensionales ",
            "error": []
        },
        "filtering theory": {
            "translated_key": [],
            "translated_annotated_text": "Modelos deformables adaptables elásticamente Presentamos una técnica para la adaptación automática de los parámetros elásticos de los modelos deformables dentro de un marco filtrante Kalman para aplicaciones de estimación de formas. La novedad de la técnica es que los parámetros elásticos de los modelos no son constantes, sino que varían temporalmente. La variación de los parámetros elásticos depende de la distancia del modelo a partir de los datos y de la velocidad de cambio de esta distancia. Cada paso del algoritmo utiliza técnicas de modelado basadas en la física para ajustar iterativamente los grados geométricos y elásticos de libertad del modelo en respuesta a las fuerzas que se calculan a partir de la discrepancia entre el modelo y los datos. Al aumentar las ecuaciones de estado de un filtro Kalman extendido para incorporar estas variables adicionales, somos capaces de mejorar significativamente la calidad de la estimación de la forma. Por lo tanto, los parámetros elásticos de los modelos siempre se inicializan al mismo valor y posteriormente se modifican en función de los datos y la distribución del ruido. Presentamos resultados que demuestran la efectividad de nuestro método para datos bidimensionales y tridimensionales ",
            "error": []
        },
        "geometry": {
            "translated_key": [],
            "translated_annotated_text": "Modelos deformables adaptables elásticamente Presentamos una técnica para la adaptación automática de los parámetros elásticos de los modelos deformables dentro de un marco filtrante Kalman para aplicaciones de estimación de formas. La novedad de la técnica es que los parámetros elásticos de los modelos no son constantes, sino que varían temporalmente. La variación de los parámetros elásticos depende de la distancia del modelo a partir de los datos y de la velocidad de cambio de esta distancia. Cada paso del algoritmo utiliza técnicas de modelado basadas en la física para ajustar iterativamente los grados geométricos y elásticos de libertad del modelo en respuesta a las fuerzas que se calculan a partir de la discrepancia entre el modelo y los datos. Al aumentar las ecuaciones de estado de un filtro Kalman extendido para incorporar estas variables adicionales, somos capaces de mejorar significativamente la calidad de la estimación de la forma. Por lo tanto, los parámetros elásticos de los modelos siempre se inicializan al mismo valor y posteriormente se modifican en función de los datos y la distribución del ruido. Presentamos resultados que demuestran la efectividad de nuestro método para datos bidimensionales y tridimensionales ",
            "error": []
        },
        "Kalman filters": {
            "translated_key": [],
            "translated_annotated_text": "Modelos deformables adaptables elásticamente Presentamos una técnica para la adaptación automática de los parámetros elásticos de los modelos deformables dentro de un marco filtrante Kalman para aplicaciones de estimación de formas. La novedad de la técnica es que los parámetros elásticos de los modelos no son constantes, sino que varían temporalmente. La variación de los parámetros elásticos depende de la distancia del modelo a partir de los datos y de la velocidad de cambio de esta distancia. Cada paso del algoritmo utiliza técnicas de modelado basadas en la física para ajustar iterativamente los grados geométricos y elásticos de libertad del modelo en respuesta a las fuerzas que se calculan a partir de la discrepancia entre el modelo y los datos. Al aumentar las ecuaciones de estado de un filtro Kalman extendido para incorporar estas variables adicionales, somos capaces de mejorar significativamente la calidad de la estimación de la forma. Por lo tanto, los parámetros elásticos de los modelos siempre se inicializan al mismo valor y posteriormente se modifican en función de los datos y la distribución del ruido. Presentamos resultados que demuestran la efectividad de nuestro método para datos bidimensionales y tridimensionales ",
            "error": []
        },
        "nonlinear filters": {
            "translated_key": [],
            "translated_annotated_text": "Modelos deformables adaptables elásticamente Presentamos una técnica para la adaptación automática de los parámetros elásticos de los modelos deformables dentro de un marco filtrante Kalman para aplicaciones de estimación de formas. La novedad de la técnica es que los parámetros elásticos de los modelos no son constantes, sino que varían temporalmente. La variación de los parámetros elásticos depende de la distancia del modelo a partir de los datos y de la velocidad de cambio de esta distancia. Cada paso del algoritmo utiliza técnicas de modelado basadas en la física para ajustar iterativamente los grados geométricos y elásticos de libertad del modelo en respuesta a las fuerzas que se calculan a partir de la discrepancia entre el modelo y los datos. Al aumentar las ecuaciones de estado de un filtro Kalman extendido para incorporar estas variables adicionales, somos capaces de mejorar significativamente la calidad de la estimación de la forma. Por lo tanto, los parámetros elásticos de los modelos siempre se inicializan al mismo valor y posteriormente se modifican en función de los datos y la distribución del ruido. Presentamos resultados que demuestran la efectividad de nuestro método para datos bidimensionales y tridimensionales ",
            "error": []
        },
        "parameter estimation": {
            "translated_key": [],
            "translated_annotated_text": "Modelos deformables adaptables elásticamente Presentamos una técnica para la adaptación automática de los parámetros elásticos de los modelos deformables dentro de un marco filtrante Kalman para aplicaciones de estimación de formas. La novedad de la técnica es que los parámetros elásticos de los modelos no son constantes, sino que varían temporalmente. La variación de los parámetros elásticos depende de la distancia del modelo a partir de los datos y de la velocidad de cambio de esta distancia. Cada paso del algoritmo utiliza técnicas de modelado basadas en la física para ajustar iterativamente los grados geométricos y elásticos de libertad del modelo en respuesta a las fuerzas que se calculan a partir de la discrepancia entre el modelo y los datos. Al aumentar las ecuaciones de estado de un filtro Kalman extendido para incorporar estas variables adicionales, somos capaces de mejorar significativamente la calidad de la estimación de la forma. Por lo tanto, los parámetros elásticos de los modelos siempre se inicializan al mismo valor y posteriormente se modifican en función de los datos y la distribución del ruido. Presentamos resultados que demuestran la efectividad de nuestro método para datos bidimensionales y tridimensionales ",
            "error": []
        }
    }
}