{
    "original_text": "Generalized spatio-chromatic diffusion A framework for diffusion of color images is presented. The method is based on the theory of thermodynamics of irreversible transformations which provides a suitable basis for designing correlations between the different color channels. More precisely, we derive an equation for color evolution which comprises a purely spatial diffusive term and a nonlinear term that depends on the interactions among color channels over space. We apply the proposed equation to images represented in several color spaces, such as RGB, CIELAB, Opponent colors, and IHS",
    "original_translation": "Difusión espacial-cromática generalizada Se presenta un marco para la difusión de imágenes en color. El método se basa en la teoría de la termodinámica de transformaciones irreversibles que proporciona una base adecuada para diseñar correlaciones entre los diferentes canales de color. Más precisamente, derivamos una ecuación para la evolución del color que comprende un término puramente espacial difusivo y un término no lineal que depende de las interacciones entre los canales de color sobre el espacio. Aplicamos la ecuación propuesta a imágenes representadas en varios espacios de color, como RGB, CIELAB, colores opuestos e IHS",
    "error_count": 5,
    "keys": {
        "generalized spatio-chromatic diffusion": {
            "translated_key": [],
            "translated_annotated_text": "Difusión espacial-cromática generalizada Se presenta un marco para la difusión de imágenes en color. El método se basa en la teoría de la termodinámica de transformaciones irreversibles que proporciona una base adecuada para diseñar correlaciones entre los diferentes canales de color. Más precisamente, derivamos una ecuación para la evolución del color que comprende un término puramente espacial difusivo y un término no lineal que depende de las interacciones entre los canales de color sobre el espacio. Aplicamos la ecuación propuesta a imágenes representadas en varios espacios de color, como RGB, CIELAB, colores opuestos e IHS ",
            "error": []
        },
        "color images": {
            "translated_key": "imágenes en color",
            "translated_annotated_text": "Difusión espacial-cromática generalizada Se presenta un marco para la difusión de \"imágenes en color\". El método se basa en la teoría de la termodinámica de transformaciones irreversibles que proporciona una base adecuada para diseñar correlaciones entre los diferentes canales de color. Más precisamente, derivamos una ecuación para la evolución del color que comprende un término puramente espacial difusivo y un término no lineal que depende de las interacciones entre los canales de color sobre el espacio. Aplicamos la ecuación propuesta a imágenes representadas en varios espacios de color, como RGB, CIELAB, colores opuestos e IHS ",
            "error": [
                ""
            ]
        },
        "diffusion": {
            "translated_key": "difusión",
            "translated_annotated_text": "Espacio cromático generalizado \"difusión\" Se presenta un marco para la \"difusión\" de imágenes en color. El método se basa en la teoría de la termodinámica de transformaciones irreversibles que proporciona una base adecuada para diseñar correlaciones entre los diferentes canales de color. Más precisamente, derivamos una ecuación para la evolución del color que comprende un término puramente espacial difusivo y un término no lineal que depende de las interacciones entre los canales de color sobre el espacio. Aplicamos la ecuación propuesta a imágenes representadas en varios espacios de color, como RGB, CIELAB, colores opuestos e IHS ",
            "error": [
                ""
            ]
        },
        "thermodynamics": {
            "translated_key": "termodinámica",
            "translated_annotated_text": "Difusión espacial-cromática generalizada Se presenta un marco para la difusión de imágenes en color. El método se basa en la teoría de la \"termodinámica\" de transformaciones irreversibles que proporciona una base adecuada para diseñar correlaciones entre los diferentes canales de color. Más precisamente, derivamos una ecuación para la evolución del color que comprende un término puramente espacial difusivo y un término no lineal que depende de las interacciones entre los canales de color sobre el espacio. Aplicamos la ecuación propuesta a imágenes representadas en varios espacios de color, como RGB, CIELAB, colores opuestos e IHS ",
            "error": [
                ""
            ]
        },
        "irreversible transformations": {
            "translated_key": "transformaciones irreversibles",
            "translated_annotated_text": "Difusión espacial-cromática generalizada Se presenta un marco para la difusión de imágenes en color. El método se basa en la teoría de la termodinámica de las \"transformaciones irreversibles\", que proporciona una base adecuada para diseñar correlaciones entre los diferentes canales de color. Más precisamente, derivamos una ecuación para la evolución del color que comprende un término puramente espacial difusivo y un término no lineal que depende de las interacciones entre los canales de color sobre el espacio. Aplicamos la ecuación propuesta a imágenes representadas en varios espacios de color, como RGB, CIELAB, colores opuestos e IHS ",
            "error": [
                ""
            ]
        },
        "color channels": {
            "translated_key": "canales de color",
            "translated_annotated_text": "Difusión espacial-cromática generalizada Se presenta un marco para la difusión de imágenes en color. El método se basa en la teoría de la termodinámica de transformaciones irreversibles que proporciona una base adecuada para diseñar correlaciones entre los diferentes \"canales de color\". Más precisamente, derivamos una ecuación para la evolución del color que comprende un término puramente espacial difusivo y un término no lineal que depende de las interacciones entre los \"canales de color\" sobre el espacio. Aplicamos la ecuación propuesta a imágenes representadas en varios espacios de color, como RGB, CIELAB, colores opuestos e IHS ",
            "error": [
                ""
            ]
        },
        "color evolution": {
            "translated_key": "evolución del color",
            "translated_annotated_text": "Difusión espacial-cromática generalizada Se presenta un marco para la difusión de imágenes en color. El método se basa en la teoría de la termodinámica de transformaciones irreversibles que proporciona una base adecuada para diseñar correlaciones entre los diferentes canales de color. Más precisamente, derivamos una ecuación para la \"evolución del color\" que comprende un término puramente espacial difusivo y un término no lineal que depende de las interacciones entre los canales de color sobre el espacio. Aplicamos la ecuación propuesta a imágenes representadas en varios espacios de color, como RGB, CIELAB, colores opuestos e IHS ",
            "error": [
                ""
            ]
        },
        "spatial diffusive term": {
            "translated_key": "difusivo espacial",
            "translated_annotated_text": "Difusión espacial-cromática generalizada Se presenta un marco para la difusión de imágenes en color. El método se basa en la teoría de la termodinámica de transformaciones irreversibles que proporciona una base adecuada para diseñar correlaciones entre los diferentes canales de color. Más precisamente, derivamos una ecuación para la evolución del color que comprende un término puramente \"difusivo espacial\" y un término no lineal que depende de las interacciones entre los canales de color sobre el espacio. Aplicamos la ecuación propuesta a imágenes representadas en varios espacios de color, como RGB, CIELAB, colores opuestos e IHS ",
            "error": [
                ""
            ]
        },
        "nonlinear term": {
            "translated_key": "término no lineal",
            "translated_annotated_text": "Difusión espacial-cromática generalizada Se presenta un marco para la difusión de imágenes en color. El método se basa en la teoría de la termodinámica de transformaciones irreversibles que proporciona una base adecuada para diseñar correlaciones entre los diferentes canales de color. Más precisamente, derivamos una ecuación para la evolución del color que comprende un término puramente espacial difusivo y un \"término no lineal\" que depende de las interacciones entre los canales de color sobre el espacio. Aplicamos la ecuación propuesta a imágenes representadas en varios espacios de color, como RGB, CIELAB, colores opuestos e IHS ",
            "error": [
                ""
            ]
        },
        "vector-valued diffusion": {
            "translated_key": [],
            "translated_annotated_text": "Difusión espacial-cromática generalizada Se presenta un marco para la difusión de imágenes en color. El método se basa en la teoría de la termodinámica de transformaciones irreversibles que proporciona una base adecuada para diseñar correlaciones entre los diferentes canales de color. Más precisamente, derivamos una ecuación para la evolución del color que comprende un término puramente espacial difusivo y un término no lineal que depende de las interacciones entre los canales de color sobre el espacio. Aplicamos la ecuación propuesta a imágenes representadas en varios espacios de color, como RGB, CIELAB, colores opuestos e IHS ",
            "error": []
        },
        "scale-space": {
            "translated_key": [],
            "translated_annotated_text": "Difusión espacial-cromática generalizada Se presenta un marco para la difusión de imágenes en color. El método se basa en la teoría de la termodinámica de transformaciones irreversibles que proporciona una base adecuada para diseñar correlaciones entre los diferentes canales de color. Más precisamente, derivamos una ecuación para la evolución del color que comprende un término puramente espacial difusivo y un término no lineal que depende de las interacciones entre los canales de color sobre el espacio. Aplicamos la ecuación propuesta a imágenes representadas en varios espacios de color, como RGB, CIELAB, colores opuestos e IHS ",
            "error": []
        },
        "RGB": {
            "translated_key": "RGB",
            "translated_annotated_text": "Difusión espacial-cromática generalizada Se presenta un marco para la difusión de imágenes en color. El método se basa en la teoría de la termodinámica de transformaciones irreversibles que proporciona una base adecuada para diseñar correlaciones entre los diferentes canales de color. Más precisamente, derivamos una ecuación para la evolución del color que comprende un término puramente espacial difusivo y un término no lineal que depende de las interacciones entre los canales de color sobre el espacio. Aplicamos la ecuación propuesta a imágenes representadas en varios espacios de color, tales como \"RGB\", CIELAB, colores opuestos e IHS ",
            "error": [
                ""
            ]
        },
        "CIELAB": {
            "translated_key": "CIELAB",
            "translated_annotated_text": "Difusión espacial-cromática generalizada Se presenta un marco para la difusión de imágenes en color. El método se basa en la teoría de la termodinámica de transformaciones irreversibles que proporciona una base adecuada para diseñar correlaciones entre los diferentes canales de color. Más precisamente, derivamos una ecuación para la evolución del color que comprende un término puramente espacial difusivo y un término no lineal que depende de las interacciones entre los canales de color sobre el espacio. Aplicamos la ecuación propuesta a imágenes representadas en varios espacios de color, tales como RGB, \"CIELAB\", colores opuestos, y IHS ",
            "error": [
                ""
            ]
        },
        "Opponent colors": {
            "translated_key": "colores oponesos",
            "translated_annotated_text": "Difusión espacial-cromática generalizada Se presenta un marco para la difusión de imágenes en color. El método se basa en la teoría de la termodinámica de transformaciones irreversibles que proporciona una base adecuada para diseñar correlaciones entre los diferentes canales de color. Más precisamente, derivamos una ecuación para la evolución del color que comprende un término puramente espacial difusivo y un término no lineal que depende de las interacciones entre los canales de color sobre el espacio. Aplicamos la ecuación propuesta a las imágenes representadas en varios espacios de color, como RGB, CIELAB, \"colores oponesos\", e IHS ",
            "error": [
                ""
            ]
        },
        "IHS": {
            "translated_key": "IHS",
            "translated_annotated_text": "Difusión espacial-cromática generalizada Se presenta un marco para la difusión de imágenes en color. El método se basa en la teoría de la termodinámica de transformaciones irreversibles que proporciona una base adecuada para diseñar correlaciones entre los diferentes canales de color. Más precisamente, derivamos una ecuación para la evolución del color que comprende un término puramente espacial difusivo y un término no lineal que depende de las interacciones entre los canales de color sobre el espacio. Aplicamos la ecuación propuesta a imágenes representadas en varios espacios de color, como RGB, CIELAB, colores opuestos y \"IHS\" ",
            "error": [
                ""
            ]
        },
        "image colour analysis": {
            "translated_key": [],
            "translated_annotated_text": "Difusión espacial-cromática generalizada Se presenta un marco para la difusión de imágenes en color. El método se basa en la teoría de la termodinámica de transformaciones irreversibles que proporciona una base adecuada para diseñar correlaciones entre los diferentes canales de color. Más precisamente, derivamos una ecuación para la evolución del color que comprende un término puramente espacial difusivo y un término no lineal que depende de las interacciones entre los canales de color sobre el espacio. Aplicamos la ecuación propuesta a imágenes representadas en varios espacios de color, como RGB, CIELAB, colores opuestos e IHS ",
            "error": []
        },
        "image representation": {
            "translated_key": [],
            "translated_annotated_text": "Difusión espacial-cromática generalizada Se presenta un marco para la difusión de imágenes en color. El método se basa en la teoría de la termodinámica de transformaciones irreversibles que proporciona una base adecuada para diseñar correlaciones entre los diferentes canales de color. Más precisamente, derivamos una ecuación para la evolución del color que comprende un término puramente espacial difusivo y un término no lineal que depende de las interacciones entre los canales de color sobre el espacio. Aplicamos la ecuación propuesta a imágenes representadas en varios espacios de color, como RGB, CIELAB, colores opuestos e IHS ",
            "error": []
        }
    }
}