{
    "original_text": "Comparison of push and pull systems with transporters: a metamodelling approach Analyses push and pull systems with transportation consideration. A multiproduct, multiline, multistage production system was used to compare the two systems. The effects of four factors (processing time variation, demand variation, transporters, batch size) on throughput rate, average waiting time in the system and machine utilization were studied. The study uses metamodels to compare the two systems. They serve a dual purpose of expressing system performance measures in the form of a simple equation and reducing computational time when comparing the two systems. Research shows that the number of transporters used and the batch size have a significant effect on the performance measures of both systems",
    "original_translation": "Comparación de sistemas de empuje y tracción con transportadores: un enfoque de metamodelización Analiza sistemas de empuje y tracción con consideración de transporte. Se utilizó un sistema de producción multiproducto, multilínea y multietapa para comparar los dos sistemas. Se estudiaron los efectos de cuatro factores (variación del tiempo de procesamiento, variación de la demanda, transportadores, tamaño del lote) en la tasa de rendimiento, el tiempo medio de espera en el sistema y la utilización de la máquina. El estudio utiliza metamodelos para comparar los dos sistemas. Sirven para un doble propósito de expresar las medidas de desempeño del sistema en forma de una ecuación simple y reducir el tiempo de cómputo al comparar los dos sistemas. La investigación muestra que el número de transportadores utilizados y el tamaño del lote tienen un efecto significativo en las medidas de rendimiento de ambos sistemas",
    "error_count": 9,
    "keys": {
        "transporters": {
            "translated_key": "transportadores",
            "translated_annotated_text": "Comparación de sistemas de empuje y tracción con \"transportadores\": un enfoque de metamodelización Analiza sistemas de empuje y tracción con consideración de transporte. Se utilizó un sistema de producción multiproducto, multilínea y multietapa para comparar los dos sistemas. Se estudiaron los efectos de cuatro factores (variación del tiempo de procesamiento, variación de la demanda, \"transportadores\", tamaño de lote) en la tasa de rendimiento, tiempo de espera medio en el sistema y utilización de la máquina. El estudio utiliza metamodelos para comparar los dos sistemas. Sirven para un doble propósito de expresar las medidas de desempeño del sistema en forma de una ecuación simple y reducir el tiempo de cómputo al comparar los dos sistemas. La investigación muestra que el número de \"transportadores\" utilizados y el tamaño del lote tienen un efecto significativo en las medidas de rendimiento de ambos sistemas ",
            "error": [
                ""
            ]
        },
        "push systems": {
            "translated_key": [],
            "translated_annotated_text": "Comparación de sistemas de empuje y tracción con transportadores: un enfoque de metamodelización Analiza sistemas de empuje y tracción con consideración de transporte. Se utilizó un sistema de producción multiproducto, multilínea y multietapa para comparar los dos sistemas. Se estudiaron los efectos de cuatro factores (variación del tiempo de procesamiento, variación de la demanda, transportadores, tamaño del lote) en la tasa de rendimiento, el tiempo medio de espera en el sistema y la utilización de la máquina. El estudio utiliza metamodelos para comparar los dos sistemas. Sirven para un doble propósito de expresar las medidas de desempeño del sistema en forma de una ecuación simple y reducir el tiempo de cómputo al comparar los dos sistemas. La investigación muestra que el número de transportadores utilizados y el tamaño del lote tienen un efecto significativo en las medidas de rendimiento de ambos sistemas ",
            "error": []
        },
        "pull systems": {
            "translated_key": [],
            "translated_annotated_text": "Comparación de sistemas de empuje y empuje con transportadores: un enfoque de metamodelización Analiza sistemas de empuje y empuje con consideración de transporte. Se utilizó un sistema de producción multiproducto, multilínea y multietapa para comparar los dos sistemas. Se estudiaron los efectos de cuatro factores (variación del tiempo de procesamiento, variación de la demanda, transportadores, tamaño del lote) en la tasa de rendimiento, el tiempo medio de espera en el sistema y la utilización de la máquina. El estudio utiliza metamodelos para comparar los dos sistemas. Sirven para un doble propósito de expresar las medidas de desempeño del sistema en forma de una ecuación simple y reducir el tiempo de cómputo al comparar los dos sistemas. La investigación muestra que el número de transportadores utilizados y el tamaño del lote tienen un efecto significativo en las medidas de rendimiento de ambos sistemas ",
            "error": []
        },
        "metamodelling approach": {
            "translated_key": "enfoque de modelado",
            "translated_annotated_text": "Comparación de sistemas de empuje y tracción con transportadores: un \"enfoque de modelado\" Analiza sistemas de empuje y tracción con consideración de transporte. Se utilizó un sistema de producción multiproducto, multilínea y multietapa para comparar los dos sistemas. Se estudiaron los efectos de cuatro factores (variación del tiempo de procesamiento, variación de la demanda, transportadores, tamaño del lote) en la tasa de rendimiento, el tiempo medio de espera en el sistema y la utilización de la máquina. El estudio utiliza metamodelos para comparar los dos sistemas. Sirven para un doble propósito de expresar las medidas de desempeño del sistema en forma de una ecuación simple y reducir el tiempo de cómputo al comparar los dos sistemas. La investigación muestra que el número de transportadores utilizados y el tamaño del lote tienen un efecto significativo en las medidas de rendimiento de ambos sistemas ",
            "error": [
                ""
            ]
        },
        "multiproduct multiline multistage production system": {
            "translated_key": [],
            "translated_annotated_text": "Comparación de sistemas de empuje y tracción con transportadores: un enfoque de metamodelización Analiza sistemas de empuje y tracción con consideración de transporte. Se utilizó un sistema de producción multiproducto, multilínea y multietapa para comparar los dos sistemas. Se estudiaron los efectos de cuatro factores (variación del tiempo de procesamiento, variación de la demanda, transportadores, tamaño del lote) en la tasa de rendimiento, el tiempo medio de espera en el sistema y la utilización de la máquina. El estudio utiliza metamodelos para comparar los dos sistemas. Sirven para un doble propósito de expresar las medidas de desempeño del sistema en forma de una ecuación simple y reducir el tiempo de cómputo al comparar los dos sistemas. La investigación muestra que el número de transportadores utilizados y el tamaño del lote tienen un efecto significativo en las medidas de rendimiento de ambos sistemas ",
            "error": []
        },
        "processing time variation": {
            "translated_key": [],
            "translated_annotated_text": "Comparación de sistemas de empuje y tracción con transportadores: un enfoque de metamodelización Analiza sistemas de empuje y tracción con consideración de transporte. Se utilizó un sistema de producción multiproducto, multilínea y multietapa para comparar los dos sistemas. Se estudiaron los efectos de cuatro factores (variación del tiempo de procesamiento, variación de la demanda, transportadores, tamaño del lote) en la tasa de rendimiento, el tiempo de espera medio en el sistema y la utilización de la máquina. El estudio utiliza metamodelos para comparar los dos sistemas. Sirven para un doble propósito de expresar las medidas de desempeño del sistema en forma de una ecuación simple y reducir el tiempo de cómputo al comparar los dos sistemas. La investigación muestra que el número de transportadores utilizados y el tamaño del lote tienen un efecto significativo en las medidas de rendimiento de ambos sistemas ",
            "error": []
        },
        "demand variation": {
            "translated_key": "variación de la demanda",
            "translated_annotated_text": "Comparación de sistemas de empuje y tracción con transportadores: un enfoque de metamodelización Analiza sistemas de empuje y tracción con consideración de transporte. Se utilizó un sistema de producción multiproducto, multilínea y multietapa para comparar los dos sistemas. Se estudiaron los efectos de cuatro factores (variación del tiempo de procesamiento, \"variación de la demanda\", transportadores, tamaño del lote) en la tasa de rendimiento, tiempo medio de espera en el sistema y utilización de la máquina. El estudio utiliza metamodelos para comparar los dos sistemas. Sirven para un doble propósito de expresar las medidas de desempeño del sistema en forma de una ecuación simple y reducir el tiempo de cómputo al comparar los dos sistemas. La investigación muestra que el número de transportadores utilizados y el tamaño del lote tienen un efecto significativo en las medidas de rendimiento de ambos sistemas ",
            "error": [
                ""
            ]
        },
        "batch size": {
            "translated_key": [
                "tamaño de lote",
                "tamaño del lote"
            ],
            "translated_annotated_text": "Comparación de sistemas de empuje y tracción con transportadores: un enfoque de metamodelización Analiza sistemas de empuje y tracción con consideración de transporte. Se utilizó un sistema de producción multiproducto, multilínea y multietapa para comparar los dos sistemas. Se estudiaron los efectos de cuatro factores (variación del tiempo de procesamiento, variación de la demanda, transportadores, \"tamaño de lote\") en la tasa de rendimiento, el tiempo de espera medio en el sistema y la utilización de la máquina. El estudio utiliza metamodelos para comparar los dos sistemas. Sirven para un doble propósito de expresar las medidas de desempeño del sistema en forma de una ecuación simple y reducir el tiempo de cómputo al comparar los dos sistemas. La investigación muestra que el número de transportadores utilizados y el \"tamaño del lote\" tienen un efecto significativo en las medidas de rendimiento de ambos sistemas. ",
            "error": [
                "tamaño de lote",
                "tamaño del lote"
            ]
        },
        "throughput rate": {
            "translated_key": "tasa de producción",
            "translated_annotated_text": "Comparación de sistemas de empuje y tracción con transportadores: un enfoque de metamodelización Analiza sistemas de empuje y tracción con consideración de transporte. Se utilizó un sistema de producción multiproducto, multilínea y multietapa para comparar los dos sistemas. Se estudiaron los efectos de cuatro factores (variación del tiempo de procesamiento, variación de la demanda, transportadores, tamaño del lote) sobre la \"tasa de producción\", el tiempo medio de espera en el sistema y la utilización de la máquina. El estudio utiliza metamodelos para comparar los dos sistemas. Sirven para un doble propósito de expresar las medidas de desempeño del sistema en forma de una ecuación simple y reducir el tiempo de cómputo al comparar los dos sistemas. La investigación muestra que el número de transportadores utilizados y el tamaño del lote tienen un efecto significativo en las medidas de rendimiento de ambos sistemas ",
            "error": [
                ""
            ]
        },
        "average waiting time": {
            "translated_key": "tiempo de espera medio",
            "translated_annotated_text": "Comparación de sistemas de empuje y tracción con transportadores: un enfoque de metamodelización Analiza sistemas de empuje y tracción con consideración de transporte. Se utilizó un sistema de producción multiproducto, multilínea y multietapa para comparar los dos sistemas. Se estudiaron los efectos de cuatro factores (variación del tiempo de procesamiento, variación de la demanda, transportadores, tamaño del lote) en la tasa de rendimiento, el \"tiempo de espera medio\" en el sistema y la utilización de la máquina. El estudio utiliza metamodelos para comparar los dos sistemas. Sirven para un doble propósito de expresar las medidas de desempeño del sistema en forma de una ecuación simple y reducir el tiempo de cómputo al comparar los dos sistemas. La investigación muestra que el número de transportadores utilizados y el tamaño del lote tienen un efecto significativo en las medidas de rendimiento de ambos sistemas ",
            "error": [
                ""
            ]
        },
        "machine utilization": {
            "translated_key": "utilización de la máquina",
            "translated_annotated_text": "Comparación de sistemas de empuje y tracción con transportadores: un enfoque de metamodelización Analiza sistemas de empuje y tracción con consideración de transporte. Se utilizó un sistema de producción multiproducto, multilínea y multietapa para comparar los dos sistemas. Se estudiaron los efectos de cuatro factores (variación del tiempo de procesamiento, variación de la demanda, transportadores, tamaño del lote) en la tasa de rendimiento, el tiempo medio de espera en el sistema y la \"utilización de la máquina\". El estudio utiliza metamodelos para comparar los dos sistemas. Sirven para un doble propósito de expresar las medidas de desempeño del sistema en forma de una ecuación simple y reducir el tiempo de cómputo al comparar los dos sistemas. La investigación muestra que el número de transportadores utilizados y el tamaño del lote tienen un efecto significativo en las medidas de rendimiento de ambos sistemas ",
            "error": [
                ""
            ]
        },
        "performance measures": {
            "translated_key": "medidas de rendimiento",
            "translated_annotated_text": "Comparación de sistemas de empuje y tracción con transportadores: un enfoque de metamodelización Analiza sistemas de empuje y tracción con consideración de transporte. Se utilizó un sistema de producción multiproducto, multilínea y multietapa para comparar los dos sistemas. Se estudiaron los efectos de cuatro factores (variación del tiempo de procesamiento, variación de la demanda, transportadores, tamaño del lote) en la tasa de rendimiento, el tiempo medio de espera en el sistema y la utilización de la máquina. El estudio utiliza metamodelos para comparar los dos sistemas. Sirven a un doble propósito de expresar el sistema \"medidas de rendimiento\" en forma de una ecuación simple y reducir el tiempo computacional al comparar los dos sistemas. La investigación muestra que el número de transportadores utilizados y el tamaño del lote tienen un efecto significativo en las \"medidas de rendimiento\" de ambos sistemas ",
            "error": [
                ""
            ]
        },
        "batch processing (industrial)": {
            "translated_key": [],
            "translated_annotated_text": "Comparación de sistemas de empuje y tracción con transportadores: un enfoque de metamodelización Analiza sistemas de empuje y tracción con consideración de transporte. Se utilizó un sistema de producción multiproducto, multilínea y multietapa para comparar los dos sistemas. Se estudiaron los efectos de cuatro factores (variación del tiempo de procesamiento, variación de la demanda, transportadores, tamaño del lote) en la tasa de rendimiento, el tiempo medio de espera en el sistema y la utilización de la máquina. El estudio utiliza metamodelos para comparar los dos sistemas. Sirven para un doble propósito de expresar las medidas de desempeño del sistema en forma de una ecuación simple y reducir el tiempo de cómputo al comparar los dos sistemas. La investigación muestra que el número de transportadores utilizados y el tamaño del lote tienen un efecto significativo en las medidas de rendimiento de ambos sistemas ",
            "error": []
        },
        "materials handling": {
            "translated_key": [],
            "translated_annotated_text": "Comparación de sistemas de empuje y tracción con transportadores: un enfoque de metamodelización Analiza sistemas de empuje y tracción con consideración de transporte. Se utilizó un sistema de producción multiproducto, multilínea y multietapa para comparar los dos sistemas. Se estudiaron los efectos de cuatro factores (variación del tiempo de procesamiento, variación de la demanda, transportadores, tamaño del lote) en la tasa de rendimiento, el tiempo medio de espera en el sistema y la utilización de la máquina. El estudio utiliza metamodelos para comparar los dos sistemas. Sirven para un doble propósito de expresar las medidas de desempeño del sistema en forma de una ecuación simple y reducir el tiempo de cómputo al comparar los dos sistemas. La investigación muestra que el número de transportadores utilizados y el tamaño del lote tienen un efecto significativo en las medidas de rendimiento de ambos sistemas ",
            "error": []
        },
        "production control": {
            "translated_key": [],
            "translated_annotated_text": "Comparación de sistemas de empuje y tracción con transportadores: un enfoque de metamodelización Analiza sistemas de empuje y tracción con consideración de transporte. Se utilizó un sistema de producción multiproducto, multilínea y multietapa para comparar los dos sistemas. Se estudiaron los efectos de cuatro factores (variación del tiempo de procesamiento, variación de la demanda, transportadores, tamaño del lote) en la tasa de rendimiento, el tiempo medio de espera en el sistema y la utilización de la máquina. El estudio utiliza metamodelos para comparar los dos sistemas. Sirven para un doble propósito de expresar las medidas de desempeño del sistema en forma de una ecuación simple y reducir el tiempo de cómputo al comparar los dos sistemas. La investigación muestra que el número de transportadores utilizados y el tamaño del lote tienen un efecto significativo en las medidas de rendimiento de ambos sistemas ",
            "error": []
        },
        "statistical analysis": {
            "translated_key": [],
            "translated_annotated_text": "Comparación de sistemas de empuje y tracción con transportadores: un enfoque de metamodelización Analiza sistemas de empuje y tracción con consideración de transporte. Se utilizó un sistema de producción multiproducto, multilínea y multietapa para comparar los dos sistemas. Se estudiaron los efectos de cuatro factores (variación del tiempo de procesamiento, variación de la demanda, transportadores, tamaño del lote) en la tasa de rendimiento, el tiempo medio de espera en el sistema y la utilización de la máquina. El estudio utiliza metamodelos para comparar los dos sistemas. Sirven para un doble propósito de expresar las medidas de desempeño del sistema en forma de una ecuación simple y reducir el tiempo de cómputo al comparar los dos sistemas. La investigación muestra que el número de transportadores utilizados y el tamaño del lote tienen un efecto significativo en las medidas de rendimiento de ambos sistemas ",
            "error": []
        }
    }
}