{
    "original_text": "Five-axis NC milling of ruled surfaces: optimal geometry of a conical tool The side milling of ruled surfaces using a conical milling cutter was studied. This is a field that has largely been ignored by research scientists, but it is much used in industry, especially to machine turbine blades. We first suggest an improved positioning with respect to the directrices of the ruled surface. As compared with the methods already developed for the cylindrical cutter, this positioning enables the error between the cutter and the work-piece to be reduced. An algorithm is then introduced to calculate error so one can determine the cutter dimensions (cone radius and angle) in order to respect the tolerance interval imposed by the design office. This study provides an opportunity to determine cutters with greater dimensions, thus alleviating bending problems during milling",
    "original_translation": "Fresado NC de cinco ejes de superficies regidas: geometría óptima de una herramienta cónica Se estudió el fresado lateral de superficies regidas mediante un fresador cónico. Este es un campo que ha sido ignorado en gran parte por los científicos de investigación, pero es muy utilizado en la industria, especialmente para las aspas de turbina de máquinas. En primer lugar, sugerimos un mejor posicionamiento con respecto a las directrices de la superficie gobernada. En comparación con los métodos ya desarrollados para el cortador cilíndrico, este posicionamiento permite reducir el error entre el cortador y la pieza de trabajo. A continuación se introduce un algoritmo para calcular el error de modo que se puedan determinar las dimensiones del cortador (radio de cono y ángulo) con el fin de respetar el intervalo de tolerancia impuesto por la oficina de diseño. Este estudio ofrece la oportunidad de determinar cortadores con mayores dimensiones, aliviando así los problemas de flexión durante la molienda",
    "error_count": 9,
    "keys": {
        "five-axis NC milling": {
            "translated_key": [],
            "translated_annotated_text": "Fresado NC de cinco ejes de superficies regidas: geometría óptima de una herramienta cónica Se estudió el fresado lateral de superficies regidas mediante un fresador cónico. Este es un campo que ha sido ignorado en gran parte por los científicos de investigación, pero es muy utilizado en la industria, especialmente para las aspas de turbina de máquinas. En primer lugar, sugerimos un mejor posicionamiento con respecto a las directrices de la superficie gobernada. En comparación con los métodos ya desarrollados para el cortador cilíndrico, este posicionamiento permite reducir el error entre el cortador y la pieza de trabajo. A continuación se introduce un algoritmo para calcular el error de modo que se puedan determinar las dimensiones del cortador (radio de cono y ángulo) con el fin de respetar el intervalo de tolerancia impuesto por la oficina de diseño. Este estudio ofrece la oportunidad de determinar cortadores con mayores dimensiones, aliviando así los problemas de flexión durante la molienda ",
            "error": []
        },
        "ruled surfaces": {
            "translated_key": "superficies regidas",
            "translated_annotated_text": "Fresado NC de cinco ejes de <br>superficies regidas</br>: geometría óptima de una herramienta cónica Se estudió el fresado lateral de <br>superficies regidas</br> mediante un fresador cónico.  Este es un campo que ha sido ignorado en gran parte por los científicos de investigación, pero es muy utilizado en la industria, especialmente para las aspas de turbina de máquinas. En primer lugar, sugerimos un mejor posicionamiento con respecto a las directrices de la superficie gobernada. En comparación con los métodos ya desarrollados para el cortador cilíndrico, este posicionamiento permite reducir el error entre el cortador y la pieza de trabajo. A continuación se introduce un algoritmo para calcular el error de modo que se puedan determinar las dimensiones del cortador (radio de cono y ángulo) con el fin de respetar el intervalo de tolerancia impuesto por la oficina de diseño. Este estudio ofrece la oportunidad de determinar cortadores con mayores dimensiones, aliviando así los problemas de flexión durante la molienda ",
            "error": [
                ""
            ]
        },
        "optimal geometry": {
            "translated_key": " geometría óptima",
            "translated_annotated_text": "Moldeo NC de cinco ejes de superficies regidas: <br> geometría óptima</br> de una herramienta cónica Se estudió el fresado lateral de superficies regidas mediante un fresador cónico. Este es un campo que ha sido ignorado en gran parte por los científicos de investigación, pero es muy utilizado en la industria, especialmente para las aspas de turbina de máquinas. En primer lugar, sugerimos un mejor posicionamiento con respecto a las directrices de la superficie gobernada. En comparación con los métodos ya desarrollados para el cortador cilíndrico, este posicionamiento permite reducir el error entre el cortador y la pieza de trabajo. A continuación se introduce un algoritmo para calcular el error de modo que se puedan determinar las dimensiones del cortador (radio de cono y ángulo) con el fin de respetar el intervalo de tolerancia impuesto por la oficina de diseño. Este estudio ofrece la oportunidad de determinar cortadores con mayores dimensiones, aliviando así los problemas de flexión durante la molienda ",
            "error": [
                ""
            ]
        },
        "conical": {
            "translated_key": "conical",
            "translated_annotated_text": "Fresado NC de cinco ejes de superficies regidas: geometría óptima de una herramienta <br>conical</br> Se estudió el fresado lateral de superficies regidas utilizando una fresadora <br>conical</br>. Este es un campo que ha sido ignorado en gran parte por los científicos de investigación, pero es muy utilizado en la industria, especialmente para las aspas de turbina de máquinas. En primer lugar, sugerimos un mejor posicionamiento con respecto a las directrices de la superficie gobernada. En comparación con los métodos ya desarrollados para el cortador cilíndrico, este posicionamiento permite reducir el error entre el cortador y la pieza de trabajo. A continuación se introduce un algoritmo para calcular el error de modo que se puedan determinar las dimensiones del cortador (radio de cono y ángulo) con el fin de respetar el intervalo de tolerancia impuesto por la oficina de diseño. Este estudio ofrece la oportunidad de determinar cortadores con mayores dimensiones, aliviando así los problemas de flexión durante la molienda ",
            "error": [
                ""
            ]
        },
        "side milling": {
            "translated_key": " lateral",
            "translated_annotated_text": "Fresado NC de cinco ejes de superficies regidas: geometría óptima de una herramienta cónica Se estudió el fresado <br> lateral</br> de superficies regidas utilizando un fresador cónico. Este es un campo que ha sido ignorado en gran parte por los científicos de investigación, pero es muy utilizado en la industria, especialmente para las aspas de turbina de máquinas. En primer lugar, sugerimos un mejor posicionamiento con respecto a las directrices de la superficie gobernada. En comparación con los métodos ya desarrollados para el cortador cilíndrico, este posicionamiento permite reducir el error entre el cortador y la pieza de trabajo. A continuación se introduce un algoritmo para calcular el error de modo que se puedan determinar las dimensiones del cortador (radio de cono y ángulo) con el fin de respetar el intervalo de tolerancia impuesto por la oficina de diseño. Este estudio ofrece la oportunidad de determinar cortadores con mayores dimensiones, aliviando así los problemas de flexión durante la molienda ",
            "error": [
                ""
            ]
        },
        "conical milling cutter": {
            "translated_key": " cónico",
            "translated_annotated_text": "Fresado NC de cinco ejes de superficies regidas: geometría óptima de una herramienta cónica Se estudió el fresado lateral de superficies regidas mediante un fresador <br> cónico</br>. Este es un campo que ha sido ignorado en gran parte por los científicos de investigación, pero es muy utilizado en la industria, especialmente para las aspas de turbina de máquinas. En primer lugar, sugerimos un mejor posicionamiento con respecto a las directrices de la superficie gobernada. En comparación con los métodos ya desarrollados para el cortador cilíndrico, este posicionamiento permite reducir el error entre el cortador y la pieza de trabajo. A continuación se introduce un algoritmo para calcular el error de modo que se puedan determinar las dimensiones del cortador (radio de cono y ángulo) con el fin de respetar el intervalo de tolerancia impuesto por la oficina de diseño. Este estudio ofrece la oportunidad de determinar cortadores con mayores dimensiones, aliviando así los problemas de flexión durante la molienda ",
            "error": [
                ""
            ]
        },
        "positioning": {
            "translated_key": [],
            "translated_annotated_text": "Fresado NC de cinco ejes de superficies regidas: geometría óptima de una herramienta cónica Se estudió el fresado lateral de superficies regidas mediante un fresador cónico. Este es un campo que ha sido ignorado en gran parte por los científicos de investigación, pero es muy utilizado en la industria, especialmente para las aspas de turbina de máquinas. En primer lugar, se sugiere un mejor posicionamiento <br> con respecto a las directrices de la superficie gobernada. En comparación con los métodos ya desarrollados para el cortador cilíndrico, este posicionamiento <br> permite reducir el error entre el cortador y la pieza de trabajo. A continuación se introduce un algoritmo para calcular el error de modo que se puedan determinar las dimensiones del cortador (radio de cono y ángulo) con el fin de respetar el intervalo de tolerancia impuesto por la oficina de diseño. Este estudio ofrece la oportunidad de determinar cortadores con mayores dimensiones, aliviando así los problemas de flexión durante la molienda ",
            "error": []
        },
        "cutter dimensions": {
            "translated_key": [],
            "translated_annotated_text": "Fresado NC de cinco ejes de superficies regidas: geometría óptima de una herramienta cónica Se estudió el fresado lateral de superficies regidas mediante un fresador cónico. Este es un campo que ha sido ignorado en gran parte por los científicos de investigación, pero es muy utilizado en la industria, especialmente para las aspas de turbina de máquinas. En primer lugar, sugerimos un mejor posicionamiento con respecto a las directrices de la superficie gobernada. En comparación con los métodos ya desarrollados para el cortador cilíndrico, este posicionamiento permite reducir el error entre el cortador y la pieza de trabajo. A continuación se introduce un algoritmo para calcular el error de modo que se pueda determinar las dimensiones del cortador <br>/br> (radio y ángulo del cono) con el fin de respetar el intervalo de tolerancia impuesto por la oficina de diseño. Este estudio ofrece la oportunidad de determinar cortadores con mayores dimensiones, aliviando así los problemas de flexión durante la molienda ",
            "error": []
        },
        "tolerance interval": {
            "translated_key": [],
            "translated_annotated_text": "Fresado NC de cinco ejes de superficies regidas: geometría óptima de una herramienta cónica Se estudió el fresado lateral de superficies regidas mediante un fresador cónico. Este es un campo que ha sido ignorado en gran parte por los científicos de investigación, pero es muy utilizado en la industria, especialmente para las aspas de turbina de máquinas. En primer lugar, sugerimos un mejor posicionamiento con respecto a las directrices de la superficie gobernada. En comparación con los métodos ya desarrollados para el cortador cilíndrico, este posicionamiento permite reducir el error entre el cortador y la pieza de trabajo. A continuación se introduce un algoritmo para calcular el error de modo que se puedan determinar las dimensiones del cortador (radio de cono y ángulo) con el fin de respetar el intervalo de tolerancia <br> impuesto por la oficina de diseño. Este estudio ofrece la oportunidad de determinar cortadores con mayores dimensiones, aliviando así los problemas de flexión durante la molienda ",
            "error": []
        },
        "CAD/CAM": {
            "translated_key": [],
            "translated_annotated_text": "Fresado NC de cinco ejes de superficies regidas: geometría óptima de una herramienta cónica Se estudió el fresado lateral de superficies regidas mediante un fresador cónico. Este es un campo que ha sido ignorado en gran parte por los científicos de investigación, pero es muy utilizado en la industria, especialmente para las aspas de turbina de máquinas. En primer lugar, sugerimos un mejor posicionamiento con respecto a las directrices de la superficie gobernada. En comparación con los métodos ya desarrollados para el cortador cilíndrico, este posicionamiento permite reducir el error entre el cortador y la pieza de trabajo. A continuación se introduce un algoritmo para calcular el error de modo que se puedan determinar las dimensiones del cortador (radio de cono y ángulo) con el fin de respetar el intervalo de tolerancia impuesto por la oficina de diseño. Este estudio ofrece la oportunidad de determinar cortadores con mayores dimensiones, aliviando así los problemas de flexión durante la molienda ",
            "error": []
        },
        "machine tools": {
            "translated_key": [],
            "translated_annotated_text": "Fresado NC de cinco ejes de superficies regidas: geometría óptima de una herramienta cónica Se estudió el fresado lateral de superficies regidas mediante un fresador cónico. Este es un campo que ha sido ignorado en gran parte por los científicos de investigación, pero es muy utilizado en la industria, especialmente para las aspas de turbina de máquinas. En primer lugar, sugerimos un mejor posicionamiento con respecto a las directrices de la superficie gobernada. En comparación con los métodos ya desarrollados para el cortador cilíndrico, este posicionamiento permite reducir el error entre el cortador y la pieza de trabajo. A continuación se introduce un algoritmo para calcular el error de modo que se puedan determinar las dimensiones del cortador (radio de cono y ángulo) con el fin de respetar el intervalo de tolerancia impuesto por la oficina de diseño. Este estudio ofrece la oportunidad de determinar cortadores con mayores dimensiones, aliviando así los problemas de flexión durante la molienda ",
            "error": []
        },
        "machining": {
            "translated_key": [],
            "translated_annotated_text": "Fresado NC de cinco ejes de superficies regidas: geometría óptima de una herramienta cónica Se estudió el fresado lateral de superficies regidas mediante un fresador cónico. Este es un campo que ha sido ignorado en gran parte por los científicos de investigación, pero es muy utilizado en la industria, especialmente para las aspas de turbina de máquinas. En primer lugar, sugerimos un mejor posicionamiento con respecto a las directrices de la superficie gobernada. En comparación con los métodos ya desarrollados para el cortador cilíndrico, este posicionamiento permite reducir el error entre el cortador y la pieza de trabajo. A continuación se introduce un algoritmo para calcular el error de modo que se puedan determinar las dimensiones del cortador (radio de cono y ángulo) con el fin de respetar el intervalo de tolerancia impuesto por la oficina de diseño. Este estudio ofrece la oportunidad de determinar cortadores con mayores dimensiones, aliviando así los problemas de flexión durante la molienda ",
            "error": []
        },
        "numerical control": {
            "translated_key": [],
            "translated_annotated_text": "Fresado NC de cinco ejes de superficies regidas: geometría óptima de una herramienta cónica Se estudió el fresado lateral de superficies regidas mediante un fresador cónico. Este es un campo que ha sido ignorado en gran parte por los científicos de investigación, pero es muy utilizado en la industria, especialmente para las aspas de turbina de máquinas. En primer lugar, sugerimos un mejor posicionamiento con respecto a las directrices de la superficie gobernada. En comparación con los métodos ya desarrollados para el cortador cilíndrico, este posicionamiento permite reducir el error entre el cortador y la pieza de trabajo. A continuación se introduce un algoritmo para calcular el error de modo que se puedan determinar las dimensiones del cortador (radio de cono y ángulo) con el fin de respetar el intervalo de tolerancia impuesto por la oficina de diseño. Este estudio ofrece la oportunidad de determinar cortadores con mayores dimensiones, aliviando así los problemas de flexión durante la molienda ",
            "error": []
        },
        "position control": {
            "translated_key": [],
            "translated_annotated_text": "Fresado NC de cinco ejes de superficies regidas: geometría óptima de una herramienta cónica Se estudió el fresado lateral de superficies regidas mediante un fresador cónico. Este es un campo que ha sido ignorado en gran parte por los científicos de investigación, pero es muy utilizado en la industria, especialmente para las aspas de turbina de máquinas. En primer lugar, sugerimos un mejor posicionamiento con respecto a las directrices de la superficie gobernada. En comparación con los métodos ya desarrollados para el cortador cilíndrico, este posicionamiento permite reducir el error entre el cortador y la pieza de trabajo. A continuación se introduce un algoritmo para calcular el error de modo que se puedan determinar las dimensiones del cortador (radio de cono y ángulo) con el fin de respetar el intervalo de tolerancia impuesto por la oficina de diseño. Este estudio ofrece la oportunidad de determinar cortadores con mayores dimensiones, aliviando así los problemas de flexión durante la molienda ",
            "error": []
        }
    }
}