{
    "original_text": "Adaptive scheduling of batch servers in flow shops Batch servicing is a common way of benefiting from economies of scale in manufacturing operations. Good examples of production systems that allow for batch processing are ovens found in the aircraft industry and in semiconductor manufacturing. In this paper we study the issue of dynamic scheduling of such systems within the context of multi-stage flow shops. So far, a great deal of research has concentrated on the development of control strategies, which only address the batch stage. This paper proposes an integral scheduling approach that also includes succeeding stages. In this way, we aim for shop optimization, instead of optimizing performance for a single stage. Our so-called look-ahead strategy adapts its scheduling decision to shop status, which includes information on a limited number of near-future arrivals. In particular, we study a two-stage flow shop, in which the batch stage is succeeded by a serial stage. The serial stage may be realized by a single machine or by parallel machines. Through an extensive simulation study it is demonstrated how shop performance can be improved by the proposed strategy relative to existing strategies",
    "original_translation": "Programación adaptativa de servidores por lotes en los almacenes de flujo El servicio por lotes es una forma común de beneficiarse de economías de escala en las operaciones de fabricación. Buenos ejemplos de sistemas de producción que permiten el procesamiento por lotes son los hornos que se encuentran en la industria aeronáutica y en la fabricación de semiconductores. En este trabajo estudiamos la cuestión de la programación dinámica de tales sistemas en el contexto de los comercios de flujo multietapa. Hasta el momento, gran parte de la investigación se ha concentrado en el desarrollo de estrategias de control, que sólo abordan la etapa de lote. Este documento propone un enfoque integral de programación que también incluye etapas sucesivas. De esta manera, aspiramos a la optimización de la tienda, en lugar de optimizar el rendimiento para una sola etapa. Nuestra llamada estrategia de look-ahead adapta su decisión de programación para comprar el estado, que incluye información sobre un número limitado de llegadas próximas al futuro. En particular, estudiamos un taller de flujo de dos etapas, en el que la etapa de lote es sucedida por una etapa en serie. La etapa serial puede realizarse por una sola máquina o por máquinas paralelas. A través de un extenso estudio de simulación se demuestra cómo el rendimiento de los talleres puede mejorarse mediante la estrategia propuesta en relación con las estrategias existentes",
    "error_count": 8,
    "keys": {
        "adaptive scheduling": {
            "translated_key": [],
            "translated_annotated_text": "Programación adaptativa de servidores por lotes en los almacenes de flujo El servicio por lotes es una forma común de beneficiarse de economías de escala en las operaciones de fabricación. Buenos ejemplos de sistemas de producción que permiten el procesamiento por lotes son los hornos que se encuentran en la industria aeronáutica y en la fabricación de semiconductores. En este trabajo estudiamos la cuestión de la programación dinámica de tales sistemas en el contexto de los comercios de flujo multietapa. Hasta el momento, gran parte de la investigación se ha concentrado en el desarrollo de estrategias de control, que sólo abordan la etapa de lote. Este documento propone un enfoque integral de programación que también incluye etapas sucesivas. De esta manera, aspiramos a la optimización de la tienda, en lugar de optimizar el rendimiento para una sola etapa. Nuestra llamada estrategia de look-ahead adapta su decisión de programación para comprar el estado, que incluye información sobre un número limitado de llegadas próximas al futuro. En particular, estudiamos un taller de flujo de dos etapas, en el que la etapa de lote es sucedida por una etapa en serie. La etapa serial puede realizarse por una sola máquina o por máquinas paralelas. A través de un extenso estudio de simulación se demuestra cómo el rendimiento de los talleres puede mejorarse mediante la estrategia propuesta en relación con las estrategias existentes ",
            "error": []
        },
        "batch servers": {
            "translated_key": "batch",
            "translated_annotated_text": "Programación adaptativa de servidores <br>batch</br> en tiendas de flujo El servicio por lotes es una forma común de beneficiarse de economías de escala en las operaciones de fabricación. Buenos ejemplos de sistemas de producción que permiten el procesamiento por lotes son los hornos que se encuentran en la industria aeronáutica y en la fabricación de semiconductores. En este trabajo estudiamos la cuestión de la programación dinámica de tales sistemas en el contexto de los comercios de flujo multietapa. Hasta el momento, gran parte de la investigación se ha concentrado en el desarrollo de estrategias de control, que sólo abordan la etapa de lote. Este documento propone un enfoque integral de programación que también incluye etapas sucesivas. De esta manera, aspiramos a la optimización de la tienda, en lugar de optimizar el rendimiento para una sola etapa. Nuestra llamada estrategia de look-ahead adapta su decisión de programación para comprar el estado, que incluye información sobre un número limitado de llegadas próximas al futuro. En particular, estudiamos un taller de flujo de dos etapas, en el que la etapa de lote es sucedida por una etapa en serie. La etapa serial puede realizarse por una sola máquina o por máquinas paralelas. A través de un extenso estudio de simulación se demuestra cómo el rendimiento de los talleres puede mejorarse mediante la estrategia propuesta en relación con las estrategias existentes ",
            "error": [
                ""
            ]
        },
        "flow shops": {
            "translated_key": " El servicio de lotes es una forma común de beneficiarse de economías de escala en las operaciones de fabricación. Buenos ejemplos de sistemas de producción que permiten el procesamiento por lotes son los hornos que se encuentran en la industria aeronáutica y en la fabricación de semiconductores. En este trabajo se estudia la cuestión de la programación dinámica de estos sistemas en el contexto de las tiendas multietapa <br>flow",
            "translated_annotated_text": "Programación adaptativa de servidores por lotes en tiendas de flujo de <br> El servicio de lotes es una forma común de beneficiarse de economías de escala en las operaciones de fabricación. Buenos ejemplos de sistemas de producción que permiten el procesamiento por lotes son los hornos que se encuentran en la industria aeronáutica y en la fabricación de semiconductores. En este trabajo se estudia la cuestión de la programación dinámica de estos sistemas en el contexto de las tiendas multietapa <br>flow</br>. Hasta el momento, gran parte de la investigación se ha concentrado en el desarrollo de estrategias de control, que sólo abordan la etapa de lote. Este documento propone un enfoque integral de programación que también incluye etapas sucesivas. De esta manera, aspiramos a la optimización de la tienda, en lugar de optimizar el rendimiento para una sola etapa. Nuestra llamada estrategia de look-ahead adapta su decisión de programación para comprar el estado, que incluye información sobre un número limitado de llegadas próximas al futuro. En particular, estudiamos un taller de flujo de dos etapas, en el que la etapa de lote es sucedida por una etapa en serie. La etapa serial puede realizarse por una sola máquina o por máquinas paralelas. A través de un extenso estudio de simulación se demuestra cómo el rendimiento de los talleres puede mejorarse mediante la estrategia propuesta en relación con las estrategias existentes ",
            "error": [
                ""
            ]
        },
        "batch servicing": {
            "translated_key": [],
            "translated_annotated_text": "Programación adaptativa de servidores por lotes en los almacenes de flujo El servicio por lotes es una forma común de beneficiarse de economías de escala en las operaciones de fabricación. Buenos ejemplos de sistemas de producción que permiten el procesamiento por lotes son los hornos que se encuentran en la industria aeronáutica y en la fabricación de semiconductores. En este trabajo estudiamos la cuestión de la programación dinámica de tales sistemas en el contexto de los comercios de flujo multietapa. Hasta el momento, gran parte de la investigación se ha concentrado en el desarrollo de estrategias de control, que sólo abordan la etapa de lote. Este documento propone un enfoque integral de programación que también incluye etapas sucesivas. De esta manera, aspiramos a la optimización de la tienda, en lugar de optimizar el rendimiento para una sola etapa. Nuestra llamada estrategia de look-ahead adapta su decisión de programación para comprar el estado, que incluye información sobre un número limitado de llegadas próximas al futuro. En particular, estudiamos un taller de flujo de dos etapas, en el que la etapa de lote es sucedida por una etapa en serie. La etapa serial puede realizarse por una sola máquina o por máquinas paralelas. A través de un extenso estudio de simulación se demuestra cómo el rendimiento de los talleres puede mejorarse mediante la estrategia propuesta en relación con las estrategias existentes ",
            "error": []
        },
        "manufacturing operations": {
            "translated_key": "operaciones de fabricación",
            "translated_annotated_text": "Programación adaptativa de servidores por lotes en tiendas de flujo El servicio por lotes es una forma común de beneficiarse de economías de escala en las <br>operaciones de fabricación</br>. Buenos ejemplos de sistemas de producción que permiten el procesamiento por lotes son los hornos que se encuentran en la industria aeronáutica y en la fabricación de semiconductores. En este trabajo estudiamos la cuestión de la programación dinámica de tales sistemas en el contexto de los comercios de flujo multietapa. Hasta el momento, gran parte de la investigación se ha concentrado en el desarrollo de estrategias de control, que sólo abordan la etapa de lote. Este documento propone un enfoque integral de programación que también incluye etapas sucesivas. De esta manera, aspiramos a la optimización de la tienda, en lugar de optimizar el rendimiento para una sola etapa. Nuestra llamada estrategia de look-ahead adapta su decisión de programación para comprar el estado, que incluye información sobre un número limitado de llegadas próximas al futuro. En particular, estudiamos un taller de flujo de dos etapas, en el que la etapa de lote es sucedida por una etapa en serie. La etapa serial puede realizarse por una sola máquina o por máquinas paralelas. A través de un extenso estudio de simulación se demuestra cómo el rendimiento de los talleres puede mejorarse mediante la estrategia propuesta en relación con las estrategias existentes ",
            "error": [
                ""
            ]
        },
        "production systems": {
            "translated_key": [],
            "translated_annotated_text": "Programación adaptativa de servidores por lotes en los almacenes de flujo El servicio por lotes es una forma común de beneficiarse de economías de escala en las operaciones de fabricación. Buenos ejemplos de sistemas de producción <br> que permiten el procesamiento por lotes son los hornos que se encuentran en la industria aeronáutica y en la fabricación de semiconductores. En este trabajo estudiamos la cuestión de la programación dinámica de tales sistemas en el contexto de los comercios de flujo multietapa. Hasta el momento, gran parte de la investigación se ha concentrado en el desarrollo de estrategias de control, que sólo abordan la etapa de lote. Este documento propone un enfoque integral de programación que también incluye etapas sucesivas. De esta manera, aspiramos a la optimización de la tienda, en lugar de optimizar el rendimiento para una sola etapa. Nuestra llamada estrategia de look-ahead adapta su decisión de programación para comprar el estado, que incluye información sobre un número limitado de llegadas próximas al futuro. En particular, estudiamos un taller de flujo de dos etapas, en el que la etapa de lote es sucedida por una etapa en serie. La etapa serial puede realizarse por una sola máquina o por máquinas paralelas. A través de un extenso estudio de simulación se demuestra cómo el rendimiento de los talleres puede mejorarse mediante la estrategia propuesta en relación con las estrategias existentes ",
            "error": []
        },
        "ovens": {
            "translated_key": "ovens",
            "translated_annotated_text": "Programación adaptativa de servidores por lotes en los almacenes de flujo El servicio por lotes es una forma común de beneficiarse de economías de escala en las operaciones de fabricación. Los buenos ejemplos de sistemas de producción que permiten el procesamiento por lotes son los <br>ovens</br> que se encuentran en la industria aeronáutica y en la fabricación de semiconductores. En este trabajo estudiamos la cuestión de la programación dinámica de tales sistemas en el contexto de los comercios de flujo multietapa. Hasta el momento, gran parte de la investigación se ha concentrado en el desarrollo de estrategias de control, que sólo abordan la etapa de lote. Este documento propone un enfoque integral de programación que también incluye etapas sucesivas. De esta manera, aspiramos a la optimización de la tienda, en lugar de optimizar el rendimiento para una sola etapa. Nuestra llamada estrategia de look-ahead adapta su decisión de programación para comprar el estado, que incluye información sobre un número limitado de llegadas próximas al futuro. En particular, estudiamos un taller de flujo de dos etapas, en el que la etapa de lote es sucedida por una etapa en serie. La etapa serial puede realizarse por una sola máquina o por máquinas paralelas. A través de un extenso estudio de simulación se demuestra cómo el rendimiento de los talleres puede mejorarse mediante la estrategia propuesta en relación con las estrategias existentes ",
            "error": [
                ""
            ]
        },
        "aircraft industry": {
            "translated_key": "industria aeronáutica",
            "translated_annotated_text": "Programación adaptativa de servidores por lotes en los almacenes de flujo El servicio por lotes es una forma común de beneficiarse de economías de escala en las operaciones de fabricación. Buenos ejemplos de sistemas de producción que permiten el procesamiento por lotes son los hornos que se encuentran en la <br>industria aeronáutica</br> y en la fabricación de semiconductores. En este trabajo estudiamos la cuestión de la programación dinámica de tales sistemas en el contexto de los comercios de flujo multietapa. Hasta el momento, gran parte de la investigación se ha concentrado en el desarrollo de estrategias de control, que sólo abordan la etapa de lote. Este documento propone un enfoque integral de programación que también incluye etapas sucesivas. De esta manera, aspiramos a la optimización de la tienda, en lugar de optimizar el rendimiento para una sola etapa. Nuestra llamada estrategia de look-ahead adapta su decisión de programación para comprar el estado, que incluye información sobre un número limitado de llegadas próximas al futuro. En particular, estudiamos un taller de flujo de dos etapas, en el que la etapa de lote es sucedida por una etapa en serie. La etapa serial puede realizarse por una sola máquina o por máquinas paralelas. A través de un extenso estudio de simulación se demuestra cómo el rendimiento de los talleres puede mejorarse mediante la estrategia propuesta en relación con las estrategias existentes ",
            "error": [
                ""
            ]
        },
        "semiconductor manufacturing": {
            "translated_key": "fabricación de semiconductores",
            "translated_annotated_text": "Programación adaptativa de servidores por lotes en los almacenes de flujo El servicio por lotes es una forma común de beneficiarse de economías de escala en las operaciones de fabricación. Buenos ejemplos de sistemas de producción que permiten el procesamiento por lotes son los hornos que se encuentran en la industria aeronáutica y en la <br>fabricación de semiconductores</br>. En este trabajo estudiamos la cuestión de la programación dinámica de tales sistemas en el contexto de los comercios de flujo multietapa. Hasta el momento, gran parte de la investigación se ha concentrado en el desarrollo de estrategias de control, que sólo abordan la etapa de lote. Este documento propone un enfoque integral de programación que también incluye etapas sucesivas. De esta manera, aspiramos a la optimización de la tienda, en lugar de optimizar el rendimiento para una sola etapa. Nuestra llamada estrategia de look-ahead adapta su decisión de programación para comprar el estado, que incluye información sobre un número limitado de llegadas próximas al futuro. En particular, estudiamos un taller de flujo de dos etapas, en el que la etapa de lote es sucedida por una etapa en serie. La etapa serial puede realizarse por una sola máquina o por máquinas paralelas. A través de un extenso estudio de simulación se demuestra cómo el rendimiento de los talleres puede mejorarse mediante la estrategia propuesta en relación con las estrategias existentes ",
            "error": [
                ""
            ]
        },
        "dynamic scheduling": {
            "translated_key": "dinámica",
            "translated_annotated_text": "Programación adaptativa de servidores por lotes en los almacenes de flujo El servicio por lotes es una forma común de beneficiarse de economías de escala en las operaciones de fabricación. Buenos ejemplos de sistemas de producción que permiten el procesamiento por lotes son los hornos que se encuentran en la industria aeronáutica y en la fabricación de semiconductores. En este trabajo se estudia el tema de la programación <br>dinámica</br> de tales sistemas en el contexto de los comercios de flujo multietapa. Hasta el momento, gran parte de la investigación se ha concentrado en el desarrollo de estrategias de control, que sólo abordan la etapa de lote. Este documento propone un enfoque integral de programación que también incluye etapas sucesivas. De esta manera, aspiramos a la optimización de la tienda, en lugar de optimizar el rendimiento para una sola etapa. Nuestra llamada estrategia de look-ahead adapta su decisión de programación para comprar el estado, que incluye información sobre un número limitado de llegadas próximas al futuro. En particular, estudiamos un taller de flujo de dos etapas, en el que la etapa de lote es sucedida por una etapa en serie. La etapa serial puede realizarse por una sola máquina o por máquinas paralelas. A través de un extenso estudio de simulación se demuestra cómo el rendimiento de los talleres puede mejorarse mediante la estrategia propuesta en relación con las estrategias existentes ",
            "error": [
                ""
            ]
        },
        "multi-stage flow shops": {
            "translated_key": "multi-stage flow shops",
            "translated_annotated_text": "Programación adaptativa de servidores por lotes en los almacenes de flujo El servicio por lotes es una forma común de beneficiarse de economías de escala en las operaciones de fabricación. Buenos ejemplos de sistemas de producción que permiten el procesamiento por lotes son los hornos que se encuentran en la industria aeronáutica y en la fabricación de semiconductores. En este trabajo se estudia la cuestión de la programación dinámica de tales sistemas en el contexto de <br>multi-stage flow shops</br>. Hasta el momento, gran parte de la investigación se ha concentrado en el desarrollo de estrategias de control, que sólo abordan la etapa de lote. Este documento propone un enfoque integral de programación que también incluye etapas sucesivas. De esta manera, aspiramos a la optimización de la tienda, en lugar de optimizar el rendimiento para una sola etapa. Nuestra llamada estrategia de look-ahead adapta su decisión de programación para comprar el estado, que incluye información sobre un número limitado de llegadas próximas al futuro. En particular, estudiamos un taller de flujo de dos etapas, en el que la etapa de lote es sucedida por una etapa en serie. La etapa serial puede realizarse por una sola máquina o por máquinas paralelas. A través de un extenso estudio de simulación se demuestra cómo el rendimiento de los talleres puede mejorarse mediante la estrategia propuesta en relación con las estrategias existentes ",
            "error": [
                ""
            ]
        },
        "control strategies": {
            "translated_key": [],
            "translated_annotated_text": "Programación adaptativa de servidores por lotes en los almacenes de flujo El servicio por lotes es una forma común de beneficiarse de economías de escala en las operaciones de fabricación. Buenos ejemplos de sistemas de producción que permiten el procesamiento por lotes son los hornos que se encuentran en la industria aeronáutica y en la fabricación de semiconductores. En este trabajo estudiamos la cuestión de la programación dinámica de tales sistemas en el contexto de los comercios de flujo multietapa. Hasta ahora, gran parte de la investigación se ha concentrado en el desarrollo de estrategias de control <br>, que sólo abordan la etapa de lote. Este documento propone un enfoque integral de programación que también incluye etapas sucesivas. De esta manera, aspiramos a la optimización de la tienda, en lugar de optimizar el rendimiento para una sola etapa. Nuestra llamada estrategia de look-ahead adapta su decisión de programación para comprar el estado, que incluye información sobre un número limitado de llegadas próximas al futuro. En particular, estudiamos un taller de flujo de dos etapas, en el que la etapa de lote es sucedida por una etapa en serie. La etapa serial puede realizarse por una sola máquina o por máquinas paralelas. A través de un extenso estudio de simulación se demuestra cómo el rendimiento de los talleres puede mejorarse mediante la estrategia propuesta en relación con las estrategias existentes ",
            "error": []
        },
        "integral scheduling approach": {
            "translated_key": "enfoque integral de programación",
            "translated_annotated_text": "Programación adaptativa de servidores por lotes en los almacenes de flujo El servicio por lotes es una forma común de beneficiarse de economías de escala en las operaciones de fabricación. Buenos ejemplos de sistemas de producción que permiten el procesamiento por lotes son los hornos que se encuentran en la industria aeronáutica y en la fabricación de semiconductores. En este trabajo estudiamos la cuestión de la programación dinámica de tales sistemas en el contexto de los comercios de flujo multietapa. Hasta el momento, gran parte de la investigación se ha concentrado en el desarrollo de estrategias de control, que sólo abordan la etapa de lote. Este documento propone un <br>enfoque integral de programación</br> que también incluye etapas sucesivas.  De esta manera, aspiramos a la optimización de la tienda, en lugar de optimizar el rendimiento para una sola etapa. Nuestra llamada estrategia de look-ahead adapta su decisión de programación para comprar el estado, que incluye información sobre un número limitado de llegadas próximas al futuro. En particular, estudiamos un taller de flujo de dos etapas, en el que la etapa de lote es sucedida por una etapa en serie. La etapa serial puede realizarse por una sola máquina o por máquinas paralelas. A través de un extenso estudio de simulación se demuestra cómo el rendimiento de los talleres puede mejorarse mediante la estrategia propuesta en relación con las estrategias existentes ",
            "error": [
                ""
            ]
        },
        "shop optimization": {
            "translated_key": "shop",
            "translated_annotated_text": "Programación adaptativa de servidores por lotes en los almacenes de flujo El servicio por lotes es una forma común de beneficiarse de economías de escala en las operaciones de fabricación. Buenos ejemplos de sistemas de producción que permiten el procesamiento por lotes son los hornos que se encuentran en la industria aeronáutica y en la fabricación de semiconductores. En este trabajo estudiamos la cuestión de la programación dinámica de tales sistemas en el contexto de los comercios de flujo multietapa. Hasta el momento, gran parte de la investigación se ha concentrado en el desarrollo de estrategias de control, que sólo abordan la etapa de lote. Este documento propone un enfoque integral de programación que también incluye etapas sucesivas. De esta manera, aspiramos a la optimización de <br>shop</br>, en lugar de optimizar el rendimiento para una sola etapa. Nuestra llamada estrategia de look-ahead adapta su decisión de programación para comprar el estado, que incluye información sobre un número limitado de llegadas próximas al futuro. En particular, estudiamos un taller de flujo de dos etapas, en el que la etapa de lote es sucedida por una etapa en serie. La etapa serial puede realizarse por una sola máquina o por máquinas paralelas. A través de un extenso estudio de simulación se demuestra cómo el rendimiento de los talleres puede mejorarse mediante la estrategia propuesta en relación con las estrategias existentes ",
            "error": [
                ""
            ]
        },
        "look-ahead strategy": {
            "translated_key": "look-ahead",
            "translated_annotated_text": "Programación adaptativa de servidores por lotes en los almacenes de flujo El servicio por lotes es una forma común de beneficiarse de economías de escala en las operaciones de fabricación. Buenos ejemplos de sistemas de producción que permiten el procesamiento por lotes son los hornos que se encuentran en la industria aeronáutica y en la fabricación de semiconductores. En este trabajo estudiamos la cuestión de la programación dinámica de tales sistemas en el contexto de los comercios de flujo multietapa. Hasta el momento, gran parte de la investigación se ha concentrado en el desarrollo de estrategias de control, que sólo abordan la etapa de lote. Este documento propone un enfoque integral de programación que también incluye etapas sucesivas. De esta manera, aspiramos a la optimización de la tienda, en lugar de optimizar el rendimiento para una sola etapa. Nuestra denominada estrategia <br>look-ahead</br> adapta su decisión de programación al estado de la tienda, que incluye información sobre un número limitado de llegadas futuras. En particular, estudiamos un taller de flujo de dos etapas, en el que la etapa de lote es sucedida por una etapa en serie. La etapa serial puede realizarse por una sola máquina o por máquinas paralelas. A través de un extenso estudio de simulación se demuestra cómo el rendimiento de los talleres puede mejorarse mediante la estrategia propuesta en relación con las estrategias existentes ",
            "error": [
                ""
            ]
        },
        "near-future arrivals": {
            "translated_key": "cerca de futuro",
            "translated_annotated_text": "Programación adaptativa de servidores por lotes en los almacenes de flujo El servicio por lotes es una forma común de beneficiarse de economías de escala en las operaciones de fabricación. Buenos ejemplos de sistemas de producción que permiten el procesamiento por lotes son los hornos que se encuentran en la industria aeronáutica y en la fabricación de semiconductores. En este trabajo estudiamos la cuestión de la programación dinámica de tales sistemas en el contexto de los comercios de flujo multietapa. Hasta el momento, gran parte de la investigación se ha concentrado en el desarrollo de estrategias de control, que sólo abordan la etapa de lote. Este documento propone un enfoque integral de programación que también incluye etapas sucesivas. De esta manera, aspiramos a la optimización de la tienda, en lugar de optimizar el rendimiento para una sola etapa. Nuestra llamada estrategia de look-ahead adapta su decisión de programación para comprar el estado, que incluye información sobre un número limitado de llegadas <br>cerca de futuro</br>. En particular, estudiamos un taller de flujo de dos etapas, en el que la etapa de lote es sucedida por una etapa en serie. La etapa serial puede realizarse por una sola máquina o por máquinas paralelas. A través de un extenso estudio de simulación se demuestra cómo el rendimiento de los talleres puede mejorarse mediante la estrategia propuesta en relación con las estrategias existentes ",
            "error": [
                ""
            ]
        },
        "two-stage flow shop": {
            "translated_key": "dos etapas",
            "translated_annotated_text": "Programación adaptativa de servidores por lotes en los almacenes de flujo El servicio por lotes es una forma común de beneficiarse de economías de escala en las operaciones de fabricación. Buenos ejemplos de sistemas de producción que permiten el procesamiento por lotes son los hornos que se encuentran en la industria aeronáutica y en la fabricación de semiconductores. En este trabajo estudiamos la cuestión de la programación dinámica de tales sistemas en el contexto de los comercios de flujo multietapa. Hasta el momento, gran parte de la investigación se ha concentrado en el desarrollo de estrategias de control, que sólo abordan la etapa de lote. Este documento propone un enfoque integral de programación que también incluye etapas sucesivas. De esta manera, aspiramos a la optimización de la tienda, en lugar de optimizar el rendimiento para una sola etapa. Nuestra llamada estrategia de look-ahead adapta su decisión de programación para comprar el estado, que incluye información sobre un número limitado de llegadas próximas al futuro. En particular, se estudia un taller de flujo de <br>dos etapas</br>, en el que la fase de lote es seguida por una fase en serie. La etapa serial puede realizarse por una sola máquina o por máquinas paralelas. A través de un extenso estudio de simulación se demuestra cómo el rendimiento de los talleres puede mejorarse mediante la estrategia propuesta en relación con las estrategias existentes ",
            "error": [
                ""
            ]
        },
        "single machine": {
            "translated_key": " única",
            "translated_annotated_text": "Programación adaptativa de servidores por lotes en los almacenes de flujo El servicio por lotes es una forma común de beneficiarse de economías de escala en las operaciones de fabricación. Buenos ejemplos de sistemas de producción que permiten el procesamiento por lotes son los hornos que se encuentran en la industria aeronáutica y en la fabricación de semiconductores. En este trabajo estudiamos la cuestión de la programación dinámica de tales sistemas en el contexto de los comercios de flujo multietapa. Hasta el momento, gran parte de la investigación se ha concentrado en el desarrollo de estrategias de control, que sólo abordan la etapa de lote. Este documento propone un enfoque integral de programación que también incluye etapas sucesivas. De esta manera, aspiramos a la optimización de la tienda, en lugar de optimizar el rendimiento para una sola etapa. Nuestra llamada estrategia de look-ahead adapta su decisión de programación para comprar el estado, que incluye información sobre un número limitado de llegadas próximas al futuro. En particular, estudiamos un taller de flujo de dos etapas, en el que la etapa de lote es sucedida por una etapa en serie. La fase serial puede realizarse mediante una máquina <br> única</br> o mediante máquinas paralelas. A través de un extenso estudio de simulación se demuestra cómo el rendimiento de los talleres puede mejorarse mediante la estrategia propuesta en relación con las estrategias existentes ",
            "error": [
                ""
            ]
        },
        "parallel machines": {
            "translated_key": "paralelas",
            "translated_annotated_text": "Programación adaptativa de servidores por lotes en los almacenes de flujo El servicio por lotes es una forma común de beneficiarse de economías de escala en las operaciones de fabricación. Buenos ejemplos de sistemas de producción que permiten el procesamiento por lotes son los hornos que se encuentran en la industria aeronáutica y en la fabricación de semiconductores. En este trabajo estudiamos la cuestión de la programación dinámica de tales sistemas en el contexto de los comercios de flujo multietapa. Hasta el momento, gran parte de la investigación se ha concentrado en el desarrollo de estrategias de control, que sólo abordan la etapa de lote. Este documento propone un enfoque integral de programación que también incluye etapas sucesivas. De esta manera, aspiramos a la optimización de la tienda, en lugar de optimizar el rendimiento para una sola etapa. Nuestra llamada estrategia de look-ahead adapta su decisión de programación para comprar el estado, que incluye información sobre un número limitado de llegadas próximas al futuro. En particular, estudiamos un taller de flujo de dos etapas, en el que la etapa de lote es sucedida por una etapa en serie. La etapa serial puede realizarse por una sola máquina o por máquinas <br>paralelas</br>. A través de un extenso estudio de simulación se demuestra cómo el rendimiento de los talleres puede mejorarse mediante la estrategia propuesta en relación con las estrategias existentes ",
            "error": [
                ""
            ]
        },
        "simulation study": {
            "translated_key": "estudio de simulación",
            "translated_annotated_text": "Programación adaptativa de servidores por lotes en los almacenes de flujo El servicio por lotes es una forma común de beneficiarse de economías de escala en las operaciones de fabricación. Buenos ejemplos de sistemas de producción que permiten el procesamiento por lotes son los hornos que se encuentran en la industria aeronáutica y en la fabricación de semiconductores. En este trabajo estudiamos la cuestión de la programación dinámica de tales sistemas en el contexto de los comercios de flujo multietapa. Hasta el momento, gran parte de la investigación se ha concentrado en el desarrollo de estrategias de control, que sólo abordan la etapa de lote. Este documento propone un enfoque integral de programación que también incluye etapas sucesivas. De esta manera, aspiramos a la optimización de la tienda, en lugar de optimizar el rendimiento para una sola etapa. Nuestra llamada estrategia de look-ahead adapta su decisión de programación para comprar el estado, que incluye información sobre un número limitado de llegadas próximas al futuro. En particular, estudiamos un taller de flujo de dos etapas, en el que la etapa de lote es sucedida por una etapa en serie. La etapa serial puede realizarse por una sola máquina o por máquinas paralelas. A través de un extenso <br>estudio de simulación</br> se demuestra cómo el rendimiento de la tienda puede ser mejorado por la estrategia propuesta en relación con las estrategias existentes.  ",
            "error": [
                ""
            ]
        },
        "batch processing (industrial)": {
            "translated_key": [],
            "translated_annotated_text": "Programación adaptativa de servidores por lotes en los almacenes de flujo El servicio por lotes es una forma común de beneficiarse de economías de escala en las operaciones de fabricación. Buenos ejemplos de sistemas de producción que permiten el procesamiento por lotes son los hornos que se encuentran en la industria aeronáutica y en la fabricación de semiconductores. En este trabajo estudiamos la cuestión de la programación dinámica de tales sistemas en el contexto de los comercios de flujo multietapa. Hasta el momento, gran parte de la investigación se ha concentrado en el desarrollo de estrategias de control, que sólo abordan la etapa de lote. Este documento propone un enfoque integral de programación que también incluye etapas sucesivas. De esta manera, aspiramos a la optimización de la tienda, en lugar de optimizar el rendimiento para una sola etapa. Nuestra llamada estrategia de look-ahead adapta su decisión de programación para comprar el estado, que incluye información sobre un número limitado de llegadas próximas al futuro. En particular, estudiamos un taller de flujo de dos etapas, en el que la etapa de lote es sucedida por una etapa en serie. La etapa serial puede realizarse por una sola máquina o por máquinas paralelas. A través de un extenso estudio de simulación se demuestra cómo el rendimiento de los talleres puede mejorarse mediante la estrategia propuesta en relación con las estrategias existentes ",
            "error": []
        },
        "optimisation": {
            "translated_key": [],
            "translated_annotated_text": "Programación adaptativa de servidores por lotes en los almacenes de flujo El servicio por lotes es una forma común de beneficiarse de economías de escala en las operaciones de fabricación. Buenos ejemplos de sistemas de producción que permiten el procesamiento por lotes son los hornos que se encuentran en la industria aeronáutica y en la fabricación de semiconductores. En este trabajo estudiamos la cuestión de la programación dinámica de tales sistemas en el contexto de los comercios de flujo multietapa. Hasta el momento, gran parte de la investigación se ha concentrado en el desarrollo de estrategias de control, que sólo abordan la etapa de lote. Este documento propone un enfoque integral de programación que también incluye etapas sucesivas. De esta manera, aspiramos a la optimización de la tienda, en lugar de optimizar el rendimiento para una sola etapa. Nuestra llamada estrategia de look-ahead adapta su decisión de programación para comprar el estado, que incluye información sobre un número limitado de llegadas próximas al futuro. En particular, estudiamos un taller de flujo de dos etapas, en el que la etapa de lote es sucedida por una etapa en serie. La etapa serial puede realizarse por una sola máquina o por máquinas paralelas. A través de un extenso estudio de simulación se demuestra cómo el rendimiento de los talleres puede mejorarse mediante la estrategia propuesta en relación con las estrategias existentes ",
            "error": []
        },
        "process heating": {
            "translated_key": [],
            "translated_annotated_text": "Programación adaptativa de servidores por lotes en los almacenes de flujo El servicio por lotes es una forma común de beneficiarse de economías de escala en las operaciones de fabricación. Buenos ejemplos de sistemas de producción que permiten el procesamiento por lotes son los hornos que se encuentran en la industria aeronáutica y en la fabricación de semiconductores. En este trabajo estudiamos la cuestión de la programación dinámica de tales sistemas en el contexto de los comercios de flujo multietapa. Hasta el momento, gran parte de la investigación se ha concentrado en el desarrollo de estrategias de control, que sólo abordan la etapa de lote. Este documento propone un enfoque integral de programación que también incluye etapas sucesivas. De esta manera, aspiramos a la optimización de la tienda, en lugar de optimizar el rendimiento para una sola etapa. Nuestra llamada estrategia de look-ahead adapta su decisión de programación para comprar el estado, que incluye información sobre un número limitado de llegadas próximas al futuro. En particular, estudiamos un taller de flujo de dos etapas, en el que la etapa de lote es sucedida por una etapa en serie. La etapa serial puede realizarse por una sola máquina o por máquinas paralelas. A través de un extenso estudio de simulación se demuestra cómo el rendimiento de los talleres puede mejorarse mediante la estrategia propuesta en relación con las estrategias existentes ",
            "error": []
        },
        "production control": {
            "translated_key": [],
            "translated_annotated_text": "Programación adaptativa de servidores por lotes en los almacenes de flujo El servicio por lotes es una forma común de beneficiarse de economías de escala en las operaciones de fabricación. Buenos ejemplos de sistemas de producción que permiten el procesamiento por lotes son los hornos que se encuentran en la industria aeronáutica y en la fabricación de semiconductores. En este trabajo estudiamos la cuestión de la programación dinámica de tales sistemas en el contexto de los comercios de flujo multietapa. Hasta el momento, gran parte de la investigación se ha concentrado en el desarrollo de estrategias de control, que sólo abordan la etapa de lote. Este documento propone un enfoque integral de programación que también incluye etapas sucesivas. De esta manera, aspiramos a la optimización de la tienda, en lugar de optimizar el rendimiento para una sola etapa. Nuestra llamada estrategia de look-ahead adapta su decisión de programación para comprar el estado, que incluye información sobre un número limitado de llegadas próximas al futuro. En particular, estudiamos un taller de flujo de dos etapas, en el que la etapa de lote es sucedida por una etapa en serie. La etapa serial puede realizarse por una sola máquina o por máquinas paralelas. A través de un extenso estudio de simulación se demuestra cómo el rendimiento de los talleres puede mejorarse mediante la estrategia propuesta en relación con las estrategias existentes ",
            "error": []
        }
    }
}