{
    "original_text": "Heuristics for single-pass welding task sequencing Welding task sequencing is a prerequisite in the offline programming of robot arc welding. Single-pass welding task sequencing can be modelled as a modified travelling salesman problem. Owing to the difficulty of the resulting arc-routing problems, effective local search heuristics are developed. Computational speed becomes important because robot arc welding is often part of an automated process-planning procedure. Generating a reasonable solution in an acceptable time is necessary for effective automated process planning. Several different heuristics are proposed for solving the welding task-sequencing problem considering both productivity and the potential for welding distortion. Constructive heuristics based on the nearest neighbour concept and tabu search heuristics are developed and enhanced using improvement procedures. The effectiveness of the heuristics developed is tested and verified on actual welded structure problems and random problems",
    "original_translation": "Heurística para secuenciación de tareas de soldadura de un solo paso La secuenciación de tareas de soldadura es un requisito previo en la programación fuera de línea de soldadura de arco robot. La secuenciación de tareas de soldadura de un solo paso se puede modelar como un problema de vendedor ambulante modificado. Debido a la dificultad de los problemas de derivación de arco resultantes, se desarrollan heurísticas locales de búsqueda eficaces. La velocidad computacional se vuelve importante porque la soldadura por arco robot es a menudo parte de un procedimiento automatizado de planificación de procesos. La generación de una solución razonable en un tiempo aceptable es necesaria para una planificación de proceso automatizada eficaz. Se proponen varias heurísticas diferentes para resolver el problema de secuenciación de tareas de soldadura considerando tanto la productividad como el potencial de distorsión de soldadura. Heurística constructiva basada en el concepto de vecino más cercano y heurística de búsqueda tabu se desarrollan y mejoran utilizando procedimientos de mejora. La eficacia de la heurística desarrollada se prueba y verifica en problemas reales de estructura soldada y problemas aleatorios",
    "error_count": 9,
    "keys": {
        "single-pass welding task sequencing": {
            "translated_key": "secuenciación de tareas de soldadura de un solo paso",
            "translated_annotated_text": "Heurística para \"secuenciación de tareas de soldadura de un solo paso\" La secuenciación de tareas de soldadura es un requisito previo en la programación offline de soldadura de arco robot. La secuenciación de tareas de soldadura de un solo paso se puede modelar como un problema de vendedor ambulante modificado. Debido a la dificultad de los problemas de derivación de arco resultantes, se desarrollan heurísticas locales de búsqueda eficaces. La velocidad computacional se vuelve importante porque la soldadura por arco robot es a menudo parte de un procedimiento automatizado de planificación de procesos. La generación de una solución razonable en un tiempo aceptable es necesaria para una planificación de proceso automatizada eficaz. Se proponen varias heurísticas diferentes para resolver el problema de secuenciación de tareas de soldadura considerando tanto la productividad como el potencial de distorsión de soldadura. Heurística constructiva basada en el concepto de vecino más cercano y heurística de búsqueda tabu se desarrollan y mejoran utilizando procedimientos de mejora. La eficacia de la heurística desarrollada se prueba y verifica en problemas reales de estructura soldada y problemas aleatorios ",
            "error": [
                ""
            ]
        },
        "constructive heuristics": {
            "translated_key": [],
            "translated_annotated_text": "Heurística para secuenciación de tareas de soldadura de un solo paso La secuenciación de tareas de soldadura es un requisito previo en la programación fuera de línea de soldadura de arco robot. La secuenciación de tareas de soldadura de un solo paso se puede modelar como un problema de vendedor ambulante modificado. Debido a la dificultad de los problemas de derivación de arco resultantes, se desarrollan heurísticas locales de búsqueda eficaces. La velocidad computacional se vuelve importante porque la soldadura por arco robot es a menudo parte de un procedimiento automatizado de planificación de procesos. La generación de una solución razonable en un tiempo aceptable es necesaria para una planificación de proceso automatizada eficaz. Se proponen varias heurísticas diferentes para resolver el problema de secuenciación de tareas de soldadura considerando tanto la productividad como el potencial de distorsión de soldadura. Heurística constructiva basada en el concepto de vecino más cercano y heurística de búsqueda tabu se desarrollan y mejoran utilizando procedimientos de mejora. La eficacia de la heurística desarrollada se prueba y verifica en problemas reales de estructura soldada y problemas aleatorios ",
            "error": []
        },
        "offline programming": {
            "translated_key": "programación offline",
            "translated_annotated_text": "Heurística para secuenciación de tareas de soldadura de un solo paso La secuenciación de tareas de soldadura es un requisito previo en la \"programación offline\" de soldadura de arco robot. La secuenciación de tareas de soldadura de un solo paso se puede modelar como un problema de vendedor ambulante modificado. Debido a la dificultad de los problemas de derivación de arco resultantes, se desarrollan heurísticas locales de búsqueda eficaces. La velocidad computacional se vuelve importante porque la soldadura por arco robot es a menudo parte de un procedimiento automatizado de planificación de procesos. La generación de una solución razonable en un tiempo aceptable es necesaria para una planificación de proceso automatizada eficaz. Se proponen varias heurísticas diferentes para resolver el problema de secuenciación de tareas de soldadura considerando tanto la productividad como el potencial de distorsión de soldadura. Heurística constructiva basada en el concepto de vecino más cercano y heurística de búsqueda tabu se desarrollan y mejoran utilizando procedimientos de mejora. La eficacia de la heurística desarrollada se prueba y verifica en problemas reales de estructura soldada y problemas aleatorios ",
            "error": [
                ""
            ]
        },
        "robot arc welding": {
            "translated_key": "soldadura de arco robot",
            "translated_annotated_text": "Heurística para secuenciación de tareas de soldadura de un solo paso La secuenciación de tareas de soldadura es un requisito previo en la programación offline de \"soldadura de arco robot\". La secuenciación de tareas de soldadura de un solo paso se puede modelar como un problema de vendedor ambulante modificado. Debido a la dificultad de los problemas de derivación de arco resultantes, se desarrollan heurísticas locales de búsqueda eficaces. La velocidad computacional se vuelve importante porque la \"soldadura de arco robot\" es a menudo parte de un procedimiento automatizado de planificación de procesos. La generación de una solución razonable en un tiempo aceptable es necesaria para una planificación de proceso automatizada eficaz. Se proponen varias heurísticas diferentes para resolver el problema de secuenciación de tareas de soldadura considerando tanto la productividad como el potencial de distorsión de soldadura. Heurística constructiva basada en el concepto de vecino más cercano y heurística de búsqueda tabu se desarrollan y mejoran utilizando procedimientos de mejora. La eficacia de la heurística desarrollada se prueba y verifica en problemas reales de estructura soldada y problemas aleatorios ",
            "error": [
                ""
            ]
        },
        "modified travelling salesman problem": {
            "translated_key": "problema de vendedor ambulante modificado",
            "translated_annotated_text": "Heurística para secuenciación de tareas de soldadura de un solo paso La secuenciación de tareas de soldadura es un requisito previo en la programación fuera de línea de soldadura de arco robot. La secuenciación de tareas de soldadura de un solo paso se puede modelar como un \"problema de vendedor ambulante modificado\". Debido a la dificultad de los problemas de derivación de arco resultantes, se desarrollan heurísticas locales de búsqueda eficaces. La velocidad computacional se vuelve importante porque la soldadura por arco robot es a menudo parte de un procedimiento automatizado de planificación de procesos. La generación de una solución razonable en un tiempo aceptable es necesaria para una planificación de proceso automatizada eficaz. Se proponen varias heurísticas diferentes para resolver el problema de secuenciación de tareas de soldadura considerando tanto la productividad como el potencial de distorsión de soldadura. Heurística constructiva basada en el concepto de vecino más cercano y heurística de búsqueda tabu se desarrollan y mejoran utilizando procedimientos de mejora. La eficacia de la heurística desarrollada se prueba y verifica en problemas reales de estructura soldada y problemas aleatorios ",
            "error": [
                ""
            ]
        },
        "local search heuristics": {
            "translated_key": "heurísticas de búsqueda locales",
            "translated_annotated_text": "Heurística para secuenciación de tareas de soldadura de un solo paso La secuenciación de tareas de soldadura es un requisito previo en la programación fuera de línea de soldadura de arco robot. La secuenciación de tareas de soldadura de un solo paso se puede modelar como un problema de vendedor ambulante modificado. Debido a la dificultad de los problemas de derivación de arco resultantes, se desarrollan \"heurísticas de búsqueda locales\" eficaces. La velocidad computacional se vuelve importante porque la soldadura por arco robot es a menudo parte de un procedimiento automatizado de planificación de procesos. La generación de una solución razonable en un tiempo aceptable es necesaria para una planificación de proceso automatizada eficaz. Se proponen varias heurísticas diferentes para resolver el problema de secuenciación de tareas de soldadura considerando tanto la productividad como el potencial de distorsión de soldadura. Heurística constructiva basada en el concepto de vecino más cercano y heurística de búsqueda tabu se desarrollan y mejoran utilizando procedimientos de mejora. La eficacia de la heurística desarrollada se prueba y verifica en problemas reales de estructura soldada y problemas aleatorios ",
            "error": [
                ""
            ]
        },
        "computational speed": {
            "translated_key": [],
            "translated_annotated_text": "Heurística para secuenciación de tareas de soldadura de un solo paso La secuenciación de tareas de soldadura es un requisito previo en la programación fuera de línea de soldadura de arco robot. La secuenciación de tareas de soldadura de un solo paso se puede modelar como un problema de vendedor ambulante modificado. Debido a la dificultad de los problemas de derivación de arco resultantes, se desarrollan heurísticas locales de búsqueda eficaces. La velocidad computacional se vuelve importante porque la soldadura por arco robot es a menudo parte de un procedimiento automatizado de planificación de procesos. La generación de una solución razonable en un tiempo aceptable es necesaria para una planificación de proceso automatizada eficaz. Se proponen varias heurísticas diferentes para resolver el problema de secuenciación de tareas de soldadura considerando tanto la productividad como el potencial de distorsión de soldadura. Heurística constructiva basada en el concepto de vecino más cercano y heurística de búsqueda tabu se desarrollan y mejoran utilizando procedimientos de mejora. La eficacia de la heurística desarrollada se prueba y verifica en problemas reales de estructura soldada y problemas aleatorios ",
            "error": []
        },
        "automated process-planning procedure": {
            "translated_key": "procedimiento automatizado de planificación de procesos",
            "translated_annotated_text": "Heurística para secuenciación de tareas de soldadura de un solo paso La secuenciación de tareas de soldadura es un requisito previo en la programación fuera de línea de soldadura de arco robot. La secuenciación de tareas de soldadura de un solo paso se puede modelar como un problema de vendedor ambulante modificado. Debido a la dificultad de los problemas de derivación de arco resultantes, se desarrollan heurísticas locales de búsqueda eficaces. La velocidad computacional se vuelve importante porque la soldadura de arco robot es a menudo parte de un \"procedimiento automatizado de planificación de procesos\". La generación de una solución razonable en un tiempo aceptable es necesaria para una planificación de proceso automatizada eficaz. Se proponen varias heurísticas diferentes para resolver el problema de secuenciación de tareas de soldadura considerando tanto la productividad como el potencial de distorsión de soldadura. Heurística constructiva basada en el concepto de vecino más cercano y heurística de búsqueda tabu se desarrollan y mejoran utilizando procedimientos de mejora. La eficacia de la heurística desarrollada se prueba y verifica en problemas reales de estructura soldada y problemas aleatorios ",
            "error": [
                ""
            ]
        },
        "productivity": {
            "translated_key": "productividad",
            "translated_annotated_text": "Heurística para secuenciación de tareas de soldadura de un solo paso La secuenciación de tareas de soldadura es un requisito previo en la programación fuera de línea de soldadura de arco robot. La secuenciación de tareas de soldadura de un solo paso se puede modelar como un problema de vendedor ambulante modificado. Debido a la dificultad de los problemas de derivación de arco resultantes, se desarrollan heurísticas locales de búsqueda eficaces. La velocidad computacional se vuelve importante porque la soldadura por arco robot es a menudo parte de un procedimiento automatizado de planificación de procesos. La generación de una solución razonable en un tiempo aceptable es necesaria para una planificación de proceso automatizada eficaz. Se proponen varias heurísticas diferentes para resolver el problema de secuenciación de tareas de soldadura considerando tanto la \"productividad\" como el potencial de distorsión de soldadura. Heurística constructiva basada en el concepto de vecino más cercano y heurística de búsqueda tabu se desarrollan y mejoran utilizando procedimientos de mejora. La eficacia de la heurística desarrollada se prueba y verifica en problemas reales de estructura soldada y problemas aleatorios ",
            "error": [
                ""
            ]
        },
        "welding distortion": {
            "translated_key": "distorsión de soldadura",
            "translated_annotated_text": "Heurística para secuenciación de tareas de soldadura de un solo paso La secuenciación de tareas de soldadura es un requisito previo en la programación fuera de línea de soldadura de arco robot. La secuenciación de tareas de soldadura de un solo paso se puede modelar como un problema de vendedor ambulante modificado. Debido a la dificultad de los problemas de derivación de arco resultantes, se desarrollan heurísticas locales de búsqueda eficaces. La velocidad computacional se vuelve importante porque la soldadura por arco robot es a menudo parte de un procedimiento automatizado de planificación de procesos. La generación de una solución razonable en un tiempo aceptable es necesaria para una planificación de proceso automatizada eficaz. Se proponen varias heurísticas diferentes para resolver el problema de la secuenciación de tareas de soldadura considerando tanto la productividad como el potencial de \"distorsión de soldadura\". Heurística constructiva basada en el concepto de vecino más cercano y heurística de búsqueda tabu se desarrollan y mejoran utilizando procedimientos de mejora. La eficacia de la heurística desarrollada se prueba y verifica en problemas reales de estructura soldada y problemas aleatorios ",
            "error": [
                ""
            ]
        },
        "nearest neighbour concept": {
            "translated_key": "concepto del vecino más cercano",
            "translated_annotated_text": "Heurística para secuenciación de tareas de soldadura de un solo paso La secuenciación de tareas de soldadura es un requisito previo en la programación fuera de línea de soldadura de arco robot. La secuenciación de tareas de soldadura de un solo paso se puede modelar como un problema de vendedor ambulante modificado. Debido a la dificultad de los problemas de derivación de arco resultantes, se desarrollan heurísticas locales de búsqueda eficaces. La velocidad computacional se vuelve importante porque la soldadura por arco robot es a menudo parte de un procedimiento automatizado de planificación de procesos. La generación de una solución razonable en un tiempo aceptable es necesaria para una planificación de proceso automatizada eficaz. Se proponen varias heurísticas diferentes para resolver el problema de secuenciación de tareas de soldadura considerando tanto la productividad como el potencial de distorsión de soldadura. Heurística constructiva basada en el \"concepto del vecino más cercano\" y heurística de búsqueda tabu se desarrollan y mejoran utilizando procedimientos de mejora. La eficacia de la heurística desarrollada se prueba y verifica en problemas reales de estructura soldada y problemas aleatorios ",
            "error": [
                ""
            ]
        },
        "tabu search heuristics": {
            "translated_key": "heurística de búsqueda de tabú",
            "translated_annotated_text": "Heurística para secuenciación de tareas de soldadura de un solo paso La secuenciación de tareas de soldadura es un requisito previo en la programación fuera de línea de soldadura de arco robot. La secuenciación de tareas de soldadura de un solo paso se puede modelar como un problema de vendedor ambulante modificado. Debido a la dificultad de los problemas de derivación de arco resultantes, se desarrollan heurísticas locales de búsqueda eficaces. La velocidad computacional se vuelve importante porque la soldadura por arco robot es a menudo parte de un procedimiento automatizado de planificación de procesos. La generación de una solución razonable en un tiempo aceptable es necesaria para una planificación de proceso automatizada eficaz. Se proponen varias heurísticas diferentes para resolver el problema de secuenciación de tareas de soldadura considerando tanto la productividad como el potencial de distorsión de soldadura. Heurística constructiva basada en el concepto de vecino más cercano y \"heurística de búsqueda de tabú\" se desarrollan y mejoran utilizando procedimientos de mejora. La eficacia de la heurística desarrollada se prueba y verifica en problemas reales de estructura soldada y problemas aleatorios ",
            "error": [
                ""
            ]
        },
        "random problems": {
            "translated_key": "problemas aleatorios",
            "translated_annotated_text": "Heurística para secuenciación de tareas de soldadura de un solo paso La secuenciación de tareas de soldadura es un requisito previo en la programación fuera de línea de soldadura de arco robot. La secuenciación de tareas de soldadura de un solo paso se puede modelar como un problema de vendedor ambulante modificado. Debido a la dificultad de los problemas de derivación de arco resultantes, se desarrollan heurísticas locales de búsqueda eficaces. La velocidad computacional se vuelve importante porque la soldadura por arco robot es a menudo parte de un procedimiento automatizado de planificación de procesos. La generación de una solución razonable en un tiempo aceptable es necesaria para una planificación de proceso automatizada eficaz. Se proponen varias heurísticas diferentes para resolver el problema de secuenciación de tareas de soldadura considerando tanto la productividad como el potencial de distorsión de soldadura. Heurística constructiva basada en el concepto de vecino más cercano y heurística de búsqueda tabu se desarrollan y mejoran utilizando procedimientos de mejora. La eficacia de la heurística desarrollada es probada y verificada en problemas reales de estructura soldada y \"problemas aleatorios\" ",
            "error": [
                ""
            ]
        },
        "welded structure problems": {
            "translated_key": "problemas reales de estructura soldada",
            "translated_annotated_text": "Heurística para secuenciación de tareas de soldadura de un solo paso La secuenciación de tareas de soldadura es un requisito previo en la programación fuera de línea de soldadura de arco robot. La secuenciación de tareas de soldadura de un solo paso se puede modelar como un problema de vendedor ambulante modificado. Debido a la dificultad de los problemas de derivación de arco resultantes, se desarrollan heurísticas locales de búsqueda eficaces. La velocidad computacional se vuelve importante porque la soldadura por arco robot es a menudo parte de un procedimiento automatizado de planificación de procesos. La generación de una solución razonable en un tiempo aceptable es necesaria para una planificación de proceso automatizada eficaz. Se proponen varias heurísticas diferentes para resolver el problema de secuenciación de tareas de soldadura considerando tanto la productividad como el potencial de distorsión de soldadura. Heurística constructiva basada en el concepto de vecino más cercano y heurística de búsqueda tabu se desarrollan y mejoran utilizando procedimientos de mejora. La eficacia de la heurística desarrollada es probada y verificada en \"problemas reales de estructura soldada\" y problemas aleatorios ",
            "error": [
                ""
            ]
        },
        "arc welding": {
            "translated_key": "soldadura de arco",
            "translated_annotated_text": "Heurística para secuenciación de tareas de soldadura de un solo paso La secuenciación de tareas de soldadura es un requisito previo en la programación offline del robot \"soldadura de arco\". La secuenciación de tareas de soldadura de un solo paso se puede modelar como un problema de vendedor ambulante modificado. Debido a la dificultad de los problemas de derivación de arco resultantes, se desarrollan heurísticas locales de búsqueda eficaces. La velocidad computacional se vuelve importante porque el robot \"soldadura de arco\" es a menudo parte de un procedimiento automatizado de planificación de procesos. La generación de una solución razonable en un tiempo aceptable es necesaria para una planificación de proceso automatizada eficaz. Se proponen varias heurísticas diferentes para resolver el problema de secuenciación de tareas de soldadura considerando tanto la productividad como el potencial de distorsión de soldadura. Heurística constructiva basada en el concepto de vecino más cercano y heurística de búsqueda tabu se desarrollan y mejoran utilizando procedimientos de mejora. La eficacia de la heurística desarrollada se prueba y verifica en problemas reales de estructura soldada y problemas aleatorios ",
            "error": [
                ""
            ]
        },
        "assembly planning": {
            "translated_key": [],
            "translated_annotated_text": "Heurística para secuenciación de tareas de soldadura de un solo paso La secuenciación de tareas de soldadura es un requisito previo en la programación fuera de línea de soldadura de arco robot. La secuenciación de tareas de soldadura de un solo paso se puede modelar como un problema de vendedor ambulante modificado. Debido a la dificultad de los problemas de derivación de arco resultantes, se desarrollan heurísticas locales de búsqueda eficaces. La velocidad computacional se vuelve importante porque la soldadura por arco robot es a menudo parte de un procedimiento automatizado de planificación de procesos. La generación de una solución razonable en un tiempo aceptable es necesaria para una planificación de proceso automatizada eficaz. Se proponen varias heurísticas diferentes para resolver el problema de secuenciación de tareas de soldadura considerando tanto la productividad como el potencial de distorsión de soldadura. Heurística constructiva basada en el concepto de vecino más cercano y heurística de búsqueda tabu se desarrollan y mejoran utilizando procedimientos de mejora. La eficacia de la heurística desarrollada se prueba y verifica en problemas reales de estructura soldada y problemas aleatorios ",
            "error": []
        },
        "computer aided production planning": {
            "translated_key": [],
            "translated_annotated_text": "Heurística para secuenciación de tareas de soldadura de un solo paso La secuenciación de tareas de soldadura es un requisito previo en la programación fuera de línea de soldadura de arco robot. La secuenciación de tareas de soldadura de un solo paso se puede modelar como un problema de vendedor ambulante modificado. Debido a la dificultad de los problemas de derivación de arco resultantes, se desarrollan heurísticas locales de búsqueda eficaces. La velocidad computacional se vuelve importante porque la soldadura por arco robot es a menudo parte de un procedimiento automatizado de planificación de procesos. La generación de una solución razonable en un tiempo aceptable es necesaria para una planificación de proceso automatizada eficaz. Se proponen varias heurísticas diferentes para resolver el problema de secuenciación de tareas de soldadura considerando tanto la productividad como el potencial de distorsión de soldadura. Heurística constructiva basada en el concepto de vecino más cercano y heurística de búsqueda tabu se desarrollan y mejoran utilizando procedimientos de mejora. La eficacia de la heurística desarrollada se prueba y verifica en problemas reales de estructura soldada y problemas aleatorios ",
            "error": []
        },
        "heuristic programming": {
            "translated_key": [],
            "translated_annotated_text": "Heurística para secuenciación de tareas de soldadura de un solo paso La secuenciación de tareas de soldadura es un requisito previo en la programación fuera de línea de soldadura de arco robot. La secuenciación de tareas de soldadura de un solo paso se puede modelar como un problema de vendedor ambulante modificado. Debido a la dificultad de los problemas de derivación de arco resultantes, se desarrollan heurísticas locales de búsqueda eficaces. La velocidad computacional se vuelve importante porque la soldadura por arco robot es a menudo parte de un procedimiento automatizado de planificación de procesos. La generación de una solución razonable en un tiempo aceptable es necesaria para una planificación de proceso automatizada eficaz. Se proponen varias heurísticas diferentes para resolver el problema de secuenciación de tareas de soldadura considerando tanto la productividad como el potencial de distorsión de soldadura. Heurística constructiva basada en el concepto de vecino más cercano y heurística de búsqueda tabu se desarrollan y mejoran utilizando procedimientos de mejora. La eficacia de la heurística desarrollada se prueba y verifica en problemas reales de estructura soldada y problemas aleatorios ",
            "error": []
        },
        "industrial robots": {
            "translated_key": [],
            "translated_annotated_text": "Heurística para secuenciación de tareas de soldadura de un solo paso La secuenciación de tareas de soldadura es un requisito previo en la programación fuera de línea de soldadura de arco robot. La secuenciación de tareas de soldadura de un solo paso se puede modelar como un problema de vendedor ambulante modificado. Debido a la dificultad de los problemas de derivación de arco resultantes, se desarrollan heurísticas locales de búsqueda eficaces. La velocidad computacional se vuelve importante porque la soldadura por arco robot es a menudo parte de un procedimiento automatizado de planificación de procesos. La generación de una solución razonable en un tiempo aceptable es necesaria para una planificación de proceso automatizada eficaz. Se proponen varias heurísticas diferentes para resolver el problema de secuenciación de tareas de soldadura considerando tanto la productividad como el potencial de distorsión de soldadura. Heurística constructiva basada en el concepto de vecino más cercano y heurística de búsqueda tabu se desarrollan y mejoran utilizando procedimientos de mejora. La eficacia de la heurística desarrollada se prueba y verifica en problemas reales de estructura soldada y problemas aleatorios ",
            "error": []
        },
        "robot programming": {
            "translated_key": [],
            "translated_annotated_text": "Heurística para secuenciación de tareas de soldadura de un solo paso La secuenciación de tareas de soldadura es un requisito previo en la programación fuera de línea de soldadura de arco robot. La secuenciación de tareas de soldadura de un solo paso se puede modelar como un problema de vendedor ambulante modificado. Debido a la dificultad de los problemas de derivación de arco resultantes, se desarrollan heurísticas locales de búsqueda eficaces. La velocidad computacional se vuelve importante porque la soldadura por arco robot es a menudo parte de un procedimiento automatizado de planificación de procesos. La generación de una solución razonable en un tiempo aceptable es necesaria para una planificación de proceso automatizada eficaz. Se proponen varias heurísticas diferentes para resolver el problema de secuenciación de tareas de soldadura considerando tanto la productividad como el potencial de distorsión de soldadura. Heurística constructiva basada en el concepto de vecino más cercano y heurística de búsqueda tabu se desarrollan y mejoran utilizando procedimientos de mejora. La eficacia de la heurística desarrollada se prueba y verifica en problemas reales de estructura soldada y problemas aleatorios ",
            "error": []
        },
        "search problems": {
            "translated_key": [],
            "translated_annotated_text": "Heurística para secuenciación de tareas de soldadura de un solo paso La secuenciación de tareas de soldadura es un requisito previo en la programación fuera de línea de soldadura de arco robot. La secuenciación de tareas de soldadura de un solo paso se puede modelar como un problema de vendedor ambulante modificado. Debido a la dificultad de los problemas de derivación de arco resultantes, se desarrollan heurísticas locales de búsqueda eficaces. La velocidad computacional se vuelve importante porque la soldadura por arco robot es a menudo parte de un procedimiento automatizado de planificación de procesos. La generación de una solución razonable en un tiempo aceptable es necesaria para una planificación de proceso automatizada eficaz. Se proponen varias heurísticas diferentes para resolver el problema de secuenciación de tareas de soldadura considerando tanto la productividad como el potencial de distorsión de soldadura. Heurística constructiva basada en el concepto de vecino más cercano y heurística de búsqueda tabu se desarrollan y mejoran utilizando procedimientos de mejora. La eficacia de la heurística desarrollada se prueba y verifica en problemas reales de estructura soldada y problemas aleatorios ",
            "error": []
        },
        "travelling salesman problems": {
            "translated_key": [],
            "translated_annotated_text": "Heurística para secuenciación de tareas de soldadura de un solo paso La secuenciación de tareas de soldadura es un requisito previo en la programación fuera de línea de soldadura de arco robot. La secuenciación de tareas de soldadura de un solo paso se puede modelar como un problema de vendedor ambulante modificado. Debido a la dificultad de los problemas de derivación de arco resultantes, se desarrollan heurísticas locales de búsqueda eficaces. La velocidad computacional se vuelve importante porque la soldadura por arco robot es a menudo parte de un procedimiento automatizado de planificación de procesos. La generación de una solución razonable en un tiempo aceptable es necesaria para una planificación de proceso automatizada eficaz. Se proponen varias heurísticas diferentes para resolver el problema de secuenciación de tareas de soldadura considerando tanto la productividad como el potencial de distorsión de soldadura. Heurística constructiva basada en el concepto de vecino más cercano y heurística de búsqueda tabu se desarrollan y mejoran utilizando procedimientos de mejora. La eficacia de la heurística desarrollada se prueba y verifica en problemas reales de estructura soldada y problemas aleatorios ",
            "error": []
        }
    }
}