{
    "original_text": "An adaptive sphere-fitting method for sequential tolerance control The machining of complex parts typically involves a logical and chronological sequence of n operations on m machine tools. Because manufacturing datums cannot always match design constraints, some of the design specifications imposed on the part are usually satisfied by distinct subsets of the n operations prescribed in the process plan. Conventional tolerance control specifies a fixed set point for each operation and a permissible variation about this set point to insure compliance with the specifications, whereas sequential tolerance control (STC) uses real-time measurement information at the completion of one stage to reposition the set point for subsequent operations. However, it has been shown that earlier sphere-fitting methods for STC can lead to inferior solutions when the process distributions are skewed. This paper introduces an extension of STC that uses an adaptive sphere-fitting method that significantly improves the yield in the presence of skewed distributions as well as significantly reducing the computational effort required by earlier probabilistic search methods",
    "original_translation": "Un método adaptativo de ajuste de esferas para el control de tolerancia secuencial El mecanizado de piezas complejas normalmente implica una secuencia lógica y cronológica de operaciones n en máquinas herramienta m. Debido a que los datos de fabricación no siempre coinciden con las limitaciones de diseño, algunas de las especificaciones de diseño impuestas en la pieza suelen satisfacerse por subconjuntos distintos de las operaciones n prescritas en el plan de proceso. El control de tolerancia convencional especifica un punto de ajuste fijo para cada operación y una variación admisible sobre este punto de ajuste para asegurar el cumplimiento de las especificaciones, mientras que el control de tolerancia secuencial (STC) utiliza información de medición en tiempo real al finalizar una etapa para reposicionar el punto de ajuste para operaciones posteriores. Sin embargo, se ha demostrado que los métodos anteriores de ajuste de esferas para STC pueden conducir a soluciones inferiores cuando las distribuciones de procesos están sesgadas. Este artículo introduce una extensión de STC que utiliza un método adaptativo de ajuste de esferas que mejora significativamente el rendimiento en presencia de distribuciones sesgadas, así como reducir significativamente el esfuerzo computacional requerido por métodos de búsqueda probabilísticos anteriores",
    "error_count": 9,
    "keys": {
        "machine tools": {
            "translated_key": "máquinas herramientas",
            "translated_annotated_text": "Un método adaptativo de ajuste de esferas para el control de tolerancia secuencial El mecanizado de piezas complejas normalmente implica una secuencia lógica y cronológica de operaciones n en m <br>máquinas herramientas</br>. Debido a que los datos de fabricación no siempre coinciden con las limitaciones de diseño, algunas de las especificaciones de diseño impuestas en la pieza suelen satisfacerse por subconjuntos distintos de las operaciones n prescritas en el plan de proceso. El control de tolerancia convencional especifica un punto de ajuste fijo para cada operación y una variación admisible sobre este punto de ajuste para asegurar el cumplimiento de las especificaciones, mientras que el control de tolerancia secuencial (STC) utiliza información de medición en tiempo real al finalizar una etapa para reposicionar el punto de ajuste para operaciones posteriores. Sin embargo, se ha demostrado que los métodos anteriores de ajuste de esferas para STC pueden conducir a soluciones inferiores cuando las distribuciones de procesos están sesgadas. Este artículo introduce una extensión de STC que utiliza un método adaptativo de ajuste de esferas que mejora significativamente el rendimiento en presencia de distribuciones sesgadas, así como reducir significativamente el esfuerzo computacional requerido por métodos de búsqueda probabilísticos anteriores ",
            "error": [
                ""
            ]
        },
        "sequential tolerance control": {
            "translated_key": [
                "control de tolerancia secuencial",
                "secuencial toolence control"
            ],
            "translated_annotated_text": "Un método adaptativo de ajuste de esferas para el <br>control de tolerancia secuencial</br> El mecanizado de piezas complejas normalmente implica una secuencia lógica y cronológica de operaciones n en máquinas herramienta m.  Debido a que los datos de fabricación no siempre coinciden con las limitaciones de diseño, algunas de las especificaciones de diseño impuestas en la pieza suelen satisfacerse por subconjuntos distintos de las operaciones n prescritas en el plan de proceso. El control de tolerancia convencional especifica un punto de ajuste fijo para cada operación y una variación admisible sobre este punto de ajuste para asegurar el cumplimiento de las especificaciones, mientras que <br>secuencial toolence control</br> (STC) utiliza información de medición en tiempo real al finalizar una etapa para reposicionar el punto de ajuste para operaciones posteriores. Sin embargo, se ha demostrado que los métodos anteriores de ajuste de esferas para STC pueden conducir a soluciones inferiores cuando las distribuciones de procesos están sesgadas. Este artículo introduce una extensión de STC que utiliza un método adaptativo de ajuste de esferas que mejora significativamente el rendimiento en presencia de distribuciones sesgadas, así como reducir significativamente el esfuerzo computacional requerido por métodos de búsqueda probabilísticos anteriores ",
            "error": [
                "control de tolerancia secuencial",
                "secuencial toolence control"
            ]
        },
        "adaptive sphere-fitting method": {
            "translated_key": [
                "adaptivo de ajuste de esferas",
                "adaptive de ajuste de esferas"
            ],
            "translated_annotated_text": "Método <br>adaptivo de ajuste de esferas</br> para el control de tolerancia secuencial El mecanizado de piezas complejas implica normalmente una secuencia lógica y cronológica de las operaciones n en las máquinas herramienta m. Debido a que los datos de fabricación no siempre coinciden con las limitaciones de diseño, algunas de las especificaciones de diseño impuestas en la pieza suelen satisfacerse por subconjuntos distintos de las operaciones n prescritas en el plan de proceso. El control de tolerancia convencional especifica un punto de ajuste fijo para cada operación y una variación admisible sobre este punto de ajuste para asegurar el cumplimiento de las especificaciones, mientras que el control de tolerancia secuencial (STC) utiliza información de medición en tiempo real al finalizar una etapa para reposicionar el punto de ajuste para operaciones posteriores. Sin embargo, se ha demostrado que los métodos anteriores de ajuste de esferas para STC pueden conducir a soluciones inferiores cuando las distribuciones de procesos están sesgadas. Este artículo introduce una extensión de STC que utiliza un método <br>adaptive de ajuste de esferas</br> que mejora significativamente el rendimiento en presencia de distribuciones sesgadas, así como reduciendo significativamente el esfuerzo computacional requerido por métodos de búsqueda probabilísticos anteriores ",
            "error": [
                "adaptivo de ajuste de esferas",
                "adaptive de ajuste de esferas"
            ]
        },
        "design constraints": {
            "translated_key": [],
            "translated_annotated_text": "Un método adaptativo de ajuste de esferas para el control de tolerancia secuencial El mecanizado de piezas complejas normalmente implica una secuencia lógica y cronológica de operaciones n en máquinas herramienta m. Debido a que los datos de fabricación no siempre pueden coincidir con las restricciones de diseño <br>, algunas de las especificaciones de diseño impuestas en la pieza suelen satisfacerse por subconjuntos distintos de las operaciones n prescritas en el plan de proceso. El control de tolerancia convencional especifica un punto de ajuste fijo para cada operación y una variación admisible sobre este punto de ajuste para asegurar el cumplimiento de las especificaciones, mientras que el control de tolerancia secuencial (STC) utiliza información de medición en tiempo real al finalizar una etapa para reposicionar el punto de ajuste para operaciones posteriores. Sin embargo, se ha demostrado que los métodos anteriores de ajuste de esferas para STC pueden conducir a soluciones inferiores cuando las distribuciones de procesos están sesgadas. Este artículo introduce una extensión de STC que utiliza un método adaptativo de ajuste de esferas que mejora significativamente el rendimiento en presencia de distribuciones sesgadas, así como reducir significativamente el esfuerzo computacional requerido por métodos de búsqueda probabilísticos anteriores ",
            "error": []
        },
        "compliance": {
            "translated_key": "cumplimiento",
            "translated_annotated_text": "Un método adaptativo de ajuste de esferas para el control de tolerancia secuencial El mecanizado de piezas complejas normalmente implica una secuencia lógica y cronológica de operaciones n en máquinas herramienta m. Debido a que los datos de fabricación no siempre coinciden con las limitaciones de diseño, algunas de las especificaciones de diseño impuestas en la pieza suelen satisfacerse por subconjuntos distintos de las operaciones n prescritas en el plan de proceso. El control de tolerancia convencional especifica un punto de ajuste fijo para cada operación y una variación admisible sobre este punto de ajuste para asegurar <br>cumplimiento</br> con las especificaciones, mientras que el control de tolerancia secuencial (STC) utiliza información de medición en tiempo real al finalizar una etapa para reposicionar el punto de ajuste para operaciones posteriores. Sin embargo, se ha demostrado que los métodos anteriores de ajuste de esferas para STC pueden conducir a soluciones inferiores cuando las distribuciones de procesos están sesgadas. Este artículo introduce una extensión de STC que utiliza un método adaptativo de ajuste de esferas que mejora significativamente el rendimiento en presencia de distribuciones sesgadas, así como reducir significativamente el esfuerzo computacional requerido por métodos de búsqueda probabilísticos anteriores ",
            "error": [
                ""
            ]
        },
        "real-time measurement information": {
            "translated_key": " información de medición en tiempo real",
            "translated_annotated_text": "Un método adaptativo de ajuste de esferas para el control de tolerancia secuencial El mecanizado de piezas complejas normalmente implica una secuencia lógica y cronológica de operaciones n en máquinas herramienta m. Debido a que los datos de fabricación no siempre coinciden con las limitaciones de diseño, algunas de las especificaciones de diseño impuestas en la pieza suelen satisfacerse por subconjuntos distintos de las operaciones n prescritas en el plan de proceso. El control de tolerancia convencional especifica un punto de ajuste fijo para cada operación y una variación admisible sobre este punto de ajuste para asegurar el cumplimiento de las especificaciones, mientras que el control de tolerancia secuencial (STC) utiliza <br> información de medición en tiempo real</br> al finalizar una etapa para reposicionar el punto de ajuste para operaciones posteriores. Sin embargo, se ha demostrado que los métodos anteriores de ajuste de esferas para STC pueden conducir a soluciones inferiores cuando las distribuciones de procesos están sesgadas. Este artículo introduce una extensión de STC que utiliza un método adaptativo de ajuste de esferas que mejora significativamente el rendimiento en presencia de distribuciones sesgadas, así como reducir significativamente el esfuerzo computacional requerido por métodos de búsqueda probabilísticos anteriores ",
            "error": [
                ""
            ]
        },
        "yield improvement": {
            "translated_key": [],
            "translated_annotated_text": "Un método adaptativo de ajuste de esferas para el control de tolerancia secuencial El mecanizado de piezas complejas normalmente implica una secuencia lógica y cronológica de operaciones n en máquinas herramienta m. Debido a que los datos de fabricación no siempre coinciden con las limitaciones de diseño, algunas de las especificaciones de diseño impuestas en la pieza suelen satisfacerse por subconjuntos distintos de las operaciones n prescritas en el plan de proceso. El control de tolerancia convencional especifica un punto de ajuste fijo para cada operación y una variación admisible sobre este punto de ajuste para asegurar el cumplimiento de las especificaciones, mientras que el control de tolerancia secuencial (STC) utiliza información de medición en tiempo real al finalizar una etapa para reposicionar el punto de ajuste para operaciones posteriores. Sin embargo, se ha demostrado que los métodos anteriores de ajuste de esferas para STC pueden conducir a soluciones inferiores cuando las distribuciones de procesos están sesgadas. Este artículo introduce una extensión de STC que utiliza un método adaptativo de ajuste de esferas que mejora significativamente el rendimiento en presencia de distribuciones sesgadas, así como reducir significativamente el esfuerzo computacional requerido por métodos de búsqueda probabilísticos anteriores ",
            "error": []
        },
        "skewed distributions": {
            "translated_key": "skewed",
            "translated_annotated_text": "Un método adaptativo de ajuste de esferas para el control de tolerancia secuencial El mecanizado de piezas complejas normalmente implica una secuencia lógica y cronológica de operaciones n en máquinas herramienta m. Debido a que los datos de fabricación no siempre coinciden con las limitaciones de diseño, algunas de las especificaciones de diseño impuestas en la pieza suelen satisfacerse por subconjuntos distintos de las operaciones n prescritas en el plan de proceso. El control de tolerancia convencional especifica un punto de ajuste fijo para cada operación y una variación admisible sobre este punto de ajuste para asegurar el cumplimiento de las especificaciones, mientras que el control de tolerancia secuencial (STC) utiliza información de medición en tiempo real al finalizar una etapa para reposicionar el punto de ajuste para operaciones posteriores. Sin embargo, se ha demostrado que los métodos anteriores de ajuste de esferas para STC pueden conducir a soluciones inferiores cuando las distribuciones de procesos están sesgadas. Este artículo introduce una extensión de STC que utiliza un método adaptativo de ajuste de esferas que mejora significativamente el rendimiento en presencia de distribuciones <br>skewed</br> así como reduciendo significativamente el esfuerzo computacional requerido por métodos de búsqueda probabilísticos anteriores ",
            "error": [
                ""
            ]
        },
        "computational effort": {
            "translated_key": [],
            "translated_annotated_text": "Un método adaptativo de ajuste de esferas para el control de tolerancia secuencial El mecanizado de piezas complejas normalmente implica una secuencia lógica y cronológica de operaciones n en máquinas herramienta m. Debido a que los datos de fabricación no siempre coinciden con las limitaciones de diseño, algunas de las especificaciones de diseño impuestas en la pieza suelen satisfacerse por subconjuntos distintos de las operaciones n prescritas en el plan de proceso. El control de tolerancia convencional especifica un punto de ajuste fijo para cada operación y una variación admisible sobre este punto de ajuste para asegurar el cumplimiento de las especificaciones, mientras que el control de tolerancia secuencial (STC) utiliza información de medición en tiempo real al finalizar una etapa para reposicionar el punto de ajuste para operaciones posteriores. Sin embargo, se ha demostrado que los métodos anteriores de ajuste de esferas para STC pueden conducir a soluciones inferiores cuando las distribuciones de procesos están sesgadas. Este artículo introduce una extensión de STC que utiliza un método adaptativo de ajuste de esferas que mejora significativamente el rendimiento en presencia de distribuciones sesgadas, así como reducir significativamente el esfuerzo computacional <br> requerido por métodos de búsqueda probabilísticos anteriores ",
            "error": []
        },
        "constraint theory": {
            "translated_key": [],
            "translated_annotated_text": "Un método adaptativo de ajuste de esferas para el control de tolerancia secuencial El mecanizado de piezas complejas normalmente implica una secuencia lógica y cronológica de operaciones n en máquinas herramienta m. Debido a que los datos de fabricación no siempre coinciden con las limitaciones de diseño, algunas de las especificaciones de diseño impuestas en la pieza suelen satisfacerse por subconjuntos distintos de las operaciones n prescritas en el plan de proceso. El control de tolerancia convencional especifica un punto de ajuste fijo para cada operación y una variación admisible sobre este punto de ajuste para asegurar el cumplimiento de las especificaciones, mientras que el control de tolerancia secuencial (STC) utiliza información de medición en tiempo real al finalizar una etapa para reposicionar el punto de ajuste para operaciones posteriores. Sin embargo, se ha demostrado que los métodos anteriores de ajuste de esferas para STC pueden conducir a soluciones inferiores cuando las distribuciones de procesos están sesgadas. Este artículo introduce una extensión de STC que utiliza un método adaptativo de ajuste de esferas que mejora significativamente el rendimiento en presencia de distribuciones sesgadas, así como reducir significativamente el esfuerzo computacional requerido por métodos de búsqueda probabilísticos anteriores ",
            "error": []
        },
        "optimisation": {
            "translated_key": [],
            "translated_annotated_text": "Un método adaptativo de ajuste de esferas para el control de tolerancia secuencial El mecanizado de piezas complejas normalmente implica una secuencia lógica y cronológica de operaciones n en máquinas herramienta m. Debido a que los datos de fabricación no siempre coinciden con las limitaciones de diseño, algunas de las especificaciones de diseño impuestas en la pieza suelen satisfacerse por subconjuntos distintos de las operaciones n prescritas en el plan de proceso. El control de tolerancia convencional especifica un punto de ajuste fijo para cada operación y una variación admisible sobre este punto de ajuste para asegurar el cumplimiento de las especificaciones, mientras que el control de tolerancia secuencial (STC) utiliza información de medición en tiempo real al finalizar una etapa para reposicionar el punto de ajuste para operaciones posteriores. Sin embargo, se ha demostrado que los métodos anteriores de ajuste de esferas para STC pueden conducir a soluciones inferiores cuando las distribuciones de procesos están sesgadas. Este artículo introduce una extensión de STC que utiliza un método adaptativo de ajuste de esferas que mejora significativamente el rendimiento en presencia de distribuciones sesgadas, así como reducir significativamente el esfuerzo computacional requerido por métodos de búsqueda probabilísticos anteriores ",
            "error": []
        },
        "production control": {
            "translated_key": [],
            "translated_annotated_text": "Un método adaptativo de ajuste de esferas para el control de tolerancia secuencial El mecanizado de piezas complejas normalmente implica una secuencia lógica y cronológica de operaciones n en máquinas herramienta m. Debido a que los datos de fabricación no siempre coinciden con las limitaciones de diseño, algunas de las especificaciones de diseño impuestas en la pieza suelen satisfacerse por subconjuntos distintos de las operaciones n prescritas en el plan de proceso. El control de tolerancia convencional especifica un punto de ajuste fijo para cada operación y una variación admisible sobre este punto de ajuste para asegurar el cumplimiento de las especificaciones, mientras que el control de tolerancia secuencial (STC) utiliza información de medición en tiempo real al finalizar una etapa para reposicionar el punto de ajuste para operaciones posteriores. Sin embargo, se ha demostrado que los métodos anteriores de ajuste de esferas para STC pueden conducir a soluciones inferiores cuando las distribuciones de procesos están sesgadas. Este artículo introduce una extensión de STC que utiliza un método adaptativo de ajuste de esferas que mejora significativamente el rendimiento en presencia de distribuciones sesgadas, así como reducir significativamente el esfuerzo computacional requerido por métodos de búsqueda probabilísticos anteriores ",
            "error": []
        },
        "tolerance analysis": {
            "translated_key": [],
            "translated_annotated_text": "Un método adaptativo de ajuste de esferas para el control de tolerancia secuencial El mecanizado de piezas complejas normalmente implica una secuencia lógica y cronológica de operaciones n en máquinas herramienta m. Debido a que los datos de fabricación no siempre coinciden con las limitaciones de diseño, algunas de las especificaciones de diseño impuestas en la pieza suelen satisfacerse por subconjuntos distintos de las operaciones n prescritas en el plan de proceso. El control de tolerancia convencional especifica un punto de ajuste fijo para cada operación y una variación admisible sobre este punto de ajuste para asegurar el cumplimiento de las especificaciones, mientras que el control de tolerancia secuencial (STC) utiliza información de medición en tiempo real al finalizar una etapa para reposicionar el punto de ajuste para operaciones posteriores. Sin embargo, se ha demostrado que los métodos anteriores de ajuste de esferas para STC pueden conducir a soluciones inferiores cuando las distribuciones de procesos están sesgadas. Este artículo introduce una extensión de STC que utiliza un método adaptativo de ajuste de esferas que mejora significativamente el rendimiento en presencia de distribuciones sesgadas, así como reducir significativamente el esfuerzo computacional requerido por métodos de búsqueda probabilísticos anteriores ",
            "error": []
        }
    }
}