{
    "original_text": "The set of just-in-time management strategies: an assessment of their impact on plant-level productivity and input-factor substitutability using variable cost function estimates Many manufacturers in the automobile industry around the world have adopted the just-in-time (JIT) set of management strategies in an effort to improve productivity, efficiency and product quality. The paper provides empirical evidence that supports the idea that JIT manufacturing environments are, in fact, more productive than their non-JIT counterparts. Plant-level cross-sectional data from auto-parts manufacturing firms are used to estimate variable cost functions for a JIT group as well as for a non-JIT group of plants. Differences in cost function characteristics between the two groups are examined and discussed",
    "original_translation": "El conjunto de estrategias de gestión justo a tiempo: una evaluación de su impacto en la productividad a nivel de planta y la sustituibilidad de factores de entrada utilizando estimaciones de costos variables Muchos fabricantes de la industria automotriz de todo el mundo han adoptado el conjunto de estrategias de gestión justo a tiempo (JIT) en un esfuerzo por mejorar la productividad, la eficiencia y la calidad del producto. El documento proporciona evidencia empírica que apoya la idea de que los entornos de fabricación JIT son, de hecho, más productivos que sus contrapartes no JIT. Los datos transversales a nivel de planta de las empresas de fabricación de autopartes se utilizan para estimar las funciones de costo variable para un grupo JIT, así como para un grupo de plantas no JIT. Se examinan y discuten las diferencias en las características de la función de coste entre los dos grupos",
    "error_count": 3,
    "keys": {
        "just-in-time management strategies": {
            "translated_key": "estrategias de gestión justo a tiempo",
            "translated_annotated_text": "El conjunto de \"estrategias de gestión justo a tiempo\": una evaluación de su impacto en la productividad a nivel de planta y la sustituibilidad de factores de entrada utilizando estimaciones de costos variables Muchos fabricantes de la industria automotriz de todo el mundo han adoptado el conjunto de estrategias de gestión justo a tiempo (JIT) en un esfuerzo por mejorar la productividad, la eficiencia y la calidad de los productos. El documento proporciona evidencia empírica que apoya la idea de que los entornos de fabricación JIT son, de hecho, más productivos que sus contrapartes no JIT. Los datos transversales a nivel de planta de las empresas de fabricación de autopartes se utilizan para estimar las funciones de costo variable para un grupo JIT, así como para un grupo de plantas no JIT. Se examinan y discuten las diferencias en las características de la función de coste entre los dos grupos ",
            "error": [
                ""
            ]
        },
        "plant-level productivity": {
            "translated_key": "productividad a nivel de planta",
            "translated_annotated_text": "El conjunto de estrategias de gestión justo a tiempo: una evaluación de su impacto en la \"productividad a nivel de planta\" y la sustituibilidad de factores de entrada utilizando estimaciones de costos variables Muchos fabricantes de la industria automotriz de todo el mundo han adoptado el conjunto de estrategias de gestión justo a tiempo (JIT) en un esfuerzo por mejorar la productividad, la eficiencia y la calidad de los productos. El documento proporciona evidencia empírica que apoya la idea de que los entornos de fabricación JIT son, de hecho, más productivos que sus contrapartes no JIT. Los datos transversales a nivel de planta de las empresas de fabricación de autopartes se utilizan para estimar las funciones de costo variable para un grupo JIT, así como para un grupo de plantas no JIT. Se examinan y discuten las diferencias en las características de la función de coste entre los dos grupos ",
            "error": [
                ""
            ]
        },
        "input-factor substitutability": {
            "translated_key": "sustituibilidad de factores de entrada",
            "translated_annotated_text": "El conjunto de estrategias de gestión justo a tiempo: una evaluación de su impacto en la productividad a nivel de planta y \"sustituibilidad de factores de entrada\" utilizando estimaciones de costos variables Muchos fabricantes de la industria automotriz de todo el mundo han adoptado el conjunto de estrategias de gestión justo a tiempo (JIT) en un esfuerzo por mejorar la productividad, la eficiencia y la calidad de los productos. El documento proporciona evidencia empírica que apoya la idea de que los entornos de fabricación JIT son, de hecho, más productivos que sus contrapartes no JIT. Los datos transversales a nivel de planta de las empresas de fabricación de autopartes se utilizan para estimar las funciones de costo variable para un grupo JIT, así como para un grupo de plantas no JIT. Se examinan y discuten las diferencias en las características de la función de coste entre los dos grupos ",
            "error": [
                ""
            ]
        },
        "variable cost function estimates": {
            "translated_key": "estimaciones variables de la función de costo",
            "translated_annotated_text": "El conjunto de estrategias de gestión justo a tiempo: una evaluación de su impacto en la productividad a nivel de planta y la sustituibilidad de factores de entrada utilizando \"estimaciones variables de la función de costo\" Muchos fabricantes de la industria del automóvil de todo el mundo han adoptado el conjunto de estrategias de gestión justo a tiempo (JIT) en un esfuerzo por mejorar la productividad, la eficiencia y la calidad de los productos. El documento proporciona evidencia empírica que apoya la idea de que los entornos de fabricación JIT son, de hecho, más productivos que sus contrapartes no JIT. Los datos transversales a nivel de planta de las empresas de fabricación de autopartes se utilizan para estimar las funciones de costo variable para un grupo JIT, así como para un grupo de plantas no JIT. Se examinan y discuten las diferencias en las características de la función de coste entre los dos grupos ",
            "error": [
                ""
            ]
        },
        "automobile industry": {
            "translated_key": "industria automotriz",
            "translated_annotated_text": "El conjunto de estrategias de gestión justo a tiempo: una evaluación de su impacto en la productividad a nivel de planta y la sustituibilidad de factores de entrada utilizando estimaciones de costos variables Muchos fabricantes de la \"industria automotriz\" de todo el mundo han adoptado el conjunto de estrategias de gestión justo a tiempo (JIT) en un esfuerzo por mejorar la productividad, la eficiencia y la calidad de los productos. El documento proporciona evidencia empírica que apoya la idea de que los entornos de fabricación JIT son, de hecho, más productivos que sus contrapartes no JIT. Los datos transversales a nivel de planta de las empresas de fabricación de autopartes se utilizan para estimar las funciones de costo variable para un grupo JIT, así como para un grupo de plantas no JIT. Se examinan y discuten las diferencias en las características de la función de coste entre los dos grupos ",
            "error": [
                ""
            ]
        },
        "JIT": {
            "translated_key": "JIT",
            "translated_annotated_text": "El conjunto de estrategias de gestión justo a tiempo: una evaluación de su impacto en la productividad a nivel de planta y la sustituibilidad de factores de entrada utilizando estimaciones de costos variables Muchos fabricantes de la industria automotriz de todo el mundo han adoptado el conjunto de estrategias de gestión justo a tiempo (JIT) en un esfuerzo por mejorar la productividad, la eficiencia y la calidad del producto. El artículo proporciona evidencia empírica que apoya la idea de que los entornos de fabricación \"JIT\" son, de hecho, más productivos que sus contrapartes no \"JIT\". Los datos transversales a nivel de planta de las empresas de fabricación de autopartes se utilizan para estimar las funciones de costo variable para un grupo \"JIT\" así como para un grupo de plantas no \"JIT\". Se examinan y discuten las diferencias en las características de la función de coste entre los dos grupos ",
            "error": [
                ""
            ]
        },
        "efficiency": {
            "translated_key": "eficiencia",
            "translated_annotated_text": "El conjunto de estrategias de gestión justo a tiempo: una evaluación de su impacto en la productividad a nivel de planta y la sustituibilidad de factores de entrada utilizando estimaciones de costos variables Muchos fabricantes de la industria automotriz de todo el mundo han adoptado el conjunto de estrategias de gestión justo a tiempo (JIT) en un esfuerzo por mejorar la productividad, la \"eficiencia\" y la calidad del producto. El documento proporciona evidencia empírica que apoya la idea de que los entornos de fabricación JIT son, de hecho, más productivos que sus contrapartes no JIT. Los datos transversales a nivel de planta de las empresas de fabricación de autopartes se utilizan para estimar las funciones de costo variable para un grupo JIT, así como para un grupo de plantas no JIT. Se examinan y discuten las diferencias en las características de la función de coste entre los dos grupos ",
            "error": [
                ""
            ]
        },
        "product quality": {
            "translated_key": "calidad de los productos",
            "translated_annotated_text": "El conjunto de estrategias de gestión justo a tiempo: una evaluación de su impacto en la productividad a nivel de planta y la sustituibilidad de factores de entrada utilizando estimaciones de costos variables Muchos fabricantes de la industria automotriz de todo el mundo han adoptado el conjunto de estrategias de gestión justo a tiempo (JIT) en un esfuerzo por mejorar la productividad, la eficiencia y la \"calidad de los productos\". El documento proporciona evidencia empírica que apoya la idea de que los entornos de fabricación JIT son, de hecho, más productivos que sus contrapartes no JIT. Los datos transversales a nivel de planta de las empresas de fabricación de autopartes se utilizan para estimar las funciones de costo variable para un grupo JIT, así como para un grupo de plantas no JIT. Se examinan y discuten las diferencias en las características de la función de coste entre los dos grupos ",
            "error": [
                ""
            ]
        },
        "auto-parts manufacturing firms": {
            "translated_key": "empresas de fabricación de piezas automáticas",
            "translated_annotated_text": "El conjunto de estrategias de gestión justo a tiempo: una evaluación de su impacto en la productividad a nivel de planta y la sustituibilidad de factores de entrada utilizando estimaciones de costos variables Muchos fabricantes de la industria automotriz de todo el mundo han adoptado el conjunto de estrategias de gestión justo a tiempo (JIT) en un esfuerzo por mejorar la productividad, la eficiencia y la calidad del producto. El documento proporciona evidencia empírica que apoya la idea de que los entornos de fabricación JIT son, de hecho, más productivos que sus contrapartes no JIT. Los datos transversales a nivel de planta de las \"empresas de fabricación de piezas automáticas\" se utilizan para estimar las funciones de costes variables para un grupo JIT, así como para un grupo de plantas no JIT. Se examinan y discuten las diferencias en las características de la función de coste entre los dos grupos ",
            "error": [
                ""
            ]
        },
        "economics": {
            "translated_key": [],
            "translated_annotated_text": "El conjunto de estrategias de gestión justo a tiempo: una evaluación de su impacto en la productividad a nivel de planta y la sustituibilidad de factores de entrada utilizando estimaciones de costos variables Muchos fabricantes de la industria automotriz de todo el mundo han adoptado el conjunto de estrategias de gestión justo a tiempo (JIT) en un esfuerzo por mejorar la productividad, la eficiencia y la calidad del producto. El documento proporciona evidencia empírica que apoya la idea de que los entornos de fabricación JIT son, de hecho, más productivos que sus contrapartes no JIT. Los datos transversales a nivel de planta de las empresas de fabricación de autopartes se utilizan para estimar las funciones de costo variable para un grupo JIT, así como para un grupo de plantas no JIT. Se examinan y discuten las diferencias en las características de la función de coste entre los dos grupos ",
            "error": []
        },
        "production control": {
            "translated_key": [],
            "translated_annotated_text": "El conjunto de estrategias de gestión justo a tiempo: una evaluación de su impacto en la productividad a nivel de planta y la sustituibilidad de factores de entrada utilizando estimaciones de costos variables Muchos fabricantes de la industria automotriz de todo el mundo han adoptado el conjunto de estrategias de gestión justo a tiempo (JIT) en un esfuerzo por mejorar la productividad, la eficiencia y la calidad del producto. El documento proporciona evidencia empírica que apoya la idea de que los entornos de fabricación JIT son, de hecho, más productivos que sus contrapartes no JIT. Los datos transversales a nivel de planta de las empresas de fabricación de autopartes se utilizan para estimar las funciones de costo variable para un grupo JIT, así como para un grupo de plantas no JIT. Se examinan y discuten las diferencias en las características de la función de coste entre los dos grupos ",
            "error": []
        },
        "stock control": {
            "translated_key": [],
            "translated_annotated_text": "El conjunto de estrategias de gestión justo a tiempo: una evaluación de su impacto en la productividad a nivel de planta y la sustituibilidad de factores de entrada utilizando estimaciones de costos variables Muchos fabricantes de la industria automotriz de todo el mundo han adoptado el conjunto de estrategias de gestión justo a tiempo (JIT) en un esfuerzo por mejorar la productividad, la eficiencia y la calidad del producto. El documento proporciona evidencia empírica que apoya la idea de que los entornos de fabricación JIT son, de hecho, más productivos que sus contrapartes no JIT. Los datos transversales a nivel de planta de las empresas de fabricación de autopartes se utilizan para estimar las funciones de costo variable para un grupo JIT, así como para un grupo de plantas no JIT. Se examinan y discuten las diferencias en las características de la función de coste entre los dos grupos ",
            "error": []
        }
    }
}