{
    "original_text": "Design methodology for diagnostic strategies for industrial systems This paper presents a method for the construction of diagnostic systems for complex industrial applications. The approach has been explicitely developed to shorten the design cycle and meet some specific requirements, such as modularity, flexibility, and the possibility of merging many different sources of information. The method allows one to consider multiple simultaneous failures and is specifically designed to make easier the coordination and simplification of local diagnostic algorithms developed by different teams",
    "original_translation": "Metodología de diseño para estrategias de diagnóstico para sistemas industriales Este artículo presenta un método para la construcción de sistemas de diagnóstico para aplicaciones industriales complejas. El enfoque se ha desarrollado explícitamente para acortar el ciclo de diseño y satisfacer algunos requisitos específicos, como la modularidad, la flexibilidad y la posibilidad de fusionar muchas fuentes de información diferentes. El método permite considerar múltiples fallas simultáneas y está específicamente diseñado para facilitar la coordinación y simplificación de algoritmos de diagnóstico locales desarrollados por diferentes equipos",
    "error_count": 4,
    "keys": {
        "design methodology": {
            "translated_key": [],
            "translated_annotated_text": "Metodología de diseño para estrategias de diagnóstico para sistemas industriales Este artículo presenta un método para la construcción de sistemas de diagnóstico para aplicaciones industriales complejas. El enfoque se ha desarrollado explícitamente para acortar el ciclo de diseño y satisfacer algunos requisitos específicos, como la modularidad, la flexibilidad y la posibilidad de fusionar muchas fuentes de información diferentes. El método permite considerar múltiples fallas simultáneas y está específicamente diseñado para facilitar la coordinación y simplificación de algoritmos de diagnóstico locales desarrollados por diferentes equipos ",
            "error": []
        },
        "modularity": {
            "translated_key": "modularidad",
            "translated_annotated_text": "Metodología de diseño para estrategias de diagnóstico para sistemas industriales Este artículo presenta un método para la construcción de sistemas de diagnóstico para aplicaciones industriales complejas. El enfoque se ha desarrollado explícitamente para acortar el ciclo de diseño y cumplir con algunos requisitos específicos, como la \"modularidad\", la flexibilidad y la posibilidad de fusionar muchas fuentes de información diferentes. El método permite considerar múltiples fallas simultáneas y está específicamente diseñado para facilitar la coordinación y simplificación de algoritmos de diagnóstico locales desarrollados por diferentes equipos ",
            "error": [
                ""
            ]
        },
        "local diagnostic algorithms": {
            "translated_key": "algoritmos de diagnóstico locales",
            "translated_annotated_text": "Metodología de diseño para estrategias de diagnóstico para sistemas industriales Este artículo presenta un método para la construcción de sistemas de diagnóstico para aplicaciones industriales complejas. El enfoque se ha desarrollado explícitamente para acortar el ciclo de diseño y satisfacer algunos requisitos específicos, como la modularidad, la flexibilidad y la posibilidad de fusionar muchas fuentes de información diferentes. El método permite considerar múltiples fallas simultáneas y está específicamente diseñado para facilitar la coordinación y simplificación de \"algoritmos de diagnóstico locales\" desarrollados por diferentes equipos. ",
            "error": [
                ""
            ]
        },
        "diagnostic strategies": {
            "translated_key": "estrategias diagnósticas",
            "translated_annotated_text": "Metodología de diseño para \"estrategias diagnósticas\" para sistemas industriales Este artículo presenta un método para la construcción de sistemas de diagnóstico para aplicaciones industriales complejas. El enfoque se ha desarrollado explícitamente para acortar el ciclo de diseño y satisfacer algunos requisitos específicos, como la modularidad, la flexibilidad y la posibilidad de fusionar muchas fuentes de información diferentes. El método permite considerar múltiples fallas simultáneas y está específicamente diseñado para facilitar la coordinación y simplificación de algoritmos de diagnóstico locales desarrollados por diferentes equipos ",
            "error": [
                ""
            ]
        },
        "industrial systems": {
            "translated_key": "sistemas industriales",
            "translated_annotated_text": "Metodología de diseño para estrategias diagnósticas para \"sistemas industriales\" Este artículo presenta un método para la construcción de sistemas diagnósticos para aplicaciones industriales complejas. El enfoque se ha desarrollado explícitamente para acortar el ciclo de diseño y satisfacer algunos requisitos específicos, como la modularidad, la flexibilidad y la posibilidad de fusionar muchas fuentes de información diferentes. El método permite considerar múltiples fallas simultáneas y está específicamente diseñado para facilitar la coordinación y simplificación de algoritmos de diagnóstico locales desarrollados por diferentes equipos ",
            "error": [
                ""
            ]
        },
        "industrial control": {
            "translated_key": [],
            "translated_annotated_text": "Metodología de diseño para estrategias de diagnóstico para sistemas industriales Este artículo presenta un método para la construcción de sistemas de diagnóstico para aplicaciones industriales complejas. El enfoque se ha desarrollado explícitamente para acortar el ciclo de diseño y satisfacer algunos requisitos específicos, como la modularidad, la flexibilidad y la posibilidad de fusionar muchas fuentes de información diferentes. El método permite considerar múltiples fallas simultáneas y está específicamente diseñado para facilitar la coordinación y simplificación de algoritmos de diagnóstico locales desarrollados por diferentes equipos ",
            "error": []
        },
        "software maintenance": {
            "translated_key": [],
            "translated_annotated_text": "Metodología de diseño para estrategias de diagnóstico para sistemas industriales Este artículo presenta un método para la construcción de sistemas de diagnóstico para aplicaciones industriales complejas. El enfoque se ha desarrollado explícitamente para acortar el ciclo de diseño y satisfacer algunos requisitos específicos, como la modularidad, la flexibilidad y la posibilidad de fusionar muchas fuentes de información diferentes. El método permite considerar múltiples fallas simultáneas y está específicamente diseñado para facilitar la coordinación y simplificación de algoritmos de diagnóstico locales desarrollados por diferentes equipos ",
            "error": []
        },
        "systems analysis": {
            "translated_key": [],
            "translated_annotated_text": "Metodología de diseño para estrategias de diagnóstico para sistemas industriales Este artículo presenta un método para la construcción de sistemas de diagnóstico para aplicaciones industriales complejas. El enfoque se ha desarrollado explícitamente para acortar el ciclo de diseño y satisfacer algunos requisitos específicos, como la modularidad, la flexibilidad y la posibilidad de fusionar muchas fuentes de información diferentes. El método permite considerar múltiples fallas simultáneas y está específicamente diseñado para facilitar la coordinación y simplificación de algoritmos de diagnóstico locales desarrollados por diferentes equipos ",
            "error": []
        }
    }
}