{
    "original_text": "Agent-based product-support logistics system using XML and RDF The capability of the timely provision of maintenance services and service parts is critical to the competitiveness of industrial systems. To enhance the timely operations in a product-support logistics chain, business partners (equipment manufacturers, parts distributors, customers) may have to collaborate for the efficient exchange of relevant information. We propose the architecture of an agent-based product-support logistics system. Emphasis is placed on the problems of sharing and exchanging information through agent communication. We adopt the Resource Description Framework (RDF) schema for information modelling in product-support logistics domain. The eXtensible Markup Language (XML) serialization generates messages for agent communication. The use of XML and RDF enables software agents to understand the contents of messages correctly and consistently. We demonstrate the feasibility of our agent architecture using a scenario in logistical support processes. We believe that the approach can provide a promising way to the automation of business processes in product-support logistics through seamless communication among the partners",
    "original_translation": "Sistema logístico de soporte de productos basado en agentes que utiliza XML y RDF La capacidad de prestación oportuna de servicios de mantenimiento y piezas de servicio es fundamental para la competitividad de los sistemas industriales. Para mejorar las operaciones oportunas en una cadena logística de soporte de productos, los socios comerciales (fabricantes de equipos, distribuidores de piezas, clientes) pueden tener que colaborar para el intercambio eficiente de información relevante. Proponemos la arquitectura de un sistema logístico de soporte de productos basado en agentes. Se hace hincapié en los problemas de compartir e intercambiar información mediante la comunicación con los agentes. Adoptamos el esquema Marco de descripción de recursos (RDF) para modelar información en el dominio de logística de soporte de productos. La serialización eXtensible Markup Language (XML) genera mensajes para la comunicación con agentes. El uso de XML y RDF permite a los agentes de software comprender el contenido de los mensajes de forma correcta y coherente. Demostramos la viabilidad de nuestra arquitectura de agente utilizando un escenario en los procesos de apoyo logístico. Creemos que el enfoque puede proporcionar una manera prometedora de automatizar los procesos empresariales en la logística de apoyo a los productos a través de una comunicación fluida entre los socios",
    "error_count": 2,
    "keys": {
        "agent-based product-support logistics system": {
            "translated_key": "sistema logístico de soporte de productos basado en agentes",
            "translated_annotated_text": "Sistema logístico de soporte de productos basado en agentes que utiliza XML y RDF La capacidad de prestación oportuna de servicios de mantenimiento y piezas de servicio es fundamental para la competitividad de los sistemas industriales. Para mejorar las operaciones oportunas en una cadena logística de soporte de productos, los socios comerciales (fabricantes de equipos, distribuidores de piezas, clientes) pueden tener que colaborar para el intercambio eficiente de información relevante. Proponemos la arquitectura de un \"sistema logístico de soporte de productos basado en agentes\". Se hace hincapié en los problemas de compartir e intercambiar información mediante la comunicación con los agentes. Adoptamos el esquema Marco de descripción de recursos (RDF) para modelar información en el dominio de logística de soporte de productos. La serialización eXtensible Markup Language (XML) genera mensajes para la comunicación con agentes. El uso de XML y RDF permite a los agentes de software comprender el contenido de los mensajes de forma correcta y coherente. Demostramos la viabilidad de nuestra arquitectura de agente utilizando un escenario en los procesos de apoyo logístico. Creemos que el enfoque puede proporcionar una manera prometedora de automatizar los procesos empresariales en la logística de apoyo a los productos a través de una comunicación fluida entre los socios ",
            "error": [
                ""
            ]
        },
        "XML": {
            "translated_key": "XML",
            "translated_annotated_text": "Sistema logístico de soporte de productos basado en agentes que utiliza \"XML\" y RDF La capacidad de prestación oportuna de servicios de mantenimiento y piezas de servicio es fundamental para la competitividad de los sistemas industriales. Para mejorar las operaciones oportunas en una cadena logística de soporte de productos, los socios comerciales (fabricantes de equipos, distribuidores de piezas, clientes) pueden tener que colaborar para el intercambio eficiente de información relevante. Proponemos la arquitectura de un sistema logístico de soporte de productos basado en agentes. Se hace hincapié en los problemas de compartir e intercambiar información mediante la comunicación con los agentes. Adoptamos el esquema Marco de descripción de recursos (RDF) para modelar información en el dominio de logística de soporte de productos. La serialización eXtensible Markup Language (\"XML\") genera mensajes para la comunicación con agentes. El uso de \"XML\" y RDF permite a los agentes de software entender el contenido de los mensajes de forma correcta y consistente. Demostramos la viabilidad de nuestra arquitectura de agente utilizando un escenario en los procesos de apoyo logístico. Creemos que el enfoque puede proporcionar una manera prometedora de automatizar los procesos empresariales en la logística de apoyo a los productos a través de una comunicación fluida entre los socios ",
            "error": [
                ""
            ]
        },
        "RDF": {
            "translated_key": "RDF",
            "translated_annotated_text": "Sistema logístico de soporte de productos basado en agentes que utiliza XML y \"RDF\" La capacidad de prestación oportuna de servicios de mantenimiento y piezas de servicio es fundamental para la competitividad de los sistemas industriales. Para mejorar las operaciones oportunas en una cadena logística de soporte de productos, los socios comerciales (fabricantes de equipos, distribuidores de piezas, clientes) pueden tener que colaborar para el intercambio eficiente de información relevante. Proponemos la arquitectura de un sistema logístico de soporte de productos basado en agentes. Se hace hincapié en los problemas de compartir e intercambiar información mediante la comunicación con los agentes. Adoptamos el esquema de descripción de recursos (\"RDF\") para modelar información en el dominio de logística de soporte de productos. La serialización eXtensible Markup Language (XML) genera mensajes para la comunicación con agentes. El uso de XML y \"RDF\" permite a los agentes de software comprender el contenido de los mensajes de forma correcta y coherente. Demostramos la viabilidad de nuestra arquitectura de agente utilizando un escenario en los procesos de apoyo logístico. Creemos que el enfoque puede proporcionar una manera prometedora de automatizar los procesos empresariales en la logística de apoyo a los productos a través de una comunicación fluida entre los socios ",
            "error": [
                ""
            ]
        },
        "service parts": {
            "translated_key": "piezas de servicio",
            "translated_annotated_text": "Sistema logístico de soporte de productos basado en agentes que utiliza XML y RDF La capacidad de prestación oportuna de servicios de mantenimiento y \"piezas de servicio\" es fundamental para la competitividad de los sistemas industriales. Para mejorar las operaciones oportunas en una cadena logística de soporte de productos, los socios comerciales (fabricantes de equipos, distribuidores de piezas, clientes) pueden tener que colaborar para el intercambio eficiente de información relevante. Proponemos la arquitectura de un sistema logístico de soporte de productos basado en agentes. Se hace hincapié en los problemas de compartir e intercambiar información mediante la comunicación con los agentes. Adoptamos el esquema Marco de descripción de recursos (RDF) para modelar información en el dominio de logística de soporte de productos. La serialización eXtensible Markup Language (XML) genera mensajes para la comunicación con agentes. El uso de XML y RDF permite a los agentes de software comprender el contenido de los mensajes de forma correcta y coherente. Demostramos la viabilidad de nuestra arquitectura de agente utilizando un escenario en los procesos de apoyo logístico. Creemos que el enfoque puede proporcionar una manera prometedora de automatizar los procesos empresariales en la logística de apoyo a los productos a través de una comunicación fluida entre los socios ",
            "error": [
                ""
            ]
        },
        "industrial systems": {
            "translated_key": "sistemas industriales",
            "translated_annotated_text": "Sistema logístico de soporte de productos basado en agentes que utiliza XML y RDF La capacidad de prestación oportuna de servicios de mantenimiento y piezas de servicio es fundamental para la competitividad de los \"sistemas industriales\". Para mejorar las operaciones oportunas en una cadena logística de soporte de productos, los socios comerciales (fabricantes de equipos, distribuidores de piezas, clientes) pueden tener que colaborar para el intercambio eficiente de información relevante. Proponemos la arquitectura de un sistema logístico de soporte de productos basado en agentes. Se hace hincapié en los problemas de compartir e intercambiar información mediante la comunicación con los agentes. Adoptamos el esquema Marco de descripción de recursos (RDF) para modelar información en el dominio de logística de soporte de productos. La serialización eXtensible Markup Language (XML) genera mensajes para la comunicación con agentes. El uso de XML y RDF permite a los agentes de software comprender el contenido de los mensajes de forma correcta y coherente. Demostramos la viabilidad de nuestra arquitectura de agente utilizando un escenario en los procesos de apoyo logístico. Creemos que el enfoque puede proporcionar una manera prometedora de automatizar los procesos empresariales en la logística de apoyo a los productos a través de una comunicación fluida entre los socios ",
            "error": [
                ""
            ]
        },
        "maintenance services": {
            "translated_key": "servicios de mantenimiento",
            "translated_annotated_text": "Sistema logístico de soporte de productos basado en agentes que utiliza XML y RDF La capacidad de prestación oportuna de \"servicios de mantenimiento\" y piezas de servicio es fundamental para la competitividad de los sistemas industriales. Para mejorar las operaciones oportunas en una cadena logística de soporte de productos, los socios comerciales (fabricantes de equipos, distribuidores de piezas, clientes) pueden tener que colaborar para el intercambio eficiente de información relevante. Proponemos la arquitectura de un sistema logístico de soporte de productos basado en agentes. Se hace hincapié en los problemas de compartir e intercambiar información mediante la comunicación con los agentes. Adoptamos el esquema Marco de descripción de recursos (RDF) para modelar información en el dominio de logística de soporte de productos. La serialización eXtensible Markup Language (XML) genera mensajes para la comunicación con agentes. El uso de XML y RDF permite a los agentes de software comprender el contenido de los mensajes de forma correcta y coherente. Demostramos la viabilidad de nuestra arquitectura de agente utilizando un escenario en los procesos de apoyo logístico. Creemos que el enfoque puede proporcionar una manera prometedora de automatizar los procesos empresariales en la logística de apoyo a los productos a través de una comunicación fluida entre los socios ",
            "error": [
                ""
            ]
        },
        "Resource Description Framework schema": {
            "translated_key": [],
            "translated_annotated_text": "Sistema logístico de soporte de productos basado en agentes que utiliza XML y RDF La capacidad de prestación oportuna de servicios de mantenimiento y piezas de servicio es fundamental para la competitividad de los sistemas industriales. Para mejorar las operaciones oportunas en una cadena logística de soporte de productos, los socios comerciales (fabricantes de equipos, distribuidores de piezas, clientes) pueden tener que colaborar para el intercambio eficiente de información relevante. Proponemos la arquitectura de un sistema logístico de soporte de productos basado en agentes. Se hace hincapié en los problemas de compartir e intercambiar información mediante la comunicación con los agentes. Adoptamos el esquema Marco de descripción de recursos (RDF) para modelar información en el dominio de logística de soporte de productos. La serialización eXtensible Markup Language (XML) genera mensajes para la comunicación con agentes. El uso de XML y RDF permite a los agentes de software comprender el contenido de los mensajes de forma correcta y coherente. Demostramos la viabilidad de nuestra arquitectura de agente utilizando un escenario en los procesos de apoyo logístico. Creemos que el enfoque puede proporcionar una manera prometedora de automatizar los procesos empresariales en la logística de apoyo a los productos a través de una comunicación fluida entre los socios ",
            "error": []
        },
        "information modelling": {
            "translated_key": "modelo de información",
            "translated_annotated_text": "Sistema logístico de soporte de productos basado en agentes que utiliza XML y RDF La capacidad de prestación oportuna de servicios de mantenimiento y piezas de servicio es fundamental para la competitividad de los sistemas industriales. Para mejorar las operaciones oportunas en una cadena logística de soporte de productos, los socios comerciales (fabricantes de equipos, distribuidores de piezas, clientes) pueden tener que colaborar para el intercambio eficiente de información relevante. Proponemos la arquitectura de un sistema logístico de soporte de productos basado en agentes. Se hace hincapié en los problemas de compartir e intercambiar información mediante la comunicación con los agentes. Adoptamos el esquema Marco de descripción de recursos (RDF) para el \"modelo de información\" en el dominio de logística de soporte de productos. La serialización eXtensible Markup Language (XML) genera mensajes para la comunicación con agentes. El uso de XML y RDF permite a los agentes de software comprender el contenido de los mensajes de forma correcta y coherente. Demostramos la viabilidad de nuestra arquitectura de agente utilizando un escenario en los procesos de apoyo logístico. Creemos que el enfoque puede proporcionar una manera prometedora de automatizar los procesos empresariales en la logística de apoyo a los productos a través de una comunicación fluida entre los socios ",
            "error": [
                ""
            ]
        },
        "eXtensible Markup Language": {
            "translated_key": "eXtensible Markup Language",
            "translated_annotated_text": "Sistema logístico de soporte de productos basado en agentes que utiliza XML y RDF La capacidad de prestación oportuna de servicios de mantenimiento y piezas de servicio es fundamental para la competitividad de los sistemas industriales. Para mejorar las operaciones oportunas en una cadena logística de soporte de productos, los socios comerciales (fabricantes de equipos, distribuidores de piezas, clientes) pueden tener que colaborar para el intercambio eficiente de información relevante. Proponemos la arquitectura de un sistema logístico de soporte de productos basado en agentes. Se hace hincapié en los problemas de compartir e intercambiar información mediante la comunicación con los agentes. Adoptamos el esquema Marco de descripción de recursos (RDF) para modelar información en el dominio de logística de soporte de productos. La serialización \"eXtensible Markup Language\" (XML) genera mensajes para la comunicación con agentes. El uso de XML y RDF permite a los agentes de software comprender el contenido de los mensajes de forma correcta y coherente. Demostramos la viabilidad de nuestra arquitectura de agente utilizando un escenario en los procesos de apoyo logístico. Creemos que el enfoque puede proporcionar una manera prometedora de automatizar los procesos empresariales en la logística de apoyo a los productos a través de una comunicación fluida entre los socios ",
            "error": [
                ""
            ]
        },
        "software agents": {
            "translated_key": "agentes de software",
            "translated_annotated_text": "Sistema logístico de soporte de productos basado en agentes que utiliza XML y RDF La capacidad de prestación oportuna de servicios de mantenimiento y piezas de servicio es fundamental para la competitividad de los sistemas industriales. Para mejorar las operaciones oportunas en una cadena logística de soporte de productos, los socios comerciales (fabricantes de equipos, distribuidores de piezas, clientes) pueden tener que colaborar para el intercambio eficiente de información relevante. Proponemos la arquitectura de un sistema logístico de soporte de productos basado en agentes. Se hace hincapié en los problemas de compartir e intercambiar información mediante la comunicación con los agentes. Adoptamos el esquema Marco de descripción de recursos (RDF) para modelar información en el dominio de logística de soporte de productos. La serialización eXtensible Markup Language (XML) genera mensajes para la comunicación con agentes. El uso de XML y RDF permite a los \"agentes de software\" comprender el contenido de los mensajes de forma correcta y coherente. Demostramos la viabilidad de nuestra arquitectura de agente utilizando un escenario en los procesos de apoyo logístico. Creemos que el enfoque puede proporcionar una manera prometedora de automatizar los procesos empresariales en la logística de apoyo a los productos a través de una comunicación fluida entre los socios ",
            "error": [
                ""
            ]
        },
        "software maintenance": {
            "translated_key": [],
            "translated_annotated_text": "Sistema logístico de soporte de productos basado en agentes que utiliza XML y RDF La capacidad de prestación oportuna de servicios de mantenimiento y piezas de servicio es fundamental para la competitividad de los sistemas industriales. Para mejorar las operaciones oportunas en una cadena logística de soporte de productos, los socios comerciales (fabricantes de equipos, distribuidores de piezas, clientes) pueden tener que colaborar para el intercambio eficiente de información relevante. Proponemos la arquitectura de un sistema logístico de soporte de productos basado en agentes. Se hace hincapié en los problemas de compartir e intercambiar información mediante la comunicación con los agentes. Adoptamos el esquema Marco de descripción de recursos (RDF) para modelar información en el dominio de logística de soporte de productos. La serialización eXtensible Markup Language (XML) genera mensajes para la comunicación con agentes. El uso de XML y RDF permite a los agentes de software comprender el contenido de los mensajes de forma correcta y coherente. Demostramos la viabilidad de nuestra arquitectura de agente utilizando un escenario en los procesos de apoyo logístico. Creemos que el enfoque puede proporcionar una manera prometedora de automatizar los procesos empresariales en la logística de apoyo a los productos a través de una comunicación fluida entre los socios ",
            "error": []
        }
    }
}