{
    "original_text": "Enhanced product support through intelligent product manuals The scope of this paper is the provision of intelligent product support within the distributed Intranet/Internet environment. From the point of view of user requirements, the limitations of conventional product manuals and methods of authoring them are first outlined. It is argued that enhanced product support requires new technology solutions both for product manuals and for their authoring and presentation. The concept and the architecture of intelligent product manuals are then discussed. A prototype system called ProARTWeb is presented to demonstrate advanced features of intelligent product manuals. Next, the problem of producing such manuals in a cost-effective way is addressed and a concurrent engineering approach to their authoring is proposed. An integrated environment for collaborative authoring called ProAuthor is described to illustrate the approach suggested and to show how consistent, up-to-date and user-oriented-product manuals can be designed. The solutions presented here enable product knowledge to be captured and delivered to users and developers of product manuals when, where and in the form they need it",
    "original_translation": "Soporte de productos mejorado a través de manuales de productos inteligentes El alcance de este artículo es la prestación de soporte de productos inteligentes dentro del entorno de Intranet/Internet distribuido. Desde el punto de vista de los requisitos de los usuarios, primero se describen las limitaciones de los manuales de productos convencionales y los métodos de elaboración de los mismos. Se sostiene que un mayor apoyo a los productos requiere nuevas soluciones tecnológicas tanto para los manuales de productos como para su autoría y presentación. A continuación se examinan el concepto y la arquitectura de los manuales de productos inteligentes. Se presenta un prototipo de sistema llamado ProARTWeb para demostrar las características avanzadas de los manuales de productos inteligentes. A continuación, se aborda el problema de la elaboración de esos manuales de manera eficaz en función de los costos y se propone un enfoque de ingeniería concurrente para su autoría. Se describe un entorno integrado para la creación colaborativa llamado ProAutor para ilustrar el enfoque sugerido y para mostrar cómo se pueden diseñar manuales de productos coherentes, actualizados y orientados al usuario. Las soluciones aquí presentadas permiten capturar y entregar el conocimiento del producto a los usuarios y desarrolladores de manuales de productos cuando, donde y en la forma que lo necesiten",
    "error_count": 2,
    "keys": {
        "intelligent product support": {
            "translated_key": "apoyo inteligente de productos",
            "translated_annotated_text": "Soporte mejorado de productos a través de manuales de productos inteligentes El alcance de este artículo es la prestación de \"apoyo inteligente de productos\" dentro del entorno de Intranet/Internet distribuido. Desde el punto de vista de los requisitos de los usuarios, primero se describen las limitaciones de los manuales de productos convencionales y los métodos de elaboración de los mismos. Se sostiene que un mayor apoyo a los productos requiere nuevas soluciones tecnológicas tanto para los manuales de productos como para su autoría y presentación. A continuación se examinan el concepto y la arquitectura de los manuales de productos inteligentes. Se presenta un prototipo de sistema llamado ProARTWeb para demostrar las características avanzadas de los manuales de productos inteligentes. A continuación, se aborda el problema de la elaboración de esos manuales de manera eficaz en función de los costos y se propone un enfoque de ingeniería concurrente para su autoría. Se describe un entorno integrado para la creación colaborativa llamado ProAutor para ilustrar el enfoque sugerido y para mostrar cómo se pueden diseñar manuales de productos coherentes, actualizados y orientados al usuario. Las soluciones aquí presentadas permiten capturar y entregar el conocimiento del producto a los usuarios y desarrolladores de manuales de productos cuando, donde y en la forma que lo necesiten ",
            "error": [
                ""
            ]
        },
        "intelligent product manuals": {
            "translated_key": "manuales de productos inteligentes",
            "translated_annotated_text": "Soporte mejorado de productos a través de \"manuales de productos inteligentes\" El alcance de este artículo es la prestación de soporte de productos inteligentes dentro del entorno de Intranet/Internet distribuido. Desde el punto de vista de los requisitos de los usuarios, primero se describen las limitaciones de los manuales de productos convencionales y los métodos de elaboración de los mismos. Se sostiene que un mayor apoyo a los productos requiere nuevas soluciones tecnológicas tanto para los manuales de productos como para su autoría y presentación. A continuación se discuten el concepto y la arquitectura de los \"manuales de productos inteligentes\". Se presenta un prototipo de sistema llamado ProARTWeb para demostrar las características avanzadas de los \"manuales de productos inteligentes\". A continuación, se aborda el problema de la elaboración de esos manuales de manera eficaz en función de los costos y se propone un enfoque de ingeniería concurrente para su autoría. Se describe un entorno integrado para la creación colaborativa llamado ProAutor para ilustrar el enfoque sugerido y para mostrar cómo se pueden diseñar manuales de productos coherentes, actualizados y orientados al usuario. Las soluciones aquí presentadas permiten capturar y entregar el conocimiento del producto a los usuarios y desarrolladores de manuales de productos cuando, donde y en la forma que lo necesiten ",
            "error": [
                ""
            ]
        },
        "product manuals": {
            "translated_key": "manuales de productos",
            "translated_annotated_text": "Soporte de productos mejorado a través de \"manuales de productos\" inteligentes El alcance de este artículo es la prestación de soporte de productos inteligentes dentro del entorno de Intranet/Internet distribuido. Desde el punto de vista de los requisitos del usuario, primero se esbozan las limitaciones de los \"manuales de productos\" convencionales y los métodos de elaboración de los mismos. Se sostiene que un mayor apoyo a los productos requiere nuevas soluciones tecnológicas tanto para los \"manuales de productos\" como para su autoría y presentación. A continuación se discute el concepto y la arquitectura de los \"manuales de productos\" inteligentes. Se presenta un prototipo de sistema llamado ProARTWeb para demostrar las características avanzadas de los \"manuales de productos\" inteligentes. A continuación, se aborda el problema de la elaboración de esos manuales de manera eficaz en función de los costos y se propone un enfoque de ingeniería concurrente para su autoría. Se describe un entorno integrado para la creación colaborativa llamado ProAutor para ilustrar el enfoque sugerido y para mostrar cómo se pueden diseñar manuales de productos coherentes, actualizados y orientados al usuario. Las soluciones aquí presentadas permiten capturar y entregar el conocimiento del producto a los usuarios y desarrolladores de \"manuales de productos\" cuando, donde y en la forma que lo necesitan ",
            "error": [
                ""
            ]
        },
        "ProARTWeb": {
            "translated_key": "ProARTWeb",
            "translated_annotated_text": "Soporte de productos mejorado a través de manuales de productos inteligentes El alcance de este artículo es la prestación de soporte de productos inteligentes dentro del entorno de Intranet/Internet distribuido. Desde el punto de vista de los requisitos de los usuarios, primero se describen las limitaciones de los manuales de productos convencionales y los métodos de elaboración de los mismos. Se sostiene que un mayor apoyo a los productos requiere nuevas soluciones tecnológicas tanto para los manuales de productos como para su autoría y presentación. A continuación se examinan el concepto y la arquitectura de los manuales de productos inteligentes. Se presenta un prototipo de sistema llamado \"ProARTWeb\" para demostrar características avanzadas de manuales de productos inteligentes. A continuación, se aborda el problema de la elaboración de esos manuales de manera eficaz en función de los costos y se propone un enfoque de ingeniería concurrente para su autoría. Se describe un entorno integrado para la creación colaborativa llamado ProAutor para ilustrar el enfoque sugerido y para mostrar cómo se pueden diseñar manuales de productos coherentes, actualizados y orientados al usuario. Las soluciones aquí presentadas permiten capturar y entregar el conocimiento del producto a los usuarios y desarrolladores de manuales de productos cuando, donde y en la forma que lo necesiten ",
            "error": [
                ""
            ]
        },
        "concurrent engineering": {
            "translated_key": "ingeniería concurrente",
            "translated_annotated_text": "Soporte de productos mejorado a través de manuales de productos inteligentes El alcance de este artículo es la prestación de soporte de productos inteligentes dentro del entorno de Intranet/Internet distribuido. Desde el punto de vista de los requisitos de los usuarios, primero se describen las limitaciones de los manuales de productos convencionales y los métodos de elaboración de los mismos. Se sostiene que un mayor apoyo a los productos requiere nuevas soluciones tecnológicas tanto para los manuales de productos como para su autoría y presentación. A continuación se examinan el concepto y la arquitectura de los manuales de productos inteligentes. Se presenta un prototipo de sistema llamado ProARTWeb para demostrar las características avanzadas de los manuales de productos inteligentes. A continuación, se aborda el problema de producir tales manuales de una manera rentable y se propone un enfoque de \"ingeniería concurrente\" para su autoría. Se describe un entorno integrado para la creación colaborativa llamado ProAutor para ilustrar el enfoque sugerido y para mostrar cómo se pueden diseñar manuales de productos coherentes, actualizados y orientados al usuario. Las soluciones aquí presentadas permiten capturar y entregar el conocimiento del producto a los usuarios y desarrolladores de manuales de productos cuando, donde y en la forma que lo necesiten ",
            "error": [
                ""
            ]
        },
        "product knowledge": {
            "translated_key": "conocimientos de productos",
            "translated_annotated_text": "Soporte de productos mejorado a través de manuales de productos inteligentes El alcance de este artículo es la prestación de soporte de productos inteligentes dentro del entorno de Intranet/Internet distribuido. Desde el punto de vista de los requisitos de los usuarios, primero se describen las limitaciones de los manuales de productos convencionales y los métodos de elaboración de los mismos. Se sostiene que un mayor apoyo a los productos requiere nuevas soluciones tecnológicas tanto para los manuales de productos como para su autoría y presentación. A continuación se examinan el concepto y la arquitectura de los manuales de productos inteligentes. Se presenta un prototipo de sistema llamado ProARTWeb para demostrar las características avanzadas de los manuales de productos inteligentes. A continuación, se aborda el problema de la elaboración de esos manuales de manera eficaz en función de los costos y se propone un enfoque de ingeniería concurrente para su autoría. Se describe un entorno integrado para la creación colaborativa llamado ProAutor para ilustrar el enfoque sugerido y para mostrar cómo se pueden diseñar manuales de productos coherentes, actualizados y orientados al usuario. Las soluciones aquí presentadas permiten capturar y entregar \"conocimientos de productos\" a los usuarios y desarrolladores de manuales de productos cuando, donde y en la forma que lo necesitan ",
            "error": [
                ""
            ]
        },
        "technical information": {
            "translated_key": [],
            "translated_annotated_text": "Soporte de productos mejorado a través de manuales de productos inteligentes El alcance de este artículo es la prestación de soporte de productos inteligentes dentro del entorno de Intranet/Internet distribuido. Desde el punto de vista de los requisitos de los usuarios, primero se describen las limitaciones de los manuales de productos convencionales y los métodos de elaboración de los mismos. Se sostiene que un mayor apoyo a los productos requiere nuevas soluciones tecnológicas tanto para los manuales de productos como para su autoría y presentación. A continuación se examinan el concepto y la arquitectura de los manuales de productos inteligentes. Se presenta un prototipo de sistema llamado ProARTWeb para demostrar las características avanzadas de los manuales de productos inteligentes. A continuación, se aborda el problema de la elaboración de esos manuales de manera eficaz en función de los costos y se propone un enfoque de ingeniería concurrente para su autoría. Se describe un entorno integrado para la creación colaborativa llamado ProAutor para ilustrar el enfoque sugerido y para mostrar cómo se pueden diseñar manuales de productos coherentes, actualizados y orientados al usuario. Las soluciones aquí presentadas permiten capturar y entregar el conocimiento del producto a los usuarios y desarrolladores de manuales de productos cuando, donde y en la forma que lo necesiten ",
            "error": []
        },
        "electronic publishing": {
            "translated_key": [],
            "translated_annotated_text": "Soporte de productos mejorado a través de manuales de productos inteligentes El alcance de este artículo es la prestación de soporte de productos inteligentes dentro del entorno de Intranet/Internet distribuido. Desde el punto de vista de los requisitos de los usuarios, primero se describen las limitaciones de los manuales de productos convencionales y los métodos de elaboración de los mismos. Se sostiene que un mayor apoyo a los productos requiere nuevas soluciones tecnológicas tanto para los manuales de productos como para su autoría y presentación. A continuación se examinan el concepto y la arquitectura de los manuales de productos inteligentes. Se presenta un prototipo de sistema llamado ProARTWeb para demostrar las características avanzadas de los manuales de productos inteligentes. A continuación, se aborda el problema de la elaboración de esos manuales de manera eficaz en función de los costos y se propone un enfoque de ingeniería concurrente para su autoría. Se describe un entorno integrado para la creación colaborativa llamado ProAutor para ilustrar el enfoque sugerido y para mostrar cómo se pueden diseñar manuales de productos coherentes, actualizados y orientados al usuario. Las soluciones aquí presentadas permiten capturar y entregar el conocimiento del producto a los usuarios y desarrolladores de manuales de productos cuando, donde y en la forma que lo necesiten ",
            "error": []
        }
    }
}