{
    "original_text": "Development of an Internet-based intelligent design support system for rolling element bearings This paper presents a novel approach to developing an intelligent agile design system for rolling bearings based on artificial intelligence (AI), Internet and Web technologies and expertise. The underlying philosophy of the approach is to use AI technology and Web-based design support systems as smart tools from which design customers can rapidly and responsively access the systems built-in design expertise. The approach is described in detail with a novel AI model and system implementation issues. The major issues in implementing the approach are discussed with particular reference to using AI technologies, network programming, client-server technology and open computing of bearing design and manufacturing requirements",
    "original_translation": "Desarrollo de un sistema de soporte de diseño inteligente basado en Internet para rodamientos de elementos rodantes Este artículo presenta un enfoque novedoso para desarrollar un sistema de diseño ágil inteligente para rodamientos basados en inteligencia artificial (AI), tecnologías y experiencia en Internet y Web. La filosofía subyacente del enfoque es utilizar la tecnología de IA y los sistemas de soporte de diseño basados en la web como herramientas inteligentes desde las cuales los clientes de diseño pueden acceder rápida y sensiblemente a los conocimientos de diseño integrados en los sistemas. El enfoque se describe en detalle con un nuevo modelo de IA y problemas de implementación del sistema. Las principales cuestiones relativas a la aplicación del enfoque se examinan con especial referencia a la utilización de tecnologías de IA, la programación de redes, la tecnología cliente-servidor y la computación abierta de los requisitos de diseño y fabricación de rodamientos",
    "error_count": 4,
    "keys": {
        "Internet-based intelligent design support system": {
            "translated_key": "sistema de soporte de diseño inteligente basado en Internet",
            "translated_annotated_text": "Desarrollo de un \"sistema de soporte de diseño inteligente basado en Internet\" para rodamientos de elementos rodantes Este artículo presenta un enfoque novedoso para desarrollar un sistema de diseño ágil inteligente para rodamientos basados en inteligencia artificial (AI), tecnologías y experiencia en Internet y Web. La filosofía subyacente del enfoque es utilizar la tecnología de IA y los sistemas de soporte de diseño basados en la web como herramientas inteligentes desde las cuales los clientes de diseño pueden acceder rápida y sensiblemente a los conocimientos de diseño integrados en los sistemas. El enfoque se describe en detalle con un nuevo modelo de IA y problemas de implementación del sistema. Las principales cuestiones relativas a la aplicación del enfoque se examinan con especial referencia a la utilización de tecnologías de IA, la programación de redes, la tecnología cliente-servidor y la computación abierta de los requisitos de diseño y fabricación de rodamientos ",
            "error": [
                ""
            ]
        },
        "rolling element bearings": {
            "translated_key": "cojinetes de elementos rodantes",
            "translated_annotated_text": "Desarrollo de un sistema de soporte de diseño inteligente basado en Internet para \"cojinetes de elementos rodantes\" Este artículo presenta un enfoque novedoso para desarrollar un sistema de diseño ágil inteligente para rodamientos basados en inteligencia artificial (AI), tecnologías y experiencia en Internet y Web. La filosofía subyacente del enfoque es utilizar la tecnología de IA y los sistemas de soporte de diseño basados en la web como herramientas inteligentes desde las cuales los clientes de diseño pueden acceder rápida y sensiblemente a los conocimientos de diseño integrados en los sistemas. El enfoque se describe en detalle con un nuevo modelo de IA y problemas de implementación del sistema. Las principales cuestiones relativas a la aplicación del enfoque se examinan con especial referencia a la utilización de tecnologías de IA, la programación de redes, la tecnología cliente-servidor y la computación abierta de los requisitos de diseño y fabricación de rodamientos ",
            "error": [
                ""
            ]
        },
        "intelligent agile design system": {
            "translated_key": "sistema de diseño ágil inteligente",
            "translated_annotated_text": "Desarrollo de un sistema de soporte de diseño inteligente basado en Internet para rodamientos de elementos rodantes Este artículo presenta un enfoque novedoso para desarrollar un \"sistema de diseño ágil inteligente\" para rodamientos basados en inteligencia artificial (AI), tecnologías y experiencia en Internet y Web. La filosofía subyacente del enfoque es utilizar la tecnología de IA y los sistemas de soporte de diseño basados en la web como herramientas inteligentes desde las cuales los clientes de diseño pueden acceder rápida y sensiblemente a los conocimientos de diseño integrados en los sistemas. El enfoque se describe en detalle con un nuevo modelo de IA y problemas de implementación del sistema. Las principales cuestiones relativas a la aplicación del enfoque se examinan con especial referencia a la utilización de tecnologías de IA, la programación de redes, la tecnología cliente-servidor y la computación abierta de los requisitos de diseño y fabricación de rodamientos ",
            "error": [
                ""
            ]
        },
        "artificial intelligence": {
            "translated_key": "inteligencia artificial",
            "translated_annotated_text": "Desarrollo de un sistema de soporte de diseño inteligente basado en Internet para rodamientos de elementos rodantes Este artículo presenta un enfoque novedoso para desarrollar un sistema de diseño ágil inteligente para rodamientos basados en \"inteligencia artificial\" (AI), tecnologías y experiencia en Internet y Web. La filosofía subyacente del enfoque es utilizar la tecnología de IA y los sistemas de soporte de diseño basados en la web como herramientas inteligentes desde las cuales los clientes de diseño pueden acceder rápida y sensiblemente a los conocimientos de diseño integrados en los sistemas. El enfoque se describe en detalle con un nuevo modelo de IA y problemas de implementación del sistema. Las principales cuestiones relativas a la aplicación del enfoque se examinan con especial referencia a la utilización de tecnologías de IA, la programación de redes, la tecnología cliente-servidor y la computación abierta de los requisitos de diseño y fabricación de rodamientos ",
            "error": [
                ""
            ]
        },
        "Web technologies": {
            "translated_key": "tecnologías web",
            "translated_annotated_text": "Desarrollo de un sistema de soporte de diseño inteligente basado en Internet para rodamientos de elementos rodantes Este artículo presenta un enfoque novedoso para desarrollar un sistema de diseño ágil inteligente para rodamientos basados en inteligencia artificial (AI), Internet y \"tecnologías web\" y experiencia. La filosofía subyacente del enfoque es utilizar la tecnología de IA y los sistemas de soporte de diseño basados en la web como herramientas inteligentes desde las cuales los clientes de diseño pueden acceder rápida y sensiblemente a los conocimientos de diseño integrados en los sistemas. El enfoque se describe en detalle con un nuevo modelo de IA y problemas de implementación del sistema. Las principales cuestiones relativas a la aplicación del enfoque se examinan con especial referencia a la utilización de tecnologías de IA, la programación de redes, la tecnología cliente-servidor y la computación abierta de los requisitos de diseño y fabricación de rodamientos ",
            "error": [
                ""
            ]
        },
        "Internet technologies": {
            "translated_key": [],
            "translated_annotated_text": "Desarrollo de un sistema de soporte de diseño inteligente basado en Internet para rodamientos de elementos rodantes Este artículo presenta un enfoque novedoso para desarrollar un sistema de diseño ágil inteligente para rodamientos basados en inteligencia artificial (AI), tecnologías y experiencia en Internet y Web. La filosofía subyacente del enfoque es utilizar la tecnología de IA y los sistemas de soporte de diseño basados en la web como herramientas inteligentes desde las cuales los clientes de diseño pueden acceder rápida y sensiblemente a los conocimientos de diseño integrados en los sistemas. El enfoque se describe en detalle con un nuevo modelo de IA y problemas de implementación del sistema. Las principales cuestiones relativas a la aplicación del enfoque se examinan con especial referencia a la utilización de tecnologías de IA, la programación de redes, la tecnología cliente-servidor y la computación abierta de los requisitos de diseño y fabricación de rodamientos ",
            "error": []
        },
        "smart tools": {
            "translated_key": "herramientas inteligentes",
            "translated_annotated_text": "Desarrollo de un sistema de soporte de diseño inteligente basado en Internet para rodamientos de elementos rodantes Este artículo presenta un enfoque novedoso para desarrollar un sistema de diseño ágil inteligente para rodamientos basados en inteligencia artificial (AI), tecnologías y experiencia en Internet y Web. La filosofía subyacente del enfoque es utilizar la tecnología de IA y los sistemas de soporte de diseño basados en la web como \"herramientas inteligentes\" desde las que los clientes de diseño pueden acceder rápida y sensiblemente a los conocimientos de diseño integrados en los sistemas. El enfoque se describe en detalle con un nuevo modelo de IA y problemas de implementación del sistema. Las principales cuestiones relativas a la aplicación del enfoque se examinan con especial referencia a la utilización de tecnologías de IA, la programación de redes, la tecnología cliente-servidor y la computación abierta de los requisitos de diseño y fabricación de rodamientos ",
            "error": [
                ""
            ]
        },
        "network programming": {
            "translated_key": "programación de redes",
            "translated_annotated_text": "Desarrollo de un sistema de soporte de diseño inteligente basado en Internet para rodamientos de elementos rodantes Este artículo presenta un enfoque novedoso para desarrollar un sistema de diseño ágil inteligente para rodamientos basados en inteligencia artificial (AI), tecnologías y experiencia en Internet y Web. La filosofía subyacente del enfoque es utilizar la tecnología de IA y los sistemas de soporte de diseño basados en la web como herramientas inteligentes desde las cuales los clientes de diseño pueden acceder rápida y sensiblemente a los conocimientos de diseño integrados en los sistemas. El enfoque se describe en detalle con un nuevo modelo de IA y problemas de implementación del sistema. Las principales cuestiones en la aplicación del enfoque se discuten con especial referencia a la utilización de tecnologías de IA, \"programación de redes\", tecnología cliente-servidor y computación abierta de los requisitos de diseño y fabricación de rodamientos ",
            "error": [
                ""
            ]
        },
        "client-server technology": {
            "translated_key": "tecnología cliente-servidor",
            "translated_annotated_text": "Desarrollo de un sistema de soporte de diseño inteligente basado en Internet para rodamientos de elementos rodantes Este artículo presenta un enfoque novedoso para desarrollar un sistema de diseño ágil inteligente para rodamientos basados en inteligencia artificial (AI), tecnologías y experiencia en Internet y Web. La filosofía subyacente del enfoque es utilizar la tecnología de IA y los sistemas de soporte de diseño basados en la web como herramientas inteligentes desde las cuales los clientes de diseño pueden acceder rápida y sensiblemente a los conocimientos de diseño integrados en los sistemas. El enfoque se describe en detalle con un nuevo modelo de IA y problemas de implementación del sistema. Las principales cuestiones en la aplicación del enfoque se discuten con especial referencia a la utilización de tecnologías de IA, la programación de redes, la \"tecnología cliente-servidor\" y la computación abierta de los requisitos de diseño y fabricación de rodamientos ",
            "error": [
                ""
            ]
        },
        "manufacturing requirements": {
            "translated_key": "requisitos de fabricación",
            "translated_annotated_text": "Desarrollo de un sistema de soporte de diseño inteligente basado en Internet para rodamientos de elementos rodantes Este artículo presenta un enfoque novedoso para desarrollar un sistema de diseño ágil inteligente para rodamientos basados en inteligencia artificial (AI), tecnologías y experiencia en Internet y Web. La filosofía subyacente del enfoque es utilizar la tecnología de IA y los sistemas de soporte de diseño basados en la web como herramientas inteligentes desde las cuales los clientes de diseño pueden acceder rápida y sensiblemente a los conocimientos de diseño integrados en los sistemas. El enfoque se describe en detalle con un nuevo modelo de IA y problemas de implementación del sistema. Las principales cuestiones en la aplicación del enfoque se discuten con especial referencia al uso de tecnologías de IA, programación de redes, tecnología cliente-servidor y computación abierta del diseño de rodamientos y \"requisitos de fabricación\" ",
            "error": [
                ""
            ]
        },
        "bearing design": {
            "translated_key": "diseño de rodamientos",
            "translated_annotated_text": "Desarrollo de un sistema de soporte de diseño inteligente basado en Internet para rodamientos de elementos rodantes Este artículo presenta un enfoque novedoso para desarrollar un sistema de diseño ágil inteligente para rodamientos basados en inteligencia artificial (AI), tecnologías y experiencia en Internet y Web. La filosofía subyacente del enfoque es utilizar la tecnología de IA y los sistemas de soporte de diseño basados en la web como herramientas inteligentes desde las cuales los clientes de diseño pueden acceder rápida y sensiblemente a los conocimientos de diseño integrados en los sistemas. El enfoque se describe en detalle con un nuevo modelo de IA y problemas de implementación del sistema. Las principales cuestiones relativas a la aplicación del enfoque se examinan con especial referencia a la utilización de tecnologías de IA, la programación de redes, la tecnología cliente-servidor y la computación abierta de \"diseño de rodamientos\" y requisitos de fabricación. ",
            "error": [
                ""
            ]
        },
        "CAD/CAM": {
            "translated_key": [],
            "translated_annotated_text": "Desarrollo de un sistema de soporte de diseño inteligente basado en Internet para rodamientos de elementos rodantes Este artículo presenta un enfoque novedoso para desarrollar un sistema de diseño ágil inteligente para rodamientos basados en inteligencia artificial (AI), tecnologías y experiencia en Internet y Web. La filosofía subyacente del enfoque es utilizar la tecnología de IA y los sistemas de soporte de diseño basados en la web como herramientas inteligentes desde las cuales los clientes de diseño pueden acceder rápida y sensiblemente a los conocimientos de diseño integrados en los sistemas. El enfoque se describe en detalle con un nuevo modelo de IA y problemas de implementación del sistema. Las principales cuestiones relativas a la aplicación del enfoque se examinan con especial referencia a la utilización de tecnologías de IA, la programación de redes, la tecnología cliente-servidor y la computación abierta de los requisitos de diseño y fabricación de rodamientos ",
            "error": []
        },
        "knowledge based systems": {
            "translated_key": [],
            "translated_annotated_text": "Desarrollo de un sistema de soporte de diseño inteligente basado en Internet para rodamientos de elementos rodantes Este artículo presenta un enfoque novedoso para desarrollar un sistema de diseño ágil inteligente para rodamientos basados en inteligencia artificial (AI), tecnologías y experiencia en Internet y Web. La filosofía subyacente del enfoque es utilizar la tecnología de IA y los sistemas de soporte de diseño basados en la web como herramientas inteligentes desde las cuales los clientes de diseño pueden acceder rápida y sensiblemente a los conocimientos de diseño integrados en los sistemas. El enfoque se describe en detalle con un nuevo modelo de IA y problemas de implementación del sistema. Las principales cuestiones relativas a la aplicación del enfoque se examinan con especial referencia a la utilización de tecnologías de IA, la programación de redes, la tecnología cliente-servidor y la computación abierta de los requisitos de diseño y fabricación de rodamientos ",
            "error": []
        },
        "rolling": {
            "translated_key": "rolling",
            "translated_annotated_text": "Desarrollo de un sistema de soporte de diseño inteligente basado en Internet para rodamientos de elementos \"rolling\" Este artículo presenta un enfoque novedoso para desarrollar un sistema de diseño ágil inteligente para rodamientos \"rolling\" basados en inteligencia artificial (AI), tecnologías y experiencia en Internet y Web. La filosofía subyacente del enfoque es utilizar la tecnología de IA y los sistemas de soporte de diseño basados en la web como herramientas inteligentes desde las cuales los clientes de diseño pueden acceder rápida y sensiblemente a los conocimientos de diseño integrados en los sistemas. El enfoque se describe en detalle con un nuevo modelo de IA y problemas de implementación del sistema. Las principales cuestiones relativas a la aplicación del enfoque se examinan con especial referencia a la utilización de tecnologías de IA, la programación de redes, la tecnología cliente-servidor y la computación abierta de los requisitos de diseño y fabricación de rodamientos ",
            "error": [
                ""
            ]
        },
        "software agents": {
            "translated_key": [],
            "translated_annotated_text": "Desarrollo de un sistema de soporte de diseño inteligente basado en Internet para rodamientos de elementos rodantes Este artículo presenta un enfoque novedoso para desarrollar un sistema de diseño ágil inteligente para rodamientos basados en inteligencia artificial (AI), tecnologías y experiencia en Internet y Web. La filosofía subyacente del enfoque es utilizar la tecnología de IA y los sistemas de soporte de diseño basados en la web como herramientas inteligentes desde las cuales los clientes de diseño pueden acceder rápida y sensiblemente a los conocimientos de diseño integrados en los sistemas. El enfoque se describe en detalle con un nuevo modelo de IA y problemas de implementación del sistema. Las principales cuestiones relativas a la aplicación del enfoque se examinan con especial referencia a la utilización de tecnologías de IA, la programación de redes, la tecnología cliente-servidor y la computación abierta de los requisitos de diseño y fabricación de rodamientos ",
            "error": []
        }
    }
}