{
    "original_text": "A feature-preserving volumetric technique to merge surface triangulations Several extensions and improvements to surface merging procedures based on the extraction of isosurfaces from a distance map defined on an adaptive background grid are presented. The main objective is to extend the application of these algorithms to surfaces with sharp edges and comers. In order to deal with objects of different length scales, the initial background grids are created using a Delaunay triangulation method and local voxelizations. A point enrichment technique that introduces points into the background grid along detected surface features such as ridges is used to ensure that these features are preserved in the final merged surface. The surface merging methodology is extended to include other Boolean operations between surface triangulations. The iso-surface extraction algorithms are modified to obtain the correct iso-surface for multi-component objects. The procedures are demonstrated with various examples, ranging from simple geometrical entities to complex engineering applications. The present algorithms allow realistic modelling of a large number of complex engineering geometries using overlapping components defined discretely, i.e. via surface triangulations. This capability is very useful for grid generation starting from data originated in measurements or images",
    "original_translation": "Una técnica volumétrica de conservación de características para fusionar triangulaciones de superficie Se presentan varias extensiones y mejoras a los procedimientos de fusión de superficie basados en la extracción de isosuperficies de un mapa de distancia definido en una cuadrícula de fondo adaptativa. El objetivo principal es extender la aplicación de estos algoritmos a superficies con bordes afilados y cometas. Con el fin de tratar con objetos de diferentes escalas de longitud, las rejillas de fondo iniciales se crean utilizando un método de triangulación Delaunay y voxelizaciones locales. Se utiliza una técnica de enriquecimiento de puntos que introduce puntos en la rejilla de fondo a lo largo de las características superficiales detectadas, como las crestas, para garantizar que estas características se conserven en la superficie final fusionada. La metodología de fusión de superficies se amplía para incluir otras operaciones booleanas entre triangulación de superficies. Los algoritmos de extracción iso-superficie se modifican para obtener la iso-superficie correcta para objetos multicomponentes. Los procedimientos se demuestran con varios ejemplos, que van desde entidades geométricas simples hasta aplicaciones complejas de ingeniería. Los algoritmos actuales permiten modelar de forma realista un gran número de geometrías complejas de ingeniería utilizando componentes superpuestos definidos discretamente, es decir: a través de triangulaciones superficiales. Esta capacidad es muy útil para la generación de rejillas a partir de datos originados en mediciones o imágenes",
    "error_count": 13,
    "keys": {
        "feature-preserving volumetric technique": {
            "translated_key": "técnica volumétrica de preservación de las características",
            "translated_annotated_text": "Una \"técnica volumétrica de preservación de las características\" para fusionar triangulaciones de superficie Se presentan varias extensiones y mejoras a los procedimientos de fusión de superficie basados en la extracción de isosuperficies de un mapa de distancia definido en una cuadrícula de fondo adaptativa. El objetivo principal es extender la aplicación de estos algoritmos a superficies con bordes afilados y cometas. Con el fin de tratar con objetos de diferentes escalas de longitud, las rejillas de fondo iniciales se crean utilizando un método de triangulación Delaunay y voxelizaciones locales. Se utiliza una técnica de enriquecimiento de puntos que introduce puntos en la rejilla de fondo a lo largo de las características superficiales detectadas, como las crestas, para garantizar que estas características se conserven en la superficie final fusionada. La metodología de fusión de superficies se amplía para incluir otras operaciones booleanas entre triangulación de superficies. Los algoritmos de extracción iso-superficie se modifican para obtener la iso-superficie correcta para objetos multicomponentes. Los procedimientos se demuestran con varios ejemplos, que van desde entidades geométricas simples hasta aplicaciones complejas de ingeniería. Los algoritmos actuales permiten modelar de forma realista un gran número de geometrías complejas de ingeniería utilizando componentes superpuestos definidos discretamente, es decir: a través de triangulaciones superficiales. Esta capacidad es muy útil para la generación de rejillas a partir de datos originados en mediciones o imágenes ",
            "error": [
                ""
            ]
        },
        "merge surface triangulations": {
            "translated_key": "fusionar triangulaciones de superficie",
            "translated_annotated_text": "Una técnica volumétrica de conservación de características para \"fusionar triangulaciones de superficie\" Se presentan varias extensiones y mejoras a los procedimientos de fusión de superficie basados en la extracción de isosuperficies de un mapa de distancia definido en una cuadrícula de fondo adaptativa. El objetivo principal es extender la aplicación de estos algoritmos a superficies con bordes afilados y cometas. Con el fin de tratar con objetos de diferentes escalas de longitud, las rejillas de fondo iniciales se crean utilizando un método de triangulación Delaunay y voxelizaciones locales. Se utiliza una técnica de enriquecimiento de puntos que introduce puntos en la rejilla de fondo a lo largo de las características superficiales detectadas, como las crestas, para garantizar que estas características se conserven en la superficie final fusionada. La metodología de fusión de superficies se amplía para incluir otras operaciones booleanas entre triangulación de superficies. Los algoritmos de extracción iso-superficie se modifican para obtener la iso-superficie correcta para objetos multicomponentes. Los procedimientos se demuestran con varios ejemplos, que van desde entidades geométricas simples hasta aplicaciones complejas de ingeniería. Los algoritmos actuales permiten modelar de forma realista un gran número de geometrías complejas de ingeniería utilizando componentes superpuestos definidos discretamente, es decir: a través de triangulaciones superficiales. Esta capacidad es muy útil para la generación de rejillas a partir de datos originados en mediciones o imágenes ",
            "error": [
                ""
            ]
        },
        "surface merging procedures": {
            "translated_key": "procedimientos de fusión de superficie",
            "translated_annotated_text": "Una técnica volumétrica que conserva las características para fusionar triangulaciones de superficie Se presentan varias extensiones y mejoras a los \"procedimientos de fusión de superficie\" basados en la extracción de isosuperficies de un mapa de distancia definido en una cuadrícula de fondo adaptativa. El objetivo principal es extender la aplicación de estos algoritmos a superficies con bordes afilados y cometas. Con el fin de tratar con objetos de diferentes escalas de longitud, las rejillas de fondo iniciales se crean utilizando un método de triangulación Delaunay y voxelizaciones locales. Se utiliza una técnica de enriquecimiento de puntos que introduce puntos en la rejilla de fondo a lo largo de las características superficiales detectadas, como las crestas, para garantizar que estas características se conserven en la superficie final fusionada. La metodología de fusión de superficies se amplía para incluir otras operaciones booleanas entre triangulación de superficies. Los algoritmos de extracción iso-superficie se modifican para obtener la iso-superficie correcta para objetos multicomponentes. Los procedimientos se demuestran con varios ejemplos, que van desde entidades geométricas simples hasta aplicaciones complejas de ingeniería. Los algoritmos actuales permiten modelar de forma realista un gran número de geometrías complejas de ingeniería utilizando componentes superpuestos definidos discretamente, es decir: a través de triangulaciones superficiales. Esta capacidad es muy útil para la generación de rejillas a partir de datos originados en mediciones o imágenes ",
            "error": [
                ""
            ]
        },
        "iso-surfaces extraction": {
            "translated_key": [],
            "translated_annotated_text": "Una técnica volumétrica de conservación de características para fusionar triangulaciones de superficie Se presentan varias extensiones y mejoras a los procedimientos de fusión de superficie basados en la extracción de isosuperficies de un mapa de distancia definido en una cuadrícula de fondo adaptativa. El objetivo principal es extender la aplicación de estos algoritmos a superficies con bordes afilados y cometas. Con el fin de tratar con objetos de diferentes escalas de longitud, las rejillas de fondo iniciales se crean utilizando un método de triangulación Delaunay y voxelizaciones locales. Se utiliza una técnica de enriquecimiento de puntos que introduce puntos en la rejilla de fondo a lo largo de las características superficiales detectadas, como las crestas, para garantizar que estas características se conserven en la superficie final fusionada. La metodología de fusión de superficies se amplía para incluir otras operaciones booleanas entre triangulación de superficies. Los algoritmos de extracción iso-superficie se modifican para obtener la iso-superficie correcta para objetos multicomponentes. Los procedimientos se demuestran con varios ejemplos, que van desde entidades geométricas simples hasta aplicaciones complejas de ingeniería. Los algoritmos actuales permiten modelar de forma realista un gran número de geometrías complejas de ingeniería utilizando componentes superpuestos definidos discretamente, es decir: a través de triangulaciones superficiales. Esta capacidad es muy útil para la generación de rejillas a partir de datos originados en mediciones o imágenes ",
            "error": []
        },
        "multi-component objects": {
            "translated_key": "objetos multicomponente",
            "translated_annotated_text": "Una técnica volumétrica de conservación de características para fusionar triangulaciones de superficie Se presentan varias extensiones y mejoras a los procedimientos de fusión de superficie basados en la extracción de isosuperficies de un mapa de distancia definido en una cuadrícula de fondo adaptativa. El objetivo principal es extender la aplicación de estos algoritmos a superficies con bordes afilados y cometas. Con el fin de tratar con objetos de diferentes escalas de longitud, las rejillas de fondo iniciales se crean utilizando un método de triangulación Delaunay y voxelizaciones locales. Se utiliza una técnica de enriquecimiento de puntos que introduce puntos en la rejilla de fondo a lo largo de las características superficiales detectadas, como las crestas, para garantizar que estas características se conserven en la superficie final fusionada. La metodología de fusión de superficies se amplía para incluir otras operaciones booleanas entre triangulación de superficies. Los algoritmos de extracción iso-superficie se modifican para obtener la iso-superficie correcta para \"objetos multicomponente\". Los procedimientos se demuestran con varios ejemplos, que van desde entidades geométricas simples hasta aplicaciones complejas de ingeniería. Los algoritmos actuales permiten modelar de forma realista un gran número de geometrías complejas de ingeniería utilizando componentes superpuestos definidos discretamente, es decir: a través de triangulaciones superficiales. Esta capacidad es muy útil para la generación de rejillas a partir de datos originados en mediciones o imágenes ",
            "error": [
                ""
            ]
        },
        "simple geometrical entities": {
            "translated_key": "entidades geométricas simples",
            "translated_annotated_text": "Una técnica volumétrica de conservación de características para fusionar triangulaciones de superficie Se presentan varias extensiones y mejoras a los procedimientos de fusión de superficie basados en la extracción de isosuperficies de un mapa de distancia definido en una cuadrícula de fondo adaptativa. El objetivo principal es extender la aplicación de estos algoritmos a superficies con bordes afilados y cometas. Con el fin de tratar con objetos de diferentes escalas de longitud, las rejillas de fondo iniciales se crean utilizando un método de triangulación Delaunay y voxelizaciones locales. Se utiliza una técnica de enriquecimiento de puntos que introduce puntos en la rejilla de fondo a lo largo de las características superficiales detectadas, como las crestas, para garantizar que estas características se conserven en la superficie final fusionada. La metodología de fusión de superficies se amplía para incluir otras operaciones booleanas entre triangulación de superficies. Los algoritmos de extracción iso-superficie se modifican para obtener la iso-superficie correcta para objetos multicomponentes. Los procedimientos se demuestran con varios ejemplos, que van desde \"entidades geométricas simples\" a aplicaciones complejas de ingeniería. Los algoritmos actuales permiten modelar de forma realista un gran número de geometrías complejas de ingeniería utilizando componentes superpuestos definidos discretamente, es decir: a través de triangulaciones superficiales. Esta capacidad es muy útil para la generación de rejillas a partir de datos originados en mediciones o imágenes ",
            "error": [
                ""
            ]
        },
        "complex engineering applications": {
            "translated_key": "aplicaciones complejas de ingeniería",
            "translated_annotated_text": "Una técnica volumétrica de conservación de características para fusionar triangulaciones de superficie Se presentan varias extensiones y mejoras a los procedimientos de fusión de superficie basados en la extracción de isosuperficies de un mapa de distancia definido en una cuadrícula de fondo adaptativa. El objetivo principal es extender la aplicación de estos algoritmos a superficies con bordes afilados y cometas. Con el fin de tratar con objetos de diferentes escalas de longitud, las rejillas de fondo iniciales se crean utilizando un método de triangulación Delaunay y voxelizaciones locales. Se utiliza una técnica de enriquecimiento de puntos que introduce puntos en la rejilla de fondo a lo largo de las características superficiales detectadas, como las crestas, para garantizar que estas características se conserven en la superficie final fusionada. La metodología de fusión de superficies se amplía para incluir otras operaciones booleanas entre triangulación de superficies. Los algoritmos de extracción iso-superficie se modifican para obtener la iso-superficie correcta para objetos multicomponentes. Los procedimientos se demuestran con varios ejemplos, que van desde entidades geométricas simples hasta \"aplicaciones complejas de ingeniería\". Los algoritmos actuales permiten modelar de forma realista un gran número de geometrías complejas de ingeniería utilizando componentes superpuestos definidos discretamente, es decir: a través de triangulaciones superficiales. Esta capacidad es muy útil para la generación de rejillas a partir de datos originados en mediciones o imágenes ",
            "error": [
                ""
            ]
        },
        "overlapping components": {
            "translated_key": "componentes superpuestos",
            "translated_annotated_text": "Una técnica volumétrica de conservación de características para fusionar triangulaciones de superficie Se presentan varias extensiones y mejoras a los procedimientos de fusión de superficie basados en la extracción de isosuperficies de un mapa de distancia definido en una cuadrícula de fondo adaptativa. El objetivo principal es extender la aplicación de estos algoritmos a superficies con bordes afilados y cometas. Con el fin de tratar con objetos de diferentes escalas de longitud, las rejillas de fondo iniciales se crean utilizando un método de triangulación Delaunay y voxelizaciones locales. Se utiliza una técnica de enriquecimiento de puntos que introduce puntos en la rejilla de fondo a lo largo de las características superficiales detectadas, como las crestas, para garantizar que estas características se conserven en la superficie final fusionada. La metodología de fusión de superficies se amplía para incluir otras operaciones booleanas entre triangulación de superficies. Los algoritmos de extracción iso-superficie se modifican para obtener la iso-superficie correcta para objetos multicomponentes. Los procedimientos se demuestran con varios ejemplos, que van desde entidades geométricas simples hasta aplicaciones complejas de ingeniería. Los algoritmos actuales permiten modelar de forma realista un gran número de geometrías complejas de ingeniería utilizando \"componentes superpuestos\" definidos discretamente, es decir. a través de triangulaciones superficiales. Esta capacidad es muy útil para la generación de rejillas a partir de datos originados en mediciones o imágenes ",
            "error": [
                ""
            ]
        },
        "images": {
            "translated_key": "imagenes",
            "translated_annotated_text": "Una técnica volumétrica de conservación de características para fusionar triangulaciones de superficie Se presentan varias extensiones y mejoras a los procedimientos de fusión de superficie basados en la extracción de isosuperficies de un mapa de distancia definido en una cuadrícula de fondo adaptativa. El objetivo principal es extender la aplicación de estos algoritmos a superficies con bordes afilados y cometas. Con el fin de tratar con objetos de diferentes escalas de longitud, las rejillas de fondo iniciales se crean utilizando un método de triangulación Delaunay y voxelizaciones locales. Se utiliza una técnica de enriquecimiento de puntos que introduce puntos en la rejilla de fondo a lo largo de las características superficiales detectadas, como las crestas, para garantizar que estas características se conserven en la superficie final fusionada. La metodología de fusión de superficies se amplía para incluir otras operaciones booleanas entre triangulación de superficies. Los algoritmos de extracción iso-superficie se modifican para obtener la iso-superficie correcta para objetos multicomponentes. Los procedimientos se demuestran con varios ejemplos, que van desde entidades geométricas simples hasta aplicaciones complejas de ingeniería. Los algoritmos actuales permiten modelar de forma realista un gran número de geometrías complejas de ingeniería utilizando componentes superpuestos definidos discretamente, es decir: a través de triangulaciones superficiales. Esta capacidad es muy útil para la generación de cuadrículas a partir de datos originados en mediciones o \"imagenes\" ",
            "error": [
                ""
            ]
        },
        "mesh generation": {
            "translated_key": [],
            "translated_annotated_text": "Una técnica volumétrica de conservación de características para fusionar triangulaciones de superficie Se presentan varias extensiones y mejoras a los procedimientos de fusión de superficie basados en la extracción de isosuperficies de un mapa de distancia definido en una cuadrícula de fondo adaptativa. El objetivo principal es extender la aplicación de estos algoritmos a superficies con bordes afilados y cometas. Con el fin de tratar con objetos de diferentes escalas de longitud, las rejillas de fondo iniciales se crean utilizando un método de triangulación Delaunay y voxelizaciones locales. Se utiliza una técnica de enriquecimiento de puntos que introduce puntos en la rejilla de fondo a lo largo de las características superficiales detectadas, como las crestas, para garantizar que estas características se conserven en la superficie final fusionada. La metodología de fusión de superficies se amplía para incluir otras operaciones booleanas entre triangulación de superficies. Los algoritmos de extracción iso-superficie se modifican para obtener la iso-superficie correcta para objetos multicomponentes. Los procedimientos se demuestran con varios ejemplos, que van desde entidades geométricas simples hasta aplicaciones complejas de ingeniería. Los algoritmos actuales permiten modelar de forma realista un gran número de geometrías complejas de ingeniería utilizando componentes superpuestos definidos discretamente, es decir: a través de triangulaciones superficiales. Esta capacidad es muy útil para la generación de rejillas a partir de datos originados en mediciones o imágenes ",
            "error": []
        },
        "unstructured grids": {
            "translated_key": [],
            "translated_annotated_text": "Una técnica volumétrica de conservación de características para fusionar triangulaciones de superficie Se presentan varias extensiones y mejoras a los procedimientos de fusión de superficie basados en la extracción de isosuperficies de un mapa de distancia definido en una cuadrícula de fondo adaptativa. El objetivo principal es extender la aplicación de estos algoritmos a superficies con bordes afilados y cometas. Con el fin de tratar con objetos de diferentes escalas de longitud, las rejillas de fondo iniciales se crean utilizando un método de triangulación Delaunay y voxelizaciones locales. Se utiliza una técnica de enriquecimiento de puntos que introduce puntos en la rejilla de fondo a lo largo de las características superficiales detectadas, como las crestas, para garantizar que estas características se conserven en la superficie final fusionada. La metodología de fusión de superficies se amplía para incluir otras operaciones booleanas entre triangulación de superficies. Los algoritmos de extracción iso-superficie se modifican para obtener la iso-superficie correcta para objetos multicomponentes. Los procedimientos se demuestran con varios ejemplos, que van desde entidades geométricas simples hasta aplicaciones complejas de ingeniería. Los algoritmos actuales permiten modelar de forma realista un gran número de geometrías complejas de ingeniería utilizando componentes superpuestos definidos discretamente, es decir: a través de triangulaciones superficiales. Esta capacidad es muy útil para la generación de rejillas a partir de datos originados en mediciones o imágenes ",
            "error": []
        },
        "discrete data": {
            "translated_key": [],
            "translated_annotated_text": "Una técnica volumétrica de conservación de características para fusionar triangulaciones de superficie Se presentan varias extensiones y mejoras a los procedimientos de fusión de superficie basados en la extracción de isosuperficies de un mapa de distancia definido en una cuadrícula de fondo adaptativa. El objetivo principal es extender la aplicación de estos algoritmos a superficies con bordes afilados y cometas. Con el fin de tratar con objetos de diferentes escalas de longitud, las rejillas de fondo iniciales se crean utilizando un método de triangulación Delaunay y voxelizaciones locales. Se utiliza una técnica de enriquecimiento de puntos que introduce puntos en la rejilla de fondo a lo largo de las características superficiales detectadas, como las crestas, para garantizar que estas características se conserven en la superficie final fusionada. La metodología de fusión de superficies se amplía para incluir otras operaciones booleanas entre triangulación de superficies. Los algoritmos de extracción iso-superficie se modifican para obtener la iso-superficie correcta para objetos multicomponentes. Los procedimientos se demuestran con varios ejemplos, que van desde entidades geométricas simples hasta aplicaciones complejas de ingeniería. Los algoritmos actuales permiten modelar de forma realista un gran número de geometrías complejas de ingeniería utilizando componentes superpuestos definidos discretamente, es decir: a través de triangulaciones superficiales. Esta capacidad es muy útil para la generación de rejillas a partir de datos originados en mediciones o imágenes ",
            "error": []
        },
        "surface intersection": {
            "translated_key": [],
            "translated_annotated_text": "Una técnica volumétrica de conservación de características para fusionar triangulaciones de superficie Se presentan varias extensiones y mejoras a los procedimientos de fusión de superficie basados en la extracción de isosuperficies de un mapa de distancia definido en una cuadrícula de fondo adaptativa. El objetivo principal es extender la aplicación de estos algoritmos a superficies con bordes afilados y cometas. Con el fin de tratar con objetos de diferentes escalas de longitud, las rejillas de fondo iniciales se crean utilizando un método de triangulación Delaunay y voxelizaciones locales. Se utiliza una técnica de enriquecimiento de puntos que introduce puntos en la rejilla de fondo a lo largo de las características superficiales detectadas, como las crestas, para garantizar que estas características se conserven en la superficie final fusionada. La metodología de fusión de superficies se amplía para incluir otras operaciones booleanas entre triangulación de superficies. Los algoritmos de extracción iso-superficie se modifican para obtener la iso-superficie correcta para objetos multicomponentes. Los procedimientos se demuestran con varios ejemplos, que van desde entidades geométricas simples hasta aplicaciones complejas de ingeniería. Los algoritmos actuales permiten modelar de forma realista un gran número de geometrías complejas de ingeniería utilizando componentes superpuestos definidos discretamente, es decir: a través de triangulaciones superficiales. Esta capacidad es muy útil para la generación de rejillas a partir de datos originados en mediciones o imágenes ",
            "error": []
        },
        "geometric modelling": {
            "translated_key": [],
            "translated_annotated_text": "Una técnica volumétrica de conservación de características para fusionar triangulaciones de superficie Se presentan varias extensiones y mejoras a los procedimientos de fusión de superficie basados en la extracción de isosuperficies de un mapa de distancia definido en una cuadrícula de fondo adaptativa. El objetivo principal es extender la aplicación de estos algoritmos a superficies con bordes afilados y cometas. Con el fin de tratar con objetos de diferentes escalas de longitud, las rejillas de fondo iniciales se crean utilizando un método de triangulación Delaunay y voxelizaciones locales. Se utiliza una técnica de enriquecimiento de puntos que introduce puntos en la rejilla de fondo a lo largo de las características superficiales detectadas, como las crestas, para garantizar que estas características se conserven en la superficie final fusionada. La metodología de fusión de superficies se amplía para incluir otras operaciones booleanas entre triangulación de superficies. Los algoritmos de extracción iso-superficie se modifican para obtener la iso-superficie correcta para objetos multicomponentes. Los procedimientos se demuestran con varios ejemplos, que van desde entidades geométricas simples hasta aplicaciones complejas de ingeniería. Los algoritmos actuales permiten modelar de forma realista un gran número de geometrías complejas de ingeniería utilizando componentes superpuestos definidos discretamente, es decir: a través de triangulaciones superficiales. Esta capacidad es muy útil para la generación de rejillas a partir de datos originados en mediciones o imágenes ",
            "error": []
        },
        "adaptive background grid": {
            "translated_key": "rejilla de fondo adaptativa",
            "translated_annotated_text": "Una técnica volumétrica que conserva las características para fusionar triangulaciones de superficie Se presentan varias extensiones y mejoras a los procedimientos de fusión de superficie basados en la extracción de isosuperficies de un mapa de distancia definido en una \"rejilla de fondo adaptativa\". El objetivo principal es extender la aplicación de estos algoritmos a superficies con bordes afilados y cometas. Con el fin de tratar con objetos de diferentes escalas de longitud, las rejillas de fondo iniciales se crean utilizando un método de triangulación Delaunay y voxelizaciones locales. Se utiliza una técnica de enriquecimiento de puntos que introduce puntos en la rejilla de fondo a lo largo de las características superficiales detectadas, como las crestas, para garantizar que estas características se conserven en la superficie final fusionada. La metodología de fusión de superficies se amplía para incluir otras operaciones booleanas entre triangulación de superficies. Los algoritmos de extracción iso-superficie se modifican para obtener la iso-superficie correcta para objetos multicomponentes. Los procedimientos se demuestran con varios ejemplos, que van desde entidades geométricas simples hasta aplicaciones complejas de ingeniería. Los algoritmos actuales permiten modelar de forma realista un gran número de geometrías complejas de ingeniería utilizando componentes superpuestos definidos discretamente, es decir: a través de triangulaciones superficiales. Esta capacidad es muy útil para la generación de rejillas a partir de datos originados en mediciones o imágenes ",
            "error": [
                ""
            ]
        },
        "sharp edges": {
            "translated_key": "áristas afiladas",
            "translated_annotated_text": "Una técnica volumétrica de conservación de características para fusionar triangulaciones de superficie Se presentan varias extensiones y mejoras a los procedimientos de fusión de superficie basados en la extracción de isosuperficies de un mapa de distancia definido en una cuadrícula de fondo adaptativa. El objetivo principal es extender la aplicación de estos algoritmos a superficies con \"áristas afiladas\" y cometas. Con el fin de tratar con objetos de diferentes escalas de longitud, las rejillas de fondo iniciales se crean utilizando un método de triangulación Delaunay y voxelizaciones locales. Se utiliza una técnica de enriquecimiento de puntos que introduce puntos en la rejilla de fondo a lo largo de las características superficiales detectadas, como las crestas, para garantizar que estas características se conserven en la superficie final fusionada. La metodología de fusión de superficies se amplía para incluir otras operaciones booleanas entre triangulación de superficies. Los algoritmos de extracción iso-superficie se modifican para obtener la iso-superficie correcta para objetos multicomponentes. Los procedimientos se demuestran con varios ejemplos, que van desde entidades geométricas simples hasta aplicaciones complejas de ingeniería. Los algoritmos actuales permiten modelar de forma realista un gran número de geometrías complejas de ingeniería utilizando componentes superpuestos definidos discretamente, es decir: a través de triangulaciones superficiales. Esta capacidad es muy útil para la generación de rejillas a partir de datos originados en mediciones o imágenes ",
            "error": [
                ""
            ]
        },
        "sharp comers": {
            "translated_key": [],
            "translated_annotated_text": "Una técnica volumétrica de conservación de características para fusionar triangulaciones de superficie Se presentan varias extensiones y mejoras a los procedimientos de fusión de superficie basados en la extracción de isosuperficies de un mapa de distancia definido en una cuadrícula de fondo adaptativa. El objetivo principal es extender la aplicación de estos algoritmos a superficies con bordes afilados y cometas. Con el fin de tratar con objetos de diferentes escalas de longitud, las rejillas de fondo iniciales se crean utilizando un método de triangulación Delaunay y voxelizaciones locales. Se utiliza una técnica de enriquecimiento de puntos que introduce puntos en la rejilla de fondo a lo largo de las características superficiales detectadas, como las crestas, para garantizar que estas características se conserven en la superficie final fusionada. La metodología de fusión de superficies se amplía para incluir otras operaciones booleanas entre triangulación de superficies. Los algoritmos de extracción iso-superficie se modifican para obtener la iso-superficie correcta para objetos multicomponentes. Los procedimientos se demuestran con varios ejemplos, que van desde entidades geométricas simples hasta aplicaciones complejas de ingeniería. Los algoritmos actuales permiten modelar de forma realista un gran número de geometrías complejas de ingeniería utilizando componentes superpuestos definidos discretamente, es decir: a través de triangulaciones superficiales. Esta capacidad es muy útil para la generación de rejillas a partir de datos originados en mediciones o imágenes ",
            "error": []
        },
        "Delaunay triangulation method": {
            "translated_key": "método de triangulación Delaunay",
            "translated_annotated_text": "Una técnica volumétrica de conservación de características para fusionar triangulaciones de superficie Se presentan varias extensiones y mejoras a los procedimientos de fusión de superficie basados en la extracción de isosuperficies de un mapa de distancia definido en una cuadrícula de fondo adaptativa. El objetivo principal es extender la aplicación de estos algoritmos a superficies con bordes afilados y cometas. Con el fin de tratar con objetos de diferentes escalas de longitud, las rejillas de fondo iniciales se crean utilizando un \"método de triangulación Delaunay\" y voxelizaciones locales. Se utiliza una técnica de enriquecimiento de puntos que introduce puntos en la rejilla de fondo a lo largo de las características superficiales detectadas, como las crestas, para garantizar que estas características se conserven en la superficie final fusionada. La metodología de fusión de superficies se amplía para incluir otras operaciones booleanas entre triangulación de superficies. Los algoritmos de extracción iso-superficie se modifican para obtener la iso-superficie correcta para objetos multicomponentes. Los procedimientos se demuestran con varios ejemplos, que van desde entidades geométricas simples hasta aplicaciones complejas de ingeniería. Los algoritmos actuales permiten modelar de forma realista un gran número de geometrías complejas de ingeniería utilizando componentes superpuestos definidos discretamente, es decir: a través de triangulaciones superficiales. Esta capacidad es muy útil para la generación de rejillas a partir de datos originados en mediciones o imágenes ",
            "error": [
                ""
            ]
        },
        "local voxelizations": {
            "translated_key": "voxelizaciones locales",
            "translated_annotated_text": "Una técnica volumétrica de conservación de características para fusionar triangulaciones de superficie Se presentan varias extensiones y mejoras a los procedimientos de fusión de superficie basados en la extracción de isosuperficies de un mapa de distancia definido en una cuadrícula de fondo adaptativa. El objetivo principal es extender la aplicación de estos algoritmos a superficies con bordes afilados y cometas. Con el fin de tratar con objetos de diferentes escalas de longitud, las rejillas de fondo iniciales se crean utilizando un método de triangulación Delaunay y \"voxelizaciones locales\". Se utiliza una técnica de enriquecimiento de puntos que introduce puntos en la rejilla de fondo a lo largo de las características superficiales detectadas, como las crestas, para garantizar que estas características se conserven en la superficie final fusionada. La metodología de fusión de superficies se amplía para incluir otras operaciones booleanas entre triangulación de superficies. Los algoritmos de extracción iso-superficie se modifican para obtener la iso-superficie correcta para objetos multicomponentes. Los procedimientos se demuestran con varios ejemplos, que van desde entidades geométricas simples hasta aplicaciones complejas de ingeniería. Los algoritmos actuales permiten modelar de forma realista un gran número de geometrías complejas de ingeniería utilizando componentes superpuestos definidos discretamente, es decir: a través de triangulaciones superficiales. Esta capacidad es muy útil para la generación de rejillas a partir de datos originados en mediciones o imágenes ",
            "error": [
                ""
            ]
        },
        "point enrichment technique background grid": {
            "translated_key": [],
            "translated_annotated_text": "Una técnica volumétrica de conservación de características para fusionar triangulaciones de superficie Se presentan varias extensiones y mejoras a los procedimientos de fusión de superficie basados en la extracción de isosuperficies de un mapa de distancia definido en una cuadrícula de fondo adaptativa. El objetivo principal es extender la aplicación de estos algoritmos a superficies con bordes afilados y cometas. Con el fin de tratar con objetos de diferentes escalas de longitud, las rejillas de fondo iniciales se crean utilizando un método de triangulación Delaunay y voxelizaciones locales. Se utiliza una técnica de enriquecimiento de puntos que introduce puntos en la rejilla de fondo a lo largo de las características superficiales detectadas, como las crestas, para garantizar que estas características se conserven en la superficie final fusionada. La metodología de fusión de superficies se amplía para incluir otras operaciones booleanas entre triangulación de superficies. Los algoritmos de extracción iso-superficie se modifican para obtener la iso-superficie correcta para objetos multicomponentes. Los procedimientos se demuestran con varios ejemplos, que van desde entidades geométricas simples hasta aplicaciones complejas de ingeniería. Los algoritmos actuales permiten modelar de forma realista un gran número de geometrías complejas de ingeniería utilizando componentes superpuestos definidos discretamente, es decir: a través de triangulaciones superficiales. Esta capacidad es muy útil para la generación de rejillas a partir de datos originados en mediciones o imágenes ",
            "error": []
        },
        "ridges": {
            "translated_key": "neveras",
            "translated_annotated_text": "Una técnica volumétrica de conservación de características para fusionar triangulaciones de superficie Se presentan varias extensiones y mejoras a los procedimientos de fusión de superficie basados en la extracción de isosuperficies de un mapa de distancia definido en una cuadrícula de fondo adaptativa. El objetivo principal es extender la aplicación de estos algoritmos a superficies con bordes afilados y cometas. Con el fin de tratar con objetos de diferentes escalas de longitud, las rejillas de fondo iniciales se crean utilizando un método de triangulación Delaunay y voxelizaciones locales. Una técnica de enriquecimiento de puntos que introduce puntos en la cuadrícula de fondo a lo largo de las características de superficie detectadas, tales como \"neveras\", se utiliza para garantizar que estas características se conserven en la superficie final fusionada. La metodología de fusión de superficies se amplía para incluir otras operaciones booleanas entre triangulación de superficies. Los algoritmos de extracción iso-superficie se modifican para obtener la iso-superficie correcta para objetos multicomponentes. Los procedimientos se demuestran con varios ejemplos, que van desde entidades geométricas simples hasta aplicaciones complejas de ingeniería. Los algoritmos actuales permiten modelar de forma realista un gran número de geometrías complejas de ingeniería utilizando componentes superpuestos definidos discretamente, es decir: a través de triangulaciones superficiales. Esta capacidad es muy útil para la generación de rejillas a partir de datos originados en mediciones o imágenes ",
            "error": [
                ""
            ]
        },
        "Boolean operations": {
            "translated_key": "operaciones booleanas",
            "translated_annotated_text": "Una técnica volumétrica de conservación de características para fusionar triangulaciones de superficie Se presentan varias extensiones y mejoras a los procedimientos de fusión de superficie basados en la extracción de isosuperficies de un mapa de distancia definido en una cuadrícula de fondo adaptativa. El objetivo principal es extender la aplicación de estos algoritmos a superficies con bordes afilados y cometas. Con el fin de tratar con objetos de diferentes escalas de longitud, las rejillas de fondo iniciales se crean utilizando un método de triangulación Delaunay y voxelizaciones locales. Se utiliza una técnica de enriquecimiento de puntos que introduce puntos en la rejilla de fondo a lo largo de las características superficiales detectadas, como las crestas, para garantizar que estas características se conserven en la superficie final fusionada. La metodología de fusión de superficies se amplía para incluir otras \"operaciones booleanas\" entre triangulaciones de superficies. Los algoritmos de extracción iso-superficie se modifican para obtener la iso-superficie correcta para objetos multicomponentes. Los procedimientos se demuestran con varios ejemplos, que van desde entidades geométricas simples hasta aplicaciones complejas de ingeniería. Los algoritmos actuales permiten modelar de forma realista un gran número de geometrías complejas de ingeniería utilizando componentes superpuestos definidos discretamente, es decir: a través de triangulaciones superficiales. Esta capacidad es muy útil para la generación de rejillas a partir de datos originados en mediciones o imágenes ",
            "error": [
                ""
            ]
        },
        "surface triangulations": {
            "translated_key": [
                "triangulaciones superficiales",
                "triangulaciones de superficies",
                "triangulaciones superficiales"
            ],
            "translated_annotated_text": "Una técnica volumétrica de conservación de características para fusionar \"triangulaciones superficiales\" Se presentan varias extensiones y mejoras a los procedimientos de fusión de superficies basados en la extracción de isosuperficies de un mapa de distancia definido en una cuadrícula de fondo adaptativa. El objetivo principal es extender la aplicación de estos algoritmos a superficies con bordes afilados y cometas. Con el fin de tratar con objetos de diferentes escalas de longitud, las rejillas de fondo iniciales se crean utilizando un método de triangulación Delaunay y voxelizaciones locales. Se utiliza una técnica de enriquecimiento de puntos que introduce puntos en la rejilla de fondo a lo largo de las características superficiales detectadas, como las crestas, para garantizar que estas características se conserven en la superficie final fusionada. La metodología de fusión de superficies se amplía para incluir otras operaciones booleanas entre \"triangulaciones de superficies\". Los algoritmos de extracción iso-superficie se modifican para obtener la iso-superficie correcta para objetos multicomponentes. Los procedimientos se demuestran con varios ejemplos, que van desde entidades geométricas simples hasta aplicaciones complejas de ingeniería. Los algoritmos actuales permiten modelar de forma realista un gran número de geometrías complejas de ingeniería utilizando componentes superpuestos definidos discretamente, es decir: a través de \"triangulaciones superficiales\". Esta capacidad es muy útil para la generación de rejillas a partir de datos originados en mediciones o imágenes ",
            "error": [
                "triangulaciones superficiales",
                "triangulaciones de superficies",
                "triangulaciones superficiales"
            ]
        },
        "arterial surfaces": {
            "translated_key": [],
            "translated_annotated_text": "Una técnica volumétrica de conservación de características para fusionar triangulaciones de superficie Se presentan varias extensiones y mejoras a los procedimientos de fusión de superficie basados en la extracción de isosuperficies de un mapa de distancia definido en una cuadrícula de fondo adaptativa. El objetivo principal es extender la aplicación de estos algoritmos a superficies con bordes afilados y cometas. Con el fin de tratar con objetos de diferentes escalas de longitud, las rejillas de fondo iniciales se crean utilizando un método de triangulación Delaunay y voxelizaciones locales. Se utiliza una técnica de enriquecimiento de puntos que introduce puntos en la rejilla de fondo a lo largo de las características superficiales detectadas, como las crestas, para garantizar que estas características se conserven en la superficie final fusionada. La metodología de fusión de superficies se amplía para incluir otras operaciones booleanas entre triangulación de superficies. Los algoritmos de extracción iso-superficie se modifican para obtener la iso-superficie correcta para objetos multicomponentes. Los procedimientos se demuestran con varios ejemplos, que van desde entidades geométricas simples hasta aplicaciones complejas de ingeniería. Los algoritmos actuales permiten modelar de forma realista un gran número de geometrías complejas de ingeniería utilizando componentes superpuestos definidos discretamente, es decir: a través de triangulaciones superficiales. Esta capacidad es muy útil para la generación de rejillas a partir de datos originados en mediciones o imágenes ",
            "error": []
        },
        "haemoglobin molecule": {
            "translated_key": [],
            "translated_annotated_text": "Una técnica volumétrica de conservación de características para fusionar triangulaciones de superficie Se presentan varias extensiones y mejoras a los procedimientos de fusión de superficie basados en la extracción de isosuperficies de un mapa de distancia definido en una cuadrícula de fondo adaptativa. El objetivo principal es extender la aplicación de estos algoritmos a superficies con bordes afilados y cometas. Con el fin de tratar con objetos de diferentes escalas de longitud, las rejillas de fondo iniciales se crean utilizando un método de triangulación Delaunay y voxelizaciones locales. Se utiliza una técnica de enriquecimiento de puntos que introduce puntos en la rejilla de fondo a lo largo de las características superficiales detectadas, como las crestas, para garantizar que estas características se conserven en la superficie final fusionada. La metodología de fusión de superficies se amplía para incluir otras operaciones booleanas entre triangulación de superficies. Los algoritmos de extracción iso-superficie se modifican para obtener la iso-superficie correcta para objetos multicomponentes. Los procedimientos se demuestran con varios ejemplos, que van desde entidades geométricas simples hasta aplicaciones complejas de ingeniería. Los algoritmos actuales permiten modelar de forma realista un gran número de geometrías complejas de ingeniería utilizando componentes superpuestos definidos discretamente, es decir: a través de triangulaciones superficiales. Esta capacidad es muy útil para la generación de rejillas a partir de datos originados en mediciones o imágenes ",
            "error": []
        },
        "physiological models": {
            "translated_key": [],
            "translated_annotated_text": "Una técnica volumétrica de conservación de características para fusionar triangulaciones de superficie Se presentan varias extensiones y mejoras a los procedimientos de fusión de superficie basados en la extracción de isosuperficies de un mapa de distancia definido en una cuadrícula de fondo adaptativa. El objetivo principal es extender la aplicación de estos algoritmos a superficies con bordes afilados y cometas. Con el fin de tratar con objetos de diferentes escalas de longitud, las rejillas de fondo iniciales se crean utilizando un método de triangulación Delaunay y voxelizaciones locales. Se utiliza una técnica de enriquecimiento de puntos que introduce puntos en la rejilla de fondo a lo largo de las características superficiales detectadas, como las crestas, para garantizar que estas características se conserven en la superficie final fusionada. La metodología de fusión de superficies se amplía para incluir otras operaciones booleanas entre triangulación de superficies. Los algoritmos de extracción iso-superficie se modifican para obtener la iso-superficie correcta para objetos multicomponentes. Los procedimientos se demuestran con varios ejemplos, que van desde entidades geométricas simples hasta aplicaciones complejas de ingeniería. Los algoritmos actuales permiten modelar de forma realista un gran número de geometrías complejas de ingeniería utilizando componentes superpuestos definidos discretamente, es decir: a través de triangulaciones superficiales. Esta capacidad es muy útil para la generación de rejillas a partir de datos originados en mediciones o imágenes ",
            "error": []
        }
    }
}