{
    "original_text": "The case for activity based management In todays stormy economic climate businesses need Activity Based Management (ABM) more than ever before. In an economic downturn it is a vital tool for pinpointing a business most profitable customers, products, regions or channels, as well as uncovering the costs of individual business processes that may need to be improved in order to drive higher profit levels. Changes may be afoot in the ABM market, but Armstrong Laing Group CEO Mike Sherratt argues that businesses need specialists with an ABM focus to keep up with their requirements in such a climate. He looks at what benefits a `best-of-breed ABM system can offer businesses and contends that businesses must choose carefully when going down the ABM route - and also ask themselves the question whether generalist organisations will be able to deliver the best possible ABM solution",
    "original_translation": "El caso de la gestión basada en la actividad En la actualidad, las empresas de clima económico tormentoso necesitan la gestión basada en la actividad (ABM) más que nunca. En una recesión económica, es una herramienta vital para identificar a los clientes, productos, regiones o canales más rentables de una empresa, así como para descubrir los costos de los procesos empresariales individuales que pueden necesitar ser mejorados para impulsar mayores niveles de ganancia. Los cambios pueden estar en marcha en el mercado ABM, pero Mike Sherratt, CEO de Armstrong Laing Group, sostiene que las empresas necesitan especialistas con un enfoque ABM para mantenerse al día con sus necesidades en un clima así. Analiza los beneficios que un sistema ABM \"mejor de raza puede ofrecer a las empresas y sostiene que las empresas deben elegir con cuidado al seguir la ruta ABM - y también se preguntan si las organizaciones generalistas serán capaces de ofrecer la mejor solución posible ABM",
    "error_count": 3,
    "keys": {
        "activity based costing": {
            "translated_key": [],
            "translated_annotated_text": "El caso de la gestión basada en la actividad En la actualidad, las empresas de clima económico tormentoso necesitan la gestión basada en la actividad (ABM) más que nunca. En una recesión económica, es una herramienta vital para identificar a los clientes, productos, regiones o canales más rentables de una empresa, así como para descubrir los costos de los procesos empresariales individuales que pueden necesitar ser mejorados para impulsar mayores niveles de ganancia. Los cambios pueden estar en marcha en el mercado ABM, pero Mike Sherratt, CEO de Armstrong Laing Group, sostiene que las empresas necesitan especialistas con un enfoque ABM para mantenerse al día con sus necesidades en un clima así. Analiza los beneficios que un sistema ABM \"mejor de raza puede ofrecer a las empresas y sostiene que las empresas deben elegir con cuidado al seguir la ruta ABM - y también se preguntan si las organizaciones generalistas serán capaces de ofrecer la mejor solución posible ABM ",
            "error": []
        },
        "best-of-breed ABM": {
            "translated_key": "Best of Breed ABM",
            "translated_annotated_text": "El caso de la gestión basada en la actividad En la actualidad, las empresas de clima económico tormentoso necesitan la gestión basada en la actividad (ABM) más que nunca. En una recesión económica, es una herramienta vital para identificar a los clientes, productos, regiones o canales más rentables de una empresa, así como para descubrir los costos de los procesos empresariales individuales que pueden necesitar ser mejorados para impulsar mayores niveles de ganancia. Los cambios pueden estar en marcha en el mercado ABM, pero Mike Sherratt, CEO de Armstrong Laing Group, sostiene que las empresas necesitan especialistas con un enfoque ABM para mantenerse al día con sus necesidades en un clima así. Analiza los beneficios que un sistema \"Best of Breed ABM\" puede ofrecer a las empresas y sostiene que las empresas deben elegir cuidadosamente al seguir la ruta ABM - y también se preguntan si las organizaciones generalistas serán capaces de ofrecer la mejor solución posible. ",
            "error": [
                ""
            ]
        },
        "Armstrong Laing Group": {
            "translated_key": "Armstrong Laing Group",
            "translated_annotated_text": "El caso de la gestión basada en la actividad En la actualidad, las empresas de clima económico tormentoso necesitan la gestión basada en la actividad (ABM) más que nunca. En una recesión económica, es una herramienta vital para identificar a los clientes, productos, regiones o canales más rentables de una empresa, así como para descubrir los costos de los procesos empresariales individuales que pueden necesitar ser mejorados para impulsar mayores niveles de ganancia. Los cambios pueden estar en marcha en el mercado ABM, pero Mike Sherratt, CEO de \"Armstrong Laing Group\", sostiene que las empresas necesitan especialistas con un enfoque ABM para mantenerse al día con sus necesidades en un clima así. Analiza los beneficios que un sistema ABM \"mejor de raza puede ofrecer a las empresas y sostiene que las empresas deben elegir con cuidado al seguir la ruta ABM - y también se preguntan si las organizaciones generalistas serán capaces de ofrecer la mejor solución posible ABM ",
            "error": [
                ""
            ]
        },
        "activity based management": {
            "translated_key": "gestión basada en la actividad",
            "translated_annotated_text": "El caso de la \"gestión basada en la actividad\" En la actualidad, las empresas de clima económico tormentoso necesitan la gestión basada en la actividad (ABM) más que nunca. En una recesión económica, es una herramienta vital para identificar a los clientes, productos, regiones o canales más rentables de una empresa, así como para descubrir los costos de los procesos empresariales individuales que pueden necesitar ser mejorados para impulsar mayores niveles de ganancia. Los cambios pueden estar en marcha en el mercado ABM, pero Mike Sherratt, CEO de Armstrong Laing Group, sostiene que las empresas necesitan especialistas con un enfoque ABM para mantenerse al día con sus necesidades en un clima así. Analiza los beneficios que un sistema ABM \"mejor de raza puede ofrecer a las empresas y sostiene que las empresas deben elegir con cuidado al seguir la ruta ABM - y también se preguntan si las organizaciones generalistas serán capaces de ofrecer la mejor solución posible ABM ",
            "error": [
                ""
            ]
        },
        "accounting": {
            "translated_key": [],
            "translated_annotated_text": "El caso de la gestión basada en la actividad En la actualidad, las empresas de clima económico tormentoso necesitan la gestión basada en la actividad (ABM) más que nunca. En una recesión económica, es una herramienta vital para identificar a los clientes, productos, regiones o canales más rentables de una empresa, así como para descubrir los costos de los procesos empresariales individuales que pueden necesitar ser mejorados para impulsar mayores niveles de ganancia. Los cambios pueden estar en marcha en el mercado ABM, pero Mike Sherratt, CEO de Armstrong Laing Group, sostiene que las empresas necesitan especialistas con un enfoque ABM para mantenerse al día con sus necesidades en un clima así. Analiza los beneficios que un sistema ABM \"mejor de raza puede ofrecer a las empresas y sostiene que las empresas deben elegir con cuidado al seguir la ruta ABM - y también se preguntan si las organizaciones generalistas serán capaces de ofrecer la mejor solución posible ABM ",
            "error": []
        },
        "costing": {
            "translated_key": [],
            "translated_annotated_text": "El caso de la gestión basada en la actividad En la actualidad, las empresas de clima económico tormentoso necesitan la gestión basada en la actividad (ABM) más que nunca. En una recesión económica, es una herramienta vital para identificar a los clientes, productos, regiones o canales más rentables de una empresa, así como para descubrir los costos de los procesos empresariales individuales que pueden necesitar ser mejorados para impulsar mayores niveles de ganancia. Los cambios pueden estar en marcha en el mercado ABM, pero Mike Sherratt, CEO de Armstrong Laing Group, sostiene que las empresas necesitan especialistas con un enfoque ABM para mantenerse al día con sus necesidades en un clima así. Analiza los beneficios que un sistema ABM \"mejor de raza puede ofrecer a las empresas y sostiene que las empresas deben elegir con cuidado al seguir la ruta ABM - y también se preguntan si las organizaciones generalistas serán capaces de ofrecer la mejor solución posible ABM ",
            "error": []
        }
    }
}