{
    "original_text": "Enlisting on-line residents: Expanding the boundaries of e-government in a Japanese rural township The purpose of this article is to analyze and learn from an unusual way in which local bureaucrats in a Japanese rural township are using the Internet to serve their constituents by enlisting the support of on-line residents. Successful e-government requires not only rethinking the potential uses of computer technology, but in adopting new patterns of decision-making, power sharing, and office management that many bureaucrats may not be predisposed to make. The main thesis of this article is that necessity and practicality can play a powerful motivational role in facilitating the incorporation of information technology (IT) at the level of local government. This case study of how bureaucrats in Towa-cho, a small, agricultural town in Northeastern Japan, have harnessed the Internet demonstrates clearly the fundamentals of building a successful e-government framework in this rural municipality, similar to many communities in Europe and North America today",
    "original_translation": "Alistando a residentes en línea: Expandiendo los límites del gobierno electrónico en un municipio rural japonés El propósito de este artículo es analizar y aprender de una manera inusual en la que los burócratas locales en un municipio rural japonés están usando Internet para servir a sus constituyentes alistando el apoyo de residentes en línea. El gobierno electrónico exitoso requiere no sólo repensar los usos potenciales de la tecnología informática, sino también adoptar nuevos patrones de toma de decisiones, distribución de poder y administración de oficinas que muchos burócratas tal vez no estén predispuestos a hacer. La tesis principal de este artículo es que la necesidad y la practicidad pueden desempeñar un papel motivador poderoso para facilitar la incorporación de la tecnología de la información (TI) a nivel del gobierno local. Este estudio de caso de cómo los burócratas en Towa-cho, una pequeña ciudad agrícola en el noreste de Japón, han aprovechado Internet demuestra claramente los fundamentos de la construcción de un marco de gobierno electrónico exitoso en este municipio rural, similar a muchas comunidades en Europa y América del Norte hoy en día",
    "error_count": 6,
    "keys": {
        "on-line residents": {
            "translated_key": [
                "on-line residents",
                "on-line"
            ],
            "translated_annotated_text": "Inscripción <br>on-line residents</br>: Expandiendo los límites del gobierno electrónico en un municipio rural japonés El propósito de este artículo es analizar y aprender de una manera inusual en la que los burócratas locales en un municipio rural japonés están usando Internet para servir a sus constituyentes alistando el apoyo de residentes <br>on-line</br>. El gobierno electrónico exitoso requiere no sólo repensar los usos potenciales de la tecnología informática, sino también adoptar nuevos patrones de toma de decisiones, distribución de poder y administración de oficinas que muchos burócratas tal vez no estén predispuestos a hacer. La tesis principal de este artículo es que la necesidad y la practicidad pueden desempeñar un papel motivador poderoso para facilitar la incorporación de la tecnología de la información (TI) a nivel del gobierno local. Este estudio de caso de cómo los burócratas en Towa-cho, una pequeña ciudad agrícola en el noreste de Japón, han aprovechado Internet demuestra claramente los fundamentos de la construcción de un marco de gobierno electrónico exitoso en este municipio rural, similar a muchas comunidades en Europa y América del Norte hoy en día ",
            "error": [
                "on-line residents",
                "on-line"
            ]
        },
        "e-government": {
            "translated_key": [
                "e-government",
                "e-government",
                "e"
            ],
            "translated_annotated_text": "Inscripción de residentes en línea: Expandir los límites de <br>e-government</br> en un municipio rural japonés El propósito de este artículo es analizar y aprender de una manera inusual en la que los burócratas locales en un municipio rural japonés están utilizando Internet para servir a sus electores alistando el apoyo de residentes en línea. El éxito del <br>e-government</br> requiere no sólo repensar los usos potenciales de la tecnología informática, sino también adoptar nuevos patrones de toma de decisiones, distribución de poder y administración de oficinas que muchos burócratas no están predispuestos a hacer. La tesis principal de este artículo es que la necesidad y la practicidad pueden desempeñar un papel motivador poderoso para facilitar la incorporación de la tecnología de la información (TI) a nivel del gobierno local. Este estudio de caso de cómo los burócratas en Towa-cho, una pequeña ciudad agrícola en el noreste de Japón, han aprovechado Internet demuestra claramente los fundamentos de la construcción de un marco de gobierno <br>e</br> exitoso en este municipio rural, similar a muchas comunidades en Europa y América del Norte hoy en día ",
            "error": [
                "e-government",
                "e-government",
                "e"
            ]
        },
        "Japanese rural township": {
            "translated_key": "municipio rural japonés",
            "translated_annotated_text": "Alistando a residentes en línea: Expandiendo los límites del gobierno electrónico en un <br>municipio rural japonés</br> El propósito de este artículo es analizar y aprender de una manera inusual en la que burócratas locales en un <br>municipio rural japonés</br> están utilizando Internet para servir a sus constituyentes alistando el apoyo de residentes en línea. El gobierno electrónico exitoso requiere no sólo repensar los usos potenciales de la tecnología informática, sino también adoptar nuevos patrones de toma de decisiones, distribución de poder y administración de oficinas que muchos burócratas tal vez no estén predispuestos a hacer. La tesis principal de este artículo es que la necesidad y la practicidad pueden desempeñar un papel motivador poderoso para facilitar la incorporación de la tecnología de la información (TI) a nivel del gobierno local. Este estudio de caso de cómo los burócratas en Towa-cho, una pequeña ciudad agrícola en el noreste de Japón, han aprovechado Internet demuestra claramente los fundamentos de la construcción de un marco de gobierno electrónico exitoso en este municipio rural, similar a muchas comunidades en Europa y América del Norte hoy en día ",
            "error": [
                ""
            ]
        },
        "local bureaucrats": {
            "translated_key": "burócratas locales",
            "translated_annotated_text": "Inscripción de residentes en línea: Expandiendo los límites del gobierno electrónico en un municipio rural japonés El propósito de este artículo es analizar y aprender de una manera inusual en la que los <br>burócratas locales</br> en un municipio rural japonés están usando Internet para servir a sus constituyentes alistando el apoyo de residentes en línea.  El gobierno electrónico exitoso requiere no sólo repensar los usos potenciales de la tecnología informática, sino también adoptar nuevos patrones de toma de decisiones, distribución de poder y administración de oficinas que muchos burócratas tal vez no estén predispuestos a hacer. La tesis principal de este artículo es que la necesidad y la practicidad pueden desempeñar un papel motivador poderoso para facilitar la incorporación de la tecnología de la información (TI) a nivel del gobierno local. Este estudio de caso de cómo los burócratas en Towa-cho, una pequeña ciudad agrícola en el noreste de Japón, han aprovechado Internet demuestra claramente los fundamentos de la construcción de un marco de gobierno electrónico exitoso en este municipio rural, similar a muchas comunidades en Europa y América del Norte hoy en día ",
            "error": [
                ""
            ]
        },
        "Internet": {
            "translated_key": "Internet",
            "translated_annotated_text": "Inscripción de residentes en línea: Expandiendo los límites del gobierno electrónico en un municipio rural japonés El propósito de este artículo es analizar y aprender de una manera inusual en la que los burócratas locales en un municipio rural japonés están usando la <br>Internet</br> para servir a sus constituyentes alistando el apoyo de residentes en línea. El gobierno electrónico exitoso requiere no sólo repensar los usos potenciales de la tecnología informática, sino también adoptar nuevos patrones de toma de decisiones, distribución de poder y administración de oficinas que muchos burócratas tal vez no estén predispuestos a hacer. La tesis principal de este artículo es que la necesidad y la practicidad pueden desempeñar un papel motivador poderoso para facilitar la incorporación de la tecnología de la información (TI) a nivel del gobierno local. Este estudio de caso de cómo los burócratas en Towa-cho, una pequeña ciudad agrícola en el noreste de Japón, han aprovechado la <br>Internet</br> demuestra claramente los fundamentos de la construcción de un marco de gobierno electrónico exitoso en este municipio rural, similar a muchas comunidades en Europa y América del Norte hoy en día ",
            "error": [
                ""
            ]
        },
        "decision-making": {
            "translated_key": [],
            "translated_annotated_text": "Alistando a residentes en línea: Expandiendo los límites del gobierno electrónico en un municipio rural japonés El propósito de este artículo es analizar y aprender de una manera inusual en la que los burócratas locales en un municipio rural japonés están usando Internet para servir a sus constituyentes alistando el apoyo de residentes en línea. El gobierno electrónico exitoso requiere no sólo repensar los usos potenciales de la tecnología informática, sino también adoptar nuevos patrones de toma de decisiones, reparto de poder y administración de oficinas que muchos burócratas no están predispuestos a tomar. La tesis principal de este artículo es que la necesidad y la practicidad pueden desempeñar un papel motivador poderoso para facilitar la incorporación de la tecnología de la información (TI) a nivel del gobierno local. Este estudio de caso de cómo los burócratas en Towa-cho, una pequeña ciudad agrícola en el noreste de Japón, han aprovechado Internet demuestra claramente los fundamentos de la construcción de un marco de gobierno electrónico exitoso en este municipio rural, similar a muchas comunidades en Europa y América del Norte hoy en día ",
            "error": []
        },
        "power sharing": {
            "translated_key": [],
            "translated_annotated_text": "Alistando a residentes en línea: Expandiendo los límites del gobierno electrónico en un municipio rural japonés El propósito de este artículo es analizar y aprender de una manera inusual en la que los burócratas locales en un municipio rural japonés están usando Internet para servir a sus constituyentes alistando el apoyo de residentes en línea. El éxito del gobierno electrónico requiere no sólo repensar los usos potenciales de la tecnología informática, sino también adoptar nuevos patrones de toma de decisiones, distribución de poder y administración de oficinas que muchos burócratas pueden no estar predispuestos a hacer. La tesis principal de este artículo es que la necesidad y la practicidad pueden desempeñar un papel motivador poderoso para facilitar la incorporación de la tecnología de la información (TI) a nivel del gobierno local. Este estudio de caso de cómo los burócratas en Towa-cho, una pequeña ciudad agrícola en el noreste de Japón, han aprovechado Internet demuestra claramente los fundamentos de la construcción de un marco de gobierno electrónico exitoso en este municipio rural, similar a muchas comunidades en Europa y América del Norte hoy en día ",
            "error": []
        },
        "office management": {
            "translated_key": [],
            "translated_annotated_text": "Alistando a residentes en línea: Expandiendo los límites del gobierno electrónico en un municipio rural japonés El propósito de este artículo es analizar y aprender de una manera inusual en la que los burócratas locales en un municipio rural japonés están usando Internet para servir a sus constituyentes alistando el apoyo de residentes en línea. El gobierno electrónico exitoso requiere no sólo repensar los usos potenciales de la tecnología informática, sino también adoptar nuevos patrones de toma de decisiones, distribución de poder y administración de oficinas que muchos burócratas pueden no estar predispuestos a hacer. La tesis principal de este artículo es que la necesidad y la practicidad pueden desempeñar un papel motivador poderoso para facilitar la incorporación de la tecnología de la información (TI) a nivel del gobierno local. Este estudio de caso de cómo los burócratas en Towa-cho, una pequeña ciudad agrícola en el noreste de Japón, han aprovechado Internet demuestra claramente los fundamentos de la construcción de un marco de gobierno electrónico exitoso en este municipio rural, similar a muchas comunidades en Europa y América del Norte hoy en día ",
            "error": []
        },
        "Towa-cho": {
            "translated_key": "Towa-cho",
            "translated_annotated_text": "Alistando a residentes en línea: Expandiendo los límites del gobierno electrónico en un municipio rural japonés El propósito de este artículo es analizar y aprender de una manera inusual en la que los burócratas locales en un municipio rural japonés están usando Internet para servir a sus constituyentes alistando el apoyo de residentes en línea. El gobierno electrónico exitoso requiere no sólo repensar los usos potenciales de la tecnología informática, sino también adoptar nuevos patrones de toma de decisiones, distribución de poder y administración de oficinas que muchos burócratas tal vez no estén predispuestos a hacer. La tesis principal de este artículo es que la necesidad y la practicidad pueden desempeñar un papel motivador poderoso para facilitar la incorporación de la tecnología de la información (TI) a nivel del gobierno local. Este estudio de caso de cómo los burócratas en <br>Towa-cho</br>, una pequeña ciudad agrícola en el noreste de Japón, han aprovechado Internet demuestra claramente los fundamentos de la construcción de un exitoso marco de gobierno electrónico en este municipio rural, similar a muchas comunidades en Europa y América del Norte hoy en día ",
            "error": [
                ""
            ]
        },
        "rural municipality": {
            "translated_key": "municipio rural",
            "translated_annotated_text": "Alistando a residentes en línea: Expandiendo los límites del gobierno electrónico en un municipio rural japonés El propósito de este artículo es analizar y aprender de una manera inusual en la que los burócratas locales en un municipio rural japonés están usando Internet para servir a sus constituyentes alistando el apoyo de residentes en línea. El gobierno electrónico exitoso requiere no sólo repensar los usos potenciales de la tecnología informática, sino también adoptar nuevos patrones de toma de decisiones, distribución de poder y administración de oficinas que muchos burócratas tal vez no estén predispuestos a hacer. La tesis principal de este artículo es que la necesidad y la practicidad pueden desempeñar un papel motivador poderoso para facilitar la incorporación de la tecnología de la información (TI) a nivel del gobierno local. Este estudio de caso de cómo los burócratas en Towa-cho, una pequeña ciudad agrícola en el noreste de Japón, han aprovechado Internet demuestra claramente los fundamentos de la construcción de un marco de gobierno electrónico exitoso en este <br>municipio rural</br>, similar a muchas comunidades en Europa y América del Norte hoy en día. ",
            "error": [
                ""
            ]
        },
        "government data processing": {
            "translated_key": [],
            "translated_annotated_text": "Alistando a residentes en línea: Expandiendo los límites del gobierno electrónico en un municipio rural japonés El propósito de este artículo es analizar y aprender de una manera inusual en la que los burócratas locales en un municipio rural japonés están usando Internet para servir a sus constituyentes alistando el apoyo de residentes en línea. El gobierno electrónico exitoso requiere no sólo repensar los usos potenciales de la tecnología informática, sino también adoptar nuevos patrones de toma de decisiones, distribución de poder y administración de oficinas que muchos burócratas tal vez no estén predispuestos a hacer. La tesis principal de este artículo es que la necesidad y la practicidad pueden desempeñar un papel motivador poderoso para facilitar la incorporación de la tecnología de la información (TI) a nivel del gobierno local. Este estudio de caso de cómo los burócratas en Towa-cho, una pequeña ciudad agrícola en el noreste de Japón, han aprovechado Internet demuestra claramente los fundamentos de la construcción de un marco de gobierno electrónico exitoso en este municipio rural, similar a muchas comunidades en Europa y América del Norte hoy en día ",
            "error": []
        }
    }
}