{
    "original_text": "ERP systems implementation: Best practices in Canadian government organizations ERP (Enterprise resource planning) systems implementation is a complex exercise in organizational innovation and change management. Government organizations are increasing their adoption of these systems for various benefits such as integrated real-time information, better administration, and result-based management. Government organizations, due to their social obligations, higher legislative and public accountability, and unique culture face many specific challenges in the transition to enterprise systems. This motivated the authors to explore the key considerations and typical activities in government organizations adopting ERP systems. The article adopts the innovation process theory framework as well as the (Markus & Tanis, 2000) model as a basis to delineate the ERP adoption process. Although, each adopting organization has a distinct set of objectives for its systems, the study found many similarities in motivations, concerns, and strategies across organizations",
    "original_translation": "Aplicación de sistemas de planificación de los recursos institucionales: Las mejores prácticas en las organizaciones gubernamentales canadienses La aplicación de sistemas de planificación de los recursos institucionales (ERP) es un ejercicio complejo de innovación institucional y gestión del cambio. Las organizaciones gubernamentales están aumentando la adopción de estos sistemas para obtener diversos beneficios, como información integrada en tiempo real, una mejor administración y una gestión basada en los resultados. Las organizaciones gubernamentales, debido a sus obligaciones sociales, una mayor rendición de cuentas legislativa y pública, y una cultura única se enfrentan a muchos problemas específicos en la transición a los sistemas empresariales. Esto motivó a los autores a explorar las consideraciones clave y las actividades típicas en las organizaciones gubernamentales que adoptaron sistemas de planificación de los recursos institucionales. El artículo adopta el marco de la teoría de procesos de innovación, así como el modelo (Markus & Tanis, 2000) como base para delinear el proceso de adopción de ERP. Aunque cada organización adoptante tiene un conjunto distinto de objetivos para sus sistemas, el estudio encontró muchas similitudes en motivaciones, preocupaciones y estrategias entre las organizaciones.",
    "error_count": 8,
    "keys": {
        "ERP systems implementation": {
            "translated_key": "Aplicación de sistemas ERP",
            "translated_annotated_text": "\"Aplicación de sistemas ERP\": Las mejores prácticas en las organizaciones gubernamentales canadienses La implementación de sistemas ERP (planificación de recursos empresariales) es un ejercicio complejo en la innovación organizacional y la gestión del cambio. Las organizaciones gubernamentales están aumentando la adopción de estos sistemas para obtener diversos beneficios, como información integrada en tiempo real, una mejor administración y una gestión basada en los resultados. Las organizaciones gubernamentales, debido a sus obligaciones sociales, una mayor rendición de cuentas legislativa y pública, y una cultura única se enfrentan a muchos problemas específicos en la transición a los sistemas empresariales. Esto motivó a los autores a explorar las consideraciones clave y las actividades típicas en las organizaciones gubernamentales que adoptaron sistemas de planificación de los recursos institucionales. El artículo adopta el marco de la teoría de procesos de innovación, así como el modelo (Markus & Tanis, 2000) como base para delinear el proceso de adopción de ERP. Aunque cada organización adoptante tiene un conjunto distinto de objetivos para sus sistemas, el estudio encontró muchas similitudes en motivaciones, preocupaciones y estrategias entre las organizaciones. ",
            "error": [
                ""
            ]
        },
        "Canadian government organizations": {
            "translated_key": "organizaciones gubernamentales canadienses",
            "translated_annotated_text": "Implementación de sistemas de ERP: Las mejores prácticas en la implementación de sistemas de \"organizaciones gubernamentales canadienses\" La implementación de sistemas de ERP (planificación de recursos empresariales) es un ejercicio complejo en la innovación organizacional y la gestión del cambio. Las organizaciones gubernamentales están aumentando la adopción de estos sistemas para obtener diversos beneficios, como información integrada en tiempo real, una mejor administración y una gestión basada en los resultados. Las organizaciones gubernamentales, debido a sus obligaciones sociales, una mayor rendición de cuentas legislativa y pública, y una cultura única se enfrentan a muchos problemas específicos en la transición a los sistemas empresariales. Esto motivó a los autores a explorar las consideraciones clave y las actividades típicas en las organizaciones gubernamentales que adoptaron sistemas de planificación de los recursos institucionales. El artículo adopta el marco de la teoría de procesos de innovación, así como el modelo (Markus & Tanis, 2000) como base para delinear el proceso de adopción de ERP. Aunque cada organización adoptante tiene un conjunto distinto de objetivos para sus sistemas, el estudio encontró muchas similitudes en motivaciones, preocupaciones y estrategias entre las organizaciones. ",
            "error": [
                ""
            ]
        },
        "best practices": {
            "translated_key": [],
            "translated_annotated_text": "Aplicación de sistemas de planificación de los recursos institucionales: Las mejores prácticas en las organizaciones gubernamentales canadienses La aplicación de sistemas de planificación de los recursos institucionales (ERP) es un ejercicio complejo de innovación institucional y gestión del cambio. Las organizaciones gubernamentales están aumentando la adopción de estos sistemas para obtener diversos beneficios, como información integrada en tiempo real, una mejor administración y una gestión basada en los resultados. Las organizaciones gubernamentales, debido a sus obligaciones sociales, una mayor rendición de cuentas legislativa y pública, y una cultura única se enfrentan a muchos problemas específicos en la transición a los sistemas empresariales. Esto motivó a los autores a explorar las consideraciones clave y las actividades típicas en las organizaciones gubernamentales que adoptaron sistemas de planificación de los recursos institucionales. El artículo adopta el marco de la teoría de procesos de innovación, así como el modelo (Markus & Tanis, 2000) como base para delinear el proceso de adopción de ERP. Aunque cada organización adoptante tiene un conjunto distinto de objetivos para sus sistemas, el estudio encontró muchas similitudes en motivaciones, preocupaciones y estrategias entre las organizaciones. ",
            "error": []
        },
        "enterprise resource planning": {
            "translated_key": [],
            "translated_annotated_text": "Aplicación de sistemas de planificación de los recursos institucionales: Las mejores prácticas en las organizaciones gubernamentales canadienses La aplicación de sistemas de planificación de los recursos institucionales (ERP) es un ejercicio complejo de innovación institucional y gestión del cambio. Las organizaciones gubernamentales están aumentando la adopción de estos sistemas para obtener diversos beneficios, como información integrada en tiempo real, una mejor administración y una gestión basada en los resultados. Las organizaciones gubernamentales, debido a sus obligaciones sociales, una mayor rendición de cuentas legislativa y pública, y una cultura única se enfrentan a muchos problemas específicos en la transición a los sistemas empresariales. Esto motivó a los autores a explorar las consideraciones clave y las actividades típicas en las organizaciones gubernamentales que adoptaron sistemas de planificación de los recursos institucionales. El artículo adopta el marco de la teoría de procesos de innovación, así como el modelo (Markus & Tanis, 2000) como base para delinear el proceso de adopción de ERP. Aunque cada organización adoptante tiene un conjunto distinto de objetivos para sus sistemas, el estudio encontró muchas similitudes en motivaciones, preocupaciones y estrategias entre las organizaciones. ",
            "error": []
        },
        "integrated real-time information": {
            "translated_key": "información integrada en tiempo real",
            "translated_annotated_text": "Aplicación de sistemas de planificación de los recursos institucionales: Las mejores prácticas en las organizaciones gubernamentales canadienses La aplicación de sistemas de planificación de los recursos institucionales (ERP) es un ejercicio complejo de innovación institucional y gestión del cambio. Las organizaciones gubernamentales están aumentando la adopción de estos sistemas para obtener diversos beneficios, como \"información integrada en tiempo real\", una mejor administración y una gestión basada en los resultados. Las organizaciones gubernamentales, debido a sus obligaciones sociales, una mayor rendición de cuentas legislativa y pública, y una cultura única se enfrentan a muchos problemas específicos en la transición a los sistemas empresariales. Esto motivó a los autores a explorar las consideraciones clave y las actividades típicas en las organizaciones gubernamentales que adoptaron sistemas de planificación de los recursos institucionales. El artículo adopta el marco de la teoría de procesos de innovación, así como el modelo (Markus & Tanis, 2000) como base para delinear el proceso de adopción de ERP. Aunque cada organización adoptante tiene un conjunto distinto de objetivos para sus sistemas, el estudio encontró muchas similitudes en motivaciones, preocupaciones y estrategias entre las organizaciones. ",
            "error": [
                ""
            ]
        },
        "administration": {
            "translated_key": "administración",
            "translated_annotated_text": "Aplicación de sistemas de planificación de los recursos institucionales: Las mejores prácticas en las organizaciones gubernamentales canadienses La aplicación de sistemas de planificación de los recursos institucionales (ERP) es un ejercicio complejo de innovación institucional y gestión del cambio. Las organizaciones gubernamentales están aumentando la adopción de estos sistemas para obtener diversos beneficios, como información integrada en tiempo real, una mejor \"administración\" y una gestión basada en los resultados. Las organizaciones gubernamentales, debido a sus obligaciones sociales, una mayor rendición de cuentas legislativa y pública, y una cultura única se enfrentan a muchos problemas específicos en la transición a los sistemas empresariales. Esto motivó a los autores a explorar las consideraciones clave y las actividades típicas en las organizaciones gubernamentales que adoptaron sistemas de planificación de los recursos institucionales. El artículo adopta el marco de la teoría de procesos de innovación, así como el modelo (Markus & Tanis, 2000) como base para delinear el proceso de adopción de ERP. Aunque cada organización adoptante tiene un conjunto distinto de objetivos para sus sistemas, el estudio encontró muchas similitudes en motivaciones, preocupaciones y estrategias entre las organizaciones. ",
            "error": [
                ""
            ]
        },
        "result-based management": {
            "translated_key": "gestión basada en los resultados",
            "translated_annotated_text": "Aplicación de sistemas de planificación de los recursos institucionales: Las mejores prácticas en las organizaciones gubernamentales canadienses La aplicación de sistemas de planificación de los recursos institucionales (ERP) es un ejercicio complejo de innovación institucional y gestión del cambio. Las organizaciones gubernamentales están aumentando la adopción de estos sistemas para obtener diversos beneficios, como información integrada en tiempo real, una mejor administración y una \"gestión basada en los resultados\". Las organizaciones gubernamentales, debido a sus obligaciones sociales, una mayor rendición de cuentas legislativa y pública, y una cultura única se enfrentan a muchos problemas específicos en la transición a los sistemas empresariales. Esto motivó a los autores a explorar las consideraciones clave y las actividades típicas en las organizaciones gubernamentales que adoptaron sistemas de planificación de los recursos institucionales. El artículo adopta el marco de la teoría de procesos de innovación, así como el modelo (Markus & Tanis, 2000) como base para delinear el proceso de adopción de ERP. Aunque cada organización adoptante tiene un conjunto distinto de objetivos para sus sistemas, el estudio encontró muchas similitudes en motivaciones, preocupaciones y estrategias entre las organizaciones. ",
            "error": [
                ""
            ]
        },
        "social obligations": {
            "translated_key": "obligaciones sociales",
            "translated_annotated_text": "Aplicación de sistemas de planificación de los recursos institucionales: Las mejores prácticas en las organizaciones gubernamentales canadienses La aplicación de sistemas de planificación de los recursos institucionales (ERP) es un ejercicio complejo de innovación institucional y gestión del cambio. Las organizaciones gubernamentales están aumentando la adopción de estos sistemas para obtener diversos beneficios, como información integrada en tiempo real, una mejor administración y una gestión basada en los resultados. Las organizaciones gubernamentales, debido a sus \"obligaciones sociales\", una mayor responsabilidad legislativa y pública, y una cultura única enfrentan muchos desafíos específicos en la transición a los sistemas empresariales. Esto motivó a los autores a explorar las consideraciones clave y las actividades típicas en las organizaciones gubernamentales que adoptaron sistemas de planificación de los recursos institucionales. El artículo adopta el marco de la teoría de procesos de innovación, así como el modelo (Markus & Tanis, 2000) como base para delinear el proceso de adopción de ERP. Aunque cada organización adoptante tiene un conjunto distinto de objetivos para sus sistemas, el estudio encontró muchas similitudes en motivaciones, preocupaciones y estrategias entre las organizaciones. ",
            "error": [
                ""
            ]
        },
        "higher legislative accountability": {
            "translated_key": [],
            "translated_annotated_text": "Aplicación de sistemas de planificación de los recursos institucionales: Las mejores prácticas en las organizaciones gubernamentales canadienses La aplicación de sistemas de planificación de los recursos institucionales (ERP) es un ejercicio complejo de innovación institucional y gestión del cambio. Las organizaciones gubernamentales están aumentando la adopción de estos sistemas para obtener diversos beneficios, como información integrada en tiempo real, una mejor administración y una gestión basada en los resultados. Las organizaciones gubernamentales, debido a sus obligaciones sociales, una mayor rendición de cuentas legislativa y pública, y una cultura única se enfrentan a muchos problemas específicos en la transición a los sistemas empresariales. Esto motivó a los autores a explorar las consideraciones clave y las actividades típicas en las organizaciones gubernamentales que adoptaron sistemas de planificación de los recursos institucionales. El artículo adopta el marco de la teoría de procesos de innovación, así como el modelo (Markus & Tanis, 2000) como base para delinear el proceso de adopción de ERP. Aunque cada organización adoptante tiene un conjunto distinto de objetivos para sus sistemas, el estudio encontró muchas similitudes en motivaciones, preocupaciones y estrategias entre las organizaciones. ",
            "error": []
        },
        "public accountability": {
            "translated_key": [],
            "translated_annotated_text": "Aplicación de sistemas de planificación de los recursos institucionales: Las mejores prácticas en las organizaciones gubernamentales canadienses La aplicación de sistemas de planificación de los recursos institucionales (ERP) es un ejercicio complejo de innovación institucional y gestión del cambio. Las organizaciones gubernamentales están aumentando la adopción de estos sistemas para obtener diversos beneficios, como información integrada en tiempo real, una mejor administración y una gestión basada en los resultados. Las organizaciones gubernamentales, debido a sus obligaciones sociales, una mayor responsabilidad legislativa y pública, y una cultura única enfrentan muchos desafíos específicos en la transición a los sistemas empresariales. Esto motivó a los autores a explorar las consideraciones clave y las actividades típicas en las organizaciones gubernamentales que adoptaron sistemas de planificación de los recursos institucionales. El artículo adopta el marco de la teoría de procesos de innovación, así como el modelo (Markus & Tanis, 2000) como base para delinear el proceso de adopción de ERP. Aunque cada organización adoptante tiene un conjunto distinto de objetivos para sus sistemas, el estudio encontró muchas similitudes en motivaciones, preocupaciones y estrategias entre las organizaciones. ",
            "error": []
        },
        "innovation process theory framework": {
            "translated_key": "marco teórico del proceso de innovación",
            "translated_annotated_text": "Aplicación de sistemas de planificación de los recursos institucionales: Las mejores prácticas en las organizaciones gubernamentales canadienses La aplicación de sistemas de planificación de los recursos institucionales (ERP) es un ejercicio complejo de innovación institucional y gestión del cambio. Las organizaciones gubernamentales están aumentando la adopción de estos sistemas para obtener diversos beneficios, como información integrada en tiempo real, una mejor administración y una gestión basada en los resultados. Las organizaciones gubernamentales, debido a sus obligaciones sociales, una mayor rendición de cuentas legislativa y pública, y una cultura única se enfrentan a muchos problemas específicos en la transición a los sistemas empresariales. Esto motivó a los autores a explorar las consideraciones clave y las actividades típicas en las organizaciones gubernamentales que adoptaron sistemas de planificación de los recursos institucionales. El artículo adopta el \"marco teórico del proceso de innovación\" así como el modelo (Markus & Tanis, 2000) como base para delinear el proceso de adopción de ERP. Aunque cada organización adoptante tiene un conjunto distinto de objetivos para sus sistemas, el estudio encontró muchas similitudes en motivaciones, preocupaciones y estrategias entre las organizaciones. ",
            "error": [
                ""
            ]
        },
        "client-server systems": {
            "translated_key": [],
            "translated_annotated_text": "Aplicación de sistemas de planificación de los recursos institucionales: Las mejores prácticas en las organizaciones gubernamentales canadienses La aplicación de sistemas de planificación de los recursos institucionales (ERP) es un ejercicio complejo de innovación institucional y gestión del cambio. Las organizaciones gubernamentales están aumentando la adopción de estos sistemas para obtener diversos beneficios, como información integrada en tiempo real, una mejor administración y una gestión basada en los resultados. Las organizaciones gubernamentales, debido a sus obligaciones sociales, una mayor rendición de cuentas legislativa y pública, y una cultura única se enfrentan a muchos problemas específicos en la transición a los sistemas empresariales. Esto motivó a los autores a explorar las consideraciones clave y las actividades típicas en las organizaciones gubernamentales que adoptaron sistemas de planificación de los recursos institucionales. El artículo adopta el marco de la teoría de procesos de innovación, así como el modelo (Markus & Tanis, 2000) como base para delinear el proceso de adopción de ERP. Aunque cada organización adoptante tiene un conjunto distinto de objetivos para sus sistemas, el estudio encontró muchas similitudes en motivaciones, preocupaciones y estrategias entre las organizaciones. ",
            "error": []
        },
        "government data processing": {
            "translated_key": [],
            "translated_annotated_text": "Aplicación de sistemas de planificación de los recursos institucionales: Las mejores prácticas en las organizaciones gubernamentales canadienses La aplicación de sistemas de planificación de los recursos institucionales (ERP) es un ejercicio complejo de innovación institucional y gestión del cambio. Las organizaciones gubernamentales están aumentando la adopción de estos sistemas para obtener diversos beneficios, como información integrada en tiempo real, una mejor administración y una gestión basada en los resultados. Las organizaciones gubernamentales, debido a sus obligaciones sociales, una mayor rendición de cuentas legislativa y pública, y una cultura única se enfrentan a muchos problemas específicos en la transición a los sistemas empresariales. Esto motivó a los autores a explorar las consideraciones clave y las actividades típicas en las organizaciones gubernamentales que adoptaron sistemas de planificación de los recursos institucionales. El artículo adopta el marco de la teoría de procesos de innovación, así como el modelo (Markus & Tanis, 2000) como base para delinear el proceso de adopción de ERP. Aunque cada organización adoptante tiene un conjunto distinto de objetivos para sus sistemas, el estudio encontró muchas similitudes en motivaciones, preocupaciones y estrategias entre las organizaciones. ",
            "error": []
        },
        "relational databases": {
            "translated_key": [],
            "translated_annotated_text": "Aplicación de sistemas de planificación de los recursos institucionales: Las mejores prácticas en las organizaciones gubernamentales canadienses La aplicación de sistemas de planificación de los recursos institucionales (ERP) es un ejercicio complejo de innovación institucional y gestión del cambio. Las organizaciones gubernamentales están aumentando la adopción de estos sistemas para obtener diversos beneficios, como información integrada en tiempo real, una mejor administración y una gestión basada en los resultados. Las organizaciones gubernamentales, debido a sus obligaciones sociales, una mayor rendición de cuentas legislativa y pública, y una cultura única se enfrentan a muchos problemas específicos en la transición a los sistemas empresariales. Esto motivó a los autores a explorar las consideraciones clave y las actividades típicas en las organizaciones gubernamentales que adoptaron sistemas de planificación de los recursos institucionales. El artículo adopta el marco de la teoría de procesos de innovación, así como el modelo (Markus & Tanis, 2000) como base para delinear el proceso de adopción de ERP. Aunque cada organización adoptante tiene un conjunto distinto de objetivos para sus sistemas, el estudio encontró muchas similitudes en motivaciones, preocupaciones y estrategias entre las organizaciones. ",
            "error": []
        },
        "systems re-engineering": {
            "translated_key": [],
            "translated_annotated_text": "Aplicación de sistemas de planificación de los recursos institucionales: Las mejores prácticas en las organizaciones gubernamentales canadienses La aplicación de sistemas de planificación de los recursos institucionales (ERP) es un ejercicio complejo de innovación institucional y gestión del cambio. Las organizaciones gubernamentales están aumentando la adopción de estos sistemas para obtener diversos beneficios, como información integrada en tiempo real, una mejor administración y una gestión basada en los resultados. Las organizaciones gubernamentales, debido a sus obligaciones sociales, una mayor rendición de cuentas legislativa y pública, y una cultura única se enfrentan a muchos problemas específicos en la transición a los sistemas empresariales. Esto motivó a los autores a explorar las consideraciones clave y las actividades típicas en las organizaciones gubernamentales que adoptaron sistemas de planificación de los recursos institucionales. El artículo adopta el marco de la teoría de procesos de innovación, así como el modelo (Markus & Tanis, 2000) como base para delinear el proceso de adopción de ERP. Aunque cada organización adoptante tiene un conjunto distinto de objetivos para sus sistemas, el estudio encontró muchas similitudes en motivaciones, preocupaciones y estrategias entre las organizaciones. ",
            "error": []
        }
    }
}