{
    "original_text": "Subject access to government documents in an era of globalization: intellectual bundling of entities affected by the decisions of supranational organizations As a result of the growing influence of supranational organizations, there is a need for a new model for subject access to government information in academic libraries. Rulings made by supranational bodies such as the World Trade Organization (WTO) and rulings determined under the auspices of transnational economic agreements such as the North American Free Trade Agreement (NAFTA) often supersede existing law, resulting in obligatory changes to national, provincial, state, and municipal legislation. Just as important is the relationship among private sector companies, third party actors such as nongovernmental organizations (NGOs), and governments. The interaction among the various entities affected by supranational rulings could potentially form the basis of a new model for subject access to government information",
    "original_translation": "Sujeto al acceso a los documentos gubernamentales en una era de globalización: agrupamiento intelectual de entidades afectadas por las decisiones de organizaciones supranacionales Debido a la creciente influencia de las organizaciones supranacionales, es necesario un nuevo modelo de acceso a la información gubernamental en bibliotecas académicas. Las decisiones adoptadas por órganos supranacionales como la Organización Mundial del Comercio (OMC) y las decisiones adoptadas bajo los auspicios de acuerdos económicos transnacionales como el Tratado de Libre Comercio de América del Norte (TLCAN) a menudo sustituyen a la legislación vigente, lo que da lugar a cambios obligatorios en la legislación nacional, provincial, estatal y municipal. Igualmente importante es la relación entre las empresas del sector privado, los terceros actores como las organizaciones no gubernamentales (ONG) y los gobiernos. La interacción entre las distintas entidades afectadas por las resoluciones supranacionales podría constituir la base de un nuevo modelo de acceso de los sujetos a la información gubernamental",
    "error_count": 5,
    "keys": {
        "government documents": {
            "translated_key": "documentos gubernamentales",
            "translated_annotated_text": "Sujeto al acceso a \"documentos gubernamentales\" en una era de globalización: agrupación intelectual de entidades afectadas por las decisiones de organizaciones supranacionales Como resultado de la creciente influencia de las organizaciones supranacionales, se necesita un nuevo modelo para el acceso de sujetos a la información gubernamental en las bibliotecas académicas. Las decisiones adoptadas por órganos supranacionales como la Organización Mundial del Comercio (OMC) y las decisiones adoptadas bajo los auspicios de acuerdos económicos transnacionales como el Tratado de Libre Comercio de América del Norte (TLCAN) a menudo sustituyen a la legislación vigente, lo que da lugar a cambios obligatorios en la legislación nacional, provincial, estatal y municipal. Igualmente importante es la relación entre las empresas del sector privado, los terceros actores como las organizaciones no gubernamentales (ONG) y los gobiernos. La interacción entre las distintas entidades afectadas por las resoluciones supranacionales podría constituir la base de un nuevo modelo de acceso de los sujetos a la información gubernamental ",
            "error": [
                ""
            ]
        },
        "globalization": {
            "translated_key": "globalización",
            "translated_annotated_text": "Sujeto al acceso a los documentos gubernamentales en una era de \"globalización\": agrupamiento intelectual de entidades afectadas por las decisiones de organizaciones supranacionales Como resultado de la creciente influencia de las organizaciones supranacionales, se necesita un nuevo modelo para el acceso de sujetos a la información gubernamental en bibliotecas académicas. Las decisiones adoptadas por órganos supranacionales como la Organización Mundial del Comercio (OMC) y las decisiones adoptadas bajo los auspicios de acuerdos económicos transnacionales como el Tratado de Libre Comercio de América del Norte (TLCAN) a menudo sustituyen a la legislación vigente, lo que da lugar a cambios obligatorios en la legislación nacional, provincial, estatal y municipal. Igualmente importante es la relación entre las empresas del sector privado, los terceros actores como las organizaciones no gubernamentales (ONG) y los gobiernos. La interacción entre las distintas entidades afectadas por las resoluciones supranacionales podría constituir la base de un nuevo modelo de acceso de los sujetos a la información gubernamental ",
            "error": [
                ""
            ]
        },
        "intellectual bundling": {
            "translated_key": "combinación intelectual",
            "translated_annotated_text": "Sujeto al acceso a documentos gubernamentales en una era de globalización: \"combinación intelectual\" de entidades afectadas por las decisiones de organizaciones supranacionales Como resultado de la creciente influencia de las organizaciones supranacionales, se necesita un nuevo modelo para el acceso de sujetos a información gubernamental en bibliotecas académicas. Las decisiones adoptadas por órganos supranacionales como la Organización Mundial del Comercio (OMC) y las decisiones adoptadas bajo los auspicios de acuerdos económicos transnacionales como el Tratado de Libre Comercio de América del Norte (TLCAN) a menudo sustituyen a la legislación vigente, lo que da lugar a cambios obligatorios en la legislación nacional, provincial, estatal y municipal. Igualmente importante es la relación entre las empresas del sector privado, los terceros actores como las organizaciones no gubernamentales (ONG) y los gobiernos. La interacción entre las distintas entidades afectadas por las resoluciones supranacionales podría constituir la base de un nuevo modelo de acceso de los sujetos a la información gubernamental ",
            "error": [
                ""
            ]
        },
        "supranational organizations": {
            "translated_key": "organizaciones supranacionales",
            "translated_annotated_text": "Sujeto al acceso a documentos gubernamentales en una era de globalización: agrupamiento intelectual de entidades afectadas por las decisiones de las \"organizaciones supranacionales\" Como resultado de la creciente influencia de las \"organizaciones supranacionales\", se necesita un nuevo modelo para el acceso de sujetos a la información gubernamental en las bibliotecas académicas. Las decisiones adoptadas por órganos supranacionales como la Organización Mundial del Comercio (OMC) y las decisiones adoptadas bajo los auspicios de acuerdos económicos transnacionales como el Tratado de Libre Comercio de América del Norte (TLCAN) a menudo sustituyen a la legislación vigente, lo que da lugar a cambios obligatorios en la legislación nacional, provincial, estatal y municipal. Igualmente importante es la relación entre las empresas del sector privado, los terceros actores como las organizaciones no gubernamentales (ONG) y los gobiernos. La interacción entre las distintas entidades afectadas por las resoluciones supranacionales podría constituir la base de un nuevo modelo de acceso de los sujetos a la información gubernamental ",
            "error": [
                ""
            ]
        },
        "academic libraries": {
            "translated_key": "bibliotecas académicas",
            "translated_annotated_text": "Sujeto de acceso a documentos gubernamentales en una era de globalización: agrupamiento intelectual de entidades afectadas por las decisiones de organizaciones supranacionales Como resultado de la creciente influencia de organizaciones supranacionales, se necesita un nuevo modelo para el acceso de sujetos a información gubernamental en \"bibliotecas académicas\". Las decisiones adoptadas por órganos supranacionales como la Organización Mundial del Comercio (OMC) y las decisiones adoptadas bajo los auspicios de acuerdos económicos transnacionales como el Tratado de Libre Comercio de América del Norte (TLCAN) a menudo sustituyen a la legislación vigente, lo que da lugar a cambios obligatorios en la legislación nacional, provincial, estatal y municipal. Igualmente importante es la relación entre las empresas del sector privado, los terceros actores como las organizaciones no gubernamentales (ONG) y los gobiernos. La interacción entre las distintas entidades afectadas por las resoluciones supranacionales podría constituir la base de un nuevo modelo de acceso de los sujetos a la información gubernamental ",
            "error": [
                ""
            ]
        },
        "World Trade Organization": {
            "translated_key": "Organización Mundial del Comercio",
            "translated_annotated_text": "Sujeto al acceso a los documentos gubernamentales en una era de globalización: agrupamiento intelectual de entidades afectadas por las decisiones de organizaciones supranacionales Debido a la creciente influencia de las organizaciones supranacionales, es necesario un nuevo modelo de acceso a la información gubernamental en bibliotecas académicas. Los fallos de organismos supranacionales como la \"Organización Mundial del Comercio\" (OMC) y los dictados bajo los auspicios de acuerdos económicos transnacionales como el Tratado de Libre Comercio de América del Norte (TLCAN) a menudo sustituyen a la legislación existente, lo que da lugar a cambios obligatorios en la legislación nacional, provincial, estatal y municipal. Igualmente importante es la relación entre las empresas del sector privado, los terceros actores como las organizaciones no gubernamentales (ONG) y los gobiernos. La interacción entre las distintas entidades afectadas por las resoluciones supranacionales podría constituir la base de un nuevo modelo de acceso de los sujetos a la información gubernamental ",
            "error": [
                ""
            ]
        },
        "transnational economic agreements": {
            "translated_key": "acuerdos económicos transnacionales",
            "translated_annotated_text": "Sujeto al acceso a los documentos gubernamentales en una era de globalización: agrupamiento intelectual de entidades afectadas por las decisiones de organizaciones supranacionales Debido a la creciente influencia de las organizaciones supranacionales, es necesario un nuevo modelo de acceso a la información gubernamental en bibliotecas académicas. Las decisiones adoptadas por organismos supranacionales como la Organización Mundial del Comercio (OMC) y las decisiones adoptadas bajo los auspicios de \"acuerdos económicos transnacionales\" como el Tratado de Libre Comercio de América del Norte (TLCAN) a menudo sustituyen a la legislación existente, lo que da lugar a cambios obligatorios en la legislación nacional, provincial, estatal y municipal. Igualmente importante es la relación entre las empresas del sector privado, los terceros actores como las organizaciones no gubernamentales (ONG) y los gobiernos. La interacción entre las distintas entidades afectadas por las resoluciones supranacionales podría constituir la base de un nuevo modelo de acceso de los sujetos a la información gubernamental ",
            "error": [
                ""
            ]
        },
        "North American Free Trade Agreement": {
            "translated_key": "Acuerdo de Libre Comercio de América del Norte",
            "translated_annotated_text": "Sujeto al acceso a los documentos gubernamentales en una era de globalización: agrupamiento intelectual de entidades afectadas por las decisiones de organizaciones supranacionales Debido a la creciente influencia de las organizaciones supranacionales, es necesario un nuevo modelo de acceso a la información gubernamental en bibliotecas académicas. Las decisiones adoptadas por organismos supranacionales como la Organización Mundial del Comercio (OMC) y las decisiones adoptadas bajo los auspicios de acuerdos económicos transnacionales como el \"Acuerdo de Libre Comercio de América del Norte\" (TLCAN) a menudo sustituyen a la legislación existente, lo que da lugar a cambios obligatorios en la legislación nacional, provincial, estatal y municipal. Igualmente importante es la relación entre las empresas del sector privado, los terceros actores como las organizaciones no gubernamentales (ONG) y los gobiernos. La interacción entre las distintas entidades afectadas por las resoluciones supranacionales podría constituir la base de un nuevo modelo de acceso de los sujetos a la información gubernamental ",
            "error": [
                ""
            ]
        },
        "municipal legislation": {
            "translated_key": [],
            "translated_annotated_text": "Sujeto al acceso a los documentos gubernamentales en una era de globalización: agrupamiento intelectual de entidades afectadas por las decisiones de organizaciones supranacionales Debido a la creciente influencia de las organizaciones supranacionales, es necesario un nuevo modelo de acceso a la información gubernamental en bibliotecas académicas. Las decisiones adoptadas por órganos supranacionales como la Organización Mundial del Comercio (OMC) y las decisiones adoptadas bajo los auspicios de acuerdos económicos transnacionales como el Tratado de Libre Comercio de América del Norte (TLCAN) a menudo sustituyen a la legislación vigente, lo que da lugar a cambios obligatorios en la legislación nacional, provincial, estatal y municipal. Igualmente importante es la relación entre las empresas del sector privado, los terceros actores como las organizaciones no gubernamentales (ONG) y los gobiernos. La interacción entre las distintas entidades afectadas por las resoluciones supranacionales podría constituir la base de un nuevo modelo de acceso de los sujetos a la información gubernamental ",
            "error": []
        },
        "national legislation": {
            "translated_key": [],
            "translated_annotated_text": "Sujeto al acceso a los documentos gubernamentales en una era de globalización: agrupamiento intelectual de entidades afectadas por las decisiones de organizaciones supranacionales Debido a la creciente influencia de las organizaciones supranacionales, es necesario un nuevo modelo de acceso a la información gubernamental en bibliotecas académicas. Las decisiones adoptadas por órganos supranacionales como la Organización Mundial del Comercio (OMC) y las decisiones adoptadas bajo los auspicios de acuerdos económicos transnacionales como el Tratado de Libre Comercio de América del Norte (TLCAN) a menudo sustituyen a la legislación vigente, lo que da lugar a cambios obligatorios en la legislación nacional, provincial, estatal y municipal. Igualmente importante es la relación entre las empresas del sector privado, los terceros actores como las organizaciones no gubernamentales (ONG) y los gobiernos. La interacción entre las distintas entidades afectadas por las resoluciones supranacionales podría constituir la base de un nuevo modelo de acceso de los sujetos a la información gubernamental ",
            "error": []
        },
        "provincial legislation": {
            "translated_key": [],
            "translated_annotated_text": "Sujeto al acceso a los documentos gubernamentales en una era de globalización: agrupamiento intelectual de entidades afectadas por las decisiones de organizaciones supranacionales Debido a la creciente influencia de las organizaciones supranacionales, es necesario un nuevo modelo de acceso a la información gubernamental en bibliotecas académicas. Las decisiones adoptadas por órganos supranacionales como la Organización Mundial del Comercio (OMC) y las decisiones adoptadas bajo los auspicios de acuerdos económicos transnacionales como el Tratado de Libre Comercio de América del Norte (TLCAN) a menudo sustituyen a la legislación vigente, lo que da lugar a cambios obligatorios en la legislación nacional, provincial, estatal y municipal. Igualmente importante es la relación entre las empresas del sector privado, los terceros actores como las organizaciones no gubernamentales (ONG) y los gobiernos. La interacción entre las distintas entidades afectadas por las resoluciones supranacionales podría constituir la base de un nuevo modelo de acceso de los sujetos a la información gubernamental ",
            "error": []
        },
        "state legislation": {
            "translated_key": [],
            "translated_annotated_text": "Sujeto al acceso a los documentos gubernamentales en una era de globalización: agrupamiento intelectual de entidades afectadas por las decisiones de organizaciones supranacionales Debido a la creciente influencia de las organizaciones supranacionales, es necesario un nuevo modelo de acceso a la información gubernamental en bibliotecas académicas. Las decisiones adoptadas por órganos supranacionales como la Organización Mundial del Comercio (OMC) y las decisiones adoptadas bajo los auspicios de acuerdos económicos transnacionales como el Tratado de Libre Comercio de América del Norte (TLCAN) a menudo sustituyen a la legislación vigente, lo que da lugar a cambios obligatorios en la legislación nacional, provincial, estatal y municipal. Igualmente importante es la relación entre las empresas del sector privado, los terceros actores como las organizaciones no gubernamentales (ONG) y los gobiernos. La interacción entre las distintas entidades afectadas por las resoluciones supranacionales podría constituir la base de un nuevo modelo de acceso de los sujetos a la información gubernamental ",
            "error": []
        },
        "government data processing": {
            "translated_key": [],
            "translated_annotated_text": "Sujeto al acceso a los documentos gubernamentales en una era de globalización: agrupamiento intelectual de entidades afectadas por las decisiones de organizaciones supranacionales Debido a la creciente influencia de las organizaciones supranacionales, es necesario un nuevo modelo de acceso a la información gubernamental en bibliotecas académicas. Las decisiones adoptadas por órganos supranacionales como la Organización Mundial del Comercio (OMC) y las decisiones adoptadas bajo los auspicios de acuerdos económicos transnacionales como el Tratado de Libre Comercio de América del Norte (TLCAN) a menudo sustituyen a la legislación vigente, lo que da lugar a cambios obligatorios en la legislación nacional, provincial, estatal y municipal. Igualmente importante es la relación entre las empresas del sector privado, los terceros actores como las organizaciones no gubernamentales (ONG) y los gobiernos. La interacción entre las distintas entidades afectadas por las resoluciones supranacionales podría constituir la base de un nuevo modelo de acceso de los sujetos a la información gubernamental ",
            "error": []
        },
        "legislation": {
            "translated_key": "legislación",
            "translated_annotated_text": "Sujeto al acceso a los documentos gubernamentales en una era de globalización: agrupamiento intelectual de entidades afectadas por las decisiones de organizaciones supranacionales Debido a la creciente influencia de las organizaciones supranacionales, es necesario un nuevo modelo de acceso a la información gubernamental en bibliotecas académicas. Las decisiones adoptadas por órganos supranacionales como la Organización Mundial del Comercio (OMC) y las decisiones adoptadas bajo los auspicios de acuerdos económicos transnacionales como el Tratado de Libre Comercio de América del Norte (TLCAN) a menudo sustituyen a la legislación vigente, lo que da lugar a cambios obligatorios en la \"legislación\" nacional, provincial, estatal y municipal. Igualmente importante es la relación entre las empresas del sector privado, los terceros actores como las organizaciones no gubernamentales (ONG) y los gobiernos. La interacción entre las distintas entidades afectadas por las resoluciones supranacionales podría constituir la base de un nuevo modelo de acceso de los sujetos a la información gubernamental ",
            "error": [
                ""
            ]
        }
    }
}