{
    "original_text": "Work in progress: Developing policies for access to government information in the New South Africa Following South Africas transition to democracy in 1994, the SA government has adopted policies supporting freedom of expression and freedom of access to information. The Bill of Rights in the new Constitution includes a constitutional right of access to information held by the state. Since 1994 various initiatives have been taken by government and other bodies to promote such access. These include moves to reorganize government printing and publishing, restructure the governments public information services, make government information available on the Internet, and extend telephony and Internet access to poor communities. SAs new Legal Deposit Act, (1997) makes provision for the creation of official publications depositories. The Promotion of Access to Information Act, (2000) was enacted to ensure access to information held by the state and public bodies. However, despite much activity, it has proved difficult to translate principles into practical and well-coordinated measures to improve access to government information. A specific concern is the failure of policy-makers to visualize a role for libraries",
    "original_translation": "Trabajo en curso: Elaboración de políticas para el acceso a la información gubernamental en la Nueva Sudáfrica Tras la transición de Sudáfrica a la democracia en 1994, el Gobierno de Sudáfrica ha adoptado políticas que apoyan la libertad de expresión y la libertad de acceso a la información. La Carta de Derechos de la nueva Constitución incluye el derecho constitucional de acceso a la información que obra en poder del Estado. Desde 1994 el Gobierno y otros órganos han adoptado diversas iniciativas para promover ese acceso. Entre ellas se incluyen iniciativas para reorganizar la impresión y publicación gubernamentales, reestructurar los servicios de información pública de los gobiernos, poner la información gubernamental disponible en Internet y ampliar la telefonía y el acceso a Internet a las comunidades pobres. La nueva Ley de depósitos legales de las SA (1997) prevé la creación de depósitos oficiales de publicaciones. Se promulgó la Ley de promoción del acceso a la información (2000) para garantizar el acceso a la información en poder del Estado y de los organismos públicos. Sin embargo, a pesar de muchas actividades, ha resultado difícil traducir los principios en medidas prácticas y bien coordinadas para mejorar el acceso a la información gubernamental. Una preocupación específica es el hecho de que los responsables políticos no puedan visualizar el papel de las bibliotecas",
    "error_count": 3,
    "keys": {
        "government information": {
            "translated_key": "información gubernamental",
            "translated_annotated_text": "Trabajo en curso: Desarrollar políticas para el acceso a la \"información gubernamental\" en la Nueva Sudáfrica Después de la transición de Sudáfrica a la democracia en 1994, el gobierno de SA ha adoptado políticas que apoyan la libertad de expresión y la libertad de acceso a la información. La Carta de Derechos de la nueva Constitución incluye el derecho constitucional de acceso a la información que obra en poder del Estado. Desde 1994 el Gobierno y otros órganos han adoptado diversas iniciativas para promover ese acceso. Entre ellas se incluyen iniciativas para reorganizar la impresión y publicación del gobierno, reestructurar los servicios de información pública de los gobiernos, poner \"información gubernamental\" disponible en Internet y ampliar la telefonía y el acceso a Internet a las comunidades pobres. La nueva Ley de depósitos legales de las SA (1997) prevé la creación de depósitos oficiales de publicaciones. Se promulgó la Ley de promoción del acceso a la información (2000) para garantizar el acceso a la información en poder del Estado y de los organismos públicos. Sin embargo, a pesar de muchas actividades, ha resultado difícil traducir los principios en medidas prácticas y bien coordinadas para mejorar el acceso a la \"información gubernamental\". Una preocupación específica es el hecho de que los responsables políticos no puedan visualizar el papel de las bibliotecas ",
            "error": [
                ""
            ]
        },
        "South Africa": {
            "translated_key": "Sudáfrica",
            "translated_annotated_text": "Trabajo en curso: Desarrollar políticas para el acceso a la información gubernamental en la Nueva \"Sudáfrica\" Después de la transición de Sudáfrica a la democracia en 1994, el gobierno de SA ha adoptado políticas que apoyan la libertad de expresión y la libertad de acceso a la información. La Carta de Derechos de la nueva Constitución incluye el derecho constitucional de acceso a la información que obra en poder del Estado. Desde 1994 el Gobierno y otros órganos han adoptado diversas iniciativas para promover ese acceso. Entre ellas se incluyen iniciativas para reorganizar la impresión y publicación gubernamentales, reestructurar los servicios de información pública de los gobiernos, poner la información gubernamental disponible en Internet y ampliar la telefonía y el acceso a Internet a las comunidades pobres. La nueva Ley de depósitos legales de las SA (1997) prevé la creación de depósitos oficiales de publicaciones. Se promulgó la Ley de promoción del acceso a la información (2000) para garantizar el acceso a la información en poder del Estado y de los organismos públicos. Sin embargo, a pesar de muchas actividades, ha resultado difícil traducir los principios en medidas prácticas y bien coordinadas para mejorar el acceso a la información gubernamental. Una preocupación específica es el hecho de que los responsables políticos no puedan visualizar el papel de las bibliotecas ",
            "error": [
                ""
            ]
        },
        "freedom of expression": {
            "translated_key": "libertad de expresión",
            "translated_annotated_text": "Trabajo en curso: Desarrollar políticas para el acceso a la información gubernamental en la Nueva Sudáfrica Después de la transición de Sudáfrica a la democracia en 1994, el gobierno de SA ha adoptado políticas que apoyan la \"libertad de expresión\" y la libertad de acceso a la información. La Carta de Derechos de la nueva Constitución incluye el derecho constitucional de acceso a la información que obra en poder del Estado. Desde 1994 el Gobierno y otros órganos han adoptado diversas iniciativas para promover ese acceso. Entre ellas se incluyen iniciativas para reorganizar la impresión y publicación gubernamentales, reestructurar los servicios de información pública de los gobiernos, poner la información gubernamental disponible en Internet y ampliar la telefonía y el acceso a Internet a las comunidades pobres. La nueva Ley de depósitos legales de las SA (1997) prevé la creación de depósitos oficiales de publicaciones. Se promulgó la Ley de promoción del acceso a la información (2000) para garantizar el acceso a la información en poder del Estado y de los organismos públicos. Sin embargo, a pesar de muchas actividades, ha resultado difícil traducir los principios en medidas prácticas y bien coordinadas para mejorar el acceso a la información gubernamental. Una preocupación específica es el hecho de que los responsables políticos no puedan visualizar el papel de las bibliotecas ",
            "error": [
                ""
            ]
        },
        "freedom of access to information": {
            "translated_key": "libertad de acceso a la información",
            "translated_annotated_text": "Trabajo en curso: Desarrollar políticas para el acceso a la información gubernamental en la Nueva Sudáfrica Después de la transición de Sudáfrica a la democracia en 1994, el gobierno de SA ha adoptado políticas que apoyan la libertad de expresión y la \"libertad de acceso a la información\". La Carta de Derechos de la nueva Constitución incluye el derecho constitucional de acceso a la información que obra en poder del Estado. Desde 1994 el Gobierno y otros órganos han adoptado diversas iniciativas para promover ese acceso. Entre ellas se incluyen iniciativas para reorganizar la impresión y publicación gubernamentales, reestructurar los servicios de información pública de los gobiernos, poner la información gubernamental disponible en Internet y ampliar la telefonía y el acceso a Internet a las comunidades pobres. La nueva Ley de depósitos legales de las SA (1997) prevé la creación de depósitos oficiales de publicaciones. Se promulgó la Ley de promoción del acceso a la información (2000) para garantizar el acceso a la información en poder del Estado y de los organismos públicos. Sin embargo, a pesar de muchas actividades, ha resultado difícil traducir los principios en medidas prácticas y bien coordinadas para mejorar el acceso a la información gubernamental. Una preocupación específica es el hecho de que los responsables políticos no puedan visualizar el papel de las bibliotecas ",
            "error": [
                ""
            ]
        },
        "Bill of Rights": {
            "translated_key": "Declaración de Derechos",
            "translated_annotated_text": "Trabajo en curso: Elaboración de políticas para el acceso a la información gubernamental en la Nueva Sudáfrica Tras la transición de Sudáfrica a la democracia en 1994, el Gobierno de Sudáfrica ha adoptado políticas que apoyan la libertad de expresión y la libertad de acceso a la información. La \"Declaración de Derechos\" en la nueva Constitución incluye un derecho constitucional de acceso a la información en poder del Estado. Desde 1994 el Gobierno y otros órganos han adoptado diversas iniciativas para promover ese acceso. Entre ellas se incluyen iniciativas para reorganizar la impresión y publicación gubernamentales, reestructurar los servicios de información pública de los gobiernos, poner la información gubernamental disponible en Internet y ampliar la telefonía y el acceso a Internet a las comunidades pobres. La nueva Ley de depósitos legales de las SA (1997) prevé la creación de depósitos oficiales de publicaciones. Se promulgó la Ley de promoción del acceso a la información (2000) para garantizar el acceso a la información en poder del Estado y de los organismos públicos. Sin embargo, a pesar de muchas actividades, ha resultado difícil traducir los principios en medidas prácticas y bien coordinadas para mejorar el acceso a la información gubernamental. Una preocupación específica es el hecho de que los responsables políticos no puedan visualizar el papel de las bibliotecas ",
            "error": [
                ""
            ]
        },
        "constitutional right of access": {
            "translated_key": "derecho constitucional de acceso",
            "translated_annotated_text": "Trabajo en curso: Elaboración de políticas para el acceso a la información gubernamental en la Nueva Sudáfrica Tras la transición de Sudáfrica a la democracia en 1994, el Gobierno de Sudáfrica ha adoptado políticas que apoyan la libertad de expresión y la libertad de acceso a la información. La Carta de Derechos en la nueva Constitución incluye un \"derecho constitucional de acceso\" a la información en poder del Estado. Desde 1994 el Gobierno y otros órganos han adoptado diversas iniciativas para promover ese acceso. Entre ellas se incluyen iniciativas para reorganizar la impresión y publicación gubernamentales, reestructurar los servicios de información pública de los gobiernos, poner la información gubernamental disponible en Internet y ampliar la telefonía y el acceso a Internet a las comunidades pobres. La nueva Ley de depósitos legales de las SA (1997) prevé la creación de depósitos oficiales de publicaciones. Se promulgó la Ley de promoción del acceso a la información (2000) para garantizar el acceso a la información en poder del Estado y de los organismos públicos. Sin embargo, a pesar de muchas actividades, ha resultado difícil traducir los principios en medidas prácticas y bien coordinadas para mejorar el acceso a la información gubernamental. Una preocupación específica es el hecho de que los responsables políticos no puedan visualizar el papel de las bibliotecas ",
            "error": [
                ""
            ]
        },
        "government printing": {
            "translated_key": "impresión y publicación gubernamental",
            "translated_annotated_text": "Trabajo en curso: Elaboración de políticas para el acceso a la información gubernamental en la Nueva Sudáfrica Tras la transición de Sudáfrica a la democracia en 1994, el Gobierno de Sudáfrica ha adoptado políticas que apoyan la libertad de expresión y la libertad de acceso a la información. La Carta de Derechos de la nueva Constitución incluye el derecho constitucional de acceso a la información que obra en poder del Estado. Desde 1994 el Gobierno y otros órganos han adoptado diversas iniciativas para promover ese acceso. Entre ellas se incluyen iniciativas para reorganizar la \"impresión y publicación gubernamental\", reestructurar los servicios de información pública de los gobiernos, poner la información gubernamental disponible en Internet y ampliar la telefonía y el acceso a Internet a las comunidades pobres. La nueva Ley de depósitos legales de las SA (1997) prevé la creación de depósitos oficiales de publicaciones. Se promulgó la Ley de promoción del acceso a la información (2000) para garantizar el acceso a la información en poder del Estado y de los organismos públicos. Sin embargo, a pesar de muchas actividades, ha resultado difícil traducir los principios en medidas prácticas y bien coordinadas para mejorar el acceso a la información gubernamental. Una preocupación específica es el hecho de que los responsables políticos no puedan visualizar el papel de las bibliotecas ",
            "error": [
                ""
            ]
        },
        "government publishing": {
            "translated_key": [],
            "translated_annotated_text": "Trabajo en curso: Elaboración de políticas para el acceso a la información gubernamental en la Nueva Sudáfrica Tras la transición de Sudáfrica a la democracia en 1994, el Gobierno de Sudáfrica ha adoptado políticas que apoyan la libertad de expresión y la libertad de acceso a la información. La Carta de Derechos de la nueva Constitución incluye el derecho constitucional de acceso a la información que obra en poder del Estado. Desde 1994 el Gobierno y otros órganos han adoptado diversas iniciativas para promover ese acceso. Entre ellas se incluyen iniciativas para reorganizar la impresión y publicación gubernamentales, reestructurar los servicios de información pública de los gobiernos, poner la información gubernamental disponible en Internet y ampliar la telefonía y el acceso a Internet a las comunidades pobres. La nueva Ley de depósitos legales de las SA (1997) prevé la creación de depósitos oficiales de publicaciones. Se promulgó la Ley de promoción del acceso a la información (2000) para garantizar el acceso a la información en poder del Estado y de los organismos públicos. Sin embargo, a pesar de muchas actividades, ha resultado difícil traducir los principios en medidas prácticas y bien coordinadas para mejorar el acceso a la información gubernamental. Una preocupación específica es el hecho de que los responsables políticos no puedan visualizar el papel de las bibliotecas ",
            "error": []
        },
        "public information services": {
            "translated_key": "servicios de información pública",
            "translated_annotated_text": "Trabajo en curso: Elaboración de políticas para el acceso a la información gubernamental en la Nueva Sudáfrica Tras la transición de Sudáfrica a la democracia en 1994, el Gobierno de Sudáfrica ha adoptado políticas que apoyan la libertad de expresión y la libertad de acceso a la información. La Carta de Derechos de la nueva Constitución incluye el derecho constitucional de acceso a la información que obra en poder del Estado. Desde 1994 el Gobierno y otros órganos han adoptado diversas iniciativas para promover ese acceso. Entre ellas se incluyen iniciativas para reorganizar la impresión y publicación del gobierno, reestructurar los \"servicios de información pública\" de los gobiernos, hacer que la información del gobierno esté disponible en Internet y ampliar la telefonía y el acceso a Internet a las comunidades pobres. La nueva Ley de depósitos legales de las SA (1997) prevé la creación de depósitos oficiales de publicaciones. Se promulgó la Ley de promoción del acceso a la información (2000) para garantizar el acceso a la información en poder del Estado y de los organismos públicos. Sin embargo, a pesar de muchas actividades, ha resultado difícil traducir los principios en medidas prácticas y bien coordinadas para mejorar el acceso a la información gubernamental. Una preocupación específica es el hecho de que los responsables políticos no puedan visualizar el papel de las bibliotecas ",
            "error": [
                ""
            ]
        },
        "Internet": {
            "translated_key": "Internet",
            "translated_annotated_text": "Trabajo en curso: Elaboración de políticas para el acceso a la información gubernamental en la Nueva Sudáfrica Tras la transición de Sudáfrica a la democracia en 1994, el Gobierno de Sudáfrica ha adoptado políticas que apoyan la libertad de expresión y la libertad de acceso a la información. La Carta de Derechos de la nueva Constitución incluye el derecho constitucional de acceso a la información que obra en poder del Estado. Desde 1994 el Gobierno y otros órganos han adoptado diversas iniciativas para promover ese acceso. Entre ellas se incluyen iniciativas para reorganizar la impresión y publicación del gobierno, reestructurar los servicios de información pública de los gobiernos, poner la información gubernamental disponible en la \"Internet\", y ampliar la telefonía y el acceso a la \"Internet\" a las comunidades pobres. La nueva Ley de depósitos legales de las SA (1997) prevé la creación de depósitos oficiales de publicaciones. Se promulgó la Ley de promoción del acceso a la información (2000) para garantizar el acceso a la información en poder del Estado y de los organismos públicos. Sin embargo, a pesar de muchas actividades, ha resultado difícil traducir los principios en medidas prácticas y bien coordinadas para mejorar el acceso a la información gubernamental. Una preocupación específica es el hecho de que los responsables políticos no puedan visualizar el papel de las bibliotecas ",
            "error": [
                ""
            ]
        },
        "official publications depositories": {
            "translated_key": "depósitos de publicaciones oficiales",
            "translated_annotated_text": "Trabajo en curso: Elaboración de políticas para el acceso a la información gubernamental en la Nueva Sudáfrica Tras la transición de Sudáfrica a la democracia en 1994, el Gobierno de Sudáfrica ha adoptado políticas que apoyan la libertad de expresión y la libertad de acceso a la información. La Carta de Derechos de la nueva Constitución incluye el derecho constitucional de acceso a la información que obra en poder del Estado. Desde 1994 el Gobierno y otros órganos han adoptado diversas iniciativas para promover ese acceso. Entre ellas se incluyen iniciativas para reorganizar la impresión y publicación gubernamentales, reestructurar los servicios de información pública de los gobiernos, poner la información gubernamental disponible en Internet y ampliar la telefonía y el acceso a Internet a las comunidades pobres. La nueva Ley de depósitos legales de las SA (1997) prevé la creación de \"depósitos de publicaciones oficiales\". Se promulgó la Ley de promoción del acceso a la información (2000) para garantizar el acceso a la información en poder del Estado y de los organismos públicos. Sin embargo, a pesar de muchas actividades, ha resultado difícil traducir los principios en medidas prácticas y bien coordinadas para mejorar el acceso a la información gubernamental. Una preocupación específica es el hecho de que los responsables políticos no puedan visualizar el papel de las bibliotecas ",
            "error": [
                ""
            ]
        },
        "public bodies": {
            "translated_key": "organismos públicos",
            "translated_annotated_text": "Trabajo en curso: Elaboración de políticas para el acceso a la información gubernamental en la Nueva Sudáfrica Tras la transición de Sudáfrica a la democracia en 1994, el Gobierno de Sudáfrica ha adoptado políticas que apoyan la libertad de expresión y la libertad de acceso a la información. La Carta de Derechos de la nueva Constitución incluye el derecho constitucional de acceso a la información que obra en poder del Estado. Desde 1994 el Gobierno y otros órganos han adoptado diversas iniciativas para promover ese acceso. Entre ellas se incluyen iniciativas para reorganizar la impresión y publicación gubernamentales, reestructurar los servicios de información pública de los gobiernos, poner la información gubernamental disponible en Internet y ampliar la telefonía y el acceso a Internet a las comunidades pobres. La nueva Ley de depósitos legales de las SA (1997) prevé la creación de depósitos oficiales de publicaciones. La Ley de promoción del acceso a la información (2000) se promulgó para garantizar el acceso a la información en poder del Estado y de los \"organismos públicos\". Sin embargo, a pesar de muchas actividades, ha resultado difícil traducir los principios en medidas prácticas y bien coordinadas para mejorar el acceso a la información gubernamental. Una preocupación específica es el hecho de que los responsables políticos no puedan visualizar el papel de las bibliotecas ",
            "error": [
                ""
            ]
        },
        "libraries": {
            "translated_key": "bibliotecas",
            "translated_annotated_text": "Trabajo en curso: Elaboración de políticas para el acceso a la información gubernamental en la Nueva Sudáfrica Tras la transición de Sudáfrica a la democracia en 1994, el Gobierno de Sudáfrica ha adoptado políticas que apoyan la libertad de expresión y la libertad de acceso a la información. La Carta de Derechos de la nueva Constitución incluye el derecho constitucional de acceso a la información que obra en poder del Estado. Desde 1994 el Gobierno y otros órganos han adoptado diversas iniciativas para promover ese acceso. Entre ellas se incluyen iniciativas para reorganizar la impresión y publicación gubernamentales, reestructurar los servicios de información pública de los gobiernos, poner la información gubernamental disponible en Internet y ampliar la telefonía y el acceso a Internet a las comunidades pobres. La nueva Ley de depósitos legales de las SA (1997) prevé la creación de depósitos oficiales de publicaciones. Se promulgó la Ley de promoción del acceso a la información (2000) para garantizar el acceso a la información en poder del Estado y de los organismos públicos. Sin embargo, a pesar de muchas actividades, ha resultado difícil traducir los principios en medidas prácticas y bien coordinadas para mejorar el acceso a la información gubernamental. Una preocupación específica es el hecho de que los responsables políticos no visualizan un papel para las \"bibliotecas\" ",
            "error": [
                ""
            ]
        },
        "government data processing": {
            "translated_key": [],
            "translated_annotated_text": "Trabajo en curso: Elaboración de políticas para el acceso a la información gubernamental en la Nueva Sudáfrica Tras la transición de Sudáfrica a la democracia en 1994, el Gobierno de Sudáfrica ha adoptado políticas que apoyan la libertad de expresión y la libertad de acceso a la información. La Carta de Derechos de la nueva Constitución incluye el derecho constitucional de acceso a la información que obra en poder del Estado. Desde 1994 el Gobierno y otros órganos han adoptado diversas iniciativas para promover ese acceso. Entre ellas se incluyen iniciativas para reorganizar la impresión y publicación gubernamentales, reestructurar los servicios de información pública de los gobiernos, poner la información gubernamental disponible en Internet y ampliar la telefonía y el acceso a Internet a las comunidades pobres. La nueva Ley de depósitos legales de las SA (1997) prevé la creación de depósitos oficiales de publicaciones. Se promulgó la Ley de promoción del acceso a la información (2000) para garantizar el acceso a la información en poder del Estado y de los organismos públicos. Sin embargo, a pesar de muchas actividades, ha resultado difícil traducir los principios en medidas prácticas y bien coordinadas para mejorar el acceso a la información gubernamental. Una preocupación específica es el hecho de que los responsables políticos no puedan visualizar el papel de las bibliotecas ",
            "error": []
        },
        "information dissemination": {
            "translated_key": [],
            "translated_annotated_text": "Trabajo en curso: Elaboración de políticas para el acceso a la información gubernamental en la Nueva Sudáfrica Tras la transición de Sudáfrica a la democracia en 1994, el Gobierno de Sudáfrica ha adoptado políticas que apoyan la libertad de expresión y la libertad de acceso a la información. La Carta de Derechos de la nueva Constitución incluye el derecho constitucional de acceso a la información que obra en poder del Estado. Desde 1994 el Gobierno y otros órganos han adoptado diversas iniciativas para promover ese acceso. Entre ellas se incluyen iniciativas para reorganizar la impresión y publicación gubernamentales, reestructurar los servicios de información pública de los gobiernos, poner la información gubernamental disponible en Internet y ampliar la telefonía y el acceso a Internet a las comunidades pobres. La nueva Ley de depósitos legales de las SA (1997) prevé la creación de depósitos oficiales de publicaciones. Se promulgó la Ley de promoción del acceso a la información (2000) para garantizar el acceso a la información en poder del Estado y de los organismos públicos. Sin embargo, a pesar de muchas actividades, ha resultado difícil traducir los principios en medidas prácticas y bien coordinadas para mejorar el acceso a la información gubernamental. Una preocupación específica es el hecho de que los responsables políticos no puedan visualizar el papel de las bibliotecas ",
            "error": []
        }
    }
}