{
    "original_text": "Construction of double sampling s-control charts for agile manufacturing Double sampling (DS) X-control charts are designed to allow quick detection of a small shift of process mean and provides a quick response in an agile manufacturing environment. However, the DS X-control charts assume that the process standard deviation remains unchanged throughout the entire course of the statistical process control. Therefore, a complementary DS chart that can be used to monitor the process variation caused by changes in process standard deviation should be developed. In this paper, the development of the DS s-charts for quickly detecting small shift in process standard deviation for agile manufacturing is presented. The construction of the DS s-charts is based on the same concepts in constructing the DS X-charts and is formulated as an optimization problem and solved with a genetic algorithm. The efficiency of the DS s-control chart is compared with that of the traditional s-control chart. The results show that the DS s-control charts can be a more economically preferable alternative in detecting small shifts than traditional s-control charts",
    "original_translation": "Construcción de gráficos de control s de muestreo doble para la fabricación ágil Los gráficos de control X de muestreo doble (DS) están diseñados para permitir la detección rápida de un pequeño cambio de media de proceso y proporciona una respuesta rápida en un entorno de fabricación ágil. Sin embargo, los gráficos DS X-control asumen que la desviación estándar del proceso permanece inalterada durante todo el curso del control estadístico del proceso. Por lo tanto, debe elaborarse una tabla DS complementaria que pueda utilizarse para supervisar la variación del proceso causada por los cambios en la desviación estándar del proceso. En este trabajo, se presenta el desarrollo de los gráficos DS para detectar rápidamente un pequeño cambio en la desviación estándar del proceso para la fabricación ágil. La construcción de los gráficos DS se basa en los mismos conceptos en la construcción de los gráficos DS X y se formula como un problema de optimización y se resuelve con un algoritmo genético. La eficiencia de la tabla de control DS se compara con la de la tabla de control s tradicional. Los resultados muestran que los gráficos de control DS pueden ser una alternativa económicamente más preferible a la hora de detectar pequeños cambios que los gráficos de control DS tradicionales.",
    "error_count": 5,
    "keys": {
        "double sampling s-control charts": {
            "translated_key": "cuadros de control s de doble muestreo",
            "translated_annotated_text": "Construcción de \"cuadros de control s de doble muestreo\" para la fabricación ágil Los gráficos de control X de doble muestreo (DS) están diseñados para permitir la detección rápida de un pequeño cambio de media de proceso y proporciona una respuesta rápida en un entorno de fabricación ágil. Sin embargo, los gráficos DS X-control asumen que la desviación estándar del proceso permanece inalterada durante todo el curso del control estadístico del proceso. Por lo tanto, debe elaborarse una tabla DS complementaria que pueda utilizarse para supervisar la variación del proceso causada por los cambios en la desviación estándar del proceso. En este trabajo, se presenta el desarrollo de los gráficos DS para detectar rápidamente un pequeño cambio en la desviación estándar del proceso para la fabricación ágil. La construcción de los gráficos DS se basa en los mismos conceptos en la construcción de los gráficos DS X y se formula como un problema de optimización y se resuelve con un algoritmo genético. La eficiencia de la tabla de control DS se compara con la de la tabla de control s tradicional. Los resultados muestran que los gráficos de control DS pueden ser una alternativa económicamente más preferible a la hora de detectar pequeños cambios que los gráficos de control DS tradicionales. ",
            "error": [
                ""
            ]
        },
        "agile manufacturing": {
            "translated_key": [
                "fabricación ágil",
                "fabricación ágil",
                "fabricación agile"
            ],
            "translated_annotated_text": "La construcción de gráficos de control s de doble muestreo para \"fabricación ágil\" Los gráficos de control X de doble muestreo (DS) están diseñados para permitir la detección rápida de un pequeño cambio de la media del proceso y proporciona una respuesta rápida en un entorno de \"fabricación ágil\". Sin embargo, los gráficos DS X-control asumen que la desviación estándar del proceso permanece inalterada durante todo el curso del control estadístico del proceso. Por lo tanto, debe elaborarse una tabla DS complementaria que pueda utilizarse para supervisar la variación del proceso causada por los cambios en la desviación estándar del proceso. En este artículo, se presenta el desarrollo de los gráficos DS para detectar rápidamente un pequeño cambio en la desviación estándar del proceso para la \"fabricación agile\". La construcción de los gráficos DS se basa en los mismos conceptos en la construcción de los gráficos DS X y se formula como un problema de optimización y se resuelve con un algoritmo genético. La eficiencia de la tabla de control DS se compara con la de la tabla de control s tradicional. Los resultados muestran que los gráficos de control DS pueden ser una alternativa económicamente más preferible a la hora de detectar pequeños cambios que los gráficos de control DS tradicionales. ",
            "error": [
                "fabricación ágil",
                "fabricación ágil",
                "fabricación agile"
            ]
        },
        "double sampling X-control charts": {
            "translated_key": [],
            "translated_annotated_text": "Construcción de gráficos de control s de muestreo doble para la fabricación ágil Los gráficos de control X de muestreo doble (DS) están diseñados para permitir la detección rápida de un pequeño cambio de media de proceso y proporciona una respuesta rápida en un entorno de fabricación ágil. Sin embargo, los gráficos DS X-control asumen que la desviación estándar del proceso permanece inalterada durante todo el curso del control estadístico del proceso. Por lo tanto, debe elaborarse una tabla DS complementaria que pueda utilizarse para supervisar la variación del proceso causada por los cambios en la desviación estándar del proceso. En este trabajo, se presenta el desarrollo de los gráficos DS para detectar rápidamente un pequeño cambio en la desviación estándar del proceso para la fabricación ágil. La construcción de los gráficos DS se basa en los mismos conceptos en la construcción de los gráficos DS X y se formula como un problema de optimización y se resuelve con un algoritmo genético. La eficiencia de la tabla de control DS se compara con la de la tabla de control s tradicional. Los resultados muestran que los gráficos de control DS pueden ser una alternativa económicamente más preferible a la hora de detectar pequeños cambios que los gráficos de control DS tradicionales. ",
            "error": []
        },
        "process mean shift detection": {
            "translated_key": [],
            "translated_annotated_text": "Construcción de gráficos de control s de muestreo doble para la fabricación ágil Los gráficos de control X de muestreo doble (DS) están diseñados para permitir la detección rápida de un pequeño cambio de media de proceso y proporciona una respuesta rápida en un entorno de fabricación ágil. Sin embargo, los gráficos DS X-control asumen que la desviación estándar del proceso permanece inalterada durante todo el curso del control estadístico del proceso. Por lo tanto, debe elaborarse una tabla DS complementaria que pueda utilizarse para supervisar la variación del proceso causada por los cambios en la desviación estándar del proceso. En este trabajo, se presenta el desarrollo de los gráficos DS para detectar rápidamente un pequeño cambio en la desviación estándar del proceso para la fabricación ágil. La construcción de los gráficos DS se basa en los mismos conceptos en la construcción de los gráficos DS X y se formula como un problema de optimización y se resuelve con un algoritmo genético. La eficiencia de la tabla de control DS se compara con la de la tabla de control s tradicional. Los resultados muestran que los gráficos de control DS pueden ser una alternativa económicamente más preferible a la hora de detectar pequeños cambios que los gráficos de control DS tradicionales. ",
            "error": []
        },
        "process standard deviation": {
            "translated_key": "desviación estándar del proceso",
            "translated_annotated_text": "Construcción de gráficos de control s de muestreo doble para la fabricación ágil Los gráficos de control X de muestreo doble (DS) están diseñados para permitir la detección rápida de un pequeño cambio de media de proceso y proporciona una respuesta rápida en un entorno de fabricación ágil. Sin embargo, los gráficos DS X-control asumen que la \"desviación estándar del proceso\" permanece inalterada durante todo el curso del proceso de control estadístico. Por lo tanto, se debe desarrollar un gráfico DS complementario que pueda ser utilizado para monitorear la variación del proceso causada por cambios en la \"desviación estándar del proceso\". En este artículo se presenta el desarrollo de los gráficos DS para detectar rápidamente un pequeño cambio en la \"desviación estándar del proceso\" para la fabricación ágil. La construcción de los gráficos DS se basa en los mismos conceptos en la construcción de los gráficos DS X y se formula como un problema de optimización y se resuelve con un algoritmo genético. La eficiencia de la tabla de control DS se compara con la de la tabla de control s tradicional. Los resultados muestran que los gráficos de control DS pueden ser una alternativa económicamente más preferible a la hora de detectar pequeños cambios que los gráficos de control DS tradicionales. ",
            "error": [
                ""
            ]
        },
        "statistical process control": {
            "translated_key": "control estadístico del proceso",
            "translated_annotated_text": "Construcción de gráficos de control s de muestreo doble para la fabricación ágil Los gráficos de control X de muestreo doble (DS) están diseñados para permitir la detección rápida de un pequeño cambio de media de proceso y proporciona una respuesta rápida en un entorno de fabricación ágil. Sin embargo, los gráficos DS X-control asumen que la desviación estándar del proceso permanece inalterada durante todo el curso del \"control estadístico del proceso\". Por lo tanto, debe elaborarse una tabla DS complementaria que pueda utilizarse para supervisar la variación del proceso causada por los cambios en la desviación estándar del proceso. En este trabajo, se presenta el desarrollo de los gráficos DS para detectar rápidamente un pequeño cambio en la desviación estándar del proceso para la fabricación ágil. La construcción de los gráficos DS se basa en los mismos conceptos en la construcción de los gráficos DS X y se formula como un problema de optimización y se resuelve con un algoritmo genético. La eficiencia de la tabla de control DS se compara con la de la tabla de control s tradicional. Los resultados muestran que los gráficos de control DS pueden ser una alternativa económicamente más preferible a la hora de detectar pequeños cambios que los gráficos de control DS tradicionales. ",
            "error": [
                ""
            ]
        },
        "genetic algorithm": {
            "translated_key": "algoritmo genético",
            "translated_annotated_text": "Construcción de gráficos de control s de muestreo doble para la fabricación ágil Los gráficos de control X de muestreo doble (DS) están diseñados para permitir la detección rápida de un pequeño cambio de media de proceso y proporciona una respuesta rápida en un entorno de fabricación ágil. Sin embargo, los gráficos DS X-control asumen que la desviación estándar del proceso permanece inalterada durante todo el curso del control estadístico del proceso. Por lo tanto, debe elaborarse una tabla DS complementaria que pueda utilizarse para supervisar la variación del proceso causada por los cambios en la desviación estándar del proceso. En este trabajo, se presenta el desarrollo de los gráficos DS para detectar rápidamente un pequeño cambio en la desviación estándar del proceso para la fabricación ágil. La construcción de los gráficos DS se basa en los mismos conceptos en la construcción de los gráficos DS X y se formula como un problema de optimización y se resuelve con un \"algoritmo genético\". La eficiencia de la tabla de control DS se compara con la de la tabla de control s tradicional. Los resultados muestran que los gráficos de control DS pueden ser una alternativa económicamente más preferible a la hora de detectar pequeños cambios que los gráficos de control DS tradicionales. ",
            "error": [
                ""
            ]
        },
        "genetic algorithms": {
            "translated_key": [],
            "translated_annotated_text": "Construcción de gráficos de control s de muestreo doble para la fabricación ágil Los gráficos de control X de muestreo doble (DS) están diseñados para permitir la detección rápida de un pequeño cambio de media de proceso y proporciona una respuesta rápida en un entorno de fabricación ágil. Sin embargo, los gráficos DS X-control asumen que la desviación estándar del proceso permanece inalterada durante todo el curso del control estadístico del proceso. Por lo tanto, debe elaborarse una tabla DS complementaria que pueda utilizarse para supervisar la variación del proceso causada por los cambios en la desviación estándar del proceso. En este trabajo, se presenta el desarrollo de los gráficos DS para detectar rápidamente un pequeño cambio en la desviación estándar del proceso para la fabricación ágil. La construcción de los gráficos DS se basa en los mismos conceptos en la construcción de los gráficos DS X y se formula como un problema de optimización y se resuelve con un algoritmo genético. La eficiencia de la tabla de control DS se compara con la de la tabla de control s tradicional. Los resultados muestran que los gráficos de control DS pueden ser una alternativa económicamente más preferible a la hora de detectar pequeños cambios que los gráficos de control DS tradicionales. ",
            "error": []
        },
        "manufacturing processes": {
            "translated_key": [],
            "translated_annotated_text": "Construcción de gráficos de control s de muestreo doble para la fabricación ágil Los gráficos de control X de muestreo doble (DS) están diseñados para permitir la detección rápida de un pequeño cambio de media de proceso y proporciona una respuesta rápida en un entorno de fabricación ágil. Sin embargo, los gráficos DS X-control asumen que la desviación estándar del proceso permanece inalterada durante todo el curso del control estadístico del proceso. Por lo tanto, debe elaborarse una tabla DS complementaria que pueda utilizarse para supervisar la variación del proceso causada por los cambios en la desviación estándar del proceso. En este trabajo, se presenta el desarrollo de los gráficos DS para detectar rápidamente un pequeño cambio en la desviación estándar del proceso para la fabricación ágil. La construcción de los gráficos DS se basa en los mismos conceptos en la construcción de los gráficos DS X y se formula como un problema de optimización y se resuelve con un algoritmo genético. La eficiencia de la tabla de control DS se compara con la de la tabla de control s tradicional. Los resultados muestran que los gráficos de control DS pueden ser una alternativa económicamente más preferible a la hora de detectar pequeños cambios que los gráficos de control DS tradicionales. ",
            "error": []
        }
    }
}