{
    "original_text": "A high-resolution high-frequency monolithic top-shooting microinjector free of satellite drops - part II: fabrication, implementation, and characterization For pt. I, see ibid., vol. 11, no. 5, p. 427-36 (2002). Describes the fabrication, implementation and characterization of a thermal driven microinjector, featuring a bubble check valve and monolithic fabrication. Microfabrication of this microinjector is based on bulk/surface-combined micromachining of the silicon wafer, free of the bonding process that is commonly used in the fabrication of commercial printing head, so that even solvents and fuels can be ejected. Droplet ejection sequences of two microinjectors have been studied along with a commercial inkjet printhead for comparison. The droplet ejection of our microinjector with 10 mu m diameter nozzle has been characterized at a frequency over 35 kHz, at least 3 times higher than those of commercial counterparts. The droplet volume from this device is smaller than 1 pl, 10 times smaller than those of commercial inkjets employed in the consumer market at the time of testing. Visualization results have verified that our design, although far from being optimized, operates in the frequency several times higher than those of commercial products and reduces the crosstalk among neighboring chambers",
    "original_translation": "Un microinyector monolítico de alta resolución y alta frecuencia libre de gotas de satélite - parte II: fabricación, implementación y caracterización Para pt. I, ibíd., vol. 11, no. 5, págs. 427-36 (2002). Describe la fabricación, implementación y caracterización de un microinyector con accionamiento térmico, con válvula de control de burbujas y fabricación monolítica. La microfabricación de este microinyector se basa en el micromaquinado a granel/combinado en superficie de la oblea de silicio, libre del proceso de unión que se utiliza comúnmente en la fabricación de cabezal de impresión comercial, de modo que incluso solventes y combustibles pueden ser expulsados. Se han estudiado las secuencias de eyección de dos microinyectores junto con un cabezal de impresión de inyección de tinta comercial para su comparación. La eyección de gotitas de nuestro microinyector con boquilla de 10 m de diámetro se ha caracterizado a una frecuencia superior a 35 kHz, al menos 3 veces superior a la de las contrapartes comerciales. El volumen de gota de este dispositivo es menor que 1 pl, 10 veces menor que el de los chorros de tinta comerciales empleados en el mercado de consumo en el momento de la prueba. Los resultados de la visualización han verificado que nuestro diseño, aunque lejos de ser optimizado, funciona en la frecuencia varias veces más alto que los de los productos comerciales y reduce el crosstalk entre cámaras vecinas",
    "error_count": 8,
    "keys": {
        "monolithic top-shooting microinjector": {
            "translated_key": [],
            "translated_annotated_text": " I, ibíd., vol. 11, no. 5, págs. 427-36 (2002). Describe la fabricación, implementación y caracterización de un microinyector con accionamiento térmico, con válvula de control de burbujas y fabricación monolítica. La microfabricación de este microinyector se basa en el micromaquinado a granel/combinado en superficie de la oblea de silicio, libre del proceso de unión que se utiliza comúnmente en la fabricación de cabezal de impresión comercial, de modo que incluso solventes y combustibles pueden ser expulsados. Se han estudiado las secuencias de eyección de dos microinyectores junto con un cabezal de impresión de inyección de tinta comercial para su comparación. La eyección de gotitas de nuestro microinyector con boquilla de 10 m de diámetro se ha caracterizado a una frecuencia superior a 35 kHz, al menos 3 veces superior a la de las contrapartes comerciales. El volumen de gota de este dispositivo es menor que 1 pl, 10 veces menor que el de los chorros de tinta comerciales empleados en el mercado de consumo en el momento de la prueba. Los resultados de la visualización han verificado que nuestro diseño, aunque lejos de ser optimizado, funciona en la frecuencia varias veces más alto que los de los productos comerciales y reduce el crosstalk entre cámaras vecinas ",
            "error": []
        },
        "satellite drops": {
            "translated_key": " ",
            "translated_annotated_text": "Un microinyector monolítico de alta resolución y alta frecuencia, libre de gotas por satélite <br> </br> - parte II: fabricación, implementación y caracterización Para pt. I, ibíd., vol. 11, no. 5, págs. 427-36 (2002). Describe la fabricación, implementación y caracterización de un microinyector con accionamiento térmico, con válvula de control de burbujas y fabricación monolítica. La microfabricación de este microinyector se basa en el micromaquinado a granel/combinado en superficie de la oblea de silicio, libre del proceso de unión que se utiliza comúnmente en la fabricación de cabezal de impresión comercial, de modo que incluso solventes y combustibles pueden ser expulsados. Se han estudiado las secuencias de eyección de dos microinyectores junto con un cabezal de impresión de inyección de tinta comercial para su comparación. La eyección de gotitas de nuestro microinyector con boquilla de 10 m de diámetro se ha caracterizado a una frecuencia superior a 35 kHz, al menos 3 veces superior a la de las contrapartes comerciales. El volumen de gota de este dispositivo es menor que 1 pl, 10 veces menor que el de los chorros de tinta comerciales empleados en el mercado de consumo en el momento de la prueba. Los resultados de la visualización han verificado que nuestro diseño, aunque lejos de ser optimizado, funciona en la frecuencia varias veces más alto que los de los productos comerciales y reduce el crosstalk entre cámaras vecinas ",
            "error": [
                ""
            ]
        },
        "thermal driven microinjector": {
            "translated_key": "termal impulsado",
            "translated_annotated_text": "Un microinyector monolítico de alta resolución y alta frecuencia libre de gotas de satélite - parte II: fabricación, implementación y caracterización Para pt. I, ibíd., vol. 11, no. 5, págs. 427-36 (2002). Describe la fabricación, implementación y caracterización de un microinyector <br>termal impulsado</br>, con válvula de control de burbujas y fabricación monolítica. La microfabricación de este microinyector se basa en el micromaquinado a granel/combinado en superficie de la oblea de silicio, libre del proceso de unión que se utiliza comúnmente en la fabricación de cabezal de impresión comercial, de modo que incluso solventes y combustibles pueden ser expulsados. Se han estudiado las secuencias de eyección de dos microinyectores junto con un cabezal de impresión de inyección de tinta comercial para su comparación. La eyección de gotitas de nuestro microinyector con boquilla de 10 m de diámetro se ha caracterizado a una frecuencia superior a 35 kHz, al menos 3 veces superior a la de las contrapartes comerciales. El volumen de gota de este dispositivo es menor que 1 pl, 10 veces menor que el de los chorros de tinta comerciales empleados en el mercado de consumo en el momento de la prueba. Los resultados de la visualización han verificado que nuestro diseño, aunque lejos de ser optimizado, funciona en la frecuencia varias veces más alto que los de los productos comerciales y reduce el crosstalk entre cámaras vecinas ",
            "error": [
                ""
            ]
        },
        "bubble check valve": {
            "translated_key": "bubble",
            "translated_annotated_text": "Un microinyector monolítico de alta resolución y alta frecuencia libre de gotas de satélite - parte II: fabricación, implementación y caracterización Para pt. I, ibíd., vol. 11, no. 5, págs. 427-36 (2002). Describe la fabricación, implementación y caracterización de un microinyector con accionamiento térmico, con válvula de control <br>bubble</br> y fabricación monolítica. La microfabricación de este microinyector se basa en el micromaquinado a granel/combinado en superficie de la oblea de silicio, libre del proceso de unión que se utiliza comúnmente en la fabricación de cabezal de impresión comercial, de modo que incluso solventes y combustibles pueden ser expulsados. Se han estudiado las secuencias de eyección de dos microinyectores junto con un cabezal de impresión de inyección de tinta comercial para su comparación. La eyección de gotitas de nuestro microinyector con boquilla de 10 m de diámetro se ha caracterizado a una frecuencia superior a 35 kHz, al menos 3 veces superior a la de las contrapartes comerciales. El volumen de gota de este dispositivo es menor que 1 pl, 10 veces menor que el de los chorros de tinta comerciales empleados en el mercado de consumo en el momento de la prueba. Los resultados de la visualización han verificado que nuestro diseño, aunque lejos de ser optimizado, funciona en la frecuencia varias veces más alto que los de los productos comerciales y reduce el crosstalk entre cámaras vecinas ",
            "error": [
                ""
            ]
        },
        "bulk/surface-combined micromachining": {
            "translated_key": "bulk/superficie combinado",
            "translated_annotated_text": "Un microinyector monolítico de alta resolución y alta frecuencia libre de gotas de satélite - parte II: fabricación, implementación y caracterización Para pt. I, ibíd., vol. 11, no. 5, págs. 427-36 (2002). Describe la fabricación, implementación y caracterización de un microinyector con accionamiento térmico, con válvula de control de burbujas y fabricación monolítica. La microfabricación de este microinyector se basa en el micromaquinado <br>bulk/superficie combinado</br> de la oblea de silicio, libre del proceso de unión que se utiliza comúnmente en la fabricación del cabezal de impresión comercial, para que incluso los disolventes y combustibles puedan ser expulsados. Se han estudiado las secuencias de eyección de dos microinyectores junto con un cabezal de impresión de inyección de tinta comercial para su comparación. La eyección de gotitas de nuestro microinyector con boquilla de 10 m de diámetro se ha caracterizado a una frecuencia superior a 35 kHz, al menos 3 veces superior a la de las contrapartes comerciales. El volumen de gota de este dispositivo es menor que 1 pl, 10 veces menor que el de los chorros de tinta comerciales empleados en el mercado de consumo en el momento de la prueba. Los resultados de la visualización han verificado que nuestro diseño, aunque lejos de ser optimizado, funciona en la frecuencia varias veces más alto que los de los productos comerciales y reduce el crosstalk entre cámaras vecinas ",
            "error": [
                ""
            ]
        },
        "bonding process": {
            "translated_key": "bonding",
            "translated_annotated_text": "Un microinyector monolítico de alta resolución y alta frecuencia libre de gotas de satélite - parte II: fabricación, implementación y caracterización Para pt. I, ibíd., vol. 11, no. 5, págs. 427-36 (2002). Describe la fabricación, implementación y caracterización de un microinyector con accionamiento térmico, con válvula de control de burbujas y fabricación monolítica. La microfabricación de este microinyector se basa en el micromaquinado a granel/combinado en superficie de la oblea de silicio, libre del proceso de <br>bonding</br> que se utiliza comúnmente en la fabricación de cabezal de impresión comercial, para que incluso los disolventes y combustibles puedan ser expulsados. Se han estudiado las secuencias de eyección de dos microinyectores junto con un cabezal de impresión de inyección de tinta comercial para su comparación. La eyección de gotitas de nuestro microinyector con boquilla de 10 m de diámetro se ha caracterizado a una frecuencia superior a 35 kHz, al menos 3 veces superior a la de las contrapartes comerciales. El volumen de gota de este dispositivo es menor que 1 pl, 10 veces menor que el de los chorros de tinta comerciales empleados en el mercado de consumo en el momento de la prueba. Los resultados de la visualización han verificado que nuestro diseño, aunque lejos de ser optimizado, funciona en la frecuencia varias veces más alto que los de los productos comerciales y reduce el crosstalk entre cámaras vecinas ",
            "error": [
                ""
            ]
        },
        "inkjet printhead": {
            "translated_key": "inkjet",
            "translated_annotated_text": "Un microinyector monolítico de alta resolución y alta frecuencia libre de gotas de satélite - parte II: fabricación, implementación y caracterización Para pt. I, ibíd., vol. 11, no. 5, págs. 427-36 (2002). Describe la fabricación, implementación y caracterización de un microinyector con accionamiento térmico, con válvula de control de burbujas y fabricación monolítica. La microfabricación de este microinyector se basa en el micromaquinado a granel/combinado en superficie de la oblea de silicio, libre del proceso de unión que se utiliza comúnmente en la fabricación de cabezal de impresión comercial, de modo que incluso solventes y combustibles pueden ser expulsados. Se han estudiado las secuencias de eyección de dos microinyectores junto con un cabezal de impresión comercial <br>inkjet</br> para su comparación. La eyección de gotitas de nuestro microinyector con boquilla de 10 m de diámetro se ha caracterizado a una frecuencia superior a 35 kHz, al menos 3 veces superior a la de las contrapartes comerciales. El volumen de gota de este dispositivo es menor que 1 pl, 10 veces menor que el de los chorros de tinta comerciales empleados en el mercado de consumo en el momento de la prueba. Los resultados de la visualización han verificado que nuestro diseño, aunque lejos de ser optimizado, funciona en la frecuencia varias veces más alto que los de los productos comerciales y reduce el crosstalk entre cámaras vecinas ",
            "error": [
                ""
            ]
        },
        "nozzle": {
            "translated_key": "nozzle",
            "translated_annotated_text": "Un microinyector monolítico de alta resolución y alta frecuencia libre de gotas de satélite - parte II: fabricación, implementación y caracterización Para pt. I, ibíd., vol. 11, no. 5, págs. 427-36 (2002). Describe la fabricación, implementación y caracterización de un microinyector con accionamiento térmico, con válvula de control de burbujas y fabricación monolítica. La microfabricación de este microinyector se basa en el micromaquinado a granel/combinado en superficie de la oblea de silicio, libre del proceso de unión que se utiliza comúnmente en la fabricación de cabezal de impresión comercial, de modo que incluso solventes y combustibles pueden ser expulsados. Se han estudiado las secuencias de eyección de dos microinyectores junto con un cabezal de impresión de inyección de tinta comercial para su comparación. La eyección de gota de nuestro microinyector con 10 m de diámetro <br>nozzle</br> se ha caracterizado a una frecuencia superior a 35 kHz, al menos 3 veces superior a la de las contrapartes comerciales. El volumen de gota de este dispositivo es menor que 1 pl, 10 veces menor que el de los chorros de tinta comerciales empleados en el mercado de consumo en el momento de la prueba. Los resultados de la visualización han verificado que nuestro diseño, aunque lejos de ser optimizado, funciona en la frecuencia varias veces más alto que los de los productos comerciales y reduce el crosstalk entre cámaras vecinas ",
            "error": [
                ""
            ]
        },
        "droplet volume": {
            "translated_key": "droplet",
            "translated_annotated_text": "Un microinyector monolítico de alta resolución y alta frecuencia libre de gotas de satélite - parte II: fabricación, implementación y caracterización Para pt. I, ibíd., vol. 11, no. 5, págs. 427-36 (2002). Describe la fabricación, implementación y caracterización de un microinyector con accionamiento térmico, con válvula de control de burbujas y fabricación monolítica. La microfabricación de este microinyector se basa en el micromaquinado a granel/combinado en superficie de la oblea de silicio, libre del proceso de unión que se utiliza comúnmente en la fabricación de cabezal de impresión comercial, de modo que incluso solventes y combustibles pueden ser expulsados. Se han estudiado las secuencias de eyección de dos microinyectores junto con un cabezal de impresión de inyección de tinta comercial para su comparación. La eyección de gotitas de nuestro microinyector con boquilla de 10 m de diámetro se ha caracterizado a una frecuencia superior a 35 kHz, al menos 3 veces superior a la de las contrapartes comerciales. El volumen de <br>droplet</br> de este dispositivo es menor que 1 pl, 10 veces menor que el de los chorros de tinta comerciales empleados en el mercado de consumo en el momento de la prueba. Los resultados de la visualización han verificado que nuestro diseño, aunque lejos de ser optimizado, funciona en la frecuencia varias veces más alto que los de los productos comerciales y reduce el crosstalk entre cámaras vecinas ",
            "error": [
                ""
            ]
        },
        "consumer market": {
            "translated_key": [],
            "translated_annotated_text": "Un microinyector monolítico de alta resolución y alta frecuencia libre de gotas de satélite - parte II: fabricación, implementación y caracterización Para pt. I, ibíd., vol. 11, no. 5, págs. 427-36 (2002). Describe la fabricación, implementación y caracterización de un microinyector con accionamiento térmico, con válvula de control de burbujas y fabricación monolítica. La microfabricación de este microinyector se basa en el micromaquinado a granel/combinado en superficie de la oblea de silicio, libre del proceso de unión que se utiliza comúnmente en la fabricación de cabezal de impresión comercial, de modo que incluso solventes y combustibles pueden ser expulsados. Se han estudiado las secuencias de eyección de dos microinyectores junto con un cabezal de impresión de inyección de tinta comercial para su comparación. La eyección de gotitas de nuestro microinyector con boquilla de 10 m de diámetro se ha caracterizado a una frecuencia superior a 35 kHz, al menos 3 veces superior a la de las contrapartes comerciales. El volumen de gota de este dispositivo es menor que 1 pl, 10 veces menor que el de los chorros de tinta comerciales empleados en el mercado de consumo <br> en el momento de la prueba. Los resultados de la visualización han verificado que nuestro diseño, aunque lejos de ser optimizado, funciona en la frecuencia varias veces más alto que los de los productos comerciales y reduce el crosstalk entre cámaras vecinas ",
            "error": []
        },
        "crosstalk": {
            "translated_key": "crosstalk",
            "translated_annotated_text": "Un microinyector monolítico de alta resolución y alta frecuencia libre de gotas de satélite - parte II: fabricación, implementación y caracterización Para pt. I, ibíd., vol. 11, no. 5, págs. 427-36 (2002). Describe la fabricación, implementación y caracterización de un microinyector con accionamiento térmico, con válvula de control de burbujas y fabricación monolítica. La microfabricación de este microinyector se basa en el micromaquinado a granel/combinado en superficie de la oblea de silicio, libre del proceso de unión que se utiliza comúnmente en la fabricación de cabezal de impresión comercial, de modo que incluso solventes y combustibles pueden ser expulsados. Se han estudiado las secuencias de eyección de dos microinyectores junto con un cabezal de impresión de inyección de tinta comercial para su comparación. La eyección de gotitas de nuestro microinyector con boquilla de 10 m de diámetro se ha caracterizado a una frecuencia superior a 35 kHz, al menos 3 veces superior a la de las contrapartes comerciales. El volumen de gota de este dispositivo es menor que 1 pl, 10 veces menor que el de los chorros de tinta comerciales empleados en el mercado de consumo en el momento de la prueba. Los resultados de la visualización han verificado que nuestro diseño, aunque lejos de ser optimizado, funciona en la frecuencia varias veces más alto que los de los productos comerciales y reduce la <br>crosstalk</br> entre las cámaras vecinas ",
            "error": [
                ""
            ]
        },
        "10 micron": {
            "translated_key": [],
            "translated_annotated_text": "Un microinyector monolítico de alta resolución y alta frecuencia libre de gotas de satélite - parte II: fabricación, implementación y caracterización Para pt. I, ibíd., vol. 11, no. 5, págs. 427-36 (2002). Describe la fabricación, implementación y caracterización de un microinyector con accionamiento térmico, con válvula de control de burbujas y fabricación monolítica. La microfabricación de este microinyector se basa en el micromaquinado a granel/combinado en superficie de la oblea de silicio, libre del proceso de unión que se utiliza comúnmente en la fabricación de cabezal de impresión comercial, de modo que incluso solventes y combustibles pueden ser expulsados. Se han estudiado las secuencias de eyección de dos microinyectores junto con un cabezal de impresión de inyección de tinta comercial para su comparación. La eyección de gotitas de nuestro microinyector con boquilla de 10 m de diámetro se ha caracterizado a una frecuencia superior a 35 kHz, al menos 3 veces superior a la de las contrapartes comerciales. El volumen de gota de este dispositivo es menor que 1 pl, 10 veces menor que el de los chorros de tinta comerciales empleados en el mercado de consumo en el momento de la prueba. Los resultados de la visualización han verificado que nuestro diseño, aunque lejos de ser optimizado, funciona en la frecuencia varias veces más alto que los de los productos comerciales y reduce el crosstalk entre cámaras vecinas ",
            "error": []
        },
        "35 kHz": {
            "translated_key": "35 kHz",
            "translated_annotated_text": "Un microinyector monolítico de alta resolución y alta frecuencia libre de gotas de satélite - parte II: fabricación, implementación y caracterización Para pt. I, ibíd., vol. 11, no. 5, págs. 427-36 (2002). Describe la fabricación, implementación y caracterización de un microinyector con accionamiento térmico, con válvula de control de burbujas y fabricación monolítica. La microfabricación de este microinyector se basa en el micromaquinado a granel/combinado en superficie de la oblea de silicio, libre del proceso de unión que se utiliza comúnmente en la fabricación de cabezal de impresión comercial, de modo que incluso solventes y combustibles pueden ser expulsados. Se han estudiado las secuencias de eyección de dos microinyectores junto con un cabezal de impresión de inyección de tinta comercial para su comparación. La eyección de gota de nuestro microinyector con boquilla de 10 m de diámetro se ha caracterizado a una frecuencia superior a <br>35 kHz</br>, al menos 3 veces superior a la de las contrapartes comerciales. El volumen de gota de este dispositivo es menor que 1 pl, 10 veces menor que el de los chorros de tinta comerciales empleados en el mercado de consumo en el momento de la prueba. Los resultados de la visualización han verificado que nuestro diseño, aunque lejos de ser optimizado, funciona en la frecuencia varias veces más alto que los de los productos comerciales y reduce el crosstalk entre cámaras vecinas ",
            "error": [
                ""
            ]
        },
        "bubbles": {
            "translated_key": [],
            "translated_annotated_text": "Un microinyector monolítico de alta resolución y alta frecuencia libre de gotas de satélite - parte II: fabricación, implementación y caracterización Para pt. I, ibíd., vol. 11, no. 5, págs. 427-36 (2002). Describe la fabricación, implementación y caracterización de un microinyector con accionamiento térmico, con válvula de control de burbujas y fabricación monolítica. La microfabricación de este microinyector se basa en el micromaquinado a granel/combinado en superficie de la oblea de silicio, libre del proceso de unión que se utiliza comúnmente en la fabricación de cabezal de impresión comercial, de modo que incluso solventes y combustibles pueden ser expulsados. Se han estudiado las secuencias de eyección de dos microinyectores junto con un cabezal de impresión de inyección de tinta comercial para su comparación. La eyección de gotitas de nuestro microinyector con boquilla de 10 m de diámetro se ha caracterizado a una frecuencia superior a 35 kHz, al menos 3 veces superior a la de las contrapartes comerciales. El volumen de gota de este dispositivo es menor que 1 pl, 10 veces menor que el de los chorros de tinta comerciales empleados en el mercado de consumo en el momento de la prueba. Los resultados de la visualización han verificado que nuestro diseño, aunque lejos de ser optimizado, funciona en la frecuencia varias veces más alto que los de los productos comerciales y reduce el crosstalk entre cámaras vecinas ",
            "error": []
        },
        "drops": {
            "translated_key": " drops",
            "translated_annotated_text": "Un microinyector monolítico de alta resolución y alta frecuencia libre de gotas de satélite <br> drops</br> - parte II: fabricación, implementación y caracterización Para pt. I, ibíd., vol. 11, no. 5, págs. 427-36 (2002). Describe la fabricación, implementación y caracterización de un microinyector con accionamiento térmico, con válvula de control de burbujas y fabricación monolítica. La microfabricación de este microinyector se basa en el micromaquinado a granel/combinado en superficie de la oblea de silicio, libre del proceso de unión que se utiliza comúnmente en la fabricación de cabezal de impresión comercial, de modo que incluso solventes y combustibles pueden ser expulsados. Se han estudiado las secuencias de eyección de dos microinyectores junto con un cabezal de impresión de inyección de tinta comercial para su comparación. La eyección de gotitas de nuestro microinyector con boquilla de 10 m de diámetro se ha caracterizado a una frecuencia superior a 35 kHz, al menos 3 veces superior a la de las contrapartes comerciales. El volumen de gota de este dispositivo es menor que 1 pl, 10 veces menor que el de los chorros de tinta comerciales empleados en el mercado de consumo en el momento de la prueba. Los resultados de la visualización han verificado que nuestro diseño, aunque lejos de ser optimizado, funciona en la frecuencia varias veces más alto que los de los productos comerciales y reduce el crosstalk entre cámaras vecinas ",
            "error": [
                ""
            ]
        },
        "ink jet printers": {
            "translated_key": [],
            "translated_annotated_text": "Un microinyector monolítico de alta resolución y alta frecuencia libre de gotas de satélite - parte II: fabricación, implementación y caracterización Para pt. I, ibíd., vol. 11, no. 5, págs. 427-36 (2002). Describe la fabricación, implementación y caracterización de un microinyector con accionamiento térmico, con válvula de control de burbujas y fabricación monolítica. La microfabricación de este microinyector se basa en el micromaquinado a granel/combinado en superficie de la oblea de silicio, libre del proceso de unión que se utiliza comúnmente en la fabricación de cabezal de impresión comercial, de modo que incluso solventes y combustibles pueden ser expulsados. Se han estudiado las secuencias de eyección de dos microinyectores junto con un cabezal de impresión de inyección de tinta comercial para su comparación. La eyección de gotitas de nuestro microinyector con boquilla de 10 m de diámetro se ha caracterizado a una frecuencia superior a 35 kHz, al menos 3 veces superior a la de las contrapartes comerciales. El volumen de gota de este dispositivo es menor que 1 pl, 10 veces menor que el de los chorros de tinta comerciales empleados en el mercado de consumo en el momento de la prueba. Los resultados de la visualización han verificado que nuestro diseño, aunque lejos de ser optimizado, funciona en la frecuencia varias veces más alto que los de los productos comerciales y reduce el crosstalk entre cámaras vecinas ",
            "error": []
        },
        "microfluidics": {
            "translated_key": [],
            "translated_annotated_text": "Un microinyector monolítico de alta resolución y alta frecuencia libre de gotas de satélite - parte II: fabricación, implementación y caracterización Para pt. I, ibíd., vol. 11, no. 5, págs. 427-36 (2002). Describe la fabricación, implementación y caracterización de un microinyector con accionamiento térmico, con válvula de control de burbujas y fabricación monolítica. La microfabricación de este microinyector se basa en el micromaquinado a granel/combinado en superficie de la oblea de silicio, libre del proceso de unión que se utiliza comúnmente en la fabricación de cabezal de impresión comercial, de modo que incluso solventes y combustibles pueden ser expulsados. Se han estudiado las secuencias de eyección de dos microinyectores junto con un cabezal de impresión de inyección de tinta comercial para su comparación. La eyección de gotitas de nuestro microinyector con boquilla de 10 m de diámetro se ha caracterizado a una frecuencia superior a 35 kHz, al menos 3 veces superior a la de las contrapartes comerciales. El volumen de gota de este dispositivo es menor que 1 pl, 10 veces menor que el de los chorros de tinta comerciales empleados en el mercado de consumo en el momento de la prueba. Los resultados de la visualización han verificado que nuestro diseño, aunque lejos de ser optimizado, funciona en la frecuencia varias veces más alto que los de los productos comerciales y reduce el crosstalk entre cámaras vecinas ",
            "error": []
        },
        "micromachining": {
            "translated_key": [],
            "translated_annotated_text": "Un microinyector monolítico de alta resolución y alta frecuencia libre de gotas de satélite - parte II: fabricación, implementación y caracterización Para pt. I, ibíd., vol. 11, no. 5, págs. 427-36 (2002). Describe la fabricación, implementación y caracterización de un microinyector con accionamiento térmico, con válvula de control de burbujas y fabricación monolítica. La microfabricación de este microinyector se basa en el micromaquinado <br> de la oblea de silicio a granel/superficie, libre del proceso de unión que se utiliza comúnmente en la fabricación del cabezal de impresión comercial, para que incluso los disolventes y combustibles puedan ser expulsados. Se han estudiado las secuencias de eyección de dos microinyectores junto con un cabezal de impresión de inyección de tinta comercial para su comparación. La eyección de gotitas de nuestro microinyector con boquilla de 10 m de diámetro se ha caracterizado a una frecuencia superior a 35 kHz, al menos 3 veces superior a la de las contrapartes comerciales. El volumen de gota de este dispositivo es menor que 1 pl, 10 veces menor que el de los chorros de tinta comerciales empleados en el mercado de consumo en el momento de la prueba. Los resultados de la visualización han verificado que nuestro diseño, aunque lejos de ser optimizado, funciona en la frecuencia varias veces más alto que los de los productos comerciales y reduce el crosstalk entre cámaras vecinas ",
            "error": []
        },
        "nozzles": {
            "translated_key": [],
            "translated_annotated_text": "Un microinyector monolítico de alta resolución y alta frecuencia libre de gotas de satélite - parte II: fabricación, implementación y caracterización Para pt. I, ibíd., vol. 11, no. 5, págs. 427-36 (2002). Describe la fabricación, implementación y caracterización de un microinyector con accionamiento térmico, con válvula de control de burbujas y fabricación monolítica. La microfabricación de este microinyector se basa en el micromaquinado a granel/combinado en superficie de la oblea de silicio, libre del proceso de unión que se utiliza comúnmente en la fabricación de cabezal de impresión comercial, de modo que incluso solventes y combustibles pueden ser expulsados. Se han estudiado las secuencias de eyección de dos microinyectores junto con un cabezal de impresión de inyección de tinta comercial para su comparación. La eyección de gotitas de nuestro microinyector con boquilla de 10 m de diámetro se ha caracterizado a una frecuencia superior a 35 kHz, al menos 3 veces superior a la de las contrapartes comerciales. El volumen de gota de este dispositivo es menor que 1 pl, 10 veces menor que el de los chorros de tinta comerciales empleados en el mercado de consumo en el momento de la prueba. Los resultados de la visualización han verificado que nuestro diseño, aunque lejos de ser optimizado, funciona en la frecuencia varias veces más alto que los de los productos comerciales y reduce el crosstalk entre cámaras vecinas ",
            "error": []
        }
    }
}