{
    "original_text": "PKI: coming to an enterprise near you? For many years public key infrastructure (PKI) deployments were the provenance of governments and large, security-conscious corporations and financial institutions. These organizations have the financial and human resources necessary to successfully manage the complexities of a public key system. Lately however, several forces have converged to encourage a broader base of enterprises to take a closer look at PKI. These forces are discussed. PKI vendors are now demonstrating to customers how they can make essential business applications faster and more efficient by moving them to the Internet-without sacrificing security. Those applications usually include secure remote access, secure messaging, electronic document exchange, transaction validation, and network authentication. After a brief discussion of PKI basics the author reviews various products available on the market",
    "original_translation": "¿Vienes a una empresa cerca de ti? Durante muchos años, los despliegues de infraestructura de clave pública (ICP) fueron la procedencia de gobiernos y grandes corporaciones e instituciones financieras conscientes de la seguridad. Estas organizaciones cuentan con los recursos financieros y humanos necesarios para gestionar con éxito las complejidades de un sistema de clave pública. Últimamente, sin embargo, varias fuerzas han convergido para alentar a una base más amplia de empresas a examinar más de cerca la ICP. Estas fuerzas son discutidas. Los proveedores de PKI ahora están demostrando a los clientes cómo pueden hacer que las aplicaciones comerciales esenciales sean más rápidas y eficientes al trasladarlas a Internet sin sacrificar la seguridad. Esas aplicaciones generalmente incluyen acceso remoto seguro, mensajería segura, intercambio electrónico de documentos, validación de transacciones y autenticación de red. Después de una breve discusión de los fundamentos de PKI el autor revisa varios productos disponibles en el mercado",
    "error_count": 11,
    "keys": {
        "PKI": {
            "translated_key": "PKI",
            "translated_annotated_text": "¿Vienes a una empresa cerca de ti? Durante muchos años, los despliegues de infraestructura de clave pública (PKI) fueron la procedencia de gobiernos y grandes corporaciones e instituciones financieras conscientes de la seguridad. Estas organizaciones cuentan con los recursos financieros y humanos necesarios para gestionar con éxito las complejidades de un sistema de clave pública. Últimamente, sin embargo, varias fuerzas han convergido para alentar a una base más amplia de empresas a echar un vistazo más de cerca a \"PKI\". Estas fuerzas son discutidas. Los proveedores de \"PKI\" están demostrando a los clientes cómo pueden hacer que las aplicaciones comerciales esenciales sean más rápidas y eficientes al trasladarlas a Internet sin sacrificar la seguridad. Esas aplicaciones generalmente incluyen acceso remoto seguro, mensajería segura, intercambio electrónico de documentos, validación de transacciones y autenticación de red. Después de una breve discusión de los fundamentos de \"PKI\" el autor revisa varios productos disponibles en el mercado ",
            "error": [
                ""
            ]
        },
        "business-critical applications": {
            "translated_key": [],
            "translated_annotated_text": "¿Vienes a una empresa cerca de ti? Durante muchos años, los despliegues de infraestructura de clave pública (ICP) fueron la procedencia de gobiernos y grandes corporaciones e instituciones financieras conscientes de la seguridad. Estas organizaciones cuentan con los recursos financieros y humanos necesarios para gestionar con éxito las complejidades de un sistema de clave pública. Últimamente, sin embargo, varias fuerzas han convergido para alentar a una base más amplia de empresas a examinar más de cerca la ICP. Estas fuerzas son discutidas. Los proveedores de PKI ahora están demostrando a los clientes cómo pueden hacer que las aplicaciones comerciales esenciales sean más rápidas y eficientes al trasladarlas a Internet sin sacrificar la seguridad. Esas aplicaciones generalmente incluyen acceso remoto seguro, mensajería segura, intercambio electrónico de documentos, validación de transacciones y autenticación de red. Después de una breve discusión de los fundamentos de PKI el autor revisa varios productos disponibles en el mercado ",
            "error": []
        },
        "public key infrastructure": {
            "translated_key": "infraestructura de clave pública",
            "translated_annotated_text": "¿Vienes a una empresa cerca de ti? Durante muchos años, los despliegues de \"infraestructura de clave pública\" (PKI) fueron la procedencia de gobiernos y grandes corporaciones e instituciones financieras conscientes de la seguridad. Estas organizaciones cuentan con los recursos financieros y humanos necesarios para gestionar con éxito las complejidades de un sistema de clave pública. Últimamente, sin embargo, varias fuerzas han convergido para alentar a una base más amplia de empresas a examinar más de cerca la ICP. Estas fuerzas son discutidas. Los proveedores de PKI ahora están demostrando a los clientes cómo pueden hacer que las aplicaciones comerciales esenciales sean más rápidas y eficientes al trasladarlas a Internet sin sacrificar la seguridad. Esas aplicaciones generalmente incluyen acceso remoto seguro, mensajería segura, intercambio electrónico de documentos, validación de transacciones y autenticación de red. Después de una breve discusión de los fundamentos de PKI el autor revisa varios productos disponibles en el mercado ",
            "error": [
                ""
            ]
        },
        "e-commerce": {
            "translated_key": [],
            "translated_annotated_text": "¿Vienes a una empresa cerca de ti? Durante muchos años, los despliegues de infraestructura de clave pública (ICP) fueron la procedencia de gobiernos y grandes corporaciones e instituciones financieras conscientes de la seguridad. Estas organizaciones cuentan con los recursos financieros y humanos necesarios para gestionar con éxito las complejidades de un sistema de clave pública. Últimamente, sin embargo, varias fuerzas han convergido para alentar a una base más amplia de empresas a examinar más de cerca la ICP. Estas fuerzas son discutidas. Los proveedores de PKI ahora están demostrando a los clientes cómo pueden hacer que las aplicaciones comerciales esenciales sean más rápidas y eficientes al trasladarlas a Internet sin sacrificar la seguridad. Esas aplicaciones generalmente incluyen acceso remoto seguro, mensajería segura, intercambio electrónico de documentos, validación de transacciones y autenticación de red. Después de una breve discusión de los fundamentos de PKI el autor revisa varios productos disponibles en el mercado ",
            "error": []
        },
        "IPSec VPNs": {
            "translated_key": [],
            "translated_annotated_text": "¿Vienes a una empresa cerca de ti? Durante muchos años, los despliegues de infraestructura de clave pública (ICP) fueron la procedencia de gobiernos y grandes corporaciones e instituciones financieras conscientes de la seguridad. Estas organizaciones cuentan con los recursos financieros y humanos necesarios para gestionar con éxito las complejidades de un sistema de clave pública. Últimamente, sin embargo, varias fuerzas han convergido para alentar a una base más amplia de empresas a examinar más de cerca la ICP. Estas fuerzas son discutidas. Los proveedores de PKI ahora están demostrando a los clientes cómo pueden hacer que las aplicaciones comerciales esenciales sean más rápidas y eficientes al trasladarlas a Internet sin sacrificar la seguridad. Esas aplicaciones generalmente incluyen acceso remoto seguro, mensajería segura, intercambio electrónico de documentos, validación de transacciones y autenticación de red. Después de una breve discusión de los fundamentos de PKI el autor revisa varios productos disponibles en el mercado ",
            "error": []
        },
        "PKI vendors": {
            "translated_key": "vendedores de PKI",
            "translated_annotated_text": "¿Vienes a una empresa cerca de ti? Durante muchos años, los despliegues de infraestructura de clave pública (ICP) fueron la procedencia de gobiernos y grandes corporaciones e instituciones financieras conscientes de la seguridad. Estas organizaciones cuentan con los recursos financieros y humanos necesarios para gestionar con éxito las complejidades de un sistema de clave pública. Últimamente, sin embargo, varias fuerzas han convergido para alentar a una base más amplia de empresas a examinar más de cerca la ICP. Estas fuerzas son discutidas. Los \"vendedores de PKI\" ahora están demostrando a los clientes cómo pueden hacer que las aplicaciones comerciales esenciales sean más rápidas y eficientes al trasladarlas a Internet sin sacrificar la seguridad. Esas aplicaciones generalmente incluyen acceso remoto seguro, mensajería segura, intercambio electrónico de documentos, validación de transacciones y autenticación de red. Después de una breve discusión de los fundamentos de PKI el autor revisa varios productos disponibles en el mercado ",
            "error": [
                ""
            ]
        },
        "security": {
            "translated_key": "seguridad",
            "translated_annotated_text": "¿Vienes a una empresa cerca de ti? Durante muchos años los despliegues de infraestructura de clave pública (PKI) fueron la procedencia de gobiernos y grandes corporaciones e instituciones financieras conscientes de la \"seguridad\". Estas organizaciones cuentan con los recursos financieros y humanos necesarios para gestionar con éxito las complejidades de un sistema de clave pública. Últimamente, sin embargo, varias fuerzas han convergido para alentar a una base más amplia de empresas a examinar más de cerca la ICP. Estas fuerzas son discutidas. Los proveedores de PKI ahora están demostrando a los clientes cómo pueden hacer que las aplicaciones comerciales esenciales sean más rápidas y eficientes al trasladarlas a Internet sin sacrificar la \"seguridad\". Esas aplicaciones generalmente incluyen acceso remoto seguro, mensajería segura, intercambio electrónico de documentos, validación de transacciones y autenticación de red. Después de una breve discusión de los fundamentos de PKI el autor revisa varios productos disponibles en el mercado ",
            "error": [
                ""
            ]
        },
        "secure remote access": {
            "translated_key": "acceso remoto seguro",
            "translated_annotated_text": "¿Vienes a una empresa cerca de ti? Durante muchos años, los despliegues de infraestructura de clave pública (ICP) fueron la procedencia de gobiernos y grandes corporaciones e instituciones financieras conscientes de la seguridad. Estas organizaciones cuentan con los recursos financieros y humanos necesarios para gestionar con éxito las complejidades de un sistema de clave pública. Últimamente, sin embargo, varias fuerzas han convergido para alentar a una base más amplia de empresas a examinar más de cerca la ICP. Estas fuerzas son discutidas. Los proveedores de PKI ahora están demostrando a los clientes cómo pueden hacer que las aplicaciones comerciales esenciales sean más rápidas y eficientes al trasladarlas a Internet sin sacrificar la seguridad. Estas aplicaciones generalmente incluyen \"acceso remoto seguro\", mensajería segura, intercambio electrónico de documentos, validación de transacciones y autenticación de red. Después de una breve discusión de los fundamentos de PKI el autor revisa varios productos disponibles en el mercado ",
            "error": [
                ""
            ]
        },
        "secure messaging": {
            "translated_key": "mensajería segura",
            "translated_annotated_text": "¿Vienes a una empresa cerca de ti? Durante muchos años, los despliegues de infraestructura de clave pública (ICP) fueron la procedencia de gobiernos y grandes corporaciones e instituciones financieras conscientes de la seguridad. Estas organizaciones cuentan con los recursos financieros y humanos necesarios para gestionar con éxito las complejidades de un sistema de clave pública. Últimamente, sin embargo, varias fuerzas han convergido para alentar a una base más amplia de empresas a examinar más de cerca la ICP. Estas fuerzas son discutidas. Los proveedores de PKI ahora están demostrando a los clientes cómo pueden hacer que las aplicaciones comerciales esenciales sean más rápidas y eficientes al trasladarlas a Internet sin sacrificar la seguridad. Estas aplicaciones generalmente incluyen acceso remoto seguro, \"mensajería segura\", intercambio electrónico de documentos, validación de transacciones y autenticación de red. Después de una breve discusión de los fundamentos de PKI el autor revisa varios productos disponibles en el mercado ",
            "error": [
                ""
            ]
        },
        "electronic document exchange": {
            "translated_key": "intercambio electrónico de documentos",
            "translated_annotated_text": "¿Vienes a una empresa cerca de ti? Durante muchos años, los despliegues de infraestructura de clave pública (ICP) fueron la procedencia de gobiernos y grandes corporaciones e instituciones financieras conscientes de la seguridad. Estas organizaciones cuentan con los recursos financieros y humanos necesarios para gestionar con éxito las complejidades de un sistema de clave pública. Últimamente, sin embargo, varias fuerzas han convergido para alentar a una base más amplia de empresas a examinar más de cerca la ICP. Estas fuerzas son discutidas. Los proveedores de PKI ahora están demostrando a los clientes cómo pueden hacer que las aplicaciones comerciales esenciales sean más rápidas y eficientes al trasladarlas a Internet sin sacrificar la seguridad. Estas aplicaciones generalmente incluyen acceso remoto seguro, mensajería segura, \"intercambio electrónico de documentos\", validación de transacciones y autenticación de red. Después de una breve discusión de los fundamentos de PKI el autor revisa varios productos disponibles en el mercado ",
            "error": [
                ""
            ]
        },
        "transaction validation": {
            "translated_key": "validación de transacciones",
            "translated_annotated_text": "¿Vienes a una empresa cerca de ti? Durante muchos años, los despliegues de infraestructura de clave pública (ICP) fueron la procedencia de gobiernos y grandes corporaciones e instituciones financieras conscientes de la seguridad. Estas organizaciones cuentan con los recursos financieros y humanos necesarios para gestionar con éxito las complejidades de un sistema de clave pública. Últimamente, sin embargo, varias fuerzas han convergido para alentar a una base más amplia de empresas a examinar más de cerca la ICP. Estas fuerzas son discutidas. Los proveedores de PKI ahora están demostrando a los clientes cómo pueden hacer que las aplicaciones comerciales esenciales sean más rápidas y eficientes al trasladarlas a Internet sin sacrificar la seguridad. Estas aplicaciones generalmente incluyen acceso remoto seguro, mensajería segura, intercambio electrónico de documentos, \"validación de transacciones\" y autenticación de red. Después de una breve discusión de los fundamentos de PKI el autor revisa varios productos disponibles en el mercado ",
            "error": [
                ""
            ]
        },
        "network authentication": {
            "translated_key": "autenticación de red",
            "translated_annotated_text": "¿Vienes a una empresa cerca de ti? Durante muchos años, los despliegues de infraestructura de clave pública (ICP) fueron la procedencia de gobiernos y grandes corporaciones e instituciones financieras conscientes de la seguridad. Estas organizaciones cuentan con los recursos financieros y humanos necesarios para gestionar con éxito las complejidades de un sistema de clave pública. Últimamente, sin embargo, varias fuerzas han convergido para alentar a una base más amplia de empresas a examinar más de cerca la ICP. Estas fuerzas son discutidas. Los proveedores de PKI ahora están demostrando a los clientes cómo pueden hacer que las aplicaciones comerciales esenciales sean más rápidas y eficientes al trasladarlas a Internet sin sacrificar la seguridad. Estas aplicaciones generalmente incluyen acceso remoto seguro, mensajería segura, intercambio electrónico de documentos, validación de transacciones y \"autenticación de red\". Después de una breve discusión de los fundamentos de PKI el autor revisa varios productos disponibles en el mercado ",
            "error": [
                ""
            ]
        },
        "Baltimore Technologies": {
            "translated_key": [],
            "translated_annotated_text": "¿Vienes a una empresa cerca de ti? Durante muchos años, los despliegues de infraestructura de clave pública (ICP) fueron la procedencia de gobiernos y grandes corporaciones e instituciones financieras conscientes de la seguridad. Estas organizaciones cuentan con los recursos financieros y humanos necesarios para gestionar con éxito las complejidades de un sistema de clave pública. Últimamente, sin embargo, varias fuerzas han convergido para alentar a una base más amplia de empresas a examinar más de cerca la ICP. Estas fuerzas son discutidas. Los proveedores de PKI ahora están demostrando a los clientes cómo pueden hacer que las aplicaciones comerciales esenciales sean más rápidas y eficientes al trasladarlas a Internet sin sacrificar la seguridad. Esas aplicaciones generalmente incluyen acceso remoto seguro, mensajería segura, intercambio electrónico de documentos, validación de transacciones y autenticación de red. Después de una breve discusión de los fundamentos de PKI el autor revisa varios productos disponibles en el mercado ",
            "error": []
        },
        "Entrust": {
            "translated_key": [],
            "translated_annotated_text": "¿Vienes a una empresa cerca de ti? Durante muchos años, los despliegues de infraestructura de clave pública (ICP) fueron la procedencia de gobiernos y grandes corporaciones e instituciones financieras conscientes de la seguridad. Estas organizaciones cuentan con los recursos financieros y humanos necesarios para gestionar con éxito las complejidades de un sistema de clave pública. Últimamente, sin embargo, varias fuerzas han convergido para alentar a una base más amplia de empresas a examinar más de cerca la ICP. Estas fuerzas son discutidas. Los proveedores de PKI ahora están demostrando a los clientes cómo pueden hacer que las aplicaciones comerciales esenciales sean más rápidas y eficientes al trasladarlas a Internet sin sacrificar la seguridad. Esas aplicaciones generalmente incluyen acceso remoto seguro, mensajería segura, intercambio electrónico de documentos, validación de transacciones y autenticación de red. Después de una breve discusión de los fundamentos de PKI el autor revisa varios productos disponibles en el mercado ",
            "error": []
        },
        "GeoTrust": {
            "translated_key": [],
            "translated_annotated_text": "¿Vienes a una empresa cerca de ti? Durante muchos años, los despliegues de infraestructura de clave pública (ICP) fueron la procedencia de gobiernos y grandes corporaciones e instituciones financieras conscientes de la seguridad. Estas organizaciones cuentan con los recursos financieros y humanos necesarios para gestionar con éxito las complejidades de un sistema de clave pública. Últimamente, sin embargo, varias fuerzas han convergido para alentar a una base más amplia de empresas a examinar más de cerca la ICP. Estas fuerzas son discutidas. Los proveedores de PKI ahora están demostrando a los clientes cómo pueden hacer que las aplicaciones comerciales esenciales sean más rápidas y eficientes al trasladarlas a Internet sin sacrificar la seguridad. Esas aplicaciones generalmente incluyen acceso remoto seguro, mensajería segura, intercambio electrónico de documentos, validación de transacciones y autenticación de red. Después de una breve discusión de los fundamentos de PKI el autor revisa varios productos disponibles en el mercado ",
            "error": []
        },
        "RSA Security": {
            "translated_key": [],
            "translated_annotated_text": "¿Vienes a una empresa cerca de ti? Durante muchos años, los despliegues de infraestructura de clave pública (ICP) fueron la procedencia de gobiernos y grandes corporaciones e instituciones financieras conscientes de la seguridad. Estas organizaciones cuentan con los recursos financieros y humanos necesarios para gestionar con éxito las complejidades de un sistema de clave pública. Últimamente, sin embargo, varias fuerzas han convergido para alentar a una base más amplia de empresas a examinar más de cerca la ICP. Estas fuerzas son discutidas. Los proveedores de PKI ahora están demostrando a los clientes cómo pueden hacer que las aplicaciones comerciales esenciales sean más rápidas y eficientes al trasladarlas a Internet sin sacrificar la seguridad. Esas aplicaciones generalmente incluyen acceso remoto seguro, mensajería segura, intercambio electrónico de documentos, validación de transacciones y autenticación de red. Después de una breve discusión de los fundamentos de PKI el autor revisa varios productos disponibles en el mercado ",
            "error": []
        },
        "VeriSign": {
            "translated_key": [],
            "translated_annotated_text": "¿Vienes a una empresa cerca de ti? Durante muchos años, los despliegues de infraestructura de clave pública (ICP) fueron la procedencia de gobiernos y grandes corporaciones e instituciones financieras conscientes de la seguridad. Estas organizaciones cuentan con los recursos financieros y humanos necesarios para gestionar con éxito las complejidades de un sistema de clave pública. Últimamente, sin embargo, varias fuerzas han convergido para alentar a una base más amplia de empresas a examinar más de cerca la ICP. Estas fuerzas son discutidas. Los proveedores de PKI ahora están demostrando a los clientes cómo pueden hacer que las aplicaciones comerciales esenciales sean más rápidas y eficientes al trasladarlas a Internet sin sacrificar la seguridad. Esas aplicaciones generalmente incluyen acceso remoto seguro, mensajería segura, intercambio electrónico de documentos, validación de transacciones y autenticación de red. Después de una breve discusión de los fundamentos de PKI el autor revisa varios productos disponibles en el mercado ",
            "error": []
        },
        "business communication": {
            "translated_key": [],
            "translated_annotated_text": "¿Vienes a una empresa cerca de ti? Durante muchos años, los despliegues de infraestructura de clave pública (ICP) fueron la procedencia de gobiernos y grandes corporaciones e instituciones financieras conscientes de la seguridad. Estas organizaciones cuentan con los recursos financieros y humanos necesarios para gestionar con éxito las complejidades de un sistema de clave pública. Últimamente, sin embargo, varias fuerzas han convergido para alentar a una base más amplia de empresas a examinar más de cerca la ICP. Estas fuerzas son discutidas. Los proveedores de PKI ahora están demostrando a los clientes cómo pueden hacer que las aplicaciones comerciales esenciales sean más rápidas y eficientes al trasladarlas a Internet sin sacrificar la seguridad. Esas aplicaciones generalmente incluyen acceso remoto seguro, mensajería segura, intercambio electrónico de documentos, validación de transacciones y autenticación de red. Después de una breve discusión de los fundamentos de PKI el autor revisa varios productos disponibles en el mercado ",
            "error": []
        },
        "Internet": {
            "translated_key": "Internet",
            "translated_annotated_text": "¿Vienes a una empresa cerca de ti? Durante muchos años, los despliegues de infraestructura de clave pública (ICP) fueron la procedencia de gobiernos y grandes corporaciones e instituciones financieras conscientes de la seguridad. Estas organizaciones cuentan con los recursos financieros y humanos necesarios para gestionar con éxito las complejidades de un sistema de clave pública. Últimamente, sin embargo, varias fuerzas han convergido para alentar a una base más amplia de empresas a examinar más de cerca la ICP. Estas fuerzas son discutidas. Los proveedores de PKI ahora están demostrando a los clientes cómo pueden hacer que las aplicaciones comerciales esenciales sean más rápidas y eficientes al trasladarlas a la \"Internet\"-sin sacrificar la seguridad. Esas aplicaciones generalmente incluyen acceso remoto seguro, mensajería segura, intercambio electrónico de documentos, validación de transacciones y autenticación de red. Después de una breve discusión de los fundamentos de PKI el autor revisa varios productos disponibles en el mercado ",
            "error": [
                ""
            ]
        },
        "public key cryptography": {
            "translated_key": [],
            "translated_annotated_text": "¿Vienes a una empresa cerca de ti? Durante muchos años, los despliegues de infraestructura de clave pública (ICP) fueron la procedencia de gobiernos y grandes corporaciones e instituciones financieras conscientes de la seguridad. Estas organizaciones cuentan con los recursos financieros y humanos necesarios para gestionar con éxito las complejidades de un sistema de clave pública. Últimamente, sin embargo, varias fuerzas han convergido para alentar a una base más amplia de empresas a examinar más de cerca la ICP. Estas fuerzas son discutidas. Los proveedores de PKI ahora están demostrando a los clientes cómo pueden hacer que las aplicaciones comerciales esenciales sean más rápidas y eficientes al trasladarlas a Internet sin sacrificar la seguridad. Esas aplicaciones generalmente incluyen acceso remoto seguro, mensajería segura, intercambio electrónico de documentos, validación de transacciones y autenticación de red. Después de una breve discusión de los fundamentos de PKI el autor revisa varios productos disponibles en el mercado ",
            "error": []
        },
        "telecommunication security": {
            "translated_key": [],
            "translated_annotated_text": "¿Vienes a una empresa cerca de ti? Durante muchos años, los despliegues de infraestructura de clave pública (ICP) fueron la procedencia de gobiernos y grandes corporaciones e instituciones financieras conscientes de la seguridad. Estas organizaciones cuentan con los recursos financieros y humanos necesarios para gestionar con éxito las complejidades de un sistema de clave pública. Últimamente, sin embargo, varias fuerzas han convergido para alentar a una base más amplia de empresas a examinar más de cerca la ICP. Estas fuerzas son discutidas. Los proveedores de PKI ahora están demostrando a los clientes cómo pueden hacer que las aplicaciones comerciales esenciales sean más rápidas y eficientes al trasladarlas a Internet sin sacrificar la seguridad. Esas aplicaciones generalmente incluyen acceso remoto seguro, mensajería segura, intercambio electrónico de documentos, validación de transacciones y autenticación de red. Después de una breve discusión de los fundamentos de PKI el autor revisa varios productos disponibles en el mercado ",
            "error": []
        }
    }
}