{
    "original_text": "North American carrier survey: simply the best Network Magazine carried out a North American carrier survey. Thousands of network engineers gave information on providers strengths and weaknesses across seven services: private lines, frame relay, ATM, VPNs, dedicated Internet access, Ethernet services, and Web hosting. Respondents also ranked providers on their ability to perform in up to eight categories including customer service, reliability, and price. Users rated more than a dozen providers for each survey. Carriers needed to receive at least 30 votes for inclusion in the survey. Readers were asked to rate carriers on up to nine categories using a scale of 1 (unacceptable) to 5 (excellent). Not all categories are equally important. To try and get at these differences, Network Magazine asked readers to assign a weight to each category. The big winners were VPNs",
    "original_translation": "Encuesta de portaaviones de América del Norte: simplemente la mejor revista de la red llevó a cabo una encuesta de portaaviones de América del Norte. Miles de ingenieros de red proporcionaron información sobre las fortalezas y debilidades de los proveedores en siete servicios: líneas privadas, relé de marcos, cajeros automáticos, VPN, acceso a Internet dedicado, servicios Ethernet y alojamiento web. Los encuestados también clasificaron a los proveedores en cuanto a su capacidad para desempeñarse en hasta ocho categorías, incluyendo servicio al cliente, fiabilidad y precio. Los usuarios calificaron a más de una docena de proveedores para cada encuesta. Los transportistas necesitaban recibir al menos 30 votos para ser incluidos en la encuesta. Se pidió a los lectores que calificaran a los transportistas en hasta nueve categorías utilizando una escala de 1 (inaceptable) a 5 (excelente). No todas las categorías son igualmente importantes. Para tratar de llegar a estas diferencias, Network Magazine pidió a los lectores que asignaran un peso a cada categoría. Los grandes ganadores fueron VPNs",
    "error_count": 4,
    "keys": {
        "North American carrier survey": {
            "translated_key": "Encuesta de portaaviones de América del Norte",
            "translated_annotated_text": "\"Encuesta de portaaviones de América del Norte\": simplemente la mejor revista de la red llevó a cabo un \"encuesta de portaaviones de América del Norte\". Miles de ingenieros de red proporcionaron información sobre las fortalezas y debilidades de los proveedores en siete servicios: líneas privadas, relé de marcos, cajeros automáticos, VPN, acceso a Internet dedicado, servicios Ethernet y alojamiento web. Los encuestados también clasificaron a los proveedores en cuanto a su capacidad para desempeñarse en hasta ocho categorías, incluyendo servicio al cliente, fiabilidad y precio. Los usuarios calificaron a más de una docena de proveedores para cada encuesta. Los transportistas necesitaban recibir al menos 30 votos para ser incluidos en la encuesta. Se pidió a los lectores que calificaran a los transportistas en hasta nueve categorías utilizando una escala de 1 (inaceptable) a 5 (excelente). No todas las categorías son igualmente importantes. Para tratar de llegar a estas diferencias, Network Magazine pidió a los lectores que asignaran un peso a cada categoría. Los grandes ganadores fueron VPNs ",
            "error": [
                ""
            ]
        },
        "private lines": {
            "translated_key": "líneas privadas",
            "translated_annotated_text": "Encuesta de portaaviones de América del Norte: simplemente la mejor revista de la red llevó a cabo una encuesta de portaaviones de América del Norte. Miles de ingenieros de red proporcionaron información sobre fortalezas y debilidades de los proveedores en siete servicios: \"líneas privadas\", relé de marcos, ATM, VPN, acceso a Internet dedicado, servicios Ethernet y alojamiento web. Los encuestados también clasificaron a los proveedores en cuanto a su capacidad para desempeñarse en hasta ocho categorías, incluyendo servicio al cliente, fiabilidad y precio. Los usuarios calificaron a más de una docena de proveedores para cada encuesta. Los transportistas necesitaban recibir al menos 30 votos para ser incluidos en la encuesta. Se pidió a los lectores que calificaran a los transportistas en hasta nueve categorías utilizando una escala de 1 (inaceptable) a 5 (excelente). No todas las categorías son igualmente importantes. Para tratar de llegar a estas diferencias, Network Magazine pidió a los lectores que asignaran un peso a cada categoría. Los grandes ganadores fueron VPNs ",
            "error": [
                ""
            ]
        },
        "frame relay": {
            "translated_key": "relé de fotograma",
            "translated_annotated_text": "Encuesta de portaaviones de América del Norte: simplemente la mejor revista de la red llevó a cabo una encuesta de portaaviones de América del Norte. Miles de ingenieros de red proporcionaron información sobre las fortalezas y debilidades de los proveedores en siete servicios: líneas privadas, \"relé de fotograma\", ATM, VPN, acceso a Internet dedicado, servicios Ethernet y alojamiento web. Los encuestados también clasificaron a los proveedores en cuanto a su capacidad para desempeñarse en hasta ocho categorías, incluyendo servicio al cliente, fiabilidad y precio. Los usuarios calificaron a más de una docena de proveedores para cada encuesta. Los transportistas necesitaban recibir al menos 30 votos para ser incluidos en la encuesta. Se pidió a los lectores que calificaran a los transportistas en hasta nueve categorías utilizando una escala de 1 (inaceptable) a 5 (excelente). No todas las categorías son igualmente importantes. Para tratar de llegar a estas diferencias, Network Magazine pidió a los lectores que asignaran un peso a cada categoría. Los grandes ganadores fueron VPNs ",
            "error": [
                ""
            ]
        },
        "ATM": {
            "translated_key": "ATM",
            "translated_annotated_text": "Encuesta de portaaviones de América del Norte: simplemente la mejor revista de la red llevó a cabo una encuesta de portaaviones de América del Norte. Miles de ingenieros de red proporcionaron información sobre las fortalezas y debilidades de los proveedores en siete servicios: líneas privadas, relé de marcos, \"ATM\", VPN, acceso a Internet dedicado, servicios Ethernet y alojamiento web. Los encuestados también clasificaron a los proveedores en cuanto a su capacidad para desempeñarse en hasta ocho categorías, incluyendo servicio al cliente, fiabilidad y precio. Los usuarios calificaron a más de una docena de proveedores para cada encuesta. Los transportistas necesitaban recibir al menos 30 votos para ser incluidos en la encuesta. Se pidió a los lectores que calificaran a los transportistas en hasta nueve categorías utilizando una escala de 1 (inaceptable) a 5 (excelente). No todas las categorías son igualmente importantes. Para tratar de llegar a estas diferencias, Network Magazine pidió a los lectores que asignaran un peso a cada categoría. Los grandes ganadores fueron VPNs ",
            "error": [
                ""
            ]
        },
        "VPNs": {
            "translated_key": "VPNs",
            "translated_annotated_text": "Encuesta de portaaviones de América del Norte: simplemente la mejor revista de la red llevó a cabo una encuesta de portaaviones de América del Norte. Miles de ingenieros de red proporcionaron información sobre las fortalezas y debilidades de los proveedores en siete servicios: líneas privadas, relé de marcos, ATM, \"VPNs\", acceso dedicado a Internet, servicios Ethernet y alojamiento web. Los encuestados también clasificaron a los proveedores en cuanto a su capacidad para desempeñarse en hasta ocho categorías, incluyendo servicio al cliente, fiabilidad y precio. Los usuarios calificaron a más de una docena de proveedores para cada encuesta. Los transportistas necesitaban recibir al menos 30 votos para ser incluidos en la encuesta. Se pidió a los lectores que calificaran a los transportistas en hasta nueve categorías utilizando una escala de 1 (inaceptable) a 5 (excelente). No todas las categorías son igualmente importantes. Para tratar de llegar a estas diferencias, Network Magazine pidió a los lectores que asignaran un peso a cada categoría. Los grandes ganadores fueron \"VPNs\" ",
            "error": [
                ""
            ]
        },
        "dedicated Internet access": {
            "translated_key": "acceso específico a Internet",
            "translated_annotated_text": "Encuesta de portaaviones de América del Norte: simplemente la mejor revista de la red llevó a cabo una encuesta de portaaviones de América del Norte. Miles de ingenieros de red proporcionaron información sobre fortalezas y debilidades de los proveedores en siete servicios: líneas privadas, relé de marcos, cajeros automáticos, VPN, \"acceso específico a Internet\", servicios Ethernet y alojamiento web. Los encuestados también clasificaron a los proveedores en cuanto a su capacidad para desempeñarse en hasta ocho categorías, incluyendo servicio al cliente, fiabilidad y precio. Los usuarios calificaron a más de una docena de proveedores para cada encuesta. Los transportistas necesitaban recibir al menos 30 votos para ser incluidos en la encuesta. Se pidió a los lectores que calificaran a los transportistas en hasta nueve categorías utilizando una escala de 1 (inaceptable) a 5 (excelente). No todas las categorías son igualmente importantes. Para tratar de llegar a estas diferencias, Network Magazine pidió a los lectores que asignaran un peso a cada categoría. Los grandes ganadores fueron VPNs ",
            "error": [
                ""
            ]
        },
        "Ethernet services": {
            "translated_key": "servicios de Ethernet",
            "translated_annotated_text": "Encuesta de portaaviones de América del Norte: simplemente la mejor revista de la red llevó a cabo una encuesta de portaaviones de América del Norte. Miles de ingenieros de red proporcionaron información sobre las fortalezas y debilidades de los proveedores en siete servicios: líneas privadas, relé de marcos, cajeros automáticos, VPN, acceso a Internet dedicado, \"servicios de Ethernet\", y alojamiento web. Los encuestados también clasificaron a los proveedores en cuanto a su capacidad para desempeñarse en hasta ocho categorías, incluyendo servicio al cliente, fiabilidad y precio. Los usuarios calificaron a más de una docena de proveedores para cada encuesta. Los transportistas necesitaban recibir al menos 30 votos para ser incluidos en la encuesta. Se pidió a los lectores que calificaran a los transportistas en hasta nueve categorías utilizando una escala de 1 (inaceptable) a 5 (excelente). No todas las categorías son igualmente importantes. Para tratar de llegar a estas diferencias, Network Magazine pidió a los lectores que asignaran un peso a cada categoría. Los grandes ganadores fueron VPNs ",
            "error": [
                ""
            ]
        },
        "Web hosting": {
            "translated_key": "acogida web",
            "translated_annotated_text": "Encuesta de portaaviones de América del Norte: simplemente la mejor revista de la red llevó a cabo una encuesta de portaaviones de América del Norte. Miles de ingenieros de red proporcionaron información sobre las fortalezas y debilidades de los proveedores en siete servicios: líneas privadas, relé de marcos, cajeros automáticos, VPN, acceso a Internet dedicado, servicios Ethernet y \"acogida web\". Los encuestados también clasificaron a los proveedores en cuanto a su capacidad para desempeñarse en hasta ocho categorías, incluyendo servicio al cliente, fiabilidad y precio. Los usuarios calificaron a más de una docena de proveedores para cada encuesta. Los transportistas necesitaban recibir al menos 30 votos para ser incluidos en la encuesta. Se pidió a los lectores que calificaran a los transportistas en hasta nueve categorías utilizando una escala de 1 (inaceptable) a 5 (excelente). No todas las categorías son igualmente importantes. Para tratar de llegar a estas diferencias, Network Magazine pidió a los lectores que asignaran un peso a cada categoría. Los grandes ganadores fueron VPNs ",
            "error": [
                ""
            ]
        },
        "service providers": {
            "translated_key": [],
            "translated_annotated_text": "Encuesta de portaaviones de América del Norte: simplemente la mejor revista de la red llevó a cabo una encuesta de portaaviones de América del Norte. Miles de ingenieros de red proporcionaron información sobre las fortalezas y debilidades de los proveedores en siete servicios: líneas privadas, relé de marcos, cajeros automáticos, VPN, acceso a Internet dedicado, servicios Ethernet y alojamiento web. Los encuestados también clasificaron a los proveedores en cuanto a su capacidad para desempeñarse en hasta ocho categorías, incluyendo servicio al cliente, fiabilidad y precio. Los usuarios calificaron a más de una docena de proveedores para cada encuesta. Los transportistas necesitaban recibir al menos 30 votos para ser incluidos en la encuesta. Se pidió a los lectores que calificaran a los transportistas en hasta nueve categorías utilizando una escala de 1 (inaceptable) a 5 (excelente). No todas las categorías son igualmente importantes. Para tratar de llegar a estas diferencias, Network Magazine pidió a los lectores que asignaran un peso a cada categoría. Los grandes ganadores fueron VPNs ",
            "error": []
        },
        "customer service": {
            "translated_key": "servicio al cliente",
            "translated_annotated_text": "Encuesta de portaaviones de América del Norte: simplemente la mejor revista de la red llevó a cabo una encuesta de portaaviones de América del Norte. Miles de ingenieros de red proporcionaron información sobre las fortalezas y debilidades de los proveedores en siete servicios: líneas privadas, relé de marcos, cajeros automáticos, VPN, acceso a Internet dedicado, servicios Ethernet y alojamiento web. Los encuestados también clasificaron a los proveedores en cuanto a su capacidad para desempeñarse en hasta ocho categorías, incluyendo \"servicio al cliente\", fiabilidad y precio. Los usuarios calificaron a más de una docena de proveedores para cada encuesta. Los transportistas necesitaban recibir al menos 30 votos para ser incluidos en la encuesta. Se pidió a los lectores que calificaran a los transportistas en hasta nueve categorías utilizando una escala de 1 (inaceptable) a 5 (excelente). No todas las categorías son igualmente importantes. Para tratar de llegar a estas diferencias, Network Magazine pidió a los lectores que asignaran un peso a cada categoría. Los grandes ganadores fueron VPNs ",
            "error": [
                ""
            ]
        },
        "reliability": {
            "translated_key": "fiabilidad",
            "translated_annotated_text": "Encuesta de portaaviones de América del Norte: simplemente la mejor revista de la red llevó a cabo una encuesta de portaaviones de América del Norte. Miles de ingenieros de red proporcionaron información sobre las fortalezas y debilidades de los proveedores en siete servicios: líneas privadas, relé de marcos, cajeros automáticos, VPN, acceso a Internet dedicado, servicios Ethernet y alojamiento web. Los encuestados también clasificaron a los proveedores en cuanto a su capacidad para desempeñarse en hasta ocho categorías, incluyendo servicio al cliente, \"fiabilidad\" y precio. Los usuarios calificaron a más de una docena de proveedores para cada encuesta. Los transportistas necesitaban recibir al menos 30 votos para ser incluidos en la encuesta. Se pidió a los lectores que calificaran a los transportistas en hasta nueve categorías utilizando una escala de 1 (inaceptable) a 5 (excelente). No todas las categorías son igualmente importantes. Para tratar de llegar a estas diferencias, Network Magazine pidió a los lectores que asignaran un peso a cada categoría. Los grandes ganadores fueron VPNs ",
            "error": [
                ""
            ]
        },
        "price": {
            "translated_key": "precio",
            "translated_annotated_text": "Encuesta de portaaviones de América del Norte: simplemente la mejor revista de la red llevó a cabo una encuesta de portaaviones de América del Norte. Miles de ingenieros de red proporcionaron información sobre las fortalezas y debilidades de los proveedores en siete servicios: líneas privadas, relé de marcos, cajeros automáticos, VPN, acceso a Internet dedicado, servicios Ethernet y alojamiento web. Los encuestados también clasificaron a los proveedores en cuanto a su capacidad para desempeñarse en hasta ocho categorías, incluyendo servicio al cliente, fiabilidad y \"precio\". Los usuarios calificaron a más de una docena de proveedores para cada encuesta. Los transportistas necesitaban recibir al menos 30 votos para ser incluidos en la encuesta. Se pidió a los lectores que calificaran a los transportistas en hasta nueve categorías utilizando una escala de 1 (inaceptable) a 5 (excelente). No todas las categorías son igualmente importantes. Para tratar de llegar a estas diferencias, Network Magazine pidió a los lectores que asignaran un peso a cada categoría. Los grandes ganadores fueron VPNs ",
            "error": [
                ""
            ]
        },
        "asynchronous transfer mode": {
            "translated_key": [],
            "translated_annotated_text": "Encuesta de portaaviones de América del Norte: simplemente la mejor revista de la red llevó a cabo una encuesta de portaaviones de América del Norte. Miles de ingenieros de red proporcionaron información sobre las fortalezas y debilidades de los proveedores en siete servicios: líneas privadas, relé de marcos, cajeros automáticos, VPN, acceso a Internet dedicado, servicios Ethernet y alojamiento web. Los encuestados también clasificaron a los proveedores en cuanto a su capacidad para desempeñarse en hasta ocho categorías, incluyendo servicio al cliente, fiabilidad y precio. Los usuarios calificaron a más de una docena de proveedores para cada encuesta. Los transportistas necesitaban recibir al menos 30 votos para ser incluidos en la encuesta. Se pidió a los lectores que calificaran a los transportistas en hasta nueve categorías utilizando una escala de 1 (inaceptable) a 5 (excelente). No todas las categorías son igualmente importantes. Para tratar de llegar a estas diferencias, Network Magazine pidió a los lectores que asignaran un peso a cada categoría. Los grandes ganadores fueron VPNs ",
            "error": []
        },
        "computer network reliability": {
            "translated_key": [],
            "translated_annotated_text": "Encuesta de portaaviones de América del Norte: simplemente la mejor revista de la red llevó a cabo una encuesta de portaaviones de América del Norte. Miles de ingenieros de red proporcionaron información sobre las fortalezas y debilidades de los proveedores en siete servicios: líneas privadas, relé de marcos, cajeros automáticos, VPN, acceso a Internet dedicado, servicios Ethernet y alojamiento web. Los encuestados también clasificaron a los proveedores en cuanto a su capacidad para desempeñarse en hasta ocho categorías, incluyendo servicio al cliente, fiabilidad y precio. Los usuarios calificaron a más de una docena de proveedores para cada encuesta. Los transportistas necesitaban recibir al menos 30 votos para ser incluidos en la encuesta. Se pidió a los lectores que calificaran a los transportistas en hasta nueve categorías utilizando una escala de 1 (inaceptable) a 5 (excelente). No todas las categorías son igualmente importantes. Para tratar de llegar a estas diferencias, Network Magazine pidió a los lectores que asignaran un peso a cada categoría. Los grandes ganadores fueron VPNs ",
            "error": []
        },
        "Internet": {
            "translated_key": "Internet",
            "translated_annotated_text": "Encuesta de portaaviones de América del Norte: simplemente la mejor revista de la red llevó a cabo una encuesta de portaaviones de América del Norte. Miles de ingenieros de red proporcionaron información sobre las fortalezas y debilidades de los proveedores en siete servicios: líneas privadas, relé de marcos, ATM, VPN, acceso \"Internet\" dedicado, servicios Ethernet y alojamiento web. Los encuestados también clasificaron a los proveedores en cuanto a su capacidad para desempeñarse en hasta ocho categorías, incluyendo servicio al cliente, fiabilidad y precio. Los usuarios calificaron a más de una docena de proveedores para cada encuesta. Los transportistas necesitaban recibir al menos 30 votos para ser incluidos en la encuesta. Se pidió a los lectores que calificaran a los transportistas en hasta nueve categorías utilizando una escala de 1 (inaceptable) a 5 (excelente). No todas las categorías son igualmente importantes. Para tratar de llegar a estas diferencias, Network Magazine pidió a los lectores que asignaran un peso a cada categoría. Los grandes ganadores fueron VPNs ",
            "error": [
                ""
            ]
        },
        "local area networks": {
            "translated_key": [],
            "translated_annotated_text": "Encuesta de portaaviones de América del Norte: simplemente la mejor revista de la red llevó a cabo una encuesta de portaaviones de América del Norte. Miles de ingenieros de red proporcionaron información sobre las fortalezas y debilidades de los proveedores en siete servicios: líneas privadas, relé de marcos, cajeros automáticos, VPN, acceso a Internet dedicado, servicios Ethernet y alojamiento web. Los encuestados también clasificaron a los proveedores en cuanto a su capacidad para desempeñarse en hasta ocho categorías, incluyendo servicio al cliente, fiabilidad y precio. Los usuarios calificaron a más de una docena de proveedores para cada encuesta. Los transportistas necesitaban recibir al menos 30 votos para ser incluidos en la encuesta. Se pidió a los lectores que calificaran a los transportistas en hasta nueve categorías utilizando una escala de 1 (inaceptable) a 5 (excelente). No todas las categorías son igualmente importantes. Para tratar de llegar a estas diferencias, Network Magazine pidió a los lectores que asignaran un peso a cada categoría. Los grandes ganadores fueron VPNs ",
            "error": []
        }
    }
}