{
    "original_text": "WAM!Net: private pipes for electronic media We are the digital version of FedEx. We offer storage and intelligent workflow. The United States military - especially during war time - is pretty careful about the way it handles its workflow and communications. Before a company is awarded a government contract, the company and its technology are screened and verified. If the technology or its creators arent trustworthy and secure, chances are they arent getting by Uncle Sam. Record companies and publishing houses tend to feel the same way. After all, security is just as important to a record executive as it is to a Navy commander. WAM!Net, a Wide-Area Media network (hence, the name) passes muster with both. The company, which employs about 320 employees around the world, has 15000 customers including the US Navy and a host of record labels, publishing companies, healthcare providers, and advertising agencies, all of whom use its network as a way to transport, store, and receive data. We are the digital version of FedEx. We offer storage and intelligent workflow, says Murad Velani, executive vice president of sales and marketing for WAM!Net. We started out as purely transport and weve become a digital platform.",
    "original_translation": "WAM!Net: tuberías privadas para medios electrónicos Somos la versión digital de FedEx. Ofrecemos almacenamiento y flujo de trabajo inteligente. El ejército de los Estados Unidos - especialmente durante la guerra - es bastante cuidadoso sobre la forma en que maneja su flujo de trabajo y las comunicaciones. Antes de que se adjudique a una empresa un contrato gubernamental, la empresa y su tecnología se examinan y verifican. Si la tecnología o sus creadores no son confiables y seguros, lo más probable es que no lo consigan el Tío Sam. Las compañías discográficas y las editoriales tienden a sentirse de la misma manera. Después de todo, la seguridad es tan importante para un ejecutivo de registro como para un comandante de la Marina. WAM!Net, una red de medios de Wide-Area (por lo tanto, el nombre) pasa a reunir con ambos. La empresa, que emplea a unos 320 empleados en todo el mundo, cuenta con 15000 clientes, entre ellos la Marina de los Estados Unidos y una gran cantidad de etiquetas discográficas, editoriales, proveedores de atención médica y agencias de publicidad, todos los cuales utilizan su red como una manera de transportar, almacenar y recibir datos. Somos la versión digital de FedEx. Ofrecemos almacenamiento y flujo de trabajo inteligente, dice Murad Velani, vicepresidente ejecutivo de ventas y marketing de WAM!Net. Comenzamos como puro transporte y nos hemos convertido en una plataforma digital.",
    "error_count": 12,
    "keys": {
        "United States military": {
            "translated_key": "militar de los Estados Unidos",
            "translated_annotated_text": "WAM!Net: tuberías privadas para medios electrónicos Somos la versión digital de FedEx. Ofrecemos almacenamiento y flujo de trabajo inteligente. El \"militar de los Estados Unidos\" - especialmente durante la guerra - es bastante cuidadoso sobre la forma en que maneja su flujo de trabajo y las comunicaciones. Antes de que se adjudique a una empresa un contrato gubernamental, la empresa y su tecnología se examinan y verifican. Si la tecnología o sus creadores no son confiables y seguros, lo más probable es que no lo consigan el Tío Sam. Las compañías discográficas y las editoriales tienden a sentirse de la misma manera. Después de todo, la seguridad es tan importante para un ejecutivo de registro como para un comandante de la Marina. WAM!Net, una red de medios de Wide-Area (por lo tanto, el nombre) pasa a reunir con ambos. La empresa, que emplea a unos 320 empleados en todo el mundo, cuenta con 15000 clientes, entre ellos la Marina de los Estados Unidos y una gran cantidad de etiquetas discográficas, editoriales, proveedores de atención médica y agencias de publicidad, todos los cuales utilizan su red como una manera de transportar, almacenar y recibir datos. Somos la versión digital de FedEx. Ofrecemos almacenamiento y flujo de trabajo inteligente, dice Murad Velani, vicepresidente ejecutivo de ventas y marketing de WAM!Net. Comenzamos como puro transporte y nos hemos convertido en una plataforma digital. ",
            "error": [
                ""
            ]
        },
        "Wide-Area Media network": {
            "translated_key": "red de medios wide-area",
            "translated_annotated_text": "WAM!Net: tuberías privadas para medios electrónicos Somos la versión digital de FedEx. Ofrecemos almacenamiento y flujo de trabajo inteligente. El ejército de los Estados Unidos - especialmente durante la guerra - es bastante cuidadoso sobre la forma en que maneja su flujo de trabajo y las comunicaciones. Antes de que se adjudique a una empresa un contrato gubernamental, la empresa y su tecnología se examinan y verifican. Si la tecnología o sus creadores no son confiables y seguros, lo más probable es que no lo consigan el Tío Sam. Las compañías discográficas y las editoriales tienden a sentirse de la misma manera. Después de todo, la seguridad es tan importante para un ejecutivo de registro como para un comandante de la Marina. WAM!Net, una \"red de medios wide-area\" (por lo tanto, el nombre) pasa a reunir con ambos. La empresa, que emplea a unos 320 empleados en todo el mundo, cuenta con 15000 clientes, entre ellos la Marina de los Estados Unidos y una gran cantidad de etiquetas discográficas, editoriales, proveedores de atención médica y agencias de publicidad, todos los cuales utilizan su red como una manera de transportar, almacenar y recibir datos. Somos la versión digital de FedEx. Ofrecemos almacenamiento y flujo de trabajo inteligente, dice Murad Velani, vicepresidente ejecutivo de ventas y marketing de WAM!Net. Comenzamos como puro transporte y nos hemos convertido en una plataforma digital. ",
            "error": [
                ""
            ]
        },
        "U.S. Navy": {
            "translated_key": [],
            "translated_annotated_text": "WAM!Net: tuberías privadas para medios electrónicos Somos la versión digital de FedEx. Ofrecemos almacenamiento y flujo de trabajo inteligente. El ejército de los Estados Unidos - especialmente durante la guerra - es bastante cuidadoso sobre la forma en que maneja su flujo de trabajo y las comunicaciones. Antes de que se adjudique a una empresa un contrato gubernamental, la empresa y su tecnología se examinan y verifican. Si la tecnología o sus creadores no son confiables y seguros, lo más probable es que no lo consigan el Tío Sam. Las compañías discográficas y las editoriales tienden a sentirse de la misma manera. Después de todo, la seguridad es tan importante para un ejecutivo de registro como para un comandante de la Marina. WAM!Net, una red de medios de Wide-Area (por lo tanto, el nombre) pasa a reunir con ambos. La empresa, que emplea a unos 320 empleados en todo el mundo, cuenta con 15000 clientes, entre ellos la Marina de los Estados Unidos y una gran cantidad de etiquetas discográficas, editoriales, proveedores de atención médica y agencias de publicidad, todos los cuales utilizan su red como una manera de transportar, almacenar y recibir datos. Somos la versión digital de FedEx. Ofrecemos almacenamiento y flujo de trabajo inteligente, dice Murad Velani, vicepresidente ejecutivo de ventas y marketing de WAM!Net. Comenzamos como puro transporte y nos hemos convertido en una plataforma digital. ",
            "error": []
        },
        "record labels": {
            "translated_key": "etiquetas de registro",
            "translated_annotated_text": "WAM!Net: tuberías privadas para medios electrónicos Somos la versión digital de FedEx. Ofrecemos almacenamiento y flujo de trabajo inteligente. El ejército de los Estados Unidos - especialmente durante la guerra - es bastante cuidadoso sobre la forma en que maneja su flujo de trabajo y las comunicaciones. Antes de que se adjudique a una empresa un contrato gubernamental, la empresa y su tecnología se examinan y verifican. Si la tecnología o sus creadores no son confiables y seguros, lo más probable es que no lo consigan el Tío Sam. Las compañías discográficas y las editoriales tienden a sentirse de la misma manera. Después de todo, la seguridad es tan importante para un ejecutivo de registro como para un comandante de la Marina. WAM!Net, una red de medios de Wide-Area (por lo tanto, el nombre) pasa a reunir con ambos. La compañía, que emplea a unos 320 empleados en todo el mundo, tiene 15000 clientes, incluyendo la Marina de los Estados Unidos y una serie de \"etiquetas de registro\", editoriales, proveedores de atención médica y agencias de publicidad, todos los cuales utilizan su red como una manera de transporte, almacenar y recibir datos. Somos la versión digital de FedEx. Ofrecemos almacenamiento y flujo de trabajo inteligente, dice Murad Velani, vicepresidente ejecutivo de ventas y marketing de WAM!Net. Comenzamos como puro transporte y nos hemos convertido en una plataforma digital. ",
            "error": [
                ""
            ]
        },
        "publishing companies": {
            "translated_key": "empresas editoriales",
            "translated_annotated_text": "WAM!Net: tuberías privadas para medios electrónicos Somos la versión digital de FedEx. Ofrecemos almacenamiento y flujo de trabajo inteligente. El ejército de los Estados Unidos - especialmente durante la guerra - es bastante cuidadoso sobre la forma en que maneja su flujo de trabajo y las comunicaciones. Antes de que se adjudique a una empresa un contrato gubernamental, la empresa y su tecnología se examinan y verifican. Si la tecnología o sus creadores no son confiables y seguros, lo más probable es que no lo consigan el Tío Sam. Las compañías discográficas y las editoriales tienden a sentirse de la misma manera. Después de todo, la seguridad es tan importante para un ejecutivo de registro como para un comandante de la Marina. WAM!Net, una red de medios de Wide-Area (por lo tanto, el nombre) pasa a reunir con ambos. La empresa, que emplea a unos 320 empleados en todo el mundo, cuenta con 15000 clientes, entre ellos la Marina de los Estados Unidos y una serie de marcas discográficas, \"empresas editoriales\", proveedores de atención médica y agencias de publicidad, todos los cuales utilizan su red como una forma de transporte, almacenar y recibir datos. Somos la versión digital de FedEx. Ofrecemos almacenamiento y flujo de trabajo inteligente, dice Murad Velani, vicepresidente ejecutivo de ventas y marketing de WAM!Net. Comenzamos como puro transporte y nos hemos convertido en una plataforma digital. ",
            "error": [
                ""
            ]
        },
        "healthcare providers": {
            "translated_key": "proveedores de atención médica",
            "translated_annotated_text": "WAM!Net: tuberías privadas para medios electrónicos Somos la versión digital de FedEx. Ofrecemos almacenamiento y flujo de trabajo inteligente. El ejército de los Estados Unidos - especialmente durante la guerra - es bastante cuidadoso sobre la forma en que maneja su flujo de trabajo y las comunicaciones. Antes de que se adjudique a una empresa un contrato gubernamental, la empresa y su tecnología se examinan y verifican. Si la tecnología o sus creadores no son confiables y seguros, lo más probable es que no lo consigan el Tío Sam. Las compañías discográficas y las editoriales tienden a sentirse de la misma manera. Después de todo, la seguridad es tan importante para un ejecutivo de registro como para un comandante de la Marina. WAM!Net, una red de medios de Wide-Area (por lo tanto, el nombre) pasa a reunir con ambos. La empresa, que emplea a unos 320 empleados en todo el mundo, cuenta con 15000 clientes, entre ellos la Marina de los Estados Unidos y una gran cantidad de etiquetas discográficas, editoriales, \"proveedores de atención médica\" y agencias de publicidad, todos los cuales utilizan su red como una forma de transporte, almacenamiento y recepción de datos. Somos la versión digital de FedEx. Ofrecemos almacenamiento y flujo de trabajo inteligente, dice Murad Velani, vicepresidente ejecutivo de ventas y marketing de WAM!Net. Comenzamos como puro transporte y nos hemos convertido en una plataforma digital. ",
            "error": [
                ""
            ]
        },
        "advertising agencies": {
            "translated_key": "agencias publicitarias",
            "translated_annotated_text": "WAM!Net: tuberías privadas para medios electrónicos Somos la versión digital de FedEx. Ofrecemos almacenamiento y flujo de trabajo inteligente. El ejército de los Estados Unidos - especialmente durante la guerra - es bastante cuidadoso sobre la forma en que maneja su flujo de trabajo y las comunicaciones. Antes de que se adjudique a una empresa un contrato gubernamental, la empresa y su tecnología se examinan y verifican. Si la tecnología o sus creadores no son confiables y seguros, lo más probable es que no lo consigan el Tío Sam. Las compañías discográficas y las editoriales tienden a sentirse de la misma manera. Después de todo, la seguridad es tan importante para un ejecutivo de registro como para un comandante de la Marina. WAM!Net, una red de medios de Wide-Area (por lo tanto, el nombre) pasa a reunir con ambos. La empresa, que emplea a unos 320 empleados en todo el mundo, cuenta con 15000 clientes, entre ellos la Marina de los EE.UU. y una serie de marcas discográficas, editoriales, proveedores de atención médica y \"agencias publicitarias\", todos los cuales utilizan su red como una manera de transportar, almacenar y recibir datos. Somos la versión digital de FedEx. Ofrecemos almacenamiento y flujo de trabajo inteligente, dice Murad Velani, vicepresidente ejecutivo de ventas y marketing de WAM!Net. Comenzamos como puro transporte y nos hemos convertido en una plataforma digital. ",
            "error": [
                ""
            ]
        },
        "intelligent workflow": {
            "translated_key": "flujo de trabajo inteligente",
            "translated_annotated_text": "WAM!Net: tuberías privadas para medios electrónicos Somos la versión digital de FedEx. Ofrecemos almacenamiento y \"flujo de trabajo inteligente\". El ejército de los Estados Unidos - especialmente durante la guerra - es bastante cuidadoso sobre la forma en que maneja su flujo de trabajo y las comunicaciones. Antes de que se adjudique a una empresa un contrato gubernamental, la empresa y su tecnología se examinan y verifican. Si la tecnología o sus creadores no son confiables y seguros, lo más probable es que no lo consigan el Tío Sam. Las compañías discográficas y las editoriales tienden a sentirse de la misma manera. Después de todo, la seguridad es tan importante para un ejecutivo de registro como para un comandante de la Marina. WAM!Net, una red de medios de Wide-Area (por lo tanto, el nombre) pasa a reunir con ambos. La empresa, que emplea a unos 320 empleados en todo el mundo, cuenta con 15000 clientes, entre ellos la Marina de los Estados Unidos y una gran cantidad de etiquetas discográficas, editoriales, proveedores de atención médica y agencias de publicidad, todos los cuales utilizan su red como una manera de transportar, almacenar y recibir datos. Somos la versión digital de FedEx. Ofrecemos almacenamiento y \"flujo de trabajo inteligente\", dice Murad Velani, vicepresidente ejecutivo de ventas y marketing de WAM!Net. Comenzamos como puro transporte y nos hemos convertido en una plataforma digital. ",
            "error": [
                ""
            ]
        },
        "WAM!Net": {
            "translated_key": "WAM!Net",
            "translated_annotated_text": "\"WAM!Net\": tuberías privadas para medios electrónicos Somos la versión digital de FedEx. Ofrecemos almacenamiento y flujo de trabajo inteligente. El ejército de los Estados Unidos - especialmente durante la guerra - es bastante cuidadoso sobre la forma en que maneja su flujo de trabajo y las comunicaciones. Antes de que se adjudique a una empresa un contrato gubernamental, la empresa y su tecnología se examinan y verifican. Si la tecnología o sus creadores no son confiables y seguros, lo más probable es que no lo consigan el Tío Sam. Las compañías discográficas y las editoriales tienden a sentirse de la misma manera. Después de todo, la seguridad es tan importante para un ejecutivo de registro como para un comandante de la Marina. \"WAM!Net\", una red de medios de Wide-Area (por lo tanto, el nombre) pasa a reunir con ambos. La empresa, que emplea a unos 320 empleados en todo el mundo, cuenta con 15000 clientes, entre ellos la Marina de los Estados Unidos y una gran cantidad de etiquetas discográficas, editoriales, proveedores de atención médica y agencias de publicidad, todos los cuales utilizan su red como una manera de transportar, almacenar y recibir datos. Somos la versión digital de FedEx. Ofrecemos almacenamiento y flujo de trabajo inteligente, dice Murad Velani, vicepresidente ejecutivo de ventas y marketing para \"WAM!Net\". Comenzamos como puro transporte y nos hemos convertido en una plataforma digital. ",
            "error": [
                ""
            ]
        },
        "content creators": {
            "translated_key": [],
            "translated_annotated_text": "WAM!Net: tuberías privadas para medios electrónicos Somos la versión digital de FedEx. Ofrecemos almacenamiento y flujo de trabajo inteligente. El ejército de los Estados Unidos - especialmente durante la guerra - es bastante cuidadoso sobre la forma en que maneja su flujo de trabajo y las comunicaciones. Antes de que se adjudique a una empresa un contrato gubernamental, la empresa y su tecnología se examinan y verifican. Si la tecnología o sus creadores no son confiables y seguros, lo más probable es que no lo consigan el Tío Sam. Las compañías discográficas y las editoriales tienden a sentirse de la misma manera. Después de todo, la seguridad es tan importante para un ejecutivo de registro como para un comandante de la Marina. WAM!Net, una red de medios de Wide-Area (por lo tanto, el nombre) pasa a reunir con ambos. La empresa, que emplea a unos 320 empleados en todo el mundo, cuenta con 15000 clientes, entre ellos la Marina de los Estados Unidos y una gran cantidad de etiquetas discográficas, editoriales, proveedores de atención médica y agencias de publicidad, todos los cuales utilizan su red como una manera de transportar, almacenar y recibir datos. Somos la versión digital de FedEx. Ofrecemos almacenamiento y flujo de trabajo inteligente, dice Murad Velani, vicepresidente ejecutivo de ventas y marketing de WAM!Net. Comenzamos como puro transporte y nos hemos convertido en una plataforma digital. ",
            "error": []
        },
        "electronic media": {
            "translated_key": "medios electrónicos",
            "translated_annotated_text": "WAM!Net: tuberías privadas para \"medios electrónicos\" Somos la versión digital de FedEx. Ofrecemos almacenamiento y flujo de trabajo inteligente. El ejército de los Estados Unidos - especialmente durante la guerra - es bastante cuidadoso sobre la forma en que maneja su flujo de trabajo y las comunicaciones. Antes de que se adjudique a una empresa un contrato gubernamental, la empresa y su tecnología se examinan y verifican. Si la tecnología o sus creadores no son confiables y seguros, lo más probable es que no lo consigan el Tío Sam. Las compañías discográficas y las editoriales tienden a sentirse de la misma manera. Después de todo, la seguridad es tan importante para un ejecutivo de registro como para un comandante de la Marina. WAM!Net, una red de medios de Wide-Area (por lo tanto, el nombre) pasa a reunir con ambos. La empresa, que emplea a unos 320 empleados en todo el mundo, cuenta con 15000 clientes, entre ellos la Marina de los Estados Unidos y una gran cantidad de etiquetas discográficas, editoriales, proveedores de atención médica y agencias de publicidad, todos los cuales utilizan su red como una manera de transportar, almacenar y recibir datos. Somos la versión digital de FedEx. Ofrecemos almacenamiento y flujo de trabajo inteligente, dice Murad Velani, vicepresidente ejecutivo de ventas y marketing de WAM!Net. Comenzamos como puro transporte y nos hemos convertido en una plataforma digital. ",
            "error": [
                ""
            ]
        },
        "high-speed private network": {
            "translated_key": [],
            "translated_annotated_text": "WAM!Net: tuberías privadas para medios electrónicos Somos la versión digital de FedEx. Ofrecemos almacenamiento y flujo de trabajo inteligente. El ejército de los Estados Unidos - especialmente durante la guerra - es bastante cuidadoso sobre la forma en que maneja su flujo de trabajo y las comunicaciones. Antes de que se adjudique a una empresa un contrato gubernamental, la empresa y su tecnología se examinan y verifican. Si la tecnología o sus creadores no son confiables y seguros, lo más probable es que no lo consigan el Tío Sam. Las compañías discográficas y las editoriales tienden a sentirse de la misma manera. Después de todo, la seguridad es tan importante para un ejecutivo de registro como para un comandante de la Marina. WAM!Net, una red de medios de Wide-Area (por lo tanto, el nombre) pasa a reunir con ambos. La empresa, que emplea a unos 320 empleados en todo el mundo, cuenta con 15000 clientes, entre ellos la Marina de los Estados Unidos y una gran cantidad de etiquetas discográficas, editoriales, proveedores de atención médica y agencias de publicidad, todos los cuales utilizan su red como una manera de transportar, almacenar y recibir datos. Somos la versión digital de FedEx. Ofrecemos almacenamiento y flujo de trabajo inteligente, dice Murad Velani, vicepresidente ejecutivo de ventas y marketing de WAM!Net. Comenzamos como puro transporte y nos hemos convertido en una plataforma digital. ",
            "error": []
        },
        "ATM technology": {
            "translated_key": [],
            "translated_annotated_text": "WAM!Net: tuberías privadas para medios electrónicos Somos la versión digital de FedEx. Ofrecemos almacenamiento y flujo de trabajo inteligente. El ejército de los Estados Unidos - especialmente durante la guerra - es bastante cuidadoso sobre la forma en que maneja su flujo de trabajo y las comunicaciones. Antes de que se adjudique a una empresa un contrato gubernamental, la empresa y su tecnología se examinan y verifican. Si la tecnología o sus creadores no son confiables y seguros, lo más probable es que no lo consigan el Tío Sam. Las compañías discográficas y las editoriales tienden a sentirse de la misma manera. Después de todo, la seguridad es tan importante para un ejecutivo de registro como para un comandante de la Marina. WAM!Net, una red de medios de Wide-Area (por lo tanto, el nombre) pasa a reunir con ambos. La empresa, que emplea a unos 320 empleados en todo el mundo, cuenta con 15000 clientes, entre ellos la Marina de los Estados Unidos y una gran cantidad de etiquetas discográficas, editoriales, proveedores de atención médica y agencias de publicidad, todos los cuales utilizan su red como una manera de transportar, almacenar y recibir datos. Somos la versión digital de FedEx. Ofrecemos almacenamiento y flujo de trabajo inteligente, dice Murad Velani, vicepresidente ejecutivo de ventas y marketing de WAM!Net. Comenzamos como puro transporte y nos hemos convertido en una plataforma digital. ",
            "error": []
        },
        "content information": {
            "translated_key": [],
            "translated_annotated_text": "WAM!Net: tuberías privadas para medios electrónicos Somos la versión digital de FedEx. Ofrecemos almacenamiento y flujo de trabajo inteligente. El ejército de los Estados Unidos - especialmente durante la guerra - es bastante cuidadoso sobre la forma en que maneja su flujo de trabajo y las comunicaciones. Antes de que se adjudique a una empresa un contrato gubernamental, la empresa y su tecnología se examinan y verifican. Si la tecnología o sus creadores no son confiables y seguros, lo más probable es que no lo consigan el Tío Sam. Las compañías discográficas y las editoriales tienden a sentirse de la misma manera. Después de todo, la seguridad es tan importante para un ejecutivo de registro como para un comandante de la Marina. WAM!Net, una red de medios de Wide-Area (por lo tanto, el nombre) pasa a reunir con ambos. La empresa, que emplea a unos 320 empleados en todo el mundo, cuenta con 15000 clientes, entre ellos la Marina de los Estados Unidos y una gran cantidad de etiquetas discográficas, editoriales, proveedores de atención médica y agencias de publicidad, todos los cuales utilizan su red como una manera de transportar, almacenar y recibir datos. Somos la versión digital de FedEx. Ofrecemos almacenamiento y flujo de trabajo inteligente, dice Murad Velani, vicepresidente ejecutivo de ventas y marketing de WAM!Net. Comenzamos como puro transporte y nos hemos convertido en una plataforma digital. ",
            "error": []
        },
        "publishing information": {
            "translated_key": [],
            "translated_annotated_text": "WAM!Net: tuberías privadas para medios electrónicos Somos la versión digital de FedEx. Ofrecemos almacenamiento y flujo de trabajo inteligente. El ejército de los Estados Unidos - especialmente durante la guerra - es bastante cuidadoso sobre la forma en que maneja su flujo de trabajo y las comunicaciones. Antes de que se adjudique a una empresa un contrato gubernamental, la empresa y su tecnología se examinan y verifican. Si la tecnología o sus creadores no son confiables y seguros, lo más probable es que no lo consigan el Tío Sam. Las compañías discográficas y las editoriales tienden a sentirse de la misma manera. Después de todo, la seguridad es tan importante para un ejecutivo de registro como para un comandante de la Marina. WAM!Net, una red de medios de Wide-Area (por lo tanto, el nombre) pasa a reunir con ambos. La empresa, que emplea a unos 320 empleados en todo el mundo, cuenta con 15000 clientes, entre ellos la Marina de los Estados Unidos y una gran cantidad de etiquetas discográficas, editoriales, proveedores de atención médica y agencias de publicidad, todos los cuales utilizan su red como una manera de transportar, almacenar y recibir datos. Somos la versión digital de FedEx. Ofrecemos almacenamiento y flujo de trabajo inteligente, dice Murad Velani, vicepresidente ejecutivo de ventas y marketing de WAM!Net. Comenzamos como puro transporte y nos hemos convertido en una plataforma digital. ",
            "error": []
        },
        "client-server format": {
            "translated_key": [],
            "translated_annotated_text": "WAM!Net: tuberías privadas para medios electrónicos Somos la versión digital de FedEx. Ofrecemos almacenamiento y flujo de trabajo inteligente. El ejército de los Estados Unidos - especialmente durante la guerra - es bastante cuidadoso sobre la forma en que maneja su flujo de trabajo y las comunicaciones. Antes de que se adjudique a una empresa un contrato gubernamental, la empresa y su tecnología se examinan y verifican. Si la tecnología o sus creadores no son confiables y seguros, lo más probable es que no lo consigan el Tío Sam. Las compañías discográficas y las editoriales tienden a sentirse de la misma manera. Después de todo, la seguridad es tan importante para un ejecutivo de registro como para un comandante de la Marina. WAM!Net, una red de medios de Wide-Area (por lo tanto, el nombre) pasa a reunir con ambos. La empresa, que emplea a unos 320 empleados en todo el mundo, cuenta con 15000 clientes, entre ellos la Marina de los Estados Unidos y una gran cantidad de etiquetas discográficas, editoriales, proveedores de atención médica y agencias de publicidad, todos los cuales utilizan su red como una manera de transportar, almacenar y recibir datos. Somos la versión digital de FedEx. Ofrecemos almacenamiento y flujo de trabajo inteligente, dice Murad Velani, vicepresidente ejecutivo de ventas y marketing de WAM!Net. Comenzamos como puro transporte y nos hemos convertido en una plataforma digital. ",
            "error": []
        },
        "ASP format": {
            "translated_key": [],
            "translated_annotated_text": "WAM!Net: tuberías privadas para medios electrónicos Somos la versión digital de FedEx. Ofrecemos almacenamiento y flujo de trabajo inteligente. El ejército de los Estados Unidos - especialmente durante la guerra - es bastante cuidadoso sobre la forma en que maneja su flujo de trabajo y las comunicaciones. Antes de que se adjudique a una empresa un contrato gubernamental, la empresa y su tecnología se examinan y verifican. Si la tecnología o sus creadores no son confiables y seguros, lo más probable es que no lo consigan el Tío Sam. Las compañías discográficas y las editoriales tienden a sentirse de la misma manera. Después de todo, la seguridad es tan importante para un ejecutivo de registro como para un comandante de la Marina. WAM!Net, una red de medios de Wide-Area (por lo tanto, el nombre) pasa a reunir con ambos. La empresa, que emplea a unos 320 empleados en todo el mundo, cuenta con 15000 clientes, entre ellos la Marina de los Estados Unidos y una gran cantidad de etiquetas discográficas, editoriales, proveedores de atención médica y agencias de publicidad, todos los cuales utilizan su red como una manera de transportar, almacenar y recibir datos. Somos la versión digital de FedEx. Ofrecemos almacenamiento y flujo de trabajo inteligente, dice Murad Velani, vicepresidente ejecutivo de ventas y marketing de WAM!Net. Comenzamos como puro transporte y nos hemos convertido en una plataforma digital. ",
            "error": []
        },
        "digital platform": {
            "translated_key": "plataforma digital",
            "translated_annotated_text": "WAM!Net: tuberías privadas para medios electrónicos Somos la versión digital de FedEx. Ofrecemos almacenamiento y flujo de trabajo inteligente. El ejército de los Estados Unidos - especialmente durante la guerra - es bastante cuidadoso sobre la forma en que maneja su flujo de trabajo y las comunicaciones. Antes de que se adjudique a una empresa un contrato gubernamental, la empresa y su tecnología se examinan y verifican. Si la tecnología o sus creadores no son confiables y seguros, lo más probable es que no lo consigan el Tío Sam. Las compañías discográficas y las editoriales tienden a sentirse de la misma manera. Después de todo, la seguridad es tan importante para un ejecutivo de registro como para un comandante de la Marina. WAM!Net, una red de medios de Wide-Area (por lo tanto, el nombre) pasa a reunir con ambos. La empresa, que emplea a unos 320 empleados en todo el mundo, cuenta con 15000 clientes, entre ellos la Marina de los Estados Unidos y una gran cantidad de etiquetas discográficas, editoriales, proveedores de atención médica y agencias de publicidad, todos los cuales utilizan su red como una manera de transportar, almacenar y recibir datos. Somos la versión digital de FedEx. Ofrecemos almacenamiento y flujo de trabajo inteligente, dice Murad Velani, vicepresidente ejecutivo de ventas y marketing de WAM!Net. Comenzamos como puro transporte y nos hemos convertido en una \"plataforma digital\". ",
            "error": [
                ""
            ]
        },
        "electronic data interchange": {
            "translated_key": [],
            "translated_annotated_text": "WAM!Net: tuberías privadas para medios electrónicos Somos la versión digital de FedEx. Ofrecemos almacenamiento y flujo de trabajo inteligente. El ejército de los Estados Unidos - especialmente durante la guerra - es bastante cuidadoso sobre la forma en que maneja su flujo de trabajo y las comunicaciones. Antes de que se adjudique a una empresa un contrato gubernamental, la empresa y su tecnología se examinan y verifican. Si la tecnología o sus creadores no son confiables y seguros, lo más probable es que no lo consigan el Tío Sam. Las compañías discográficas y las editoriales tienden a sentirse de la misma manera. Después de todo, la seguridad es tan importante para un ejecutivo de registro como para un comandante de la Marina. WAM!Net, una red de medios de Wide-Area (por lo tanto, el nombre) pasa a reunir con ambos. La empresa, que emplea a unos 320 empleados en todo el mundo, cuenta con 15000 clientes, entre ellos la Marina de los Estados Unidos y una gran cantidad de etiquetas discográficas, editoriales, proveedores de atención médica y agencias de publicidad, todos los cuales utilizan su red como una manera de transportar, almacenar y recibir datos. Somos la versión digital de FedEx. Ofrecemos almacenamiento y flujo de trabajo inteligente, dice Murad Velani, vicepresidente ejecutivo de ventas y marketing de WAM!Net. Comenzamos como puro transporte y nos hemos convertido en una plataforma digital. ",
            "error": []
        },
        "electronic publishing": {
            "translated_key": [],
            "translated_annotated_text": "WAM!Net: tuberías privadas para medios electrónicos Somos la versión digital de FedEx. Ofrecemos almacenamiento y flujo de trabajo inteligente. El ejército de los Estados Unidos - especialmente durante la guerra - es bastante cuidadoso sobre la forma en que maneja su flujo de trabajo y las comunicaciones. Antes de que se adjudique a una empresa un contrato gubernamental, la empresa y su tecnología se examinan y verifican. Si la tecnología o sus creadores no son confiables y seguros, lo más probable es que no lo consigan el Tío Sam. Las compañías discográficas y las editoriales tienden a sentirse de la misma manera. Después de todo, la seguridad es tan importante para un ejecutivo de registro como para un comandante de la Marina. WAM!Net, una red de medios de Wide-Area (por lo tanto, el nombre) pasa a reunir con ambos. La empresa, que emplea a unos 320 empleados en todo el mundo, cuenta con 15000 clientes, entre ellos la Marina de los Estados Unidos y una gran cantidad de etiquetas discográficas, editoriales, proveedores de atención médica y agencias de publicidad, todos los cuales utilizan su red como una manera de transportar, almacenar y recibir datos. Somos la versión digital de FedEx. Ofrecemos almacenamiento y flujo de trabajo inteligente, dice Murad Velani, vicepresidente ejecutivo de ventas y marketing de WAM!Net. Comenzamos como puro transporte y nos hemos convertido en una plataforma digital. ",
            "error": []
        },
        "security of data": {
            "translated_key": [],
            "translated_annotated_text": "WAM!Net: tuberías privadas para medios electrónicos Somos la versión digital de FedEx. Ofrecemos almacenamiento y flujo de trabajo inteligente. El ejército de los Estados Unidos - especialmente durante la guerra - es bastante cuidadoso sobre la forma en que maneja su flujo de trabajo y las comunicaciones. Antes de que se adjudique a una empresa un contrato gubernamental, la empresa y su tecnología se examinan y verifican. Si la tecnología o sus creadores no son confiables y seguros, lo más probable es que no lo consigan el Tío Sam. Las compañías discográficas y las editoriales tienden a sentirse de la misma manera. Después de todo, la seguridad es tan importante para un ejecutivo de registro como para un comandante de la Marina. WAM!Net, una red de medios de Wide-Area (por lo tanto, el nombre) pasa a reunir con ambos. La empresa, que emplea a unos 320 empleados en todo el mundo, cuenta con 15000 clientes, entre ellos la Marina de los Estados Unidos y una gran cantidad de etiquetas discográficas, editoriales, proveedores de atención médica y agencias de publicidad, todos los cuales utilizan su red como una manera de transportar, almacenar y recibir datos. Somos la versión digital de FedEx. Ofrecemos almacenamiento y flujo de trabajo inteligente, dice Murad Velani, vicepresidente ejecutivo de ventas y marketing de WAM!Net. Comenzamos como puro transporte y nos hemos convertido en una plataforma digital. ",
            "error": []
        },
        "wide area networks": {
            "translated_key": [],
            "translated_annotated_text": "WAM!Net: tuberías privadas para medios electrónicos Somos la versión digital de FedEx. Ofrecemos almacenamiento y flujo de trabajo inteligente. El ejército de los Estados Unidos - especialmente durante la guerra - es bastante cuidadoso sobre la forma en que maneja su flujo de trabajo y las comunicaciones. Antes de que se adjudique a una empresa un contrato gubernamental, la empresa y su tecnología se examinan y verifican. Si la tecnología o sus creadores no son confiables y seguros, lo más probable es que no lo consigan el Tío Sam. Las compañías discográficas y las editoriales tienden a sentirse de la misma manera. Después de todo, la seguridad es tan importante para un ejecutivo de registro como para un comandante de la Marina. WAM!Net, una red de medios de Wide-Area (por lo tanto, el nombre) pasa a reunir con ambos. La empresa, que emplea a unos 320 empleados en todo el mundo, cuenta con 15000 clientes, entre ellos la Marina de los Estados Unidos y una gran cantidad de etiquetas discográficas, editoriales, proveedores de atención médica y agencias de publicidad, todos los cuales utilizan su red como una manera de transportar, almacenar y recibir datos. Somos la versión digital de FedEx. Ofrecemos almacenamiento y flujo de trabajo inteligente, dice Murad Velani, vicepresidente ejecutivo de ventas y marketing de WAM!Net. Comenzamos como puro transporte y nos hemos convertido en una plataforma digital. ",
            "error": []
        }
    }
}