{
    "original_text": "Speedera: Web without the wait Theres no greater testament to the utility of the Internet than the fact that hundreds of millions of people worldwide are willing to wait for Web pages as they build incrementally on screen. But while users may put up with the World Wide Wait, they definitely dont like it. Thats where Content Delivery Networks come in. CDNs cant turn a footpath into a freeway, but they can help data in transit take advantage of shortcuts and steer clear of traffic jams. And while enhancing the responsiveness of Web interaction, CDNs also enhance the prospects of their clients, who need engaged visitors to keep their Web-based business models afloat. Our mission is to improve the quality of the Internet experience for end-users, says Gordon Smith, vice president of marketing at Speedera Networks in Santa Clara, California, and to enable Web-site operators to provide better delivery quality, performance, scalability, and security through an outsourced service model that slashes IT costs.",
    "original_translation": "Speedera: Web sin la espera No hay mayor testimonio de la utilidad de Internet que el hecho de que cientos de millones de personas en todo el mundo están dispuestos a esperar a que las páginas Web como se construyen gradualmente en la pantalla. Pero mientras que los usuarios pueden soportar el World Wide Wait, definitivamente no les gusta. Ahí es donde entran las redes de entrega de contenido. Los CDN no pueden convertir un sendero en una autopista, pero pueden ayudar a que los datos en tránsito aprovechen los atajos y se mantengan alejados de los atascos de tráfico. Y al tiempo que mejoran la capacidad de respuesta de la interacción web, los CDN también mejoran las perspectivas de sus clientes, que necesitan visitantes comprometidos para mantener a flote sus modelos de negocio basados en la web. Nuestra misión es mejorar la calidad de la experiencia de Internet para los usuarios finales, dice Gordon Smith, vicepresidente de marketing de Speedera Networks en Santa Clara, California, y para permitir a los operadores de sitios web ofrecer una mejor calidad de entrega, rendimiento, escalabilidad y seguridad a través de un modelo de servicio subcontratado que reduce los costos de TI.",
    "error_count": 7,
    "keys": {
        "Content Delivery Networks": {
            "translated_key": "Redes de entrega de contenido",
            "translated_annotated_text": "Speedera: Web sin la espera No hay mayor testimonio de la utilidad de Internet que el hecho de que cientos de millones de personas en todo el mundo están dispuestos a esperar a que las páginas Web como se construyen gradualmente en la pantalla. Pero mientras que los usuarios pueden soportar el World Wide Wait, definitivamente no les gusta. Ahí es donde entran <br>Redes de entrega de contenido</br>. Los CDN no pueden convertir un sendero en una autopista, pero pueden ayudar a que los datos en tránsito aprovechen los atajos y se mantengan alejados de los atascos de tráfico. Y al tiempo que mejoran la capacidad de respuesta de la interacción web, los CDN también mejoran las perspectivas de sus clientes, que necesitan visitantes comprometidos para mantener a flote sus modelos de negocio basados en la web. Nuestra misión es mejorar la calidad de la experiencia de Internet para los usuarios finales, dice Gordon Smith, vicepresidente de marketing de Speedera Networks en Santa Clara, California, y para permitir a los operadores de sitios web ofrecer una mejor calidad de entrega, rendimiento, escalabilidad y seguridad a través de un modelo de servicio subcontratado que reduce los costos de TI. ",
            "error": [
                ""
            ]
        },
        "Web-site operators": {
            "translated_key": "operadores de sitios web",
            "translated_annotated_text": "Speedera: Web sin la espera No hay mayor testimonio de la utilidad de Internet que el hecho de que cientos de millones de personas en todo el mundo están dispuestos a esperar a que las páginas Web como se construyen gradualmente en la pantalla. Pero mientras que los usuarios pueden soportar el World Wide Wait, definitivamente no les gusta. Ahí es donde entran las redes de entrega de contenido. Los CDN no pueden convertir un sendero en una autopista, pero pueden ayudar a que los datos en tránsito aprovechen los atajos y se mantengan alejados de los atascos de tráfico. Y al tiempo que mejoran la capacidad de respuesta de la interacción web, los CDN también mejoran las perspectivas de sus clientes, que necesitan visitantes comprometidos para mantener a flote sus modelos de negocio basados en la web. Nuestra misión es mejorar la calidad de la experiencia de Internet para los usuarios finales, dice Gordon Smith, vicepresidente de marketing de Speedera Networks en Santa Clara, California, y para permitir a los <br>operadores de sitios web</br> proporcionar una mejor calidad de entrega, rendimiento, escalabilidad y seguridad a través de un modelo de servicio subcontratado que reduce los costos de TI. ",
            "error": [
                ""
            ]
        },
        "delivery quality": {
            "translated_key": [],
            "translated_annotated_text": "Speedera: Web sin la espera No hay mayor testimonio de la utilidad de Internet que el hecho de que cientos de millones de personas en todo el mundo están dispuestos a esperar a que las páginas Web como se construyen gradualmente en la pantalla. Pero mientras que los usuarios pueden soportar el World Wide Wait, definitivamente no les gusta. Ahí es donde entran las redes de entrega de contenido. Los CDN no pueden convertir un sendero en una autopista, pero pueden ayudar a que los datos en tránsito aprovechen los atajos y se mantengan alejados de los atascos de tráfico. Y al tiempo que mejoran la capacidad de respuesta de la interacción web, los CDN también mejoran las perspectivas de sus clientes, que necesitan visitantes comprometidos para mantener a flote sus modelos de negocio basados en la web. Nuestra misión es mejorar la calidad de la experiencia de Internet para los usuarios finales, dice Gordon Smith, vicepresidente de marketing de Speedera Networks en Santa Clara, California, y para permitir a los operadores de sitios web ofrecer una mejor calidad de entrega, rendimiento, escalabilidad y seguridad a través de un modelo de servicio subcontratado que reduce los costos de entrega de TI. ",
            "error": []
        },
        "scalability": {
            "translated_key": "escalabilidad",
            "translated_annotated_text": "Speedera: Web sin la espera No hay mayor testimonio de la utilidad de Internet que el hecho de que cientos de millones de personas en todo el mundo están dispuestos a esperar a que las páginas Web como se construyen gradualmente en la pantalla. Pero mientras que los usuarios pueden soportar el World Wide Wait, definitivamente no les gusta. Ahí es donde entran las redes de entrega de contenido. Los CDN no pueden convertir un sendero en una autopista, pero pueden ayudar a que los datos en tránsito aprovechen los atajos y se mantengan alejados de los atascos de tráfico. Y al tiempo que mejoran la capacidad de respuesta de la interacción web, los CDN también mejoran las perspectivas de sus clientes, que necesitan visitantes comprometidos para mantener a flote sus modelos de negocio basados en la web. Nuestra misión es mejorar la calidad de la experiencia de Internet para los usuarios finales, dice Gordon Smith, vicepresidente de marketing de Speedera Networks en Santa Clara, California, y para permitir a los operadores de sitios web proporcionar una mejor calidad de entrega, rendimiento, <br>escalabilidad</br> y seguridad a través de un modelo de servicio subcontratado que reduce los costos de TI.  ",
            "error": [
                ""
            ]
        },
        "security": {
            "translated_key": [],
            "translated_annotated_text": "Speedera: Web sin la espera No hay mayor testimonio de la utilidad de Internet que el hecho de que cientos de millones de personas en todo el mundo están dispuestos a esperar a que las páginas Web como se construyen gradualmente en la pantalla. Pero mientras que los usuarios pueden soportar el World Wide Wait, definitivamente no les gusta. Ahí es donde entran las redes de entrega de contenido. Los CDN no pueden convertir un sendero en una autopista, pero pueden ayudar a que los datos en tránsito aprovechen los atajos y se mantengan alejados de los atascos de tráfico. Y al tiempo que mejoran la capacidad de respuesta de la interacción web, los CDN también mejoran las perspectivas de sus clientes, que necesitan visitantes comprometidos para mantener a flote sus modelos de negocio basados en la web. Nuestra misión es mejorar la calidad de la experiencia de Internet para los usuarios finales, dice Gordon Smith, vicepresidente de marketing de Speedera Networks en Santa Clara, California, y para permitir a los operadores de sitios web ofrecer una mejor calidad de entrega, rendimiento, escalabilidad y seguridad <br> a través de un modelo de servicio subcontratado que reduce los costos de TI. ",
            "error": []
        },
        "outsourced service model": {
            "translated_key": "modelo de servicio subcontratado",
            "translated_annotated_text": "Speedera: Web sin la espera No hay mayor testimonio de la utilidad de Internet que el hecho de que cientos de millones de personas en todo el mundo están dispuestos a esperar a que las páginas Web como se construyen gradualmente en la pantalla. Pero mientras que los usuarios pueden soportar el World Wide Wait, definitivamente no les gusta. Ahí es donde entran las redes de entrega de contenido. Los CDN no pueden convertir un sendero en una autopista, pero pueden ayudar a que los datos en tránsito aprovechen los atajos y se mantengan alejados de los atascos de tráfico. Y al tiempo que mejoran la capacidad de respuesta de la interacción web, los CDN también mejoran las perspectivas de sus clientes, que necesitan visitantes comprometidos para mantener a flote sus modelos de negocio basados en la web. Nuestra misión es mejorar la calidad de la experiencia de Internet para los usuarios finales, dice Gordon Smith, vicepresidente de marketing de Speedera Networks en Santa Clara, California, y para permitir a los operadores de sitios web ofrecer una mejor calidad de entrega, rendimiento, escalabilidad y seguridad a través de un <br>modelo de servicio subcontratado</br> que reduce los costos de TI. ",
            "error": [
                ""
            ]
        },
        "World Wide Web": {
            "translated_key": [],
            "translated_annotated_text": "Speedera: Web sin la espera No hay mayor testimonio de la utilidad de Internet que el hecho de que cientos de millones de personas en todo el mundo están dispuestos a esperar a que las páginas Web como se construyen gradualmente en la pantalla. Pero mientras que los usuarios pueden soportar el World Wide Wait, definitivamente no les gusta. Ahí es donde entran las redes de entrega de contenido. Los CDN no pueden convertir un sendero en una autopista, pero pueden ayudar a que los datos en tránsito aprovechen los atajos y se mantengan alejados de los atascos de tráfico. Y al tiempo que mejoran la capacidad de respuesta de la interacción web, los CDN también mejoran las perspectivas de sus clientes, que necesitan visitantes comprometidos para mantener a flote sus modelos de negocio basados en la web. Nuestra misión es mejorar la calidad de la experiencia de Internet para los usuarios finales, dice Gordon Smith, vicepresidente de marketing de Speedera Networks en Santa Clara, California, y para permitir a los operadores de sitios web ofrecer una mejor calidad de entrega, rendimiento, escalabilidad y seguridad a través de un modelo de servicio subcontratado que reduce los costos de TI. ",
            "error": []
        },
        "Web interaction": {
            "translated_key": "Web",
            "translated_annotated_text": "Speedera: Web sin la espera No hay mayor testimonio de la utilidad de Internet que el hecho de que cientos de millones de personas en todo el mundo están dispuestos a esperar a que las páginas Web como se construyen gradualmente en la pantalla. Pero mientras que los usuarios pueden soportar el World Wide Wait, definitivamente no les gusta. Ahí es donde entran las redes de entrega de contenido. Los CDN no pueden convertir un sendero en una autopista, pero pueden ayudar a que los datos en tránsito aprovechen los atajos y se mantengan alejados de los atascos de tráfico. Y al tiempo que mejoran la capacidad de respuesta de la interacción <br>Web</br>, los CDN también mejoran las perspectivas de sus clientes, que necesitan visitantes comprometidos para mantener a flote sus modelos de negocio basados en la Web. Nuestra misión es mejorar la calidad de la experiencia de Internet para los usuarios finales, dice Gordon Smith, vicepresidente de marketing de Speedera Networks en Santa Clara, California, y para permitir a los operadores de sitios web ofrecer una mejor calidad de entrega, rendimiento, escalabilidad y seguridad a través de un modelo de servicio subcontratado que reduce los costos de TI. ",
            "error": [
                ""
            ]
        },
        "Web-based business models": {
            "translated_key": [],
            "translated_annotated_text": "Speedera: Web sin la espera No hay mayor testimonio de la utilidad de Internet que el hecho de que cientos de millones de personas en todo el mundo están dispuestos a esperar a que las páginas Web como se construyen gradualmente en la pantalla. Pero mientras que los usuarios pueden soportar el World Wide Wait, definitivamente no les gusta. Ahí es donde entran las redes de entrega de contenido. Los CDN no pueden convertir un sendero en una autopista, pero pueden ayudar a que los datos en tránsito aprovechen los atajos y se mantengan alejados de los atascos de tráfico. Y al tiempo que mejoran la capacidad de respuesta de la interacción web, los CDN también mejoran las perspectivas de sus clientes, que necesitan visitantes comprometidos para mantener a flote sus modelos de negocio basados en <br>Web. Nuestra misión es mejorar la calidad de la experiencia de Internet para los usuarios finales, dice Gordon Smith, vicepresidente de marketing de Speedera Networks en Santa Clara, California, y para permitir a los operadores de sitios web ofrecer una mejor calidad de entrega, rendimiento, escalabilidad y seguridad a través de un modelo de servicio subcontratado que reduce los costos de TI. ",
            "error": []
        },
        "Internet experience": {
            "translated_key": "Internet",
            "translated_annotated_text": "Speedera: Web sin la espera No hay mayor testimonio de la utilidad de Internet que el hecho de que cientos de millones de personas en todo el mundo están dispuestos a esperar a que las páginas Web como se construyen gradualmente en la pantalla. Pero mientras que los usuarios pueden soportar el World Wide Wait, definitivamente no les gusta. Ahí es donde entran las redes de entrega de contenido. Los CDN no pueden convertir un sendero en una autopista, pero pueden ayudar a que los datos en tránsito aprovechen los atajos y se mantengan alejados de los atascos de tráfico. Y al tiempo que mejoran la capacidad de respuesta de la interacción web, los CDN también mejoran las perspectivas de sus clientes, que necesitan visitantes comprometidos para mantener a flote sus modelos de negocio basados en la web. Nuestra misión es mejorar la calidad de la experiencia <br>Internet</br> para los usuarios finales, dice Gordon Smith, vicepresidente de marketing de Speedera Networks en Santa Clara, California, y para permitir a los operadores de sitios web ofrecer una mejor calidad de entrega, rendimiento, escalabilidad y seguridad a través de un modelo de servicio subcontratado que reduce los costos de TI. ",
            "error": [
                ""
            ]
        },
        "file servers": {
            "translated_key": [],
            "translated_annotated_text": "Speedera: Web sin la espera No hay mayor testimonio de la utilidad de Internet que el hecho de que cientos de millones de personas en todo el mundo están dispuestos a esperar a que las páginas Web como se construyen gradualmente en la pantalla. Pero mientras que los usuarios pueden soportar el World Wide Wait, definitivamente no les gusta. Ahí es donde entran las redes de entrega de contenido. Los CDN no pueden convertir un sendero en una autopista, pero pueden ayudar a que los datos en tránsito aprovechen los atajos y se mantengan alejados de los atascos de tráfico. Y al tiempo que mejoran la capacidad de respuesta de la interacción web, los CDN también mejoran las perspectivas de sus clientes, que necesitan visitantes comprometidos para mantener a flote sus modelos de negocio basados en la web. Nuestra misión es mejorar la calidad de la experiencia de Internet para los usuarios finales, dice Gordon Smith, vicepresidente de marketing de Speedera Networks en Santa Clara, California, y para permitir a los operadores de sitios web ofrecer una mejor calidad de entrega, rendimiento, escalabilidad y seguridad a través de un modelo de servicio subcontratado que reduce los costos de TI. ",
            "error": []
        },
        "Internet": {
            "translated_key": "Internet",
            "translated_annotated_text": "Speedera: Web sin la espera No hay mayor testimonio de la utilidad de la <br>Internet</br> que el hecho de que cientos de millones de personas en todo el mundo están dispuestos a esperar por las páginas Web mientras se construyen gradualmente en la pantalla. Pero mientras que los usuarios pueden soportar el World Wide Wait, definitivamente no les gusta. Ahí es donde entran las redes de entrega de contenido. Los CDN no pueden convertir un sendero en una autopista, pero pueden ayudar a que los datos en tránsito aprovechen los atajos y se mantengan alejados de los atascos de tráfico. Y al tiempo que mejoran la capacidad de respuesta de la interacción web, los CDN también mejoran las perspectivas de sus clientes, que necesitan visitantes comprometidos para mantener a flote sus modelos de negocio basados en la web. Nuestra misión es mejorar la calidad de la experiencia <br>Internet</br> para los usuarios finales, dice Gordon Smith, vicepresidente de marketing de Speedera Networks en Santa Clara, California, y para permitir a los operadores de sitios web ofrecer una mejor calidad de entrega, rendimiento, escalabilidad y seguridad a través de un modelo de servicio subcontratado que reduce los costos de TI. ",
            "error": [
                ""
            ]
        },
        "multimedia communication": {
            "translated_key": [],
            "translated_annotated_text": "Speedera: Web sin la espera No hay mayor testimonio de la utilidad de Internet que el hecho de que cientos de millones de personas en todo el mundo están dispuestos a esperar a que las páginas Web como se construyen gradualmente en la pantalla. Pero mientras que los usuarios pueden soportar el World Wide Wait, definitivamente no les gusta. Ahí es donde entran las redes de entrega de contenido. Los CDN no pueden convertir un sendero en una autopista, pero pueden ayudar a que los datos en tránsito aprovechen los atajos y se mantengan alejados de los atascos de tráfico. Y al tiempo que mejoran la capacidad de respuesta de la interacción web, los CDN también mejoran las perspectivas de sus clientes, que necesitan visitantes comprometidos para mantener a flote sus modelos de negocio basados en la web. Nuestra misión es mejorar la calidad de la experiencia de Internet para los usuarios finales, dice Gordon Smith, vicepresidente de marketing de Speedera Networks en Santa Clara, California, y para permitir a los operadores de sitios web ofrecer una mejor calidad de entrega, rendimiento, escalabilidad y seguridad a través de un modelo de servicio subcontratado que reduce los costos de TI. ",
            "error": []
        },
        "outsourcing": {
            "translated_key": [],
            "translated_annotated_text": "Speedera: Web sin la espera No hay mayor testimonio de la utilidad de Internet que el hecho de que cientos de millones de personas en todo el mundo están dispuestos a esperar a que las páginas Web como se construyen gradualmente en la pantalla. Pero mientras que los usuarios pueden soportar el World Wide Wait, definitivamente no les gusta. Ahí es donde entran las redes de entrega de contenido. Los CDN no pueden convertir un sendero en una autopista, pero pueden ayudar a que los datos en tránsito aprovechen los atajos y se mantengan alejados de los atascos de tráfico. Y al tiempo que mejoran la capacidad de respuesta de la interacción web, los CDN también mejoran las perspectivas de sus clientes, que necesitan visitantes comprometidos para mantener a flote sus modelos de negocio basados en la web. Nuestra misión es mejorar la calidad de la experiencia de Internet para los usuarios finales, dice Gordon Smith, vicepresidente de marketing de Speedera Networks en Santa Clara, California, y para permitir a los operadores de sitios web ofrecer una mejor calidad de entrega, rendimiento, escalabilidad y seguridad a través de un modelo de servicio subcontratado que reduce los costos de TI. ",
            "error": []
        }
    }
}