{
    "original_text": "Look into the future of content management Predictions of consolidation in the Content Management (CM) vendor arena have appeared in nearly every major industry prognosis over the past two years. Gartner Group, for example, recently reiterated its prediction that half the CM vendors in existence in mid-2001 would leave the marketplace by the end of 2002. Analysts consistently advise prospective CM buyers to tread carefully because their vendor may not stick around. But fortunately, the story goes, fewer vendor choices will finally bring greater clarity and sharper differentiators to this otherwise very messy product landscape. In fact, the number of CM vendors continues to rise. Industry growth has come through greater demand among CM buyers, but also expanding product functionality as well as successful partnerships. The marketplace certainly cannot sustain its current breadth of vendors in the long run, yet it remains unclear when and how any serious industry consolidation will occur. In the meantime, evolving business models and feature sets have created just the kind of clearer segmentation and transparent product differences that were supposed to emerge following an industry contraction",
    "original_translation": "Mirar el futuro de la gestión de contenidos Las predicciones de consolidación en el ámbito de los proveedores de Gestión de Contenidos (CM) han aparecido en casi todos los pronósticos importantes de la industria en los últimos dos años. Por ejemplo, el Grupo Gartner reiteró recientemente su predicción de que la mitad de los proveedores de CM existentes a mediados de 2001 abandonarían el mercado a finales de 2002. Los analistas aconsejan constantemente a los posibles compradores de CM que pisen con cuidado porque su proveedor no puede quedarse. Pero afortunadamente, la historia dice, menos opciones de proveedores finalmente traerá mayor claridad y diferenciadores más agudos a este paisaje de productos de otro modo muy desordenado. De hecho, el número de proveedores de CM sigue aumentando. El crecimiento de la industria se ha debido a una mayor demanda entre los compradores de CM, pero también a la ampliación de la funcionalidad de los productos, así como al éxito de las asociaciones. El mercado ciertamente no puede mantener su actual amplitud de proveedores a largo plazo, sin embargo, sigue sin estar claro cuándo y cómo se producirá cualquier consolidación seria de la industria. Mientras tanto, la evolución de los modelos de negocio y los conjuntos de características han creado el tipo de segmentación más clara y diferencias de productos transparentes que se suponía que surgirían después de una contracción de la industria",
    "error_count": 4,
    "keys": {
        "content management": {
            "translated_key": "gestión de contenidos",
            "translated_annotated_text": "Mirar el futuro de la \"gestión de contenidos\" Las predicciones de consolidación en la arena de proveedores de Gestión de Contenidos (CM) han aparecido en casi todos los pronósticos importantes de la industria en los últimos dos años. Por ejemplo, el Grupo Gartner reiteró recientemente su predicción de que la mitad de los proveedores de CM existentes a mediados de 2001 abandonarían el mercado a finales de 2002. Los analistas aconsejan constantemente a los posibles compradores de CM que pisen con cuidado porque su proveedor no puede quedarse. Pero afortunadamente, la historia dice, menos opciones de proveedores finalmente traerá mayor claridad y diferenciadores más agudos a este paisaje de productos de otro modo muy desordenado. De hecho, el número de proveedores de CM sigue aumentando. El crecimiento de la industria se ha debido a una mayor demanda entre los compradores de CM, pero también a la ampliación de la funcionalidad de los productos, así como al éxito de las asociaciones. El mercado ciertamente no puede mantener su actual amplitud de proveedores a largo plazo, sin embargo, sigue sin estar claro cuándo y cómo se producirá cualquier consolidación seria de la industria. Mientras tanto, la evolución de los modelos de negocio y los conjuntos de características han creado el tipo de segmentación más clara y diferencias de productos transparentes que se suponía que surgirían después de una contracción de la industria ",
            "error": [
                ""
            ]
        },
        "enterprise systems": {
            "translated_key": [],
            "translated_annotated_text": "Mirar el futuro de la gestión de contenidos Las predicciones de consolidación en el ámbito de los proveedores de Gestión de Contenidos (CM) han aparecido en casi todos los pronósticos importantes de la industria en los últimos dos años. Por ejemplo, el Grupo Gartner reiteró recientemente su predicción de que la mitad de los proveedores de CM existentes a mediados de 2001 abandonarían el mercado a finales de 2002. Los analistas aconsejan constantemente a los posibles compradores de CM que pisen con cuidado porque su proveedor no puede quedarse. Pero afortunadamente, la historia dice, menos opciones de proveedores finalmente traerá mayor claridad y diferenciadores más agudos a este paisaje de productos de otro modo muy desordenado. De hecho, el número de proveedores de CM sigue aumentando. El crecimiento de la industria se ha debido a una mayor demanda entre los compradores de CM, pero también a la ampliación de la funcionalidad de los productos, así como al éxito de las asociaciones. El mercado ciertamente no puede mantener su actual amplitud de proveedores a largo plazo, sin embargo, sigue sin estar claro cuándo y cómo se producirá cualquier consolidación seria de la industria. Mientras tanto, la evolución de los modelos de negocio y los conjuntos de características han creado el tipo de segmentación más clara y diferencias de productos transparentes que se suponía que surgirían después de una contracción de la industria ",
            "error": []
        },
        "product functionality": {
            "translated_key": "funcionalidad de los productos",
            "translated_annotated_text": "Mirar el futuro de la gestión de contenidos Las predicciones de consolidación en el ámbito de los proveedores de Gestión de Contenidos (CM) han aparecido en casi todos los pronósticos importantes de la industria en los últimos dos años. Por ejemplo, el Grupo Gartner reiteró recientemente su predicción de que la mitad de los proveedores de CM existentes a mediados de 2001 abandonarían el mercado a finales de 2002. Los analistas aconsejan constantemente a los posibles compradores de CM que pisen con cuidado porque su proveedor no puede quedarse. Pero afortunadamente, la historia dice, menos opciones de proveedores finalmente traerá mayor claridad y diferenciadores más agudos a este paisaje de productos de otro modo muy desordenado. De hecho, el número de proveedores de CM sigue aumentando. El crecimiento de la industria se ha debido a una mayor demanda entre los compradores de CM, pero también a la expansión de la \"funcionalidad de los productos\" así como al éxito de las asociaciones. El mercado ciertamente no puede mantener su actual amplitud de proveedores a largo plazo, sin embargo, sigue sin estar claro cuándo y cómo se producirá cualquier consolidación seria de la industria. Mientras tanto, la evolución de los modelos de negocio y los conjuntos de características han creado el tipo de segmentación más clara y diferencias de productos transparentes que se suponía que surgirían después de una contracción de la industria ",
            "error": [
                ""
            ]
        },
        "partnerships": {
            "translated_key": "asociaciones",
            "translated_annotated_text": "Mirar el futuro de la gestión de contenidos Las predicciones de consolidación en el ámbito de los proveedores de Gestión de Contenidos (CM) han aparecido en casi todos los pronósticos importantes de la industria en los últimos dos años. Por ejemplo, el Grupo Gartner reiteró recientemente su predicción de que la mitad de los proveedores de CM existentes a mediados de 2001 abandonarían el mercado a finales de 2002. Los analistas aconsejan constantemente a los posibles compradores de CM que pisen con cuidado porque su proveedor no puede quedarse. Pero afortunadamente, la historia dice, menos opciones de proveedores finalmente traerá mayor claridad y diferenciadores más agudos a este paisaje de productos de otro modo muy desordenado. De hecho, el número de proveedores de CM sigue aumentando. El crecimiento de la industria se ha debido a una mayor demanda entre los compradores de CM, pero también a la ampliación de la funcionalidad de los productos, así como al éxito de las \"asociaciones\". El mercado ciertamente no puede mantener su actual amplitud de proveedores a largo plazo, sin embargo, sigue sin estar claro cuándo y cómo se producirá cualquier consolidación seria de la industria. Mientras tanto, la evolución de los modelos de negocio y los conjuntos de características han creado el tipo de segmentación más clara y diferencias de productos transparentes que se suponía que surgirían después de una contracción de la industria ",
            "error": [
                ""
            ]
        },
        "industry consolidation": {
            "translated_key": "consolidación industrial",
            "translated_annotated_text": "Mirar el futuro de la gestión de contenidos Las predicciones de consolidación en el ámbito de los proveedores de Gestión de Contenidos (CM) han aparecido en casi todos los pronósticos importantes de la industria en los últimos dos años. Por ejemplo, el Grupo Gartner reiteró recientemente su predicción de que la mitad de los proveedores de CM existentes a mediados de 2001 abandonarían el mercado a finales de 2002. Los analistas aconsejan constantemente a los posibles compradores de CM que pisen con cuidado porque su proveedor no puede quedarse. Pero afortunadamente, la historia dice, menos opciones de proveedores finalmente traerá mayor claridad y diferenciadores más agudos a este paisaje de productos de otro modo muy desordenado. De hecho, el número de proveedores de CM sigue aumentando. El crecimiento de la industria se ha debido a una mayor demanda entre los compradores de CM, pero también a la ampliación de la funcionalidad de los productos, así como al éxito de las asociaciones. El mercado ciertamente no puede mantener su actual amplitud de proveedores a largo plazo, sin embargo, sigue sin estar claro cuándo y cómo se producirá cualquier \"consolidación industrial\" seria. Mientras tanto, la evolución de los modelos de negocio y los conjuntos de características han creado el tipo de segmentación más clara y diferencias de productos transparentes que se suponía que surgirían después de una contracción de la industria ",
            "error": [
                ""
            ]
        },
        "information industry": {
            "translated_key": [],
            "translated_annotated_text": "Mirar el futuro de la gestión de contenidos Las predicciones de consolidación en el ámbito de los proveedores de Gestión de Contenidos (CM) han aparecido en casi todos los pronósticos importantes de la industria en los últimos dos años. Por ejemplo, el Grupo Gartner reiteró recientemente su predicción de que la mitad de los proveedores de CM existentes a mediados de 2001 abandonarían el mercado a finales de 2002. Los analistas aconsejan constantemente a los posibles compradores de CM que pisen con cuidado porque su proveedor no puede quedarse. Pero afortunadamente, la historia dice, menos opciones de proveedores finalmente traerá mayor claridad y diferenciadores más agudos a este paisaje de productos de otro modo muy desordenado. De hecho, el número de proveedores de CM sigue aumentando. El crecimiento de la industria se ha debido a una mayor demanda entre los compradores de CM, pero también a la ampliación de la funcionalidad de los productos, así como al éxito de las asociaciones. El mercado ciertamente no puede mantener su actual amplitud de proveedores a largo plazo, sin embargo, sigue sin estar claro cuándo y cómo se producirá cualquier consolidación seria de la industria. Mientras tanto, la evolución de los modelos de negocio y los conjuntos de características han creado el tipo de segmentación más clara y diferencias de productos transparentes que se suponía que surgirían después de una contracción de la industria ",
            "error": []
        },
        "information resources": {
            "translated_key": [],
            "translated_annotated_text": "Mirar el futuro de la gestión de contenidos Las predicciones de consolidación en el ámbito de los proveedores de Gestión de Contenidos (CM) han aparecido en casi todos los pronósticos importantes de la industria en los últimos dos años. Por ejemplo, el Grupo Gartner reiteró recientemente su predicción de que la mitad de los proveedores de CM existentes a mediados de 2001 abandonarían el mercado a finales de 2002. Los analistas aconsejan constantemente a los posibles compradores de CM que pisen con cuidado porque su proveedor no puede quedarse. Pero afortunadamente, la historia dice, menos opciones de proveedores finalmente traerá mayor claridad y diferenciadores más agudos a este paisaje de productos de otro modo muy desordenado. De hecho, el número de proveedores de CM sigue aumentando. El crecimiento de la industria se ha debido a una mayor demanda entre los compradores de CM, pero también a la ampliación de la funcionalidad de los productos, así como al éxito de las asociaciones. El mercado ciertamente no puede mantener su actual amplitud de proveedores a largo plazo, sin embargo, sigue sin estar claro cuándo y cómo se producirá cualquier consolidación seria de la industria. Mientras tanto, la evolución de los modelos de negocio y los conjuntos de características han creado el tipo de segmentación más clara y diferencias de productos transparentes que se suponía que surgirían después de una contracción de la industria ",
            "error": []
        },
        "Internet": {
            "translated_key": [],
            "translated_annotated_text": "Mirar el futuro de la gestión de contenidos Las predicciones de consolidación en el ámbito de los proveedores de Gestión de Contenidos (CM) han aparecido en casi todos los pronósticos importantes de la industria en los últimos dos años. Por ejemplo, el Grupo Gartner reiteró recientemente su predicción de que la mitad de los proveedores de CM existentes a mediados de 2001 abandonarían el mercado a finales de 2002. Los analistas aconsejan constantemente a los posibles compradores de CM que pisen con cuidado porque su proveedor no puede quedarse. Pero afortunadamente, la historia dice, menos opciones de proveedores finalmente traerá mayor claridad y diferenciadores más agudos a este paisaje de productos de otro modo muy desordenado. De hecho, el número de proveedores de CM sigue aumentando. El crecimiento de la industria se ha debido a una mayor demanda entre los compradores de CM, pero también a la ampliación de la funcionalidad de los productos, así como al éxito de las asociaciones. El mercado ciertamente no puede mantener su actual amplitud de proveedores a largo plazo, sin embargo, sigue sin estar claro cuándo y cómo se producirá cualquier consolidación seria de la industria. Mientras tanto, la evolución de los modelos de negocio y los conjuntos de características han creado el tipo de segmentación más clara y diferencias de productos transparentes que se suponía que surgirían después de una contracción de la industria ",
            "error": []
        }
    }
}