{
    "original_text": "Craigslist: virtual community maintains human touch If it works why change it? This might have been the thought on the minds of dot com executives back when Internet businesses were booming, and most of the Web content was free. Web sites were overflowing with advertisements of every kind and size. Now that dot com principals know better, Web ads are no longer the only path to revenue generation. Community portals, however, never seemed to have many ads to begin with, and their content stayed truer to who they served. Many of them started off as simple places for users to list announcements, local events, want ads, real estate, and mingle with other local users. The author saw the need for San Franciscans to have a place to do all of that for free, without any annoying advertising, and ended up offering much more to his community with the creation of craigslist. [Polling users] was a good way for us to connect with our members, this is the way to operate successfully in situations like these - your members come first.",
    "original_translation": "Craigslist: la comunidad virtual mantiene el toque humano Si funciona, ¿por qué cambiarlo? Este podría haber sido el pensamiento en las mentes de los ejecutivos de punto com cuando los negocios de Internet estaban en auge, y la mayor parte del contenido Web era libre. Los sitios web estaban repletos de anuncios de todo tipo y tamaño. Ahora que los directores de punto com saben mejor, los anuncios web ya no son el único camino a la generación de ingresos. Los portales comunitarios, sin embargo, nunca parecían tener muchos anuncios para empezar, y su contenido se mantuvo más fiel a quien servían. Muchos de ellos comenzaron como lugares sencillos para que los usuarios enumeren anuncios, eventos locales, anuncios de interés, bienes raíces y se mezclen con otros usuarios locales. El autor vio la necesidad de que los san franciscanos tuvieran un lugar para hacer todo eso gratis, sin publicidad molesta, y terminó ofreciendo mucho más a su comunidad con la creación de craigslist. [Usuarios de Polling] fue una buena manera para conectarnos con nuestros miembros, esta es la manera de operar con éxito en situaciones como estas - sus miembros son lo primero.",
    "error_count": 4,
    "keys": {
        "virtual community": {
            "translated_key": "comunidad virtual",
            "translated_annotated_text": "Craigslist: \"comunidad virtual\" mantiene el tacto humano Si funciona, ¿por qué cambiarlo? Este podría haber sido el pensamiento en las mentes de los ejecutivos de punto com cuando los negocios de Internet estaban en auge, y la mayor parte del contenido Web era libre. Los sitios web estaban repletos de anuncios de todo tipo y tamaño. Ahora que los directores de punto com saben mejor, los anuncios web ya no son el único camino a la generación de ingresos. Los portales comunitarios, sin embargo, nunca parecían tener muchos anuncios para empezar, y su contenido se mantuvo más fiel a quien servían. Muchos de ellos comenzaron como lugares sencillos para que los usuarios enumeren anuncios, eventos locales, anuncios de interés, bienes raíces y se mezclen con otros usuarios locales. El autor vio la necesidad de que los san franciscanos tuvieran un lugar para hacer todo eso gratis, sin publicidad molesta, y terminó ofreciendo mucho más a su comunidad con la creación de craigslist. [Usuarios de Polling] fue una buena manera para conectarnos con nuestros miembros, esta es la manera de operar con éxito en situaciones como estas - sus miembros son lo primero. ",
            "error": [
                ""
            ]
        },
        "craigslist": {
            "translated_key": "craigslist",
            "translated_annotated_text": "Craigslist: la comunidad virtual mantiene el toque humano Si funciona, ¿por qué cambiarlo? Este podría haber sido el pensamiento en las mentes de los ejecutivos de punto com cuando los negocios de Internet estaban en auge, y la mayor parte del contenido Web era libre. Los sitios web estaban repletos de anuncios de todo tipo y tamaño. Ahora que los directores de punto com saben mejor, los anuncios web ya no son el único camino a la generación de ingresos. Los portales comunitarios, sin embargo, nunca parecían tener muchos anuncios para empezar, y su contenido se mantuvo más fiel a quien servían. Muchos de ellos comenzaron como lugares sencillos para que los usuarios enumeren anuncios, eventos locales, anuncios de interés, bienes raíces y se mezclen con otros usuarios locales. El autor vio la necesidad de que los san franciscanos tuvieran un lugar para hacer todo eso gratis, sin publicidad molesta, y terminó ofreciendo mucho más a su comunidad con la creación de \"craigslist\". [Usuarios de Polling] fue una buena manera para conectarnos con nuestros miembros, esta es la manera de operar con éxito en situaciones como estas - sus miembros son lo primero. ",
            "error": [
                ""
            ]
        },
        "Internet businesses": {
            "translated_key": "las empresas de Internet",
            "translated_annotated_text": "Craigslist: la comunidad virtual mantiene el toque humano Si funciona, ¿por qué cambiarlo? Este podría haber sido el pensamiento en las mentes de los ejecutivos de punto com cuando \"las empresas de Internet\" estaban en auge, y la mayor parte del contenido Web era libre. Los sitios web estaban repletos de anuncios de todo tipo y tamaño. Ahora que los directores de punto com saben mejor, los anuncios web ya no son el único camino a la generación de ingresos. Los portales comunitarios, sin embargo, nunca parecían tener muchos anuncios para empezar, y su contenido se mantuvo más fiel a quien servían. Muchos de ellos comenzaron como lugares sencillos para que los usuarios enumeren anuncios, eventos locales, anuncios de interés, bienes raíces y se mezclen con otros usuarios locales. El autor vio la necesidad de que los san franciscanos tuvieran un lugar para hacer todo eso gratis, sin publicidad molesta, y terminó ofreciendo mucho más a su comunidad con la creación de craigslist. [Usuarios de Polling] fue una buena manera para conectarnos con nuestros miembros, esta es la manera de operar con éxito en situaciones como estas - sus miembros son lo primero. ",
            "error": [
                ""
            ]
        },
        "Web content": {
            "translated_key": "contenidos web",
            "translated_annotated_text": "Craigslist: la comunidad virtual mantiene el toque humano Si funciona, ¿por qué cambiarlo? Este podría haber sido el pensamiento en las mentes de los ejecutivos de punto com cuando los negocios de Internet estaban en auge, y la mayoría de los \"contenidos web\" eran libres. Los sitios web estaban repletos de anuncios de todo tipo y tamaño. Ahora que los directores de punto com saben mejor, los anuncios web ya no son el único camino a la generación de ingresos. Los portales comunitarios, sin embargo, nunca parecían tener muchos anuncios para empezar, y su contenido se mantuvo más fiel a quien servían. Muchos de ellos comenzaron como lugares sencillos para que los usuarios enumeren anuncios, eventos locales, anuncios de interés, bienes raíces y se mezclen con otros usuarios locales. El autor vio la necesidad de que los san franciscanos tuvieran un lugar para hacer todo eso gratis, sin publicidad molesta, y terminó ofreciendo mucho más a su comunidad con la creación de craigslist. [Usuarios de Polling] fue una buena manera para conectarnos con nuestros miembros, esta es la manera de operar con éxito en situaciones como estas - sus miembros son lo primero. ",
            "error": [
                ""
            ]
        },
        "revenue generation": {
            "translated_key": "generación de ingresos",
            "translated_annotated_text": "Craigslist: la comunidad virtual mantiene el toque humano Si funciona, ¿por qué cambiarlo? Este podría haber sido el pensamiento en las mentes de los ejecutivos de punto com cuando los negocios de Internet estaban en auge, y la mayor parte del contenido Web era libre. Los sitios web estaban repletos de anuncios de todo tipo y tamaño. Ahora que los directores de punto com saben mejor, los anuncios web ya no son el único camino a la \"generación de ingresos\". Los portales comunitarios, sin embargo, nunca parecían tener muchos anuncios para empezar, y su contenido se mantuvo más fiel a quien servían. Muchos de ellos comenzaron como lugares sencillos para que los usuarios enumeren anuncios, eventos locales, anuncios de interés, bienes raíces y se mezclen con otros usuarios locales. El autor vio la necesidad de que los san franciscanos tuvieran un lugar para hacer todo eso gratis, sin publicidad molesta, y terminó ofreciendo mucho más a su comunidad con la creación de craigslist. [Usuarios de Polling] fue una buena manera para conectarnos con nuestros miembros, esta es la manera de operar con éxito en situaciones como estas - sus miembros son lo primero. ",
            "error": [
                ""
            ]
        },
        "community portals": {
            "translated_key": [],
            "translated_annotated_text": "Craigslist: la comunidad virtual mantiene el toque humano Si funciona, ¿por qué cambiarlo? Este podría haber sido el pensamiento en las mentes de los ejecutivos de punto com cuando los negocios de Internet estaban en auge, y la mayor parte del contenido Web era libre. Los sitios web estaban repletos de anuncios de todo tipo y tamaño. Ahora que los directores de punto com saben mejor, los anuncios web ya no son el único camino a la generación de ingresos. Los portales comunitarios, sin embargo, nunca parecían tener muchos anuncios para empezar, y su contenido se mantuvo más fiel a quien servían. Muchos de ellos comenzaron como lugares sencillos para que los usuarios enumeren anuncios, eventos locales, anuncios de interés, bienes raíces y se mezclen con otros usuarios locales. El autor vio la necesidad de que los san franciscanos tuvieran un lugar para hacer todo eso gratis, sin publicidad molesta, y terminó ofreciendo mucho más a su comunidad con la creación de craigslist. [Usuarios de Polling] fue una buena manera para conectarnos con nuestros miembros, esta es la manera de operar con éxito en situaciones como estas - sus miembros son lo primero. ",
            "error": []
        },
        "announcements": {
            "translated_key": "anuncios",
            "translated_annotated_text": "Craigslist: la comunidad virtual mantiene el toque humano Si funciona, ¿por qué cambiarlo? Este podría haber sido el pensamiento en las mentes de los ejecutivos de punto com cuando los negocios de Internet estaban en auge, y la mayor parte del contenido Web era libre. Los sitios web estaban repletos de anuncios de todo tipo y tamaño. Ahora que los directores de punto com saben mejor, los anuncios web ya no son el único camino a la generación de ingresos. Los portales comunitarios, sin embargo, nunca parecían tener muchos anuncios para empezar, y su contenido se mantuvo más fiel a quien servían. Muchos de ellos comenzaron como lugares sencillos para que los usuarios enumeren \"anuncios\", eventos locales, anuncios de interés, bienes raíces y se mezclen con otros usuarios locales. El autor vio la necesidad de que los san franciscanos tuvieran un lugar para hacer todo eso gratis, sin publicidad molesta, y terminó ofreciendo mucho más a su comunidad con la creación de craigslist. [Usuarios de Polling] fue una buena manera para conectarnos con nuestros miembros, esta es la manera de operar con éxito en situaciones como estas - sus miembros son lo primero. ",
            "error": [
                ""
            ]
        },
        "local events": {
            "translated_key": "eventos locales",
            "translated_annotated_text": "Craigslist: la comunidad virtual mantiene el toque humano Si funciona, ¿por qué cambiarlo? Este podría haber sido el pensamiento en las mentes de los ejecutivos de punto com cuando los negocios de Internet estaban en auge, y la mayor parte del contenido Web era libre. Los sitios web estaban repletos de anuncios de todo tipo y tamaño. Ahora que los directores de punto com saben mejor, los anuncios web ya no son el único camino a la generación de ingresos. Los portales comunitarios, sin embargo, nunca parecían tener muchos anuncios para empezar, y su contenido se mantuvo más fiel a quien servían. Muchos de ellos comenzaron como lugares sencillos para que los usuarios enumeren anuncios, \"eventos locales\", quieran anuncios, bienes raíces y se mezclen con otros usuarios locales. El autor vio la necesidad de que los san franciscanos tuvieran un lugar para hacer todo eso gratis, sin publicidad molesta, y terminó ofreciendo mucho más a su comunidad con la creación de craigslist. [Usuarios de Polling] fue una buena manera para conectarnos con nuestros miembros, esta es la manera de operar con éxito en situaciones como estas - sus miembros son lo primero. ",
            "error": [
                ""
            ]
        },
        "want ads": {
            "translated_key": "want ads",
            "translated_annotated_text": "Craigslist: la comunidad virtual mantiene el toque humano Si funciona, ¿por qué cambiarlo? Este podría haber sido el pensamiento en las mentes de los ejecutivos de punto com cuando los negocios de Internet estaban en auge, y la mayor parte del contenido Web era libre. Los sitios web estaban repletos de anuncios de todo tipo y tamaño. Ahora que los directores de punto com saben mejor, los anuncios web ya no son el único camino a la generación de ingresos. Los portales comunitarios, sin embargo, nunca parecían tener muchos anuncios para empezar, y su contenido se mantuvo más fiel a quien servían. Muchos de ellos comenzaron como lugares sencillos para que los usuarios enumeren anuncios, eventos locales, \"want ads\", bienes raíces y se mezclen con otros usuarios locales. El autor vio la necesidad de que los san franciscanos tuvieran un lugar para hacer todo eso gratis, sin publicidad molesta, y terminó ofreciendo mucho más a su comunidad con la creación de craigslist. [Usuarios de Polling] fue una buena manera para conectarnos con nuestros miembros, esta es la manera de operar con éxito en situaciones como estas - sus miembros son lo primero. ",
            "error": [
                ""
            ]
        },
        "real estate": {
            "translated_key": "bienes raíces",
            "translated_annotated_text": "Craigslist: la comunidad virtual mantiene el toque humano Si funciona, ¿por qué cambiarlo? Este podría haber sido el pensamiento en las mentes de los ejecutivos de punto com cuando los negocios de Internet estaban en auge, y la mayor parte del contenido Web era libre. Los sitios web estaban repletos de anuncios de todo tipo y tamaño. Ahora que los directores de punto com saben mejor, los anuncios web ya no son el único camino a la generación de ingresos. Los portales comunitarios, sin embargo, nunca parecían tener muchos anuncios para empezar, y su contenido se mantuvo más fiel a quien servían. Muchos de ellos comenzaron como simples lugares para que los usuarios enumeren anuncios, eventos locales, anuncios de interés, \"bienes raíces\", y se mezclen con otros usuarios locales. El autor vio la necesidad de que los san franciscanos tuvieran un lugar para hacer todo eso gratis, sin publicidad molesta, y terminó ofreciendo mucho más a su comunidad con la creación de craigslist. [Usuarios de Polling] fue una buena manera para conectarnos con nuestros miembros, esta es la manera de operar con éxito en situaciones como estas - sus miembros son lo primero. ",
            "error": [
                ""
            ]
        },
        "San Francisco Bay community": {
            "translated_key": [],
            "translated_annotated_text": "Craigslist: la comunidad virtual mantiene el toque humano Si funciona, ¿por qué cambiarlo? Este podría haber sido el pensamiento en las mentes de los ejecutivos de punto com cuando los negocios de Internet estaban en auge, y la mayor parte del contenido Web era libre. Los sitios web estaban repletos de anuncios de todo tipo y tamaño. Ahora que los directores de punto com saben mejor, los anuncios web ya no son el único camino a la generación de ingresos. Los portales comunitarios, sin embargo, nunca parecían tener muchos anuncios para empezar, y su contenido se mantuvo más fiel a quien servían. Muchos de ellos comenzaron como lugares sencillos para que los usuarios enumeren anuncios, eventos locales, anuncios de interés, bienes raíces y se mezclen con otros usuarios locales. El autor vio la necesidad de que los san franciscanos tuvieran un lugar para hacer todo eso gratis, sin publicidad molesta, y terminó ofreciendo mucho más a su comunidad con la creación de craigslist. [Usuarios de Polling] fue una buena manera para conectarnos con nuestros miembros, esta es la manera de operar con éxito en situaciones como estas - sus miembros son lo primero. ",
            "error": []
        },
        "advertising data processing": {
            "translated_key": [],
            "translated_annotated_text": "Craigslist: la comunidad virtual mantiene el toque humano Si funciona, ¿por qué cambiarlo? Este podría haber sido el pensamiento en las mentes de los ejecutivos de punto com cuando los negocios de Internet estaban en auge, y la mayor parte del contenido Web era libre. Los sitios web estaban repletos de anuncios de todo tipo y tamaño. Ahora que los directores de punto com saben mejor, los anuncios web ya no son el único camino a la generación de ingresos. Los portales comunitarios, sin embargo, nunca parecían tener muchos anuncios para empezar, y su contenido se mantuvo más fiel a quien servían. Muchos de ellos comenzaron como lugares sencillos para que los usuarios enumeren anuncios, eventos locales, anuncios de interés, bienes raíces y se mezclen con otros usuarios locales. El autor vio la necesidad de que los san franciscanos tuvieran un lugar para hacer todo eso gratis, sin publicidad molesta, y terminó ofreciendo mucho más a su comunidad con la creación de craigslist. [Usuarios de Polling] fue una buena manera para conectarnos con nuestros miembros, esta es la manera de operar con éxito en situaciones como estas - sus miembros son lo primero. ",
            "error": []
        },
        "information resources": {
            "translated_key": [],
            "translated_annotated_text": "Craigslist: la comunidad virtual mantiene el toque humano Si funciona, ¿por qué cambiarlo? Este podría haber sido el pensamiento en las mentes de los ejecutivos de punto com cuando los negocios de Internet estaban en auge, y la mayor parte del contenido Web era libre. Los sitios web estaban repletos de anuncios de todo tipo y tamaño. Ahora que los directores de punto com saben mejor, los anuncios web ya no son el único camino a la generación de ingresos. Los portales comunitarios, sin embargo, nunca parecían tener muchos anuncios para empezar, y su contenido se mantuvo más fiel a quien servían. Muchos de ellos comenzaron como lugares sencillos para que los usuarios enumeren anuncios, eventos locales, anuncios de interés, bienes raíces y se mezclen con otros usuarios locales. El autor vio la necesidad de que los san franciscanos tuvieran un lugar para hacer todo eso gratis, sin publicidad molesta, y terminó ofreciendo mucho más a su comunidad con la creación de craigslist. [Usuarios de Polling] fue una buena manera para conectarnos con nuestros miembros, esta es la manera de operar con éxito en situaciones como estas - sus miembros son lo primero. ",
            "error": []
        }
    }
}