{
    "original_text": "PDF subscriptions bolster revenue In 1999 SD Times offered prospective subscribers the option of receiving their issues as Adobe Acrobat PDF files. What set the proposal apart from what other publishers were doing electronically on the Web was that readers would get the entire version of the paper-including both advertising and editorial just as it looked when it was laid out and went to press. SD Times is only one of a small, but growing, number of publications that are taking on the electronic world and finding success. In the past six months alone, the New York Times, Popular Mechanics, trade magazine Electronic Buyers News, and the Harvard Business Review have launched digital versions of their newspapers and magazines to augment their online and print versions. The reasons are as varied as the publishers themselves. Some companies are finding that readers dont like their Web-based versions either due to poor navigation or missing graphics and images. Others want to expand their publications nationally and internationally, but dont want the added cost of postage and printing. Still others are looking for ways to give advertisers additional visibility and boost advertising and subscription revenues. No matter what the reason, its a trend worth watching",
    "original_translation": "Las suscripciones a PDF refuerzan los ingresos En 1999 SD Times ofreció a los posibles suscriptores la opción de recibir sus problemas como archivos PDF de Adobe Acrobat. Lo que estableció la propuesta aparte de lo que otros editores estaban haciendo electrónicamente en la Web fue que los lectores obtendrían toda la versión del papel, incluyendo tanto publicidad como editorial, tal como se veía cuando se presentó y salió a la prensa. SD Times es sólo uno de un pequeño, pero creciente, número de publicaciones que están tomando en el mundo electrónico y encontrar el éxito. Tan solo en los últimos seis meses, el New York Times, Popular Mechanics, la revista comercial Electronic Buyers News y Harvard Business Review han lanzado versiones digitales de sus periódicos y revistas para aumentar sus versiones en línea e impresas. Las razones son tan variadas como los propios publicadores. Algunas empresas están encontrando que a los lectores no les gustan sus versiones basadas en la Web, ya sea debido a la mala navegación o a la falta de gráficos e imágenes. Otros quieren ampliar sus publicaciones a nivel nacional e internacional, pero no quieren el costo añadido del franqueo y la impresión. Todavía otros están buscando maneras de dar visibilidad adicional a los anunciantes y aumentar los ingresos de publicidad y suscripción. No importa la razón, es una tendencia que vale la pena ver",
    "error_count": 3,
    "keys": {
        "PDF subscriptions": {
            "translated_key": "Las suscripciones a PDF",
            "translated_annotated_text": "<br>Las suscripciones a PDF</br> refuerzan los ingresos En 1999 SD Times ofreció a los posibles suscriptores la opción de recibir sus emisiones como archivos PDF de Adobe Acrobat. Lo que estableció la propuesta aparte de lo que otros editores estaban haciendo electrónicamente en la Web fue que los lectores obtendrían toda la versión del papel, incluyendo tanto publicidad como editorial, tal como se veía cuando se presentó y salió a la prensa. SD Times es sólo uno de un pequeño, pero creciente, número de publicaciones que están tomando en el mundo electrónico y encontrar el éxito. Tan solo en los últimos seis meses, el New York Times, Popular Mechanics, la revista comercial Electronic Buyers News y Harvard Business Review han lanzado versiones digitales de sus periódicos y revistas para aumentar sus versiones en línea e impresas. Las razones son tan variadas como los propios publicadores. Algunas empresas están encontrando que a los lectores no les gustan sus versiones basadas en la Web, ya sea debido a la mala navegación o a la falta de gráficos e imágenes. Otros quieren ampliar sus publicaciones a nivel nacional e internacional, pero no quieren el costo añadido del franqueo y la impresión. Todavía otros están buscando maneras de dar visibilidad adicional a los anunciantes y aumentar los ingresos de publicidad y suscripción. No importa la razón, es una tendencia que vale la pena ver ",
            "error": [
                ""
            ]
        },
        "SD Times": {
            "translated_key": "SD Times",
            "translated_annotated_text": "Las suscripciones a PDF refuerzan los ingresos En 1999 <br>SD Times</br> ofreció a los posibles suscriptores la opción de recibir sus emisiones como archivos PDF de Adobe Acrobat. Lo que estableció la propuesta aparte de lo que otros editores estaban haciendo electrónicamente en la Web fue que los lectores obtendrían toda la versión del papel, incluyendo tanto publicidad como editorial, tal como se veía cuando se presentó y salió a la prensa. <br>SD Times</br> es sólo uno de un pequeño pero creciente número de publicaciones que están adquiriendo el mundo electrónico y encontrando éxito. Tan solo en los últimos seis meses, el New York Times, Popular Mechanics, la revista comercial Electronic Buyers News y Harvard Business Review han lanzado versiones digitales de sus periódicos y revistas para aumentar sus versiones en línea e impresas. Las razones son tan variadas como los propios publicadores. Algunas empresas están encontrando que a los lectores no les gustan sus versiones basadas en la Web, ya sea debido a la mala navegación o a la falta de gráficos e imágenes. Otros quieren ampliar sus publicaciones a nivel nacional e internacional, pero no quieren el costo añadido del franqueo y la impresión. Todavía otros están buscando maneras de dar visibilidad adicional a los anunciantes y aumentar los ingresos de publicidad y suscripción. No importa la razón, es una tendencia que vale la pena ver ",
            "error": [
                ""
            ]
        },
        "Adobe Acrobat PDF files": {
            "translated_key": "Adobe Acrobat",
            "translated_annotated_text": "Las suscripciones a PDF refuerzan los ingresos En 1999 SD Times ofreció a los posibles suscriptores la opción de recibir sus emisiones como archivos PDF <br>Adobe Acrobat</br>. Lo que estableció la propuesta aparte de lo que otros editores estaban haciendo electrónicamente en la Web fue que los lectores obtendrían toda la versión del papel, incluyendo tanto publicidad como editorial, tal como se veía cuando se presentó y salió a la prensa. SD Times es sólo uno de un pequeño, pero creciente, número de publicaciones que están tomando en el mundo electrónico y encontrar el éxito. Tan solo en los últimos seis meses, el New York Times, Popular Mechanics, la revista comercial Electronic Buyers News y Harvard Business Review han lanzado versiones digitales de sus periódicos y revistas para aumentar sus versiones en línea e impresas. Las razones son tan variadas como los propios publicadores. Algunas empresas están encontrando que a los lectores no les gustan sus versiones basadas en la Web, ya sea debido a la mala navegación o a la falta de gráficos e imágenes. Otros quieren ampliar sus publicaciones a nivel nacional e internacional, pero no quieren el costo añadido del franqueo y la impresión. Todavía otros están buscando maneras de dar visibilidad adicional a los anunciantes y aumentar los ingresos de publicidad y suscripción. No importa la razón, es una tendencia que vale la pena ver ",
            "error": [
                ""
            ]
        },
        "newspaper": {
            "translated_key": [],
            "translated_annotated_text": "Las suscripciones a PDF refuerzan los ingresos En 1999 SD Times ofreció a los posibles suscriptores la opción de recibir sus problemas como archivos PDF de Adobe Acrobat. Lo que estableció la propuesta aparte de lo que otros editores estaban haciendo electrónicamente en la Web fue que los lectores obtendrían toda la versión del papel, incluyendo tanto publicidad como editorial, tal como se veía cuando se presentó y salió a la prensa. SD Times es sólo uno de un pequeño, pero creciente, número de publicaciones que están tomando en el mundo electrónico y encontrar el éxito. Tan solo en los últimos seis meses, el New York Times, Popular Mechanics, la revista comercial Electronic Buyers News y Harvard Business Review han lanzado versiones digitales de sus periódicos y revistas para aumentar sus versiones en línea e impresas. Las razones son tan variadas como los propios publicadores. Algunas empresas están encontrando que a los lectores no les gustan sus versiones basadas en la Web, ya sea debido a la mala navegación o a la falta de gráficos e imágenes. Otros quieren ampliar sus publicaciones a nivel nacional e internacional, pero no quieren el costo añadido del franqueo y la impresión. Todavía otros están buscando maneras de dar visibilidad adicional a los anunciantes y aumentar los ingresos de publicidad y suscripción. No importa la razón, es una tendencia que vale la pena ver ",
            "error": []
        },
        "electronic issue": {
            "translated_key": [],
            "translated_annotated_text": "Las suscripciones a PDF refuerzan los ingresos En 1999 SD Times ofreció a los posibles suscriptores la opción de recibir sus problemas como archivos PDF de Adobe Acrobat. Lo que estableció la propuesta aparte de lo que otros editores estaban haciendo electrónicamente en la Web fue que los lectores obtendrían toda la versión del papel, incluyendo tanto publicidad como editorial, tal como se veía cuando se presentó y salió a la prensa. SD Times es sólo uno de un pequeño, pero creciente, número de publicaciones que están tomando en el mundo electrónico y encontrar el éxito. Tan solo en los últimos seis meses, el New York Times, Popular Mechanics, la revista comercial Electronic Buyers News y Harvard Business Review han lanzado versiones digitales de sus periódicos y revistas para aumentar sus versiones en línea e impresas. Las razones son tan variadas como los propios publicadores. Algunas empresas están encontrando que a los lectores no les gustan sus versiones basadas en la Web, ya sea debido a la mala navegación o a la falta de gráficos e imágenes. Otros quieren ampliar sus publicaciones a nivel nacional e internacional, pero no quieren el costo añadido del franqueo y la impresión. Todavía otros están buscando maneras de dar visibilidad adicional a los anunciantes y aumentar los ingresos de publicidad y suscripción. No importa la razón, es una tendencia que vale la pena ver ",
            "error": []
        },
        "digital versions": {
            "translated_key": "versiones digitales",
            "translated_annotated_text": "Las suscripciones a PDF refuerzan los ingresos En 1999 SD Times ofreció a los posibles suscriptores la opción de recibir sus problemas como archivos PDF de Adobe Acrobat. Lo que estableció la propuesta aparte de lo que otros editores estaban haciendo electrónicamente en la Web fue que los lectores obtendrían toda la versión del papel, incluyendo tanto publicidad como editorial, tal como se veía cuando se presentó y salió a la prensa. SD Times es sólo uno de un pequeño, pero creciente, número de publicaciones que están tomando en el mundo electrónico y encontrar el éxito. Sólo en los últimos seis meses, el New York Times, Popular Mechanics, la revista comercial Electronic Buyers News y Harvard Business Review han lanzado <br>versiones digitales</br> de sus periódicos y revistas para aumentar sus versiones en línea e impresas. Las razones son tan variadas como los propios publicadores. Algunas empresas están encontrando que a los lectores no les gustan sus versiones basadas en la Web, ya sea debido a la mala navegación o a la falta de gráficos e imágenes. Otros quieren ampliar sus publicaciones a nivel nacional e internacional, pero no quieren el costo añadido del franqueo y la impresión. Todavía otros están buscando maneras de dar visibilidad adicional a los anunciantes y aumentar los ingresos de publicidad y suscripción. No importa la razón, es una tendencia que vale la pena ver ",
            "error": [
                ""
            ]
        },
        "magazines": {
            "translated_key": "revistas",
            "translated_annotated_text": "Las suscripciones a PDF refuerzan los ingresos En 1999 SD Times ofreció a los posibles suscriptores la opción de recibir sus problemas como archivos PDF de Adobe Acrobat. Lo que estableció la propuesta aparte de lo que otros editores estaban haciendo electrónicamente en la Web fue que los lectores obtendrían toda la versión del papel, incluyendo tanto publicidad como editorial, tal como se veía cuando se presentó y salió a la prensa. SD Times es sólo uno de un pequeño, pero creciente, número de publicaciones que están tomando en el mundo electrónico y encontrar el éxito. Sólo en los últimos seis meses, el New York Times, Popular Mechanics, la revista comercial Electronic Buyers News y Harvard Business Review han lanzado versiones digitales de sus periódicos y <br>revistas</br> para aumentar sus versiones en línea e impresas. Las razones son tan variadas como los propios publicadores. Algunas empresas están encontrando que a los lectores no les gustan sus versiones basadas en la Web, ya sea debido a la mala navegación o a la falta de gráficos e imágenes. Otros quieren ampliar sus publicaciones a nivel nacional e internacional, pero no quieren el costo añadido del franqueo y la impresión. Todavía otros están buscando maneras de dar visibilidad adicional a los anunciantes y aumentar los ingresos de publicidad y suscripción. No importa la razón, es una tendencia que vale la pena ver ",
            "error": [
                ""
            ]
        },
        "electronic publishing": {
            "translated_key": [],
            "translated_annotated_text": "Las suscripciones a PDF refuerzan los ingresos En 1999 SD Times ofreció a los posibles suscriptores la opción de recibir sus problemas como archivos PDF de Adobe Acrobat. Lo que estableció la propuesta aparte de lo que otros editores estaban haciendo electrónicamente en la Web fue que los lectores obtendrían toda la versión del papel, incluyendo tanto publicidad como editorial, tal como se veía cuando se presentó y salió a la prensa. SD Times es sólo uno de un pequeño, pero creciente, número de publicaciones que están tomando en el mundo electrónico y encontrar el éxito. Tan solo en los últimos seis meses, el New York Times, Popular Mechanics, la revista comercial Electronic Buyers News y Harvard Business Review han lanzado versiones digitales de sus periódicos y revistas para aumentar sus versiones en línea e impresas. Las razones son tan variadas como los propios publicadores. Algunas empresas están encontrando que a los lectores no les gustan sus versiones basadas en la Web, ya sea debido a la mala navegación o a la falta de gráficos e imágenes. Otros quieren ampliar sus publicaciones a nivel nacional e internacional, pero no quieren el costo añadido del franqueo y la impresión. Todavía otros están buscando maneras de dar visibilidad adicional a los anunciantes y aumentar los ingresos de publicidad y suscripción. No importa la razón, es una tendencia que vale la pena ver ",
            "error": []
        }
    }
}