{
    "original_text": "Extracting linguistic DNA: NStein goes to work for UPI Its a tantalizing problem for categorization. United Press International (UPI) has more than 700 correspondents creating thousands of stories every week, running the gamut from business news to sports to entertainment to global coverage of Americas war on terrorism. And while UPI and others news services have mechanisms for adding keywords and categorizing their content, UPI recognized a need to add more automation to the process. With the recent growth and improvement in tools for Computer-Aided Indexing (CAI), UPI undertook a process of looking at its needs and evaluating the many CAI tools out there. In the end, they chose technology from Montreal-based NStein Technologies. Our main objective was to acquire the best CAI tool to help improve our customers access and interaction with our content, says Steve Sweet, CIO at UPI. We examined a number of solutions, and NSteins NServer suite clearly came out on top. The combination of speed, scalability, accuracy, and flexibility was what really sold us.",
    "original_translation": "Extraer ADN lingüístico: NStein va a trabajar para UPI Es un problema tentador para categorizar. United Press International (UPI) cuenta con más de 700 corresponsales que crean miles de historias cada semana, llevando la gama de noticias de negocios, deportes, entretenimiento y cobertura global de la guerra de América contra el terrorismo. Y mientras UPI y otros servicios de noticias tienen mecanismos para agregar palabras clave y categorizar su contenido, UPI reconoció la necesidad de agregar más automatización al proceso. Con el reciente crecimiento y mejora de las herramientas para la indexación asistida por ordenador (CAI), UPI emprendió un proceso de examen de sus necesidades y evaluación de las muchas herramientas de CAI por ahí. Al final, eligieron la tecnología de NStein Technologies con sede en Montreal. Nuestro objetivo principal era adquirir la mejor herramienta de CAI para ayudar a mejorar el acceso y la interacción de nuestros clientes con nuestro contenido, dice Steve Sweet, CIO de UPI. Examinamos una serie de soluciones, y la suite NServer de NSteins claramente salió en la cima. La combinación de velocidad, escalabilidad, precisión y flexibilidad fue lo que realmente nos vendió.",
    "error_count": 5,
    "keys": {
        "United Press International": {
            "translated_key": "United Press International",
            "translated_annotated_text": "Extraer ADN lingüístico: NStein va a trabajar para UPI Es un problema tentador para categorizar. \"United Press International\" (UPI) tiene más de 700 corresponsales creando miles de historias cada semana, corriendo la gama de noticias de negocios, deportes, entretenimiento y cobertura global de la guerra de América contra el terrorismo. Y mientras UPI y otros servicios de noticias tienen mecanismos para agregar palabras clave y categorizar su contenido, UPI reconoció la necesidad de agregar más automatización al proceso. Con el reciente crecimiento y mejora de las herramientas para la indexación asistida por ordenador (CAI), UPI emprendió un proceso de examen de sus necesidades y evaluación de las muchas herramientas de CAI por ahí. Al final, eligieron la tecnología de NStein Technologies con sede en Montreal. Nuestro objetivo principal era adquirir la mejor herramienta de CAI para ayudar a mejorar el acceso y la interacción de nuestros clientes con nuestro contenido, dice Steve Sweet, CIO de UPI. Examinamos una serie de soluciones, y la suite NServer de NSteins claramente salió en la cima. La combinación de velocidad, escalabilidad, precisión y flexibilidad fue lo que realmente nos vendió. ",
            "error": [
                ""
            ]
        },
        "UPI": {
            "translated_key": "UPI",
            "translated_annotated_text": "Extraer ADN lingüístico: NStein va a trabajar para \"UPI\" Es un problema tentador para la categorización. United Press International (\"UPI\") tiene más de 700 corresponsales creando miles de historias cada semana, corriendo la gama de noticias de negocios, deportes, entretenimiento y cobertura global de la guerra de América contra el terrorismo. Y mientras que \"UPI\" y otros servicios de noticias tienen mecanismos para agregar palabras clave y categorizar su contenido, \"UPI\" reconoció la necesidad de agregar más automatización al proceso. Con el reciente crecimiento y mejora de las herramientas para la indexación asistida por ordenador (CAI), \"UPI\" emprendió un proceso de examen de sus necesidades y evaluación de las muchas herramientas de CAI por ahí. Al final, eligieron la tecnología de NStein Technologies con sede en Montreal. Nuestro objetivo principal era adquirir la mejor herramienta de CAI para ayudar a mejorar el acceso y la interacción de nuestros clientes con nuestro contenido, dice Steve Sweet, CIO de \"UPI\". Examinamos una serie de soluciones, y la suite NServer de NSteins claramente salió en la cima. La combinación de velocidad, escalabilidad, precisión y flexibilidad fue lo que realmente nos vendió. ",
            "error": [
                ""
            ]
        },
        "electronic archive": {
            "translated_key": [],
            "translated_annotated_text": "Extraer ADN lingüístico: NStein va a trabajar para UPI Es un problema tentador para categorizar. United Press International (UPI) cuenta con más de 700 corresponsales que crean miles de historias cada semana, llevando la gama de noticias de negocios, deportes, entretenimiento y cobertura global de la guerra de América contra el terrorismo. Y mientras UPI y otros servicios de noticias tienen mecanismos para agregar palabras clave y categorizar su contenido, UPI reconoció la necesidad de agregar más automatización al proceso. Con el reciente crecimiento y mejora de las herramientas para la indexación asistida por ordenador (CAI), UPI emprendió un proceso de examen de sus necesidades y evaluación de las muchas herramientas de CAI por ahí. Al final, eligieron la tecnología de NStein Technologies con sede en Montreal. Nuestro objetivo principal era adquirir la mejor herramienta de CAI para ayudar a mejorar el acceso y la interacción de nuestros clientes con nuestro contenido, dice Steve Sweet, CIO de UPI. Examinamos una serie de soluciones, y la suite NServer de NSteins claramente salió en la cima. La combinación de velocidad, escalabilidad, precisión y flexibilidad fue lo que realmente nos vendió. ",
            "error": []
        },
        "wire service stories": {
            "translated_key": [],
            "translated_annotated_text": "Extraer ADN lingüístico: NStein va a trabajar para UPI Es un problema tentador para categorizar. United Press International (UPI) cuenta con más de 700 corresponsales que crean miles de historias cada semana, llevando la gama de noticias de negocios, deportes, entretenimiento y cobertura global de la guerra de América contra el terrorismo. Y mientras UPI y otros servicios de noticias tienen mecanismos para agregar palabras clave y categorizar su contenido, UPI reconoció la necesidad de agregar más automatización al proceso. Con el reciente crecimiento y mejora de las herramientas para la indexación asistida por ordenador (CAI), UPI emprendió un proceso de examen de sus necesidades y evaluación de las muchas herramientas de CAI por ahí. Al final, eligieron la tecnología de NStein Technologies con sede en Montreal. Nuestro objetivo principal era adquirir la mejor herramienta de CAI para ayudar a mejorar el acceso y la interacción de nuestros clientes con nuestro contenido, dice Steve Sweet, CIO de UPI. Examinamos una serie de soluciones, y la suite NServer de NSteins claramente salió en la cima. La combinación de velocidad, escalabilidad, precisión y flexibilidad fue lo que realmente nos vendió. ",
            "error": []
        },
        "Computer-Aided Indexing": {
            "translated_key": "Indización asistida por ordenador",
            "translated_annotated_text": "Extraer ADN lingüístico: NStein va a trabajar para UPI Es un problema tentador para categorizar. United Press International (UPI) cuenta con más de 700 corresponsales que crean miles de historias cada semana, llevando la gama de noticias de negocios, deportes, entretenimiento y cobertura global de la guerra de América contra el terrorismo. Y mientras UPI y otros servicios de noticias tienen mecanismos para agregar palabras clave y categorizar su contenido, UPI reconoció la necesidad de agregar más automatización al proceso. Con el reciente crecimiento y mejora de las herramientas de \"Indización asistida por ordenador\" (CAI), UPI emprendió un proceso de examen de sus necesidades y evaluación de las muchas herramientas de CAI que existen. Al final, eligieron la tecnología de NStein Technologies con sede en Montreal. Nuestro objetivo principal era adquirir la mejor herramienta de CAI para ayudar a mejorar el acceso y la interacción de nuestros clientes con nuestro contenido, dice Steve Sweet, CIO de UPI. Examinamos una serie de soluciones, y la suite NServer de NSteins claramente salió en la cima. La combinación de velocidad, escalabilidad, precisión y flexibilidad fue lo que realmente nos vendió. ",
            "error": [
                ""
            ]
        },
        "NStein Technologies": {
            "translated_key": "NStein Technologies",
            "translated_annotated_text": "Extraer ADN lingüístico: NStein va a trabajar para UPI Es un problema tentador para categorizar. United Press International (UPI) cuenta con más de 700 corresponsales que crean miles de historias cada semana, llevando la gama de noticias de negocios, deportes, entretenimiento y cobertura global de la guerra de América contra el terrorismo. Y mientras UPI y otros servicios de noticias tienen mecanismos para agregar palabras clave y categorizar su contenido, UPI reconoció la necesidad de agregar más automatización al proceso. Con el reciente crecimiento y mejora de las herramientas para la indexación asistida por ordenador (CAI), UPI emprendió un proceso de examen de sus necesidades y evaluación de las muchas herramientas de CAI por ahí. Al final, eligieron la tecnología de \"NStein Technologies\" con sede en Montreal. Nuestro objetivo principal era adquirir la mejor herramienta de CAI para ayudar a mejorar el acceso y la interacción de nuestros clientes con nuestro contenido, dice Steve Sweet, CIO de UPI. Examinamos una serie de soluciones, y la suite NServer de NSteins claramente salió en la cima. La combinación de velocidad, escalabilidad, precisión y flexibilidad fue lo que realmente nos vendió. ",
            "error": [
                ""
            ]
        },
        "indexing": {
            "translated_key": [],
            "translated_annotated_text": "Extraer ADN lingüístico: NStein va a trabajar para UPI Es un problema tentador para categorizar. United Press International (UPI) cuenta con más de 700 corresponsales que crean miles de historias cada semana, llevando la gama de noticias de negocios, deportes, entretenimiento y cobertura global de la guerra de América contra el terrorismo. Y mientras UPI y otros servicios de noticias tienen mecanismos para agregar palabras clave y categorizar su contenido, UPI reconoció la necesidad de agregar más automatización al proceso. Con el reciente crecimiento y mejora de las herramientas para la indexación asistida por ordenador (CAI), UPI emprendió un proceso de examen de sus necesidades y evaluación de las muchas herramientas de CAI por ahí. Al final, eligieron la tecnología de NStein Technologies con sede en Montreal. Nuestro objetivo principal era adquirir la mejor herramienta de CAI para ayudar a mejorar el acceso y la interacción de nuestros clientes con nuestro contenido, dice Steve Sweet, CIO de UPI. Examinamos una serie de soluciones, y la suite NServer de NSteins claramente salió en la cima. La combinación de velocidad, escalabilidad, precisión y flexibilidad fue lo que realmente nos vendió. ",
            "error": []
        },
        "information resources": {
            "translated_key": [],
            "translated_annotated_text": "Extraer ADN lingüístico: NStein va a trabajar para UPI Es un problema tentador para categorizar. United Press International (UPI) cuenta con más de 700 corresponsales que crean miles de historias cada semana, llevando la gama de noticias de negocios, deportes, entretenimiento y cobertura global de la guerra de América contra el terrorismo. Y mientras UPI y otros servicios de noticias tienen mecanismos para agregar palabras clave y categorizar su contenido, UPI reconoció la necesidad de agregar más automatización al proceso. Con el reciente crecimiento y mejora de las herramientas para la indexación asistida por ordenador (CAI), UPI emprendió un proceso de examen de sus necesidades y evaluación de las muchas herramientas de CAI por ahí. Al final, eligieron la tecnología de NStein Technologies con sede en Montreal. Nuestro objetivo principal era adquirir la mejor herramienta de CAI para ayudar a mejorar el acceso y la interacción de nuestros clientes con nuestro contenido, dice Steve Sweet, CIO de UPI. Examinamos una serie de soluciones, y la suite NServer de NSteins claramente salió en la cima. La combinación de velocidad, escalabilidad, precisión y flexibilidad fue lo que realmente nos vendió. ",
            "error": []
        },
        "text analysis": {
            "translated_key": [],
            "translated_annotated_text": "Extraer ADN lingüístico: NStein va a trabajar para UPI Es un problema tentador para categorizar. United Press International (UPI) cuenta con más de 700 corresponsales que crean miles de historias cada semana, llevando la gama de noticias de negocios, deportes, entretenimiento y cobertura global de la guerra de América contra el terrorismo. Y mientras UPI y otros servicios de noticias tienen mecanismos para agregar palabras clave y categorizar su contenido, UPI reconoció la necesidad de agregar más automatización al proceso. Con el reciente crecimiento y mejora de las herramientas para la indexación asistida por ordenador (CAI), UPI emprendió un proceso de examen de sus necesidades y evaluación de las muchas herramientas de CAI por ahí. Al final, eligieron la tecnología de NStein Technologies con sede en Montreal. Nuestro objetivo principal era adquirir la mejor herramienta de CAI para ayudar a mejorar el acceso y la interacción de nuestros clientes con nuestro contenido, dice Steve Sweet, CIO de UPI. Examinamos una serie de soluciones, y la suite NServer de NSteins claramente salió en la cima. La combinación de velocidad, escalabilidad, precisión y flexibilidad fue lo que realmente nos vendió. ",
            "error": []
        }
    }
}