{
    "original_text": "P2P is dead, long live P2P Picture the problem: a sprawling multinational has hundreds of offices, thousands of workers, and countless amounts of intellectual property scattered here, there, everywhere. In Kuala Lumpur an executive needs to see an internally-generated report on oil futures in central Asia-but where is it? London? New York? Moscow? With a few clicks of the mouse-and the right P2P technology deployed in-house-that executive will find and retrieve the report. Without P2P that might be impossible-certainly it would be time-consuming-and, right there, the argument for P2P implementations inside enterprises becomes clear. Who are the players? No companies have managed to stake out clear leads and the fact is that the P2P marketplace now is up for grabs-but the exciting news is that a range of small and startup businesses are trying to grab turf and quite probably, if the analysts are right, a few of these now little-known companies will emerge as digital content stars within the next few years. Cases in point: Groove Networks, Avaki, WorldStreet, Yaga, NextPage, and Kontiki. Very different companies-their approach to the markets radically differ-but, say the analysts, each is worth a close look because among them they are defining the future of P2P",
    "original_translation": "P2P está muerto, larga vida P2P Imagínese el problema: una multinacional en expansión tiene cientos de oficinas, miles de trabajadores, e innumerables cantidades de propiedad intelectual dispersas aquí, allí, por todas partes. En Kuala Lumpur un ejecutivo necesita ver un informe generado internamente sobre futuros petroleros en Asia central, pero ¿dónde está? ¿Londres? ¿Nueva York? ¿Moscú? Con unos pocos clics del ratón-y la tecnología P2P derecha desplegada en-la casa-que el ejecutivo encontrará y recuperará el informe. Sin P2P que podría ser imposible-ciertamente llevaría mucho tiempo-y, justo ahí, el argumento para las implementaciones de P2P dentro de las empresas se vuelve claro. ¿Quiénes son los jugadores? Ninguna empresa ha logrado vigilar pistas claras y el hecho es que el mercado P2P ahora está a la venta-pero la noticia emocionante es que una gama de pequeñas empresas y empresas de startup están tratando de agarrar territorio y muy probablemente, si los analistas están en lo cierto, algunas de estas empresas ahora poco conocidas surgirán como estrellas de contenido digital en los próximos años. Casos concretos: Groove Networks, Avaki, WorldStreet, Yaga, NextPage y Kontiki. Las empresas muy diferentes -su enfoque de los mercados difieren radicalmente- pero, dicen los analistas, cada una vale la pena mirar de cerca porque entre ellas están definiendo el futuro de P2P",
    "error_count": 3,
    "keys": {
        "P2P technology": {
            "translated_key": "Tecnología P2P",
            "translated_annotated_text": "P2P está muerto, larga vida P2P Imagínese el problema: una multinacional en expansión tiene cientos de oficinas, miles de trabajadores, e innumerables cantidades de propiedad intelectual dispersas aquí, allí, por todas partes. En Kuala Lumpur un ejecutivo necesita ver un informe generado internamente sobre futuros petroleros en Asia central, pero ¿dónde está? ¿Londres? ¿Nueva York? ¿Moscú? Con unos pocos clics del ratón-y la derecha \"Tecnología P2P\" desplegado en-la casa-que el ejecutivo encontrará y recuperará el informe. Sin P2P que podría ser imposible-ciertamente llevaría mucho tiempo-y, justo ahí, el argumento para las implementaciones de P2P dentro de las empresas se vuelve claro. ¿Quiénes son los jugadores? Ninguna empresa ha logrado vigilar pistas claras y el hecho es que el mercado P2P ahora está a la venta-pero la noticia emocionante es que una gama de pequeñas empresas y empresas de startup están tratando de agarrar territorio y muy probablemente, si los analistas están en lo cierto, algunas de estas empresas ahora poco conocidas surgirán como estrellas de contenido digital en los próximos años. Casos concretos: Groove Networks, Avaki, WorldStreet, Yaga, NextPage y Kontiki. Las empresas muy diferentes -su enfoque de los mercados difieren radicalmente- pero, dicen los analistas, cada una vale la pena mirar de cerca porque entre ellas están definiendo el futuro de P2P ",
            "error": [
                ""
            ]
        },
        "digital content": {
            "translated_key": "contenido digital",
            "translated_annotated_text": "P2P está muerto, larga vida P2P Imagínese el problema: una multinacional en expansión tiene cientos de oficinas, miles de trabajadores, e innumerables cantidades de propiedad intelectual dispersas aquí, allí, por todas partes. En Kuala Lumpur un ejecutivo necesita ver un informe generado internamente sobre futuros petroleros en Asia central, pero ¿dónde está? ¿Londres? ¿Nueva York? ¿Moscú? Con unos pocos clics del ratón-y la tecnología P2P derecha desplegada en-la casa-que el ejecutivo encontrará y recuperará el informe. Sin P2P que podría ser imposible-ciertamente llevaría mucho tiempo-y, justo ahí, el argumento para las implementaciones de P2P dentro de las empresas se vuelve claro. ¿Quiénes son los jugadores? Ninguna empresa ha logrado vigilar pistas claras y el hecho es que el mercado de P2P ahora está a la venta, pero la noticia emocionante es que una gama de pequeñas empresas y empresas emergentes están tratando de agarrar terreno y muy probablemente, si los analistas están en lo cierto, algunas de estas empresas ahora poco conocidas surgirán como estrellas de \"contenido digital\" en los próximos años. Casos concretos: Groove Networks, Avaki, WorldStreet, Yaga, NextPage y Kontiki. Las empresas muy diferentes -su enfoque de los mercados difieren radicalmente- pero, dicen los analistas, cada una vale la pena mirar de cerca porque entre ellas están definiendo el futuro de P2P ",
            "error": [
                ""
            ]
        },
        "businesses": {
            "translated_key": "negocios",
            "translated_annotated_text": "P2P está muerto, larga vida P2P Imagínese el problema: una multinacional en expansión tiene cientos de oficinas, miles de trabajadores, e innumerables cantidades de propiedad intelectual dispersas aquí, allí, por todas partes. En Kuala Lumpur un ejecutivo necesita ver un informe generado internamente sobre futuros petroleros en Asia central, pero ¿dónde está? ¿Londres? ¿Nueva York? ¿Moscú? Con unos pocos clics del ratón-y la tecnología P2P derecha desplegada en-la casa-que el ejecutivo encontrará y recuperará el informe. Sin P2P que podría ser imposible-ciertamente llevaría mucho tiempo-y, justo ahí, el argumento para las implementaciones de P2P dentro de las empresas se vuelve claro. ¿Quiénes son los jugadores? Ninguna empresa ha logrado vigilar pistas claras y el hecho es que el mercado de P2P ahora está a la venta-pero la noticia emocionante es que una gama de pequeñas y startup \"negocios\" están tratando de agarrar territorio y muy probablemente, si los analistas están en lo cierto, algunas de estas compañías ahora poco conocidas surgirán como estrellas de contenido digital en los próximos años. Casos concretos: Groove Networks, Avaki, WorldStreet, Yaga, NextPage y Kontiki. Las empresas muy diferentes -su enfoque de los mercados difieren radicalmente- pero, dicen los analistas, cada una vale la pena mirar de cerca porque entre ellas están definiendo el futuro de P2P ",
            "error": [
                ""
            ]
        },
        "Groove Networks": {
            "translated_key": "Groove Networks",
            "translated_annotated_text": "P2P está muerto, larga vida P2P Imagínese el problema: una multinacional en expansión tiene cientos de oficinas, miles de trabajadores, e innumerables cantidades de propiedad intelectual dispersas aquí, allí, por todas partes. En Kuala Lumpur un ejecutivo necesita ver un informe generado internamente sobre futuros petroleros en Asia central, pero ¿dónde está? ¿Londres? ¿Nueva York? ¿Moscú? Con unos pocos clics del ratón-y la tecnología P2P derecha desplegada en-la casa-que el ejecutivo encontrará y recuperará el informe. Sin P2P que podría ser imposible-ciertamente llevaría mucho tiempo-y, justo ahí, el argumento para las implementaciones de P2P dentro de las empresas se vuelve claro. ¿Quiénes son los jugadores? Ninguna empresa ha logrado vigilar pistas claras y el hecho es que el mercado P2P ahora está a la venta-pero la noticia emocionante es que una gama de pequeñas empresas y empresas de startup están tratando de agarrar territorio y muy probablemente, si los analistas están en lo cierto, algunas de estas empresas ahora poco conocidas surgirán como estrellas de contenido digital en los próximos años. Casos en el punto: \"Groove Networks\", Avaki, WorldStreet, Yaga, NextPage y Kontiki. Las empresas muy diferentes -su enfoque de los mercados difieren radicalmente- pero, dicen los analistas, cada una vale la pena mirar de cerca porque entre ellas están definiendo el futuro de P2P ",
            "error": [
                ""
            ]
        },
        "Avaki": {
            "translated_key": "Avaki",
            "translated_annotated_text": "P2P está muerto, larga vida P2P Imagínese el problema: una multinacional en expansión tiene cientos de oficinas, miles de trabajadores, e innumerables cantidades de propiedad intelectual dispersas aquí, allí, por todas partes. En Kuala Lumpur un ejecutivo necesita ver un informe generado internamente sobre futuros petroleros en Asia central, pero ¿dónde está? ¿Londres? ¿Nueva York? ¿Moscú? Con unos pocos clics del ratón-y la tecnología P2P derecha desplegada en-la casa-que el ejecutivo encontrará y recuperará el informe. Sin P2P que podría ser imposible-ciertamente llevaría mucho tiempo-y, justo ahí, el argumento para las implementaciones de P2P dentro de las empresas se vuelve claro. ¿Quiénes son los jugadores? Ninguna empresa ha logrado vigilar pistas claras y el hecho es que el mercado P2P ahora está a la venta-pero la noticia emocionante es que una gama de pequeñas empresas y empresas de startup están tratando de agarrar territorio y muy probablemente, si los analistas están en lo cierto, algunas de estas empresas ahora poco conocidas surgirán como estrellas de contenido digital en los próximos años. Casos destacados: Groove Networks, \"Avaki\", WorldStreet, Yaga, NextPage y Kontiki. Las empresas muy diferentes -su enfoque de los mercados difieren radicalmente- pero, dicen los analistas, cada una vale la pena mirar de cerca porque entre ellas están definiendo el futuro de P2P ",
            "error": [
                ""
            ]
        },
        "WorldStreet": {
            "translated_key": "WorldStreet",
            "translated_annotated_text": "P2P está muerto, larga vida P2P Imagínese el problema: una multinacional en expansión tiene cientos de oficinas, miles de trabajadores, e innumerables cantidades de propiedad intelectual dispersas aquí, allí, por todas partes. En Kuala Lumpur un ejecutivo necesita ver un informe generado internamente sobre futuros petroleros en Asia central, pero ¿dónde está? ¿Londres? ¿Nueva York? ¿Moscú? Con unos pocos clics del ratón-y la tecnología P2P derecha desplegada en-la casa-que el ejecutivo encontrará y recuperará el informe. Sin P2P que podría ser imposible-ciertamente llevaría mucho tiempo-y, justo ahí, el argumento para las implementaciones de P2P dentro de las empresas se vuelve claro. ¿Quiénes son los jugadores? Ninguna empresa ha logrado vigilar pistas claras y el hecho es que el mercado P2P ahora está a la venta-pero la noticia emocionante es que una gama de pequeñas empresas y empresas de startup están tratando de agarrar territorio y muy probablemente, si los analistas están en lo cierto, algunas de estas empresas ahora poco conocidas surgirán como estrellas de contenido digital en los próximos años. Casos destacados: Groove Networks, Avaki, \"WorldStreet\", Yaga, NextPage y Kontiki. Las empresas muy diferentes -su enfoque de los mercados difieren radicalmente- pero, dicen los analistas, cada una vale la pena mirar de cerca porque entre ellas están definiendo el futuro de P2P ",
            "error": [
                ""
            ]
        },
        "NextPage": {
            "translated_key": "NextPage",
            "translated_annotated_text": "P2P está muerto, larga vida P2P Imagínese el problema: una multinacional en expansión tiene cientos de oficinas, miles de trabajadores, e innumerables cantidades de propiedad intelectual dispersas aquí, allí, por todas partes. En Kuala Lumpur un ejecutivo necesita ver un informe generado internamente sobre futuros petroleros en Asia central, pero ¿dónde está? ¿Londres? ¿Nueva York? ¿Moscú? Con unos pocos clics del ratón-y la tecnología P2P derecha desplegada en-la casa-que el ejecutivo encontrará y recuperará el informe. Sin P2P que podría ser imposible-ciertamente llevaría mucho tiempo-y, justo ahí, el argumento para las implementaciones de P2P dentro de las empresas se vuelve claro. ¿Quiénes son los jugadores? Ninguna empresa ha logrado vigilar pistas claras y el hecho es que el mercado P2P ahora está a la venta-pero la noticia emocionante es que una gama de pequeñas empresas y empresas de startup están tratando de agarrar territorio y muy probablemente, si los analistas están en lo cierto, algunas de estas empresas ahora poco conocidas surgirán como estrellas de contenido digital en los próximos años. Casos destacados: Groove Networks, Avaki, WorldStreet, Yaga, \"NextPage\", y Kontiki. Las empresas muy diferentes -su enfoque de los mercados difieren radicalmente- pero, dicen los analistas, cada una vale la pena mirar de cerca porque entre ellas están definiendo el futuro de P2P ",
            "error": [
                ""
            ]
        },
        "Kontiki": {
            "translated_key": "Kontiki",
            "translated_annotated_text": "P2P está muerto, larga vida P2P Imagínese el problema: una multinacional en expansión tiene cientos de oficinas, miles de trabajadores, e innumerables cantidades de propiedad intelectual dispersas aquí, allí, por todas partes. En Kuala Lumpur un ejecutivo necesita ver un informe generado internamente sobre futuros petroleros en Asia central, pero ¿dónde está? ¿Londres? ¿Nueva York? ¿Moscú? Con unos pocos clics del ratón-y la tecnología P2P derecha desplegada en-la casa-que el ejecutivo encontrará y recuperará el informe. Sin P2P que podría ser imposible-ciertamente llevaría mucho tiempo-y, justo ahí, el argumento para las implementaciones de P2P dentro de las empresas se vuelve claro. ¿Quiénes son los jugadores? Ninguna empresa ha logrado vigilar pistas claras y el hecho es que el mercado P2P ahora está a la venta-pero la noticia emocionante es que una gama de pequeñas empresas y empresas de startup están tratando de agarrar territorio y muy probablemente, si los analistas están en lo cierto, algunas de estas empresas ahora poco conocidas surgirán como estrellas de contenido digital en los próximos años. Casos en el punto: Groove Networks, Avaki, WorldStreet, Yaga, NextPage, y \"Kontiki\". Las empresas muy diferentes -su enfoque de los mercados difieren radicalmente- pero, dicen los analistas, cada una vale la pena mirar de cerca porque entre ellas están definiendo el futuro de P2P ",
            "error": [
                ""
            ]
        },
        "Yaga": {
            "translated_key": "Yaga",
            "translated_annotated_text": "P2P está muerto, larga vida P2P Imagínese el problema: una multinacional en expansión tiene cientos de oficinas, miles de trabajadores, e innumerables cantidades de propiedad intelectual dispersas aquí, allí, por todas partes. En Kuala Lumpur un ejecutivo necesita ver un informe generado internamente sobre futuros petroleros en Asia central, pero ¿dónde está? ¿Londres? ¿Nueva York? ¿Moscú? Con unos pocos clics del ratón-y la tecnología P2P derecha desplegada en-la casa-que el ejecutivo encontrará y recuperará el informe. Sin P2P que podría ser imposible-ciertamente llevaría mucho tiempo-y, justo ahí, el argumento para las implementaciones de P2P dentro de las empresas se vuelve claro. ¿Quiénes son los jugadores? Ninguna empresa ha logrado vigilar pistas claras y el hecho es que el mercado P2P ahora está a la venta-pero la noticia emocionante es que una gama de pequeñas empresas y empresas de startup están tratando de agarrar territorio y muy probablemente, si los analistas están en lo cierto, algunas de estas empresas ahora poco conocidas surgirán como estrellas de contenido digital en los próximos años. Casos destacados: Groove Networks, Avaki, WorldStreet, \"Yaga\", NextPage y Kontiki. Las empresas muy diferentes -su enfoque de los mercados difieren radicalmente- pero, dicen los analistas, cada una vale la pena mirar de cerca porque entre ellas están definiendo el futuro de P2P ",
            "error": [
                ""
            ]
        },
        "content owners": {
            "translated_key": [],
            "translated_annotated_text": "P2P está muerto, larga vida P2P Imagínese el problema: una multinacional en expansión tiene cientos de oficinas, miles de trabajadores, e innumerables cantidades de propiedad intelectual dispersas aquí, allí, por todas partes. En Kuala Lumpur un ejecutivo necesita ver un informe generado internamente sobre futuros petroleros en Asia central, pero ¿dónde está? ¿Londres? ¿Nueva York? ¿Moscú? Con unos pocos clics del ratón-y la tecnología P2P derecha desplegada en-la casa-que el ejecutivo encontrará y recuperará el informe. Sin P2P que podría ser imposible-ciertamente llevaría mucho tiempo-y, justo ahí, el argumento para las implementaciones de P2P dentro de las empresas se vuelve claro. ¿Quiénes son los jugadores? Ninguna empresa ha logrado vigilar pistas claras y el hecho es que el mercado P2P ahora está a la venta-pero la noticia emocionante es que una gama de pequeñas empresas y empresas de startup están tratando de agarrar territorio y muy probablemente, si los analistas están en lo cierto, algunas de estas empresas ahora poco conocidas surgirán como estrellas de contenido digital en los próximos años. Casos concretos: Groove Networks, Avaki, WorldStreet, Yaga, NextPage y Kontiki. Las empresas muy diferentes -su enfoque de los mercados difieren radicalmente- pero, dicen los analistas, cada una vale la pena mirar de cerca porque entre ellas están definiendo el futuro de P2P ",
            "error": []
        },
        "business data processing": {
            "translated_key": [],
            "translated_annotated_text": "P2P está muerto, larga vida P2P Imagínese el problema: una multinacional en expansión tiene cientos de oficinas, miles de trabajadores, e innumerables cantidades de propiedad intelectual dispersas aquí, allí, por todas partes. En Kuala Lumpur un ejecutivo necesita ver un informe generado internamente sobre futuros petroleros en Asia central, pero ¿dónde está? ¿Londres? ¿Nueva York? ¿Moscú? Con unos pocos clics del ratón-y la tecnología P2P derecha desplegada en-la casa-que el ejecutivo encontrará y recuperará el informe. Sin P2P que podría ser imposible-ciertamente llevaría mucho tiempo-y, justo ahí, el argumento para las implementaciones de P2P dentro de las empresas se vuelve claro. ¿Quiénes son los jugadores? Ninguna empresa ha logrado vigilar pistas claras y el hecho es que el mercado P2P ahora está a la venta-pero la noticia emocionante es que una gama de pequeñas empresas y empresas de startup están tratando de agarrar territorio y muy probablemente, si los analistas están en lo cierto, algunas de estas empresas ahora poco conocidas surgirán como estrellas de contenido digital en los próximos años. Casos concretos: Groove Networks, Avaki, WorldStreet, Yaga, NextPage y Kontiki. Las empresas muy diferentes -su enfoque de los mercados difieren radicalmente- pero, dicen los analistas, cada una vale la pena mirar de cerca porque entre ellas están definiendo el futuro de P2P ",
            "error": []
        },
        "electronic data interchange": {
            "translated_key": [],
            "translated_annotated_text": "P2P está muerto, larga vida P2P Imagínese el problema: una multinacional en expansión tiene cientos de oficinas, miles de trabajadores, e innumerables cantidades de propiedad intelectual dispersas aquí, allí, por todas partes. En Kuala Lumpur un ejecutivo necesita ver un informe generado internamente sobre futuros petroleros en Asia central, pero ¿dónde está? ¿Londres? ¿Nueva York? ¿Moscú? Con unos pocos clics del ratón-y la tecnología P2P derecha desplegada en-la casa-que el ejecutivo encontrará y recuperará el informe. Sin P2P que podría ser imposible-ciertamente llevaría mucho tiempo-y, justo ahí, el argumento para las implementaciones de P2P dentro de las empresas se vuelve claro. ¿Quiénes son los jugadores? Ninguna empresa ha logrado vigilar pistas claras y el hecho es que el mercado P2P ahora está a la venta-pero la noticia emocionante es que una gama de pequeñas empresas y empresas de startup están tratando de agarrar territorio y muy probablemente, si los analistas están en lo cierto, algunas de estas empresas ahora poco conocidas surgirán como estrellas de contenido digital en los próximos años. Casos concretos: Groove Networks, Avaki, WorldStreet, Yaga, NextPage y Kontiki. Las empresas muy diferentes -su enfoque de los mercados difieren radicalmente- pero, dicen los analistas, cada una vale la pena mirar de cerca porque entre ellas están definiendo el futuro de P2P ",
            "error": []
        }
    }
}