{
    "original_text": "Training for trouble In a security context, one example of digitized videos integration into a networked knowledge base is found in the Accident Response Group (ARG) at Sandia National Labs. A national security laboratory headquartered in Albuquerque, New Mexico, Sandia is operated by Lockheed Martin and primarily funded by the U.S. Department of Energy. The organization handles research, design and development of all non-nuclear components used in U.S. nuclear weapons programs, and is involved as well in programs related to energy, critical infrastructure, non-proliferation, materials control, and emerging threats. ARGs searchable video database has been implemented using the Screening Room package of applications from Convera in Vienna, Virginia. Formed in December 2000 from Excalibur Technologies and Intels Interactive Media Services Division, Convera targets corporate and institutional markets with products for securely accessing, indexing, and searching rich media content-text, images, audio, and video-across interconnected computer networks. Among its public-sector clients are the FBI, NASA, the Nuclear Regulatory Commission, U.S. military services, the Departments of Justice and State, and various domestic and foreign intelligence agencies",
    "original_translation": "Formación para problemas En un contexto de seguridad, un ejemplo de integración digitalizada de vídeos en una base de conocimientos en red se encuentra en el Grupo de Respuesta a Accidentes (ARG) en Sandia National Labs. Un laboratorio de seguridad nacional con sede en Albuquerque, Nuevo México, Sandia es operado por Lockheed Martin y financiado principalmente por el Departamento de Energía de Estados Unidos. La organización se encarga de la investigación, el diseño y el desarrollo de todos los componentes no nucleares utilizados en los programas de armas nucleares de Estados Unidos, y también participa en programas relacionados con la energía, la infraestructura crítica, la no proliferación, el control de materiales y las amenazas emergentes. La base de datos de vídeo de ARGs ha sido implementada usando el paquete de aplicaciones de Sala de Proyección de Convera en Viena, Virginia. Formada en diciembre de 2000 por la División de Servicios Interactivos de Medios de Comunicación de Excalibur Technologies e Intels, Convera se dirige a mercados corporativos e institucionales con productos para acceder de forma segura, indexar y buscar contenido multimedia enriquecido, imágenes, audio y redes informáticas interconectadas entre sí. Entre sus clientes del sector público están el FBI, la NASA, la Comisión Reguladora Nuclear, los servicios militares de los Estados Unidos, los Departamentos de Justicia y de Estado y diversas agencias de inteligencia nacionales y extranjeras.",
    "error_count": 5,
    "keys": {
        "digitized video integration": {
            "translated_key": [],
            "translated_annotated_text": "Formación para problemas En un contexto de seguridad, un ejemplo de integración digitalizada de vídeos en una base de conocimientos en red se encuentra en el Grupo de Respuesta a Accidentes (ARG) en Sandia National Labs. Un laboratorio de seguridad nacional con sede en Albuquerque, Nuevo México, Sandia es operado por Lockheed Martin y financiado principalmente por el Departamento de Energía de Estados Unidos. La organización se encarga de la investigación, el diseño y el desarrollo de todos los componentes no nucleares utilizados en los programas de armas nucleares de Estados Unidos, y también participa en programas relacionados con la energía, la infraestructura crítica, la no proliferación, el control de materiales y las amenazas emergentes. La base de datos de vídeo de ARGs ha sido implementada usando el paquete de aplicaciones de Sala de Proyección de Convera en Viena, Virginia. Formada en diciembre de 2000 por la División de Servicios Interactivos de Medios de Comunicación de Excalibur Technologies e Intels, Convera se dirige a mercados corporativos e institucionales con productos para acceder de forma segura, indexar y buscar contenido multimedia enriquecido, imágenes, audio y redes informáticas interconectadas entre sí. Entre sus clientes del sector público están el FBI, la NASA, la Comisión Reguladora Nuclear, los servicios militares de los Estados Unidos, los Departamentos de Justicia y de Estado y diversas agencias de inteligencia nacionales y extranjeras. ",
            "error": []
        },
        "networked knowledge base": {
            "translated_key": "base de conocimientos en red",
            "translated_annotated_text": "Formación para problemas En un contexto de seguridad, un ejemplo de integración digitalizada de vídeos en una \"base de conocimientos en red\" se encuentra en el Grupo de Respuesta a Accidentes (ARG) en Sandia National Labs. Un laboratorio de seguridad nacional con sede en Albuquerque, Nuevo México, Sandia es operado por Lockheed Martin y financiado principalmente por el Departamento de Energía de Estados Unidos. La organización se encarga de la investigación, el diseño y el desarrollo de todos los componentes no nucleares utilizados en los programas de armas nucleares de Estados Unidos, y también participa en programas relacionados con la energía, la infraestructura crítica, la no proliferación, el control de materiales y las amenazas emergentes. La base de datos de vídeo de ARGs ha sido implementada usando el paquete de aplicaciones de Sala de Proyección de Convera en Viena, Virginia. Formada en diciembre de 2000 por la División de Servicios Interactivos de Medios de Comunicación de Excalibur Technologies e Intels, Convera se dirige a mercados corporativos e institucionales con productos para acceder de forma segura, indexar y buscar contenido multimedia enriquecido, imágenes, audio y redes informáticas interconectadas entre sí. Entre sus clientes del sector público están el FBI, la NASA, la Comisión Reguladora Nuclear, los servicios militares de los Estados Unidos, los Departamentos de Justicia y de Estado y diversas agencias de inteligencia nacionales y extranjeras. ",
            "error": [
                ""
            ]
        },
        "Accident Response Group": {
            "translated_key": "Grupo de Respuesta de Accidentes",
            "translated_annotated_text": "Formación para problemas En un contexto de seguridad, un ejemplo de integración digitalizada de vídeos en una base de conocimientos en red se encuentra en el \"Grupo de Respuesta de Accidentes\" (ARG) en Sandia National Labs. Un laboratorio de seguridad nacional con sede en Albuquerque, Nuevo México, Sandia es operado por Lockheed Martin y financiado principalmente por el Departamento de Energía de Estados Unidos. La organización se encarga de la investigación, el diseño y el desarrollo de todos los componentes no nucleares utilizados en los programas de armas nucleares de Estados Unidos, y también participa en programas relacionados con la energía, la infraestructura crítica, la no proliferación, el control de materiales y las amenazas emergentes. La base de datos de vídeo de ARGs ha sido implementada usando el paquete de aplicaciones de Sala de Proyección de Convera en Viena, Virginia. Formada en diciembre de 2000 por la División de Servicios Interactivos de Medios de Comunicación de Excalibur Technologies e Intels, Convera se dirige a mercados corporativos e institucionales con productos para acceder de forma segura, indexar y buscar contenido multimedia enriquecido, imágenes, audio y redes informáticas interconectadas entre sí. Entre sus clientes del sector público están el FBI, la NASA, la Comisión Reguladora Nuclear, los servicios militares de los Estados Unidos, los Departamentos de Justicia y de Estado y diversas agencias de inteligencia nacionales y extranjeras. ",
            "error": [
                ""
            ]
        },
        "Sandia National Labs": {
            "translated_key": "Sandia National Labs",
            "translated_annotated_text": "Formación para problemas En un contexto de seguridad, un ejemplo de integración digitalizada de vídeos en una base de conocimientos en red se encuentra en el Grupo de Respuesta a Accidentes (ARG) en \"Sandia National Labs\". Un laboratorio de seguridad nacional con sede en Albuquerque, Nuevo México, Sandia es operado por Lockheed Martin y financiado principalmente por el Departamento de Energía de Estados Unidos. La organización se encarga de la investigación, el diseño y el desarrollo de todos los componentes no nucleares utilizados en los programas de armas nucleares de Estados Unidos, y también participa en programas relacionados con la energía, la infraestructura crítica, la no proliferación, el control de materiales y las amenazas emergentes. La base de datos de vídeo de ARGs ha sido implementada usando el paquete de aplicaciones de Sala de Proyección de Convera en Viena, Virginia. Formada en diciembre de 2000 por la División de Servicios Interactivos de Medios de Comunicación de Excalibur Technologies e Intels, Convera se dirige a mercados corporativos e institucionales con productos para acceder de forma segura, indexar y buscar contenido multimedia enriquecido, imágenes, audio y redes informáticas interconectadas entre sí. Entre sus clientes del sector público están el FBI, la NASA, la Comisión Reguladora Nuclear, los servicios militares de los Estados Unidos, los Departamentos de Justicia y de Estado y diversas agencias de inteligencia nacionales y extranjeras. ",
            "error": [
                ""
            ]
        },
        "national security laboratory": {
            "translated_key": "laboratorio de seguridad nacional",
            "translated_annotated_text": "Formación para problemas En un contexto de seguridad, un ejemplo de integración digitalizada de vídeos en una base de conocimientos en red se encuentra en el Grupo de Respuesta a Accidentes (ARG) en Sandia National Labs. Un \"laboratorio de seguridad nacional\" con sede en Albuquerque, Nuevo México, Sandia es operado por Lockheed Martin y financiado principalmente por el Departamento de Energía de Estados Unidos. La organización se encarga de la investigación, el diseño y el desarrollo de todos los componentes no nucleares utilizados en los programas de armas nucleares de Estados Unidos, y también participa en programas relacionados con la energía, la infraestructura crítica, la no proliferación, el control de materiales y las amenazas emergentes. La base de datos de vídeo de ARGs ha sido implementada usando el paquete de aplicaciones de Sala de Proyección de Convera en Viena, Virginia. Formada en diciembre de 2000 por la División de Servicios Interactivos de Medios de Comunicación de Excalibur Technologies e Intels, Convera se dirige a mercados corporativos e institucionales con productos para acceder de forma segura, indexar y buscar contenido multimedia enriquecido, imágenes, audio y redes informáticas interconectadas entre sí. Entre sus clientes del sector público están el FBI, la NASA, la Comisión Reguladora Nuclear, los servicios militares de los Estados Unidos, los Departamentos de Justicia y de Estado y diversas agencias de inteligencia nacionales y extranjeras. ",
            "error": [
                ""
            ]
        },
        "U.S. nuclear weapons programs": {
            "translated_key": "programas de armas nucleares de los Estados Unidos",
            "translated_annotated_text": "Formación para problemas En un contexto de seguridad, un ejemplo de integración digitalizada de vídeos en una base de conocimientos en red se encuentra en el Grupo de Respuesta a Accidentes (ARG) en Sandia National Labs. Un laboratorio de seguridad nacional con sede en Albuquerque, Nuevo México, Sandia es operado por Lockheed Martin y financiado principalmente por el Departamento de Energía de Estados Unidos. La organización se encarga de la investigación, el diseño y el desarrollo de todos los componentes no nucleares utilizados en \"programas de armas nucleares de los Estados Unidos\", y también participa en programas relacionados con la energía, la infraestructura crítica, la no proliferación, el control de materiales y las amenazas emergentes. La base de datos de vídeo de ARGs ha sido implementada usando el paquete de aplicaciones de Sala de Proyección de Convera en Viena, Virginia. Formada en diciembre de 2000 por la División de Servicios Interactivos de Medios de Comunicación de Excalibur Technologies e Intels, Convera se dirige a mercados corporativos e institucionales con productos para acceder de forma segura, indexar y buscar contenido multimedia enriquecido, imágenes, audio y redes informáticas interconectadas entre sí. Entre sus clientes del sector público están el FBI, la NASA, la Comisión Reguladora Nuclear, los servicios militares de los Estados Unidos, los Departamentos de Justicia y de Estado y diversas agencias de inteligencia nacionales y extranjeras. ",
            "error": [
                ""
            ]
        },
        "searchable video database": {
            "translated_key": "base de datos de vídeo de búsqueda",
            "translated_annotated_text": "Formación para problemas En un contexto de seguridad, un ejemplo de integración digitalizada de vídeos en una base de conocimientos en red se encuentra en el Grupo de Respuesta a Accidentes (ARG) en Sandia National Labs. Un laboratorio de seguridad nacional con sede en Albuquerque, Nuevo México, Sandia es operado por Lockheed Martin y financiado principalmente por el Departamento de Energía de Estados Unidos. La organización se encarga de la investigación, el diseño y el desarrollo de todos los componentes no nucleares utilizados en los programas de armas nucleares de Estados Unidos, y también participa en programas relacionados con la energía, la infraestructura crítica, la no proliferación, el control de materiales y las amenazas emergentes. ARGs \"base de datos de vídeo de búsqueda\" se ha implementado utilizando el paquete de Screening Room de aplicaciones de Convera en Viena, Virginia. Formada en diciembre de 2000 por la División de Servicios Interactivos de Medios de Comunicación de Excalibur Technologies e Intels, Convera se dirige a mercados corporativos e institucionales con productos para acceder de forma segura, indexar y buscar contenido multimedia enriquecido, imágenes, audio y redes informáticas interconectadas entre sí. Entre sus clientes del sector público están el FBI, la NASA, la Comisión Reguladora Nuclear, los servicios militares de los Estados Unidos, los Departamentos de Justicia y de Estado y diversas agencias de inteligencia nacionales y extranjeras. ",
            "error": [
                ""
            ]
        },
        "Screening Room package": {
            "translated_key": "Paquete de Sala de Proyección",
            "translated_annotated_text": "Formación para problemas En un contexto de seguridad, un ejemplo de integración digitalizada de vídeos en una base de conocimientos en red se encuentra en el Grupo de Respuesta a Accidentes (ARG) en Sandia National Labs. Un laboratorio de seguridad nacional con sede en Albuquerque, Nuevo México, Sandia es operado por Lockheed Martin y financiado principalmente por el Departamento de Energía de Estados Unidos. La organización se encarga de la investigación, el diseño y el desarrollo de todos los componentes no nucleares utilizados en los programas de armas nucleares de Estados Unidos, y también participa en programas relacionados con la energía, la infraestructura crítica, la no proliferación, el control de materiales y las amenazas emergentes. La base de datos de vídeo de ARGs ha sido implementada usando el \"Paquete de Sala de Proyección\" de aplicaciones de Convera en Viena, Virginia. Formada en diciembre de 2000 por la División de Servicios Interactivos de Medios de Comunicación de Excalibur Technologies e Intels, Convera se dirige a mercados corporativos e institucionales con productos para acceder de forma segura, indexar y buscar contenido multimedia enriquecido, imágenes, audio y redes informáticas interconectadas entre sí. Entre sus clientes del sector público están el FBI, la NASA, la Comisión Reguladora Nuclear, los servicios militares de los Estados Unidos, los Departamentos de Justicia y de Estado y diversas agencias de inteligencia nacionales y extranjeras. ",
            "error": [
                ""
            ]
        },
        "rich media content": {
            "translated_key": "contenido multimedia rico",
            "translated_annotated_text": "Formación para problemas En un contexto de seguridad, un ejemplo de integración digitalizada de vídeos en una base de conocimientos en red se encuentra en el Grupo de Respuesta a Accidentes (ARG) en Sandia National Labs. Un laboratorio de seguridad nacional con sede en Albuquerque, Nuevo México, Sandia es operado por Lockheed Martin y financiado principalmente por el Departamento de Energía de Estados Unidos. La organización se encarga de la investigación, el diseño y el desarrollo de todos los componentes no nucleares utilizados en los programas de armas nucleares de Estados Unidos, y también participa en programas relacionados con la energía, la infraestructura crítica, la no proliferación, el control de materiales y las amenazas emergentes. La base de datos de vídeo de ARGs ha sido implementada usando el paquete de aplicaciones de Sala de Proyección de Convera en Viena, Virginia. Formada en diciembre de 2000 por la División de Servicios Interactivos de Medios de Excalibur Technologies e Intels, Convera se dirige a los mercados corporativos e institucionales con productos para acceder de forma segura, indexar y buscar \"contenido multimedia rico\"-texto, imágenes, audio y redes informáticas interconectadas de vídeo. Entre sus clientes del sector público están el FBI, la NASA, la Comisión Reguladora Nuclear, los servicios militares de los Estados Unidos, los Departamentos de Justicia y de Estado y diversas agencias de inteligencia nacionales y extranjeras. ",
            "error": [
                ""
            ]
        },
        "public-sector clients": {
            "translated_key": "clientes del sector público",
            "translated_annotated_text": "Formación para problemas En un contexto de seguridad, un ejemplo de integración digitalizada de vídeos en una base de conocimientos en red se encuentra en el Grupo de Respuesta a Accidentes (ARG) en Sandia National Labs. Un laboratorio de seguridad nacional con sede en Albuquerque, Nuevo México, Sandia es operado por Lockheed Martin y financiado principalmente por el Departamento de Energía de Estados Unidos. La organización se encarga de la investigación, el diseño y el desarrollo de todos los componentes no nucleares utilizados en los programas de armas nucleares de Estados Unidos, y también participa en programas relacionados con la energía, la infraestructura crítica, la no proliferación, el control de materiales y las amenazas emergentes. La base de datos de vídeo de ARGs ha sido implementada usando el paquete de aplicaciones de Sala de Proyección de Convera en Viena, Virginia. Formada en diciembre de 2000 por la División de Servicios Interactivos de Medios de Comunicación de Excalibur Technologies e Intels, Convera se dirige a mercados corporativos e institucionales con productos para acceder de forma segura, indexar y buscar contenido multimedia enriquecido, imágenes, audio y redes informáticas interconectadas entre sí. Entre sus \"clientes del sector público\" están el FBI, la NASA, la Comisión Reguladora Nuclear, los servicios militares estadounidenses, los Departamentos de Justicia y de Estado, y varias agencias de inteligencia nacionales y extranjeras. ",
            "error": [
                ""
            ]
        },
        "computer based training": {
            "translated_key": [],
            "translated_annotated_text": "Formación para problemas En un contexto de seguridad, un ejemplo de integración digitalizada de vídeos en una base de conocimientos en red se encuentra en el Grupo de Respuesta a Accidentes (ARG) en Sandia National Labs. Un laboratorio de seguridad nacional con sede en Albuquerque, Nuevo México, Sandia es operado por Lockheed Martin y financiado principalmente por el Departamento de Energía de Estados Unidos. La organización se encarga de la investigación, el diseño y el desarrollo de todos los componentes no nucleares utilizados en los programas de armas nucleares de Estados Unidos, y también participa en programas relacionados con la energía, la infraestructura crítica, la no proliferación, el control de materiales y las amenazas emergentes. La base de datos de vídeo de ARGs ha sido implementada usando el paquete de aplicaciones de Sala de Proyección de Convera en Viena, Virginia. Formada en diciembre de 2000 por la División de Servicios Interactivos de Medios de Comunicación de Excalibur Technologies e Intels, Convera se dirige a mercados corporativos e institucionales con productos para acceder de forma segura, indexar y buscar contenido multimedia enriquecido, imágenes, audio y redes informáticas interconectadas entre sí. Entre sus clientes del sector público están el FBI, la NASA, la Comisión Reguladora Nuclear, los servicios militares de los Estados Unidos, los Departamentos de Justicia y de Estado y diversas agencias de inteligencia nacionales y extranjeras. ",
            "error": []
        },
        "emergency services": {
            "translated_key": [],
            "translated_annotated_text": "Formación para problemas En un contexto de seguridad, un ejemplo de integración digitalizada de vídeos en una base de conocimientos en red se encuentra en el Grupo de Respuesta a Accidentes (ARG) en Sandia National Labs. Un laboratorio de seguridad nacional con sede en Albuquerque, Nuevo México, Sandia es operado por Lockheed Martin y financiado principalmente por el Departamento de Energía de Estados Unidos. La organización se encarga de la investigación, el diseño y el desarrollo de todos los componentes no nucleares utilizados en los programas de armas nucleares de Estados Unidos, y también participa en programas relacionados con la energía, la infraestructura crítica, la no proliferación, el control de materiales y las amenazas emergentes. La base de datos de vídeo de ARGs ha sido implementada usando el paquete de aplicaciones de Sala de Proyección de Convera en Viena, Virginia. Formada en diciembre de 2000 por la División de Servicios Interactivos de Medios de Comunicación de Excalibur Technologies e Intels, Convera se dirige a mercados corporativos e institucionales con productos para acceder de forma segura, indexar y buscar contenido multimedia enriquecido, imágenes, audio y redes informáticas interconectadas entre sí. Entre sus clientes del sector público están el FBI, la NASA, la Comisión Reguladora Nuclear, los servicios militares de los Estados Unidos, los Departamentos de Justicia y de Estado y diversas agencias de inteligencia nacionales y extranjeras. ",
            "error": []
        },
        "security of data": {
            "translated_key": [],
            "translated_annotated_text": "Formación para problemas En un contexto de seguridad, un ejemplo de integración digitalizada de vídeos en una base de conocimientos en red se encuentra en el Grupo de Respuesta a Accidentes (ARG) en Sandia National Labs. Un laboratorio de seguridad nacional con sede en Albuquerque, Nuevo México, Sandia es operado por Lockheed Martin y financiado principalmente por el Departamento de Energía de Estados Unidos. La organización se encarga de la investigación, el diseño y el desarrollo de todos los componentes no nucleares utilizados en los programas de armas nucleares de Estados Unidos, y también participa en programas relacionados con la energía, la infraestructura crítica, la no proliferación, el control de materiales y las amenazas emergentes. La base de datos de vídeo de ARGs ha sido implementada usando el paquete de aplicaciones de Sala de Proyección de Convera en Viena, Virginia. Formada en diciembre de 2000 por la División de Servicios Interactivos de Medios de Comunicación de Excalibur Technologies e Intels, Convera se dirige a mercados corporativos e institucionales con productos para acceder de forma segura, indexar y buscar contenido multimedia enriquecido, imágenes, audio y redes informáticas interconectadas entre sí. Entre sus clientes del sector público están el FBI, la NASA, la Comisión Reguladora Nuclear, los servicios militares de los Estados Unidos, los Departamentos de Justicia y de Estado y diversas agencias de inteligencia nacionales y extranjeras. ",
            "error": []
        },
        "video databases": {
            "translated_key": [],
            "translated_annotated_text": "Formación para problemas En un contexto de seguridad, un ejemplo de integración digitalizada de vídeos en una base de conocimientos en red se encuentra en el Grupo de Respuesta a Accidentes (ARG) en Sandia National Labs. Un laboratorio de seguridad nacional con sede en Albuquerque, Nuevo México, Sandia es operado por Lockheed Martin y financiado principalmente por el Departamento de Energía de Estados Unidos. La organización se encarga de la investigación, el diseño y el desarrollo de todos los componentes no nucleares utilizados en los programas de armas nucleares de Estados Unidos, y también participa en programas relacionados con la energía, la infraestructura crítica, la no proliferación, el control de materiales y las amenazas emergentes. La base de datos de vídeo de ARGs ha sido implementada usando el paquete de aplicaciones de Sala de Proyección de Convera en Viena, Virginia. Formada en diciembre de 2000 por la División de Servicios Interactivos de Medios de Comunicación de Excalibur Technologies e Intels, Convera se dirige a mercados corporativos e institucionales con productos para acceder de forma segura, indexar y buscar contenido multimedia enriquecido, imágenes, audio y redes informáticas interconectadas entre sí. Entre sus clientes del sector público están el FBI, la NASA, la Comisión Reguladora Nuclear, los servicios militares de los Estados Unidos, los Departamentos de Justicia y de Estado y diversas agencias de inteligencia nacionales y extranjeras. ",
            "error": []
        }
    }
}