{
    "original_text": "An automated irradiation device for use in cyclotrons Two cyclotrons are being operated at IPEN-CNEN/SP: one model CV-28, capable of accelerating protons with energies up to 24 MeV and beam currents up to 30 mu A, and three other particles; the other one, model Cyclone 30, accelerates protons with energy of 30 MeV and currents up to 350 mu A. Both have the objective of irradiating targets both for radioisotope production for use in nuclear medicine and general research. The development of irradiating systems completely automatized was the objective of this work, always aiming to reduce the radiation exposition dose to the workers and to increase the reliability of use of these systems",
    "original_translation": "Un dispositivo de irradiación automatizado para uso en ciclotrones Dos ciclotrones están siendo operados en IPEN-CNEN/SP: un modelo CV-28, capaz de acelerar protones con energías de hasta 24 MeV y corrientes de haz de hasta 30 mu A, y otras tres partículas; el otro, modelo Cyclone 30, acelera protones con energía de 30 MeV y corrientes de hasta 350 mu A. Ambos tienen el objetivo de irradiar objetivos tanto para la producción de radioisótopos para uso en medicina nuclear como para investigación general. El desarrollo de sistemas de irradiación completamente automatizados fue el objetivo de este trabajo, siempre con el objetivo de reducir la dosis de exposición a la radiación a los trabajadores y aumentar la fiabilidad de uso de estos sistemas",
    "error_count": 4,
    "keys": {
        "automated irradiation device": {
            "translated_key": "dispositivo de irradiación automatizada",
            "translated_annotated_text": "Un \"dispositivo de irradiación automatizada\" para uso en ciclotrones Dos ciclotrones están siendo operados en IPEN-CNEN/SP: un modelo CV-28, capaz de acelerar protones con energías de hasta 24 MeV y corrientes de haz de hasta 30 mu A, y otras tres partículas; el otro, el modelo Cyclone 30, acelera protones con energía de 30 MeV y corrientes de hasta 350 mu A. Ambos tienen el objetivo de irradiar objetivos tanto para la producción de radioisótopos para uso en medicina nuclear como para investigación general. El desarrollo de sistemas de irradiación completamente automatizados fue el objetivo de este trabajo, siempre con el objetivo de reducir la dosis de exposición a la radiación a los trabajadores y aumentar la fiabilidad de uso de estos sistemas ",
            "error": [
                ""
            ]
        },
        "cyclotrons": {
            "translated_key": "ciclotrones",
            "translated_annotated_text": "Un dispositivo de irradiación automatizado para uso en \"ciclotrones\" Dos \"ciclotrones\" están siendo operados en IPEN-CNEN/SP: un modelo CV-28, capaz de acelerar protones con energías de hasta 24 MeV y corrientes de haz de hasta 30 mu A, y otras tres partículas; el otro, el modelo Cyclone 30, acelera protones con energía de 30 MeV y corrientes de hasta 350 mu A. Ambos tienen el objetivo de irradiar objetivos tanto para la producción de radioisótopos para uso en medicina nuclear como para investigación general. El desarrollo de sistemas de irradiación completamente automatizados fue el objetivo de este trabajo, siempre con el objetivo de reducir la dosis de exposición a la radiación a los trabajadores y aumentar la fiabilidad de uso de estos sistemas ",
            "error": [
                ""
            ]
        },
        "CV-28": {
            "translated_key": "CV-28",
            "translated_annotated_text": "Un dispositivo de irradiación automatizado para uso en ciclotrones Dos ciclotrones están siendo operados en IPEN-CNEN/SP: un modelo \"CV-28\", capaz de acelerar protones con energías de hasta 24 MeV y corrientes de haz de hasta 30 mu A, y otras tres partículas; el otro, el modelo Cyclone 30, acelera protones con energía de 30 MeV y corrientes de hasta 350 mu A. Ambos tienen el objetivo de irradiar objetivos tanto para la producción de radioisótopos para uso en medicina nuclear como para investigación general. El desarrollo de sistemas de irradiación completamente automatizados fue el objetivo de este trabajo, siempre con el objetivo de reducir la dosis de exposición a la radiación a los trabajadores y aumentar la fiabilidad de uso de estos sistemas ",
            "error": [
                ""
            ]
        },
        "protons": {
            "translated_key": "protones",
            "translated_annotated_text": "Un dispositivo de irradiación automatizado para uso en ciclotrones Dos ciclotrones están siendo operados en IPEN-CNEN/SP: un modelo CV-28, capaz de acelerar \"protones\" con energías de hasta 24 MeV y corrientes de haz de hasta 30 mu A, y otras tres partículas; el otro, el modelo Cyclone 30, acelera \"protones\" con energía de 30 MeV y corrientes de hasta 350 mu A. Ambos tienen el objetivo de irradiar objetivos tanto para la producción de radioisótopos para uso en medicina nuclear como para investigación general. El desarrollo de sistemas de irradiación completamente automatizados fue el objetivo de este trabajo, siempre con el objetivo de reducir la dosis de exposición a la radiación a los trabajadores y aumentar la fiabilidad de uso de estos sistemas ",
            "error": [
                ""
            ]
        },
        "Cyclone 30": {
            "translated_key": "Cyclone 30",
            "translated_annotated_text": "Un dispositivo de irradiación automatizado para uso en ciclotrones Dos ciclotrones están siendo operados en IPEN-CNEN/SP: un modelo CV-28, capaz de acelerar protones con energías de hasta 24 MeV y corrientes de haz de hasta 30 mu A, y otras tres partículas; el otro, modelo \"Cyclone 30\", acelera protones con energía de 30 MeV y corrientes de hasta 350 mu A. Ambos tienen el objetivo de irradiar objetivos tanto para la producción de radioisótopos para uso en medicina nuclear como para investigación general. El desarrollo de sistemas de irradiación completamente automatizados fue el objetivo de este trabajo, siempre con el objetivo de reducir la dosis de exposición a la radiación a los trabajadores y aumentar la fiabilidad de uso de estos sistemas ",
            "error": [
                ""
            ]
        },
        "radioisotope production": {
            "translated_key": "producción de radioisótopos",
            "translated_annotated_text": "Un dispositivo de irradiación automatizado para uso en ciclotrones Dos ciclotrones están siendo operados en IPEN-CNEN/SP: un modelo CV-28, capaz de acelerar protones con energías de hasta 24 MeV y corrientes de haz de hasta 30 mu A, y otras tres partículas; el otro, modelo Cyclone 30, acelera protones con energía de 30 MeV y corrientes de hasta 350 mu A. Ambos tienen el objetivo de irradiar objetivos tanto para la \"producción de radioisótopos\" para uso en medicina nuclear como en investigación general. El desarrollo de sistemas de irradiación completamente automatizados fue el objetivo de este trabajo, siempre con el objetivo de reducir la dosis de exposición a la radiación a los trabajadores y aumentar la fiabilidad de uso de estos sistemas ",
            "error": [
                ""
            ]
        },
        "nuclear medicine": {
            "translated_key": "medicina nuclear",
            "translated_annotated_text": "Un dispositivo de irradiación automatizado para uso en ciclotrones Dos ciclotrones están siendo operados en IPEN-CNEN/SP: un modelo CV-28, capaz de acelerar protones con energías de hasta 24 MeV y corrientes de haz de hasta 30 mu A, y otras tres partículas; el otro, modelo Cyclone 30, acelera protones con energía de 30 MeV y corrientes de hasta 350 mu A. Ambos tienen el objetivo de irradiar objetivos tanto para la producción de radioisótopos para su uso en la \"medicina nuclear\" como en la investigación general. El desarrollo de sistemas de irradiación completamente automatizados fue el objetivo de este trabajo, siempre con el objetivo de reducir la dosis de exposición a la radiación a los trabajadores y aumentar la fiabilidad de uso de estos sistemas ",
            "error": [
                ""
            ]
        },
        "general research": {
            "translated_key": "investigación general",
            "translated_annotated_text": "Un dispositivo de irradiación automatizado para uso en ciclotrones Dos ciclotrones están siendo operados en IPEN-CNEN/SP: un modelo CV-28, capaz de acelerar protones con energías de hasta 24 MeV y corrientes de haz de hasta 30 mu A, y otras tres partículas; el otro, modelo Cyclone 30, acelera protones con energía de 30 MeV y corrientes de hasta 350 mu A. Ambos tienen el objetivo de irradiar objetivos tanto para la producción de radioisótopos para uso en medicina nuclear como para \"investigación general\". El desarrollo de sistemas de irradiación completamente automatizados fue el objetivo de este trabajo, siempre con el objetivo de reducir la dosis de exposición a la radiación a los trabajadores y aumentar la fiabilidad de uso de estos sistemas ",
            "error": [
                ""
            ]
        },
        "radiation exposition dose": {
            "translated_key": "dosis de exposición a la radiación",
            "translated_annotated_text": "Un dispositivo de irradiación automatizado para uso en ciclotrones Dos ciclotrones están siendo operados en IPEN-CNEN/SP: un modelo CV-28, capaz de acelerar protones con energías de hasta 24 MeV y corrientes de haz de hasta 30 mu A, y otras tres partículas; el otro, modelo Cyclone 30, acelera protones con energía de 30 MeV y corrientes de hasta 350 mu A. Ambos tienen el objetivo de irradiar objetivos tanto para la producción de radioisótopos para uso en medicina nuclear como para investigación general. El desarrollo de sistemas de irradiación completamente automatizados fue el objetivo de este trabajo, siempre con el objetivo de reducir la \"dosis de exposición a la radiación\" a los trabajadores y aumentar la fiabilidad de uso de estos sistemas ",
            "error": [
                ""
            ]
        },
        "accelerator control systems": {
            "translated_key": [],
            "translated_annotated_text": "Un dispositivo de irradiación automatizado para uso en ciclotrones Dos ciclotrones están siendo operados en IPEN-CNEN/SP: un modelo CV-28, capaz de acelerar protones con energías de hasta 24 MeV y corrientes de haz de hasta 30 mu A, y otras tres partículas; el otro, modelo Cyclone 30, acelera protones con energía de 30 MeV y corrientes de hasta 350 mu A. Ambos tienen el objetivo de irradiar objetivos tanto para la producción de radioisótopos para uso en medicina nuclear como para investigación general. El desarrollo de sistemas de irradiación completamente automatizados fue el objetivo de este trabajo, siempre con el objetivo de reducir la dosis de exposición a la radiación a los trabajadores y aumentar la fiabilidad de uso de estos sistemas ",
            "error": []
        },
        "nuclear bombardment targets": {
            "translated_key": [],
            "translated_annotated_text": "Un dispositivo de irradiación automatizado para uso en ciclotrones Dos ciclotrones están siendo operados en IPEN-CNEN/SP: un modelo CV-28, capaz de acelerar protones con energías de hasta 24 MeV y corrientes de haz de hasta 30 mu A, y otras tres partículas; el otro, modelo Cyclone 30, acelera protones con energía de 30 MeV y corrientes de hasta 350 mu A. Ambos tienen el objetivo de irradiar objetivos tanto para la producción de radioisótopos para uso en medicina nuclear como para investigación general. El desarrollo de sistemas de irradiación completamente automatizados fue el objetivo de este trabajo, siempre con el objetivo de reducir la dosis de exposición a la radiación a los trabajadores y aumentar la fiabilidad de uso de estos sistemas ",
            "error": []
        },
        "proton accelerators": {
            "translated_key": [],
            "translated_annotated_text": "Un dispositivo de irradiación automatizado para uso en ciclotrones Dos ciclotrones están siendo operados en IPEN-CNEN/SP: un modelo CV-28, capaz de acelerar protones con energías de hasta 24 MeV y corrientes de haz de hasta 30 mu A, y otras tres partículas; el otro, modelo Cyclone 30, acelera protones con energía de 30 MeV y corrientes de hasta 350 mu A. Ambos tienen el objetivo de irradiar objetivos tanto para la producción de radioisótopos para uso en medicina nuclear como para investigación general. El desarrollo de sistemas de irradiación completamente automatizados fue el objetivo de este trabajo, siempre con el objetivo de reducir la dosis de exposición a la radiación a los trabajadores y aumentar la fiabilidad de uso de estos sistemas ",
            "error": []
        },
        "radioactive tracers": {
            "translated_key": [],
            "translated_annotated_text": "Un dispositivo de irradiación automatizado para uso en ciclotrones Dos ciclotrones están siendo operados en IPEN-CNEN/SP: un modelo CV-28, capaz de acelerar protones con energías de hasta 24 MeV y corrientes de haz de hasta 30 mu A, y otras tres partículas; el otro, modelo Cyclone 30, acelera protones con energía de 30 MeV y corrientes de hasta 350 mu A. Ambos tienen el objetivo de irradiar objetivos tanto para la producción de radioisótopos para uso en medicina nuclear como para investigación general. El desarrollo de sistemas de irradiación completamente automatizados fue el objetivo de este trabajo, siempre con el objetivo de reducir la dosis de exposición a la radiación a los trabajadores y aumentar la fiabilidad de uso de estos sistemas ",
            "error": []
        }
    }
}