{
    "original_text": "To classify or not to classify, that is the question? In addressing classification issues, the librarian needs to decide what best suits the purpose and requirements of the user group and the organisation they work in. The author has used the well-established Moys Classification Scheme. This gives the level of detail required for current stock and allows for the incorporation of new material as the firms specialisations develop. The scheme is widely used in other firms as well as in the local law society library, so it will be familiar to many users",
    "original_translation": "Para clasificar o no para clasificar, esa es la pregunta? Al abordar los problemas de clasificación, el bibliotecario debe decidir qué es lo que mejor se adapta a la finalidad y los requisitos del grupo de usuarios y de la organización en la que trabajan. El autor ha utilizado el sistema bien establecido de clasificación de Moys. Esto da el nivel de detalle requerido para las existencias actuales y permite la incorporación de nuevo material a medida que se desarrollan las especialidades de las empresas. El plan se utiliza ampliamente en otras empresas, así como en la biblioteca de la sociedad jurídica local, por lo que será familiar para muchos usuarios",
    "error_count": 4,
    "keys": {
        "Moys Classification Scheme": {
            "translated_key": "Moys",
            "translated_annotated_text": "Para clasificar o no para clasificar, esa es la pregunta? Al abordar los problemas de clasificación, el bibliotecario debe decidir qué es lo que mejor se adapta a la finalidad y los requisitos del grupo de usuarios y de la organización en la que trabajan. El autor ha utilizado el sistema bien establecido de clasificación <br>Moys</br>. Esto da el nivel de detalle requerido para las existencias actuales y permite la incorporación de nuevo material a medida que se desarrollan las especialidades de las empresas. El plan se utiliza ampliamente en otras empresas, así como en la biblioteca de la sociedad jurídica local, por lo que será familiar para muchos usuarios ",
            "error": [
                ""
            ]
        },
        "law society library": {
            "translated_key": [],
            "translated_annotated_text": "Para clasificar o no para clasificar, esa es la pregunta? Al abordar los problemas de clasificación, el bibliotecario debe decidir qué es lo que mejor se adapta a la finalidad y los requisitos del grupo de usuarios y de la organización en la que trabajan. El autor ha utilizado el sistema bien establecido de clasificación de Moys. Esto da el nivel de detalle requerido para las existencias actuales y permite la incorporación de nuevo material a medida que se desarrollan las especialidades de las empresas. El esquema es ampliamente utilizado en otras firmas, así como en la biblioteca local de la sociedad de la ley, por lo que será familiar para muchos usuarios.  ",
            "error": []
        },
        "classification": {
            "translated_key": "clasificación",
            "translated_annotated_text": "Para clasificar o no para clasificar, esa es la pregunta? Al abordar los problemas de <br>clasificación</br>, el bibliotecario debe decidir qué es lo que mejor se adapta a la finalidad y los requisitos del grupo de usuarios y de la organización en la que trabajan.  El autor ha utilizado el sistema bien establecido de clasificación de Moys. Esto da el nivel de detalle requerido para las existencias actuales y permite la incorporación de nuevo material a medida que se desarrollan las especialidades de las empresas. El plan se utiliza ampliamente en otras empresas, así como en la biblioteca de la sociedad jurídica local, por lo que será familiar para muchos usuarios ",
            "error": [
                ""
            ]
        },
        "digital libraries": {
            "translated_key": [],
            "translated_annotated_text": "Para clasificar o no para clasificar, esa es la pregunta? Al abordar los problemas de clasificación, el bibliotecario debe decidir qué es lo que mejor se adapta a la finalidad y los requisitos del grupo de usuarios y de la organización en la que trabajan. El autor ha utilizado el sistema bien establecido de clasificación de Moys. Esto da el nivel de detalle requerido para las existencias actuales y permite la incorporación de nuevo material a medida que se desarrollan las especialidades de las empresas. El plan se utiliza ampliamente en otras empresas, así como en la biblioteca de la sociedad jurídica local, por lo que será familiar para muchos usuarios ",
            "error": []
        },
        "law administration": {
            "translated_key": [],
            "translated_annotated_text": "Para clasificar o no para clasificar, esa es la pregunta? Al abordar los problemas de clasificación, el bibliotecario debe decidir qué es lo que mejor se adapta a la finalidad y los requisitos del grupo de usuarios y de la organización en la que trabajan. El autor ha utilizado el sistema bien establecido de clasificación de Moys. Esto da el nivel de detalle requerido para las existencias actuales y permite la incorporación de nuevo material a medida que se desarrollan las especialidades de las empresas. El plan se utiliza ampliamente en otras empresas, así como en la biblioteca de la sociedad jurídica local, por lo que será familiar para muchos usuarios ",
            "error": []
        },
        "library automation": {
            "translated_key": [],
            "translated_annotated_text": "Para clasificar o no para clasificar, esa es la pregunta? Al abordar los problemas de clasificación, el bibliotecario debe decidir qué es lo que mejor se adapta a la finalidad y los requisitos del grupo de usuarios y de la organización en la que trabajan. El autor ha utilizado el sistema bien establecido de clasificación de Moys. Esto da el nivel de detalle requerido para las existencias actuales y permite la incorporación de nuevo material a medida que se desarrollan las especialidades de las empresas. El plan se utiliza ampliamente en otras empresas, así como en la biblioteca de la sociedad jurídica local, por lo que será familiar para muchos usuarios ",
            "error": []
        }
    }
}