{
    "original_text": "Raising the standard of management education for electronic commerce professionals The teaching of electronic commerce in universities has become a growth industry in itself. The rapid expansion of electronic commerce programmes raises the question of what actually is being taught. The association of electronic commerce as primarily a technical or information technology (IT) phenomenon has not been sufficient to constrain it to IT and information systems departments. Business schools have been keen entrants into the electronic commerce coursework race and they are developing electronic commerce programmes in an environment where there is no agreed definition of the term. This paper draws on the work of Kenneth Boulding who argued that the dynamics of change in society are largely a product of changing skills and the way these skills are arranged into roles at the organizational level. It is argued that an overly technical interpretation of electronic commerce narrows the skills being acquired as part of formal education. Universities, under pressure from the market and technological change, are changing their roles resulting in a further narrowing of the breadth of issues that is seen as legitimate to be included as electronic commerce. The outcome is that aspiring electronic commerce professionals are not being exposed to a wide enough agenda of ideas and concepts that will assist them to make better business decisions",
    "original_translation": "Elevar el nivel de educación en gestión para los profesionales del comercio electrónico La enseñanza del comercio electrónico en las universidades se ha convertido en una industria en crecimiento. La rápida expansión de los programas de comercio electrónico plantea la cuestión de lo que realmente se enseña. La asociación del comercio electrónico como fenómeno principalmente técnico o de tecnología de la información (TI) no ha sido suficiente para limitarlo a los departamentos de tecnología de la información y sistemas de información. Las escuelas de negocios han participado activamente en la carrera de estudios de comercio electrónico y están desarrollando programas de comercio electrónico en un entorno en el que no existe una definición convenida del término. Este artículo se basa en el trabajo de Kenneth Boulding, quien argumentó que la dinámica del cambio en la sociedad es en gran parte un producto del cambio de habilidades y la forma en que estas habilidades se organizan en roles a nivel organizacional. Se sostiene que una interpretación excesivamente técnica del comercio electrónico reduce las competencias adquiridas en el marco de la educación formal. Las universidades, bajo la presión del mercado y del cambio tecnológico, están cambiando sus funciones, lo que está dando lugar a una mayor reducción de la amplitud de las cuestiones que se consideran legítimas para ser incluidas como el comercio electrónico. El resultado es que los aspirantes a profesionales del comercio electrónico no están expuestos a una agenda suficientemente amplia de ideas y conceptos que les ayudará a tomar mejores decisiones empresariales.",
    "error_count": 6,
    "keys": {
        "electronic commerce professionals": {
            "translated_key": "profesionales del comercio electrónico",
            "translated_annotated_text": "Elevar el nivel de educación en gestión para los \"profesionales del comercio electrónico\" La enseñanza del comercio electrónico en las universidades se ha convertido en una industria en crecimiento en sí misma. La rápida expansión de los programas de comercio electrónico plantea la cuestión de lo que realmente se enseña. La asociación del comercio electrónico como fenómeno principalmente técnico o de tecnología de la información (TI) no ha sido suficiente para limitarlo a los departamentos de tecnología de la información y sistemas de información. Las escuelas de negocios han participado activamente en la carrera de estudios de comercio electrónico y están desarrollando programas de comercio electrónico en un entorno en el que no existe una definición convenida del término. Este artículo se basa en el trabajo de Kenneth Boulding, quien argumentó que la dinámica del cambio en la sociedad es en gran parte un producto del cambio de habilidades y la forma en que estas habilidades se organizan en roles a nivel organizacional. Se sostiene que una interpretación excesivamente técnica del comercio electrónico reduce las competencias adquiridas en el marco de la educación formal. Las universidades, bajo la presión del mercado y del cambio tecnológico, están cambiando sus funciones, lo que está dando lugar a una mayor reducción de la amplitud de las cuestiones que se consideran legítimas para ser incluidas como el comercio electrónico. El resultado es que los aspirantes a \"profesionales del comercio electrónico\" no están expuestos a una agenda suficientemente amplia de ideas y conceptos que les ayudará a tomar mejores decisiones empresariales. ",
            "error": [
                ""
            ]
        },
        "universities": {
            "translated_key": "universidades",
            "translated_annotated_text": "Elevar el nivel de educación en gestión para los profesionales del comercio electrónico La enseñanza del comercio electrónico en \"universidades\" se ha convertido en una industria en crecimiento en sí misma. La rápida expansión de los programas de comercio electrónico plantea la cuestión de lo que realmente se enseña. La asociación del comercio electrónico como fenómeno principalmente técnico o de tecnología de la información (TI) no ha sido suficiente para limitarlo a los departamentos de tecnología de la información y sistemas de información. Las escuelas de negocios han participado activamente en la carrera de estudios de comercio electrónico y están desarrollando programas de comercio electrónico en un entorno en el que no existe una definición convenida del término. Este artículo se basa en el trabajo de Kenneth Boulding, quien argumentó que la dinámica del cambio en la sociedad es en gran parte un producto del cambio de habilidades y la forma en que estas habilidades se organizan en roles a nivel organizacional. Se sostiene que una interpretación excesivamente técnica del comercio electrónico reduce las competencias adquiridas en el marco de la educación formal. Las universidades, bajo la presión del mercado y del cambio tecnológico, están cambiando sus funciones, lo que está dando lugar a una mayor reducción de la amplitud de las cuestiones que se consideran legítimas para ser incluidas como el comercio electrónico. El resultado es que los aspirantes a profesionales del comercio electrónico no están expuestos a una agenda suficientemente amplia de ideas y conceptos que les ayudará a tomar mejores decisiones empresariales. ",
            "error": [
                ""
            ]
        },
        "information technology": {
            "translated_key": "tecnología de la información",
            "translated_annotated_text": "Elevar el nivel de educación en gestión para los profesionales del comercio electrónico La enseñanza del comercio electrónico en las universidades se ha convertido en una industria en crecimiento. La rápida expansión de los programas de comercio electrónico plantea la cuestión de lo que realmente se enseña. La asociación del comercio electrónico como fenómeno principalmente técnico o de \"tecnología de la información\" (TI) no ha sido suficiente para limitarlo a los departamentos de TI y sistemas de información. Las escuelas de negocios han participado activamente en la carrera de estudios de comercio electrónico y están desarrollando programas de comercio electrónico en un entorno en el que no existe una definición convenida del término. Este artículo se basa en el trabajo de Kenneth Boulding, quien argumentó que la dinámica del cambio en la sociedad es en gran parte un producto del cambio de habilidades y la forma en que estas habilidades se organizan en roles a nivel organizacional. Se sostiene que una interpretación excesivamente técnica del comercio electrónico reduce las competencias adquiridas en el marco de la educación formal. Las universidades, bajo la presión del mercado y del cambio tecnológico, están cambiando sus funciones, lo que está dando lugar a una mayor reducción de la amplitud de las cuestiones que se consideran legítimas para ser incluidas como el comercio electrónico. El resultado es que los aspirantes a profesionales del comercio electrónico no están expuestos a una agenda suficientemente amplia de ideas y conceptos que les ayudará a tomar mejores decisiones empresariales. ",
            "error": [
                ""
            ]
        },
        "IT": {
            "translated_key": "TI",
            "translated_annotated_text": "Elevar el nivel de educación en gestión para los profesionales del comercio electrónico La enseñanza del comercio electrónico en las universidades se ha convertido en una industria en crecimiento. La rápida expansión de los programas de comercio electrónico plantea la cuestión de lo que realmente se enseña. La asociación del comercio electrónico como fenómeno principalmente técnico o de tecnología de la información (TI) no ha sido suficiente para limitarlo a los departamentos de \"TI\" y sistemas de información. Las escuelas de negocios han participado activamente en la carrera de estudios de comercio electrónico y están desarrollando programas de comercio electrónico en un entorno en el que no existe una definición convenida del término. Este artículo se basa en el trabajo de Kenneth Boulding, quien argumentó que la dinámica del cambio en la sociedad es en gran parte un producto del cambio de habilidades y la forma en que estas habilidades se organizan en roles a nivel organizacional. Se sostiene que una interpretación excesivamente técnica del comercio electrónico reduce las competencias adquiridas en el marco de la educación formal. Las universidades, bajo la presión del mercado y del cambio tecnológico, están cambiando sus funciones, lo que está dando lugar a una mayor reducción de la amplitud de las cuestiones que se consideran legítimas para ser incluidas como el comercio electrónico. El resultado es que los aspirantes a profesionales del comercio electrónico no están expuestos a una agenda suficientemente amplia de ideas y conceptos que les ayudará a tomar mejores decisiones empresariales. ",
            "error": [
                ""
            ]
        },
        "information systems": {
            "translated_key": "sistemas de información",
            "translated_annotated_text": "Elevar el nivel de educación en gestión para los profesionales del comercio electrónico La enseñanza del comercio electrónico en las universidades se ha convertido en una industria en crecimiento. La rápida expansión de los programas de comercio electrónico plantea la cuestión de lo que realmente se enseña. La asociación del comercio electrónico como fenómeno principalmente técnico o de tecnología de la información (TI) no ha sido suficiente para limitarlo a los departamentos de TI y \"sistemas de información\". Las escuelas de negocios han participado activamente en la carrera de estudios de comercio electrónico y están desarrollando programas de comercio electrónico en un entorno en el que no existe una definición convenida del término. Este artículo se basa en el trabajo de Kenneth Boulding, quien argumentó que la dinámica del cambio en la sociedad es en gran parte un producto del cambio de habilidades y la forma en que estas habilidades se organizan en roles a nivel organizacional. Se sostiene que una interpretación excesivamente técnica del comercio electrónico reduce las competencias adquiridas en el marco de la educación formal. Las universidades, bajo la presión del mercado y del cambio tecnológico, están cambiando sus funciones, lo que está dando lugar a una mayor reducción de la amplitud de las cuestiones que se consideran legítimas para ser incluidas como el comercio electrónico. El resultado es que los aspirantes a profesionales del comercio electrónico no están expuestos a una agenda suficientemente amplia de ideas y conceptos que les ayudará a tomar mejores decisiones empresariales. ",
            "error": [
                ""
            ]
        },
        "business schools": {
            "translated_key": [],
            "translated_annotated_text": "Elevar el nivel de educación en gestión para los profesionales del comercio electrónico La enseñanza del comercio electrónico en las universidades se ha convertido en una industria en crecimiento. La rápida expansión de los programas de comercio electrónico plantea la cuestión de lo que realmente se enseña. La asociación del comercio electrónico como fenómeno principalmente técnico o de tecnología de la información (TI) no ha sido suficiente para limitarlo a los departamentos de tecnología de la información y sistemas de información. Las escuelas de negocios han participado activamente en la carrera de estudios de comercio electrónico y están desarrollando programas de comercio electrónico en un entorno en el que no existe una definición convenida del término. Este artículo se basa en el trabajo de Kenneth Boulding, quien argumentó que la dinámica del cambio en la sociedad es en gran parte un producto del cambio de habilidades y la forma en que estas habilidades se organizan en roles a nivel organizacional. Se sostiene que una interpretación excesivamente técnica del comercio electrónico reduce las competencias adquiridas en el marco de la educación formal. Las universidades, bajo la presión del mercado y del cambio tecnológico, están cambiando sus funciones, lo que está dando lugar a una mayor reducción de la amplitud de las cuestiones que se consideran legítimas para ser incluidas como el comercio electrónico. El resultado es que los aspirantes a profesionales del comercio electrónico no están expuestos a una agenda suficientemente amplia de ideas y conceptos que les ayudará a tomar mejores decisiones empresariales. ",
            "error": []
        },
        "management education standards improvement": {
            "translated_key": [],
            "translated_annotated_text": "Elevar el nivel de educación en gestión para los profesionales del comercio electrónico La enseñanza del comercio electrónico en las universidades se ha convertido en una industria en crecimiento. La rápida expansión de los programas de comercio electrónico plantea la cuestión de lo que realmente se enseña. La asociación del comercio electrónico como fenómeno principalmente técnico o de tecnología de la información (TI) no ha sido suficiente para limitarlo a los departamentos de tecnología de la información y sistemas de información. Las escuelas de negocios han participado activamente en la carrera de estudios de comercio electrónico y están desarrollando programas de comercio electrónico en un entorno en el que no existe una definición convenida del término. Este artículo se basa en el trabajo de Kenneth Boulding, quien argumentó que la dinámica del cambio en la sociedad es en gran parte un producto del cambio de habilidades y la forma en que estas habilidades se organizan en roles a nivel organizacional. Se sostiene que una interpretación excesivamente técnica del comercio electrónico reduce las competencias adquiridas en el marco de la educación formal. Las universidades, bajo la presión del mercado y del cambio tecnológico, están cambiando sus funciones, lo que está dando lugar a una mayor reducción de la amplitud de las cuestiones que se consideran legítimas para ser incluidas como el comercio electrónico. El resultado es que los aspirantes a profesionales del comercio electrónico no están expuestos a una agenda suficientemente amplia de ideas y conceptos que les ayudará a tomar mejores decisiones empresariales. ",
            "error": []
        },
        "organizational level": {
            "translated_key": "nivel organizacional",
            "translated_annotated_text": "Elevar el nivel de educación en gestión para los profesionales del comercio electrónico La enseñanza del comercio electrónico en las universidades se ha convertido en una industria en crecimiento. La rápida expansión de los programas de comercio electrónico plantea la cuestión de lo que realmente se enseña. La asociación del comercio electrónico como fenómeno principalmente técnico o de tecnología de la información (TI) no ha sido suficiente para limitarlo a los departamentos de tecnología de la información y sistemas de información. Las escuelas de negocios han participado activamente en la carrera de estudios de comercio electrónico y están desarrollando programas de comercio electrónico en un entorno en el que no existe una definición convenida del término. Este artículo se basa en el trabajo de Kenneth Boulding, quien argumentó que la dinámica del cambio en la sociedad es en gran parte un producto de la transformación de habilidades y la forma en que estas habilidades se organizan en roles a \"nivel organizacional\". Se sostiene que una interpretación excesivamente técnica del comercio electrónico reduce las competencias adquiridas en el marco de la educación formal. Las universidades, bajo la presión del mercado y del cambio tecnológico, están cambiando sus funciones, lo que está dando lugar a una mayor reducción de la amplitud de las cuestiones que se consideran legítimas para ser incluidas como el comercio electrónico. El resultado es que los aspirantes a profesionales del comercio electrónico no están expuestos a una agenda suficientemente amplia de ideas y conceptos que les ayudará a tomar mejores decisiones empresariales. ",
            "error": [
                ""
            ]
        },
        "formal education": {
            "translated_key": "educación formal",
            "translated_annotated_text": "Elevar el nivel de educación en gestión para los profesionales del comercio electrónico La enseñanza del comercio electrónico en las universidades se ha convertido en una industria en crecimiento. La rápida expansión de los programas de comercio electrónico plantea la cuestión de lo que realmente se enseña. La asociación del comercio electrónico como fenómeno principalmente técnico o de tecnología de la información (TI) no ha sido suficiente para limitarlo a los departamentos de tecnología de la información y sistemas de información. Las escuelas de negocios han participado activamente en la carrera de estudios de comercio electrónico y están desarrollando programas de comercio electrónico en un entorno en el que no existe una definición convenida del término. Este artículo se basa en el trabajo de Kenneth Boulding, quien argumentó que la dinámica del cambio en la sociedad es en gran parte un producto del cambio de habilidades y la forma en que estas habilidades se organizan en roles a nivel organizacional. Se argumenta que una interpretación demasiado técnica del comercio electrónico reduce las competencias adquiridas en el marco de la \"educación formal\". Las universidades, bajo la presión del mercado y del cambio tecnológico, están cambiando sus funciones, lo que está dando lugar a una mayor reducción de la amplitud de las cuestiones que se consideran legítimas para ser incluidas como el comercio electrónico. El resultado es que los aspirantes a profesionales del comercio electrónico no están expuestos a una agenda suficientemente amplia de ideas y conceptos que les ayudará a tomar mejores decisiones empresariales. ",
            "error": [
                ""
            ]
        },
        "Kenneth Boulding": {
            "translated_key": "Kenneth Boulding",
            "translated_annotated_text": "Elevar el nivel de educación en gestión para los profesionales del comercio electrónico La enseñanza del comercio electrónico en las universidades se ha convertido en una industria en crecimiento. La rápida expansión de los programas de comercio electrónico plantea la cuestión de lo que realmente se enseña. La asociación del comercio electrónico como fenómeno principalmente técnico o de tecnología de la información (TI) no ha sido suficiente para limitarlo a los departamentos de tecnología de la información y sistemas de información. Las escuelas de negocios han participado activamente en la carrera de estudios de comercio electrónico y están desarrollando programas de comercio electrónico en un entorno en el que no existe una definición convenida del término. Este artículo se basa en el trabajo de \"Kenneth Boulding\", quien argumentó que las dinámicas de cambio en la sociedad son en gran parte un producto de las habilidades cambiantes y la forma en que estas habilidades se organizan en roles a nivel organizacional. Se sostiene que una interpretación excesivamente técnica del comercio electrónico reduce las competencias adquiridas en el marco de la educación formal. Las universidades, bajo la presión del mercado y del cambio tecnológico, están cambiando sus funciones, lo que está dando lugar a una mayor reducción de la amplitud de las cuestiones que se consideran legítimas para ser incluidas como el comercio electrónico. El resultado es que los aspirantes a profesionales del comercio electrónico no están expuestos a una agenda suficientemente amplia de ideas y conceptos que les ayudará a tomar mejores decisiones empresariales. ",
            "error": [
                ""
            ]
        },
        "accreditation": {
            "translated_key": [],
            "translated_annotated_text": "Elevar el nivel de educación en gestión para los profesionales del comercio electrónico La enseñanza del comercio electrónico en las universidades se ha convertido en una industria en crecimiento. La rápida expansión de los programas de comercio electrónico plantea la cuestión de lo que realmente se enseña. La asociación del comercio electrónico como fenómeno principalmente técnico o de tecnología de la información (TI) no ha sido suficiente para limitarlo a los departamentos de tecnología de la información y sistemas de información. Las escuelas de negocios han participado activamente en la carrera de estudios de comercio electrónico y están desarrollando programas de comercio electrónico en un entorno en el que no existe una definición convenida del término. Este artículo se basa en el trabajo de Kenneth Boulding, quien argumentó que la dinámica del cambio en la sociedad es en gran parte un producto del cambio de habilidades y la forma en que estas habilidades se organizan en roles a nivel organizacional. Se sostiene que una interpretación excesivamente técnica del comercio electrónico reduce las competencias adquiridas en el marco de la educación formal. Las universidades, bajo la presión del mercado y del cambio tecnológico, están cambiando sus funciones, lo que está dando lugar a una mayor reducción de la amplitud de las cuestiones que se consideran legítimas para ser incluidas como el comercio electrónico. El resultado es que los aspirantes a profesionales del comercio electrónico no están expuestos a una agenda suficientemente amplia de ideas y conceptos que les ayudará a tomar mejores decisiones empresariales. ",
            "error": []
        },
        "computer science education": {
            "translated_key": [],
            "translated_annotated_text": "Elevar el nivel de educación en gestión para los profesionales del comercio electrónico La enseñanza del comercio electrónico en las universidades se ha convertido en una industria en crecimiento. La rápida expansión de los programas de comercio electrónico plantea la cuestión de lo que realmente se enseña. La asociación del comercio electrónico como fenómeno principalmente técnico o de tecnología de la información (TI) no ha sido suficiente para limitarlo a los departamentos de tecnología de la información y sistemas de información. Las escuelas de negocios han participado activamente en la carrera de estudios de comercio electrónico y están desarrollando programas de comercio electrónico en un entorno en el que no existe una definición convenida del término. Este artículo se basa en el trabajo de Kenneth Boulding, quien argumentó que la dinámica del cambio en la sociedad es en gran parte un producto del cambio de habilidades y la forma en que estas habilidades se organizan en roles a nivel organizacional. Se sostiene que una interpretación excesivamente técnica del comercio electrónico reduce las competencias adquiridas en el marco de la educación formal. Las universidades, bajo la presión del mercado y del cambio tecnológico, están cambiando sus funciones, lo que está dando lugar a una mayor reducción de la amplitud de las cuestiones que se consideran legítimas para ser incluidas como el comercio electrónico. El resultado es que los aspirantes a profesionales del comercio electrónico no están expuestos a una agenda suficientemente amplia de ideas y conceptos que les ayudará a tomar mejores decisiones empresariales. ",
            "error": []
        },
        "electronic commerce": {
            "translated_key": "comercio electrónico",
            "translated_annotated_text": "Elevar el nivel de educación en gestión para los profesionales del \"comercio electrónico\" La enseñanza del \"comercio electrónico\" en las universidades se ha convertido en una industria en crecimiento en sí misma. La rápida expansión de los programas de \"comercio electrónico\" plantea la cuestión de lo que realmente se enseña. La asociación del \"comercio electrónico\" como fenómeno principalmente técnico o de tecnología de la información (TI) no ha sido suficiente para limitarlo a los departamentos de TI y sistemas de información. Las escuelas de negocios han participado activamente en la carrera de \"comercio electrónico\" y están desarrollando programas de \"comercio electrónico\" en un entorno en el que no existe una definición acordada del término. Este artículo se basa en el trabajo de Kenneth Boulding, quien argumentó que la dinámica del cambio en la sociedad es en gran parte un producto del cambio de habilidades y la forma en que estas habilidades se organizan en roles a nivel organizacional. Se argumenta que una interpretación demasiado técnica del \"comercio electrónico\" reduce las competencias adquiridas en el marco de la educación formal. Las universidades, bajo la presión del mercado y del cambio tecnológico, están cambiando sus funciones, lo que está dando lugar a una mayor reducción de la amplitud de las cuestiones que se consideran legítimas para ser incluidas como \"comercio electrónico\". El resultado es que los aspirantes a profesionales del \"comercio electrónico\" no están expuestos a una agenda suficientemente amplia de ideas y conceptos que les ayudará a tomar mejores decisiones empresariales. ",
            "error": [
                ""
            ]
        },
        "management education": {
            "translated_key": "educación en gestión",
            "translated_annotated_text": "Elevar el nivel de \"educación en gestión\" para profesionales del comercio electrónico La enseñanza del comercio electrónico en las universidades se ha convertido en una industria en crecimiento en sí misma. La rápida expansión de los programas de comercio electrónico plantea la cuestión de lo que realmente se enseña. La asociación del comercio electrónico como fenómeno principalmente técnico o de tecnología de la información (TI) no ha sido suficiente para limitarlo a los departamentos de tecnología de la información y sistemas de información. Las escuelas de negocios han participado activamente en la carrera de estudios de comercio electrónico y están desarrollando programas de comercio electrónico en un entorno en el que no existe una definición convenida del término. Este artículo se basa en el trabajo de Kenneth Boulding, quien argumentó que la dinámica del cambio en la sociedad es en gran parte un producto del cambio de habilidades y la forma en que estas habilidades se organizan en roles a nivel organizacional. Se sostiene que una interpretación excesivamente técnica del comercio electrónico reduce las competencias adquiridas en el marco de la educación formal. Las universidades, bajo la presión del mercado y del cambio tecnológico, están cambiando sus funciones, lo que está dando lugar a una mayor reducción de la amplitud de las cuestiones que se consideran legítimas para ser incluidas como el comercio electrónico. El resultado es que los aspirantes a profesionales del comercio electrónico no están expuestos a una agenda suficientemente amplia de ideas y conceptos que les ayudará a tomar mejores decisiones empresariales. ",
            "error": [
                ""
            ]
        },
        "professional aspects": {
            "translated_key": [],
            "translated_annotated_text": "Elevar el nivel de educación en gestión para los profesionales del comercio electrónico La enseñanza del comercio electrónico en las universidades se ha convertido en una industria en crecimiento. La rápida expansión de los programas de comercio electrónico plantea la cuestión de lo que realmente se enseña. La asociación del comercio electrónico como fenómeno principalmente técnico o de tecnología de la información (TI) no ha sido suficiente para limitarlo a los departamentos de tecnología de la información y sistemas de información. Las escuelas de negocios han participado activamente en la carrera de estudios de comercio electrónico y están desarrollando programas de comercio electrónico en un entorno en el que no existe una definición convenida del término. Este artículo se basa en el trabajo de Kenneth Boulding, quien argumentó que la dinámica del cambio en la sociedad es en gran parte un producto del cambio de habilidades y la forma en que estas habilidades se organizan en roles a nivel organizacional. Se sostiene que una interpretación excesivamente técnica del comercio electrónico reduce las competencias adquiridas en el marco de la educación formal. Las universidades, bajo la presión del mercado y del cambio tecnológico, están cambiando sus funciones, lo que está dando lugar a una mayor reducción de la amplitud de las cuestiones que se consideran legítimas para ser incluidas como el comercio electrónico. El resultado es que los aspirantes a profesionales del comercio electrónico no están expuestos a una agenda suficientemente amplia de ideas y conceptos que les ayudará a tomar mejores decisiones empresariales. ",
            "error": []
        },
        "standards": {
            "translated_key": [],
            "translated_annotated_text": "Elevar el nivel de educación en gestión para los profesionales del comercio electrónico La enseñanza del comercio electrónico en las universidades se ha convertido en una industria en crecimiento. La rápida expansión de los programas de comercio electrónico plantea la cuestión de lo que realmente se enseña. La asociación del comercio electrónico como fenómeno principalmente técnico o de tecnología de la información (TI) no ha sido suficiente para limitarlo a los departamentos de tecnología de la información y sistemas de información. Las escuelas de negocios han participado activamente en la carrera de estudios de comercio electrónico y están desarrollando programas de comercio electrónico en un entorno en el que no existe una definición convenida del término. Este artículo se basa en el trabajo de Kenneth Boulding, quien argumentó que la dinámica del cambio en la sociedad es en gran parte un producto del cambio de habilidades y la forma en que estas habilidades se organizan en roles a nivel organizacional. Se sostiene que una interpretación excesivamente técnica del comercio electrónico reduce las competencias adquiridas en el marco de la educación formal. Las universidades, bajo la presión del mercado y del cambio tecnológico, están cambiando sus funciones, lo que está dando lugar a una mayor reducción de la amplitud de las cuestiones que se consideran legítimas para ser incluidas como el comercio electrónico. El resultado es que los aspirantes a profesionales del comercio electrónico no están expuestos a una agenda suficientemente amplia de ideas y conceptos que les ayudará a tomar mejores decisiones empresariales. ",
            "error": []
        },
        "teaching": {
            "translated_key": "enseñanza",
            "translated_annotated_text": "Elevar el nivel de educación en gestión para los profesionales del comercio electrónico La \"enseñanza\" del comercio electrónico en las universidades se ha convertido en una industria en crecimiento. La rápida expansión de los programas de comercio electrónico plantea la cuestión de lo que realmente se enseña. La asociación del comercio electrónico como fenómeno principalmente técnico o de tecnología de la información (TI) no ha sido suficiente para limitarlo a los departamentos de tecnología de la información y sistemas de información. Las escuelas de negocios han participado activamente en la carrera de estudios de comercio electrónico y están desarrollando programas de comercio electrónico en un entorno en el que no existe una definición convenida del término. Este artículo se basa en el trabajo de Kenneth Boulding, quien argumentó que la dinámica del cambio en la sociedad es en gran parte un producto del cambio de habilidades y la forma en que estas habilidades se organizan en roles a nivel organizacional. Se sostiene que una interpretación excesivamente técnica del comercio electrónico reduce las competencias adquiridas en el marco de la educación formal. Las universidades, bajo la presión del mercado y del cambio tecnológico, están cambiando sus funciones, lo que está dando lugar a una mayor reducción de la amplitud de las cuestiones que se consideran legítimas para ser incluidas como el comercio electrónico. El resultado es que los aspirantes a profesionales del comercio electrónico no están expuestos a una agenda suficientemente amplia de ideas y conceptos que les ayudará a tomar mejores decisiones empresariales. ",
            "error": [
                ""
            ]
        }
    }
}