{
    "original_text": "Networking in the palm of your hand [PDA buyers guide] As PDAs move beyond the personal space and into the enterprise, you need to get a firm grip on the options available for your users. What operating system do you choose? What features do you and your company need? How will these devices fit into the existing corporate infrastructure? What about developer support?",
    "original_translation": "Redes en la palma de la mano [Guía de compradores de PDA] A medida que los PDA se mueven más allá del espacio personal y en la empresa, es necesario tener un control firme de las opciones disponibles para sus usuarios. ¿Qué sistema operativo elige? ¿Qué características necesita usted y su empresa? ¿Cómo encajarán estos dispositivos en la infraestructura corporativa existente? ¿Qué hay del soporte para desarrolladores?",
    "error_count": 4,
    "keys": {
        "PDAs": {
            "translated_key": "PDAs",
            "translated_annotated_text": "Redes en la palma de la mano [Guía de compradores de PDA] A medida que <br>PDAs</br> se mueve más allá del espacio personal y en la empresa, usted necesita obtener un control firme de las opciones disponibles para sus usuarios. ¿Qué sistema operativo elige? ¿Qué características necesita usted y su empresa? ¿Cómo encajarán estos dispositivos en la infraestructura corporativa existente? ¿Qué hay del soporte para desarrolladores? ",
            "error": [
                ""
            ]
        },
        "operating system": {
            "translated_key": [],
            "translated_annotated_text": "Redes en la palma de la mano [Guía de compradores de PDA] A medida que los PDA se mueven más allá del espacio personal y en la empresa, es necesario tener un control firme de las opciones disponibles para sus usuarios. ¿Qué sistema operativo <br> elige? ¿Qué características necesita usted y su empresa? ¿Cómo encajarán estos dispositivos en la infraestructura corporativa existente? ¿Qué hay del soporte para desarrolladores? ",
            "error": []
        },
        "corporate infrastructure": {
            "translated_key": "corporate",
            "translated_annotated_text": "Redes en la palma de la mano [Guía de compradores de PDA] A medida que los PDA se mueven más allá del espacio personal y en la empresa, es necesario tener un control firme de las opciones disponibles para sus usuarios. ¿Qué sistema operativo elige? ¿Qué características necesita usted y su empresa? ¿Cómo encajarán estos dispositivos en la infraestructura existente de <br>corporate</br>? ¿Qué hay del soporte para desarrolladores? ",
            "error": [
                ""
            ]
        },
        "developer support": {
            "translated_key": " ",
            "translated_annotated_text": "Redes en la palma de la mano [Guía de compradores de PDA] A medida que los PDA se mueven más allá del espacio personal y en la empresa, es necesario tener un control firme de las opciones disponibles para sus usuarios. ¿Qué sistema operativo elige? ¿Qué características necesita usted y su empresa? ¿Cómo encajarán estos dispositivos en la infraestructura corporativa existente? ¿Qué pasa con el soporte de desarrollador <br> </br>? ",
            "error": [
                ""
            ]
        },
        "buyers guide": {
            "translated_key": "compradores",
            "translated_annotated_text": "Redes en la palma de la mano [Guía PDA <br>compradores</br>] A medida que los PDA se mueven más allá del espacio personal y hacia la empresa, es necesario tener un control firme de las opciones disponibles para sus usuarios. ¿Qué sistema operativo elige? ¿Qué características necesita usted y su empresa? ¿Cómo encajarán estos dispositivos en la infraestructura corporativa existente? ¿Qué hay del soporte para desarrolladores? ",
            "error": [
                ""
            ]
        },
        "buyers guides": {
            "translated_key": [],
            "translated_annotated_text": "Redes en la palma de la mano [Guía de compradores de PDA] A medida que los PDA se mueven más allá del espacio personal y en la empresa, es necesario tener un control firme de las opciones disponibles para sus usuarios. ¿Qué sistema operativo elige? ¿Qué características necesita usted y su empresa? ¿Cómo encajarán estos dispositivos en la infraestructura corporativa existente? ¿Qué hay del soporte para desarrolladores? ",
            "error": []
        },
        "computer network management": {
            "translated_key": [],
            "translated_annotated_text": "Redes en la palma de la mano [Guía de compradores de PDA] A medida que los PDA se mueven más allá del espacio personal y en la empresa, es necesario tener un control firme de las opciones disponibles para sus usuarios. ¿Qué sistema operativo elige? ¿Qué características necesita usted y su empresa? ¿Cómo encajarán estos dispositivos en la infraestructura corporativa existente? ¿Qué hay del soporte para desarrolladores? ",
            "error": []
        },
        "notebook computers": {
            "translated_key": [],
            "translated_annotated_text": "Redes en la palma de la mano [Guía de compradores de PDA] A medida que los PDA se mueven más allá del espacio personal y en la empresa, es necesario tener un control firme de las opciones disponibles para sus usuarios. ¿Qué sistema operativo elige? ¿Qué características necesita usted y su empresa? ¿Cómo encajarán estos dispositivos en la infraestructura corporativa existente? ¿Qué hay del soporte para desarrolladores? ",
            "error": []
        }
    }
}