{
    "original_text": "A discontinuous Galerkin method for transient analysis of wave propagation in unbounded domains A technique based on the discontinuous Galerkin finite element method is developed and applied to the derivation of an absorbing boundary condition for the analysis of transient wave propagation. The condition is exact in that only discretization error is involved. Furthermore, the computational cost associated with use of the condition is an order of magnitude lower than for conditions based on Green functions. The time-stepping scheme resulting from an implicit method in conjunction with this boundary condition appears to be unconditionally stable",
    "original_translation": "Método discontinuo de Galerkin para el análisis transitorio de la propagación de ondas en dominios sin límites Se desarrolla una técnica basada en el método discontinuo de elementos finitos Galerkin que se aplica a la derivación de una condición límite absorbente para el análisis de la propagación de ondas transitorias. La condición es exacta en que sólo el error de discretización está involucrado. Además, el costo computacional asociado con el uso de la condición es un orden de magnitud menor que para las condiciones basadas en funciones verdes. El esquema de paso del tiempo resultante de un método implícito en conjunción con esta condición de frontera parece ser incondicionalmente estable",
    "error_count": 4,
    "keys": {
        "discontinuous Galerkin finite element method": {
            "translated_key": "método de elementos finitos de Galerkin discontinuo",
            "translated_annotated_text": "Un método de Galerkin discontinuo para el análisis transitorio de la propagación de ondas en dominios sin límites Se desarrolla una técnica basada en el \"método de elementos finitos de Galerkin discontinuo\" y se aplica a la derivación de una condición límite absorbente para el análisis de la propagación de ondas transitorias. La condición es exacta en que sólo el error de discretización está involucrado. Además, el costo computacional asociado con el uso de la condición es un orden de magnitud menor que para las condiciones basadas en funciones verdes. El esquema de paso del tiempo resultante de un método implícito en conjunción con esta condición de frontera parece ser incondicionalmente estable ",
            "error": [
                ""
            ]
        },
        "transient analysis": {
            "translated_key": "análisis transitorio",
            "translated_annotated_text": "Método discontinuo de Galerkin para el \"análisis transitorio\" de la propagación de ondas en dominios sin límites Se desarrolla una técnica basada en el método discontinuo de elementos finitos Galerkin que se aplica a la derivación de una condición límite absorbente para el análisis de la propagación de ondas transitorias. La condición es exacta en que sólo el error de discretización está involucrado. Además, el costo computacional asociado con el uso de la condición es un orden de magnitud menor que para las condiciones basadas en funciones verdes. El esquema de paso del tiempo resultante de un método implícito en conjunción con esta condición de frontera parece ser incondicionalmente estable ",
            "error": [
                ""
            ]
        },
        "transient wave propagation": {
            "translated_key": "propagación de ondas transitorias",
            "translated_annotated_text": "Un método de Galerkin discontinuo para el análisis transitorio de la propagación de ondas en dominios sin límites Se desarrolla una técnica basada en el método de elementos finitos de Galerkin discontinuo y se aplica a la derivación de una condición límite absorbente para el análisis de la \"propagación de ondas transitorias\". La condición es exacta en que sólo el error de discretización está involucrado. Además, el costo computacional asociado con el uso de la condición es un orden de magnitud menor que para las condiciones basadas en funciones verdes. El esquema de paso del tiempo resultante de un método implícito en conjunción con esta condición de frontera parece ser incondicionalmente estable ",
            "error": [
                ""
            ]
        },
        "absorbing boundary condition": {
            "translated_key": "condición límite absorbente",
            "translated_annotated_text": "Un método de Galerkin discontinuo para el análisis transitorio de la propagación de ondas en dominios sin límites Una técnica basada en el método de elemento finito de Galerkin discontinuo se desarrolla y se aplica a la derivación de una \"condición límite absorbente\" para el análisis de la propagación de ondas transitorias. La condición es exacta en que sólo el error de discretización está involucrado. Además, el costo computacional asociado con el uso de la condición es un orden de magnitud menor que para las condiciones basadas en funciones verdes. El esquema de paso del tiempo resultante de un método implícito en conjunción con esta condición de frontera parece ser incondicionalmente estable ",
            "error": [
                ""
            ]
        },
        "unbounded domains": {
            "translated_key": "dominios sin límites",
            "translated_annotated_text": "Método de Galerkin discontinuo para el análisis transitorio de la propagación de ondas en \"dominios sin límites\" Se desarrolla una técnica basada en el método de elementos finitos de Galerkin discontinuo que se aplica a la derivación de una condición de límite absorbente para el análisis de la propagación de ondas transitorias. La condición es exacta en que sólo el error de discretización está involucrado. Además, el costo computacional asociado con el uso de la condición es un orden de magnitud menor que para las condiciones basadas en funciones verdes. El esquema de paso del tiempo resultante de un método implícito en conjunción con esta condición de frontera parece ser incondicionalmente estable ",
            "error": [
                ""
            ]
        },
        "discretization error": {
            "translated_key": "error de divulgación",
            "translated_annotated_text": "Método discontinuo de Galerkin para el análisis transitorio de la propagación de ondas en dominios sin límites Se desarrolla una técnica basada en el método discontinuo de elementos finitos Galerkin que se aplica a la derivación de una condición límite absorbente para el análisis de la propagación de ondas transitorias. La condición es exacta en que sólo \"error de divulgación\" está involucrado. Además, el costo computacional asociado con el uso de la condición es un orden de magnitud menor que para las condiciones basadas en funciones verdes. El esquema de paso del tiempo resultante de un método implícito en conjunción con esta condición de frontera parece ser incondicionalmente estable ",
            "error": [
                ""
            ]
        },
        "computational cost": {
            "translated_key": "costo computacional",
            "translated_annotated_text": "Método discontinuo de Galerkin para el análisis transitorio de la propagación de ondas en dominios sin límites Se desarrolla una técnica basada en el método discontinuo de elementos finitos Galerkin que se aplica a la derivación de una condición límite absorbente para el análisis de la propagación de ondas transitorias. La condición es exacta en que sólo el error de discretización está involucrado. Además, el \"costo computacional\" asociado con el uso de la condición es un orden de magnitud menor que para las condiciones basadas en funciones verdes. El esquema de paso del tiempo resultante de un método implícito en conjunción con esta condición de frontera parece ser incondicionalmente estable ",
            "error": [
                ""
            ]
        },
        "time-stepping scheme": {
            "translated_key": "esquema temporal",
            "translated_annotated_text": "Método discontinuo de Galerkin para el análisis transitorio de la propagación de ondas en dominios sin límites Se desarrolla una técnica basada en el método discontinuo de elementos finitos Galerkin que se aplica a la derivación de una condición límite absorbente para el análisis de la propagación de ondas transitorias. La condición es exacta en que sólo el error de discretización está involucrado. Además, el costo computacional asociado con el uso de la condición es un orden de magnitud menor que para las condiciones basadas en funciones verdes. El \"esquema temporal\" resultante de un método implícito en conjunción con esta condición de frontera parece ser incondicionalmente estable ",
            "error": [
                ""
            ]
        },
        "implicit method": {
            "translated_key": "método implícito",
            "translated_annotated_text": "Método discontinuo de Galerkin para el análisis transitorio de la propagación de ondas en dominios sin límites Se desarrolla una técnica basada en el método discontinuo de elementos finitos Galerkin que se aplica a la derivación de una condición límite absorbente para el análisis de la propagación de ondas transitorias. La condición es exacta en que sólo el error de discretización está involucrado. Además, el costo computacional asociado con el uso de la condición es un orden de magnitud menor que para las condiciones basadas en funciones verdes. El esquema de paso del tiempo resultante de un \"método implícito\" junto con esta condición de frontera parece ser incondicionalmente estable ",
            "error": [
                ""
            ]
        },
        "unconditional stability": {
            "translated_key": [],
            "translated_annotated_text": "Método discontinuo de Galerkin para el análisis transitorio de la propagación de ondas en dominios sin límites Se desarrolla una técnica basada en el método discontinuo de elementos finitos Galerkin que se aplica a la derivación de una condición límite absorbente para el análisis de la propagación de ondas transitorias. La condición es exacta en que sólo el error de discretización está involucrado. Además, el costo computacional asociado con el uso de la condición es un orden de magnitud menor que para las condiciones basadas en funciones verdes. El esquema de paso del tiempo resultante de un método implícito en conjunción con esta condición de frontera parece ser incondicionalmente estable ",
            "error": []
        },
        "civil engineering computing": {
            "translated_key": [],
            "translated_annotated_text": "Método discontinuo de Galerkin para el análisis transitorio de la propagación de ondas en dominios sin límites Se desarrolla una técnica basada en el método discontinuo de elementos finitos Galerkin que se aplica a la derivación de una condición límite absorbente para el análisis de la propagación de ondas transitorias. La condición es exacta en que sólo el error de discretización está involucrado. Además, el costo computacional asociado con el uso de la condición es un orden de magnitud menor que para las condiciones basadas en funciones verdes. El esquema de paso del tiempo resultante de un método implícito en conjunción con esta condición de frontera parece ser incondicionalmente estable ",
            "error": []
        },
        "finite element analysis": {
            "translated_key": [],
            "translated_annotated_text": "Método discontinuo de Galerkin para el análisis transitorio de la propagación de ondas en dominios sin límites Se desarrolla una técnica basada en el método discontinuo de elementos finitos Galerkin que se aplica a la derivación de una condición límite absorbente para el análisis de la propagación de ondas transitorias. La condición es exacta en que sólo el error de discretización está involucrado. Además, el costo computacional asociado con el uso de la condición es un orden de magnitud menor que para las condiciones basadas en funciones verdes. El esquema de paso del tiempo resultante de un método implícito en conjunción con esta condición de frontera parece ser incondicionalmente estable ",
            "error": []
        },
        "Galerkin method": {
            "translated_key": "método de Galerkin",
            "translated_annotated_text": "Un \"método de Galerkin\" discontinuo para el análisis transitorio de la propagación de ondas en dominios ilimitados Se desarrolla una técnica basada en el método de elementos finitos de Galerkin discontinuo que se aplica a la derivación de una condición de límite absorbente para el análisis de la propagación de ondas transitorias. La condición es exacta en que sólo el error de discretización está involucrado. Además, el costo computacional asociado con el uso de la condición es un orden de magnitud menor que para las condiciones basadas en funciones verdes. El esquema de paso del tiempo resultante de un método implícito en conjunción con esta condición de frontera parece ser incondicionalmente estable ",
            "error": [
                ""
            ]
        },
        "numerical stability": {
            "translated_key": [],
            "translated_annotated_text": "Método discontinuo de Galerkin para el análisis transitorio de la propagación de ondas en dominios sin límites Se desarrolla una técnica basada en el método discontinuo de elementos finitos Galerkin que se aplica a la derivación de una condición límite absorbente para el análisis de la propagación de ondas transitorias. La condición es exacta en que sólo el error de discretización está involucrado. Además, el costo computacional asociado con el uso de la condición es un orden de magnitud menor que para las condiciones basadas en funciones verdes. El esquema de paso del tiempo resultante de un método implícito en conjunción con esta condición de frontera parece ser incondicionalmente estable ",
            "error": []
        },
        "wave propagation": {
            "translated_key": "propagación de ondas",
            "translated_annotated_text": "Un método discontinuo de Galerkin para el análisis transitorio de la \"propagación de ondas\" en dominios sin límites Una técnica basada en el método discontinuo del elemento finito Galerkin se desarrolla y se aplica a la derivación de una condición de límite absorbente para el análisis de la \"propagación de ondas\" transitoria. La condición es exacta en que sólo el error de discretización está involucrado. Además, el costo computacional asociado con el uso de la condición es un orden de magnitud menor que para las condiciones basadas en funciones verdes. El esquema de paso del tiempo resultante de un método implícito en conjunción con esta condición de frontera parece ser incondicionalmente estable ",
            "error": [
                ""
            ]
        }
    }
}