{
    "original_text": "Direct gear tooth contact analysis for hypoid bevel gears A new methodology for tooth contact analysis based on a very general mathematical model of the generating process is proposed. Considering the line of action as a first order singularity of a certain operator equation we develop first and second order conditions for a pair of generated gear tooth flanks to be in contact. The constructive approach allows the direct computation of the paths of contact as the solution of a nonlinear equation system including the exact determination of the bounds of the paths of contact. The transmission error as well as curvature properties in the contact points are obtained in a convenient way. The resulting contact ellipses approximate the bearing area. Through the use of automatic differentiation all the geometric quantities are calculable within the machine accuracy of the computer",
    "original_translation": "Análisis de contacto de dientes de engranaje directo para engranajes de bisel hipoide Se propone una nueva metodología para el análisis de contacto de dientes basada en un modelo matemático muy general del proceso de generación. Teniendo en cuenta la línea de acción como una singularidad de primer orden de una determinada ecuación del operador, desarrollamos condiciones de primer y segundo orden para que un par de flancos de dientes de engranajes generados estén en contacto. El enfoque constructivo permite el cálculo directo de las rutas de contacto como la solución de un sistema de ecuaciones no lineales que incluye la determinación exacta de los límites de las rutas de contacto. El error de transmisión, así como las propiedades de curvatura en los puntos de contacto se obtienen de una manera conveniente. Las elipses de contacto resultantes se aproximan a la zona de rodamiento. Mediante el uso de la diferenciación automática todas las cantidades geométricas son calculables dentro de la precisión de la máquina del ordenador",
    "error_count": 13,
    "keys": {
        "direct gear tooth contact analysis": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de contacto de dientes de engranaje directo para engranajes de bisel hipoide Se propone una nueva metodología para el análisis de contacto de dientes basada en un modelo matemático muy general del proceso de generación. Teniendo en cuenta la línea de acción como una singularidad de primer orden de una determinada ecuación del operador, desarrollamos condiciones de primer y segundo orden para que un par de flancos de dientes de engranajes generados estén en contacto. El enfoque constructivo permite el cálculo directo de las rutas de contacto como la solución de un sistema de ecuaciones no lineales que incluye la determinación exacta de los límites de las rutas de contacto. El error de transmisión, así como las propiedades de curvatura en los puntos de contacto se obtienen de una manera conveniente. Las elipses de contacto resultantes se aproximan a la zona de rodamiento. Mediante el uso de la diferenciación automática todas las cantidades geométricas son calculables dentro de la precisión de la máquina del ordenador ",
            "error": []
        },
        "hypoid bevel gears": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de contacto de dientes de engranaje directo para engranajes biselados <br>hypoid Una nueva metodología para el análisis de contacto de dientes basada en un modelo matemático muy general del proceso de generación se propone. Teniendo en cuenta la línea de acción como una singularidad de primer orden de una determinada ecuación del operador, desarrollamos condiciones de primer y segundo orden para que un par de flancos de dientes de engranajes generados estén en contacto. El enfoque constructivo permite el cálculo directo de las rutas de contacto como la solución de un sistema de ecuaciones no lineales que incluye la determinación exacta de los límites de las rutas de contacto. El error de transmisión, así como las propiedades de curvatura en los puntos de contacto se obtienen de una manera conveniente. Las elipses de contacto resultantes se aproximan a la zona de rodamiento. Mediante el uso de la diferenciación automática todas las cantidades geométricas son calculables dentro de la precisión de la máquina del ordenador ",
            "error": []
        },
        "mathematical model": {
            "translated_key": "modelo matemático",
            "translated_annotated_text": "Análisis de contacto de dientes de engranaje directo para engranajes de bisel hipoide Se propone una nueva metodología para el análisis de contacto de dientes basada en un <br>modelo matemático</br> muy general del proceso de generación. Teniendo en cuenta la línea de acción como una singularidad de primer orden de una determinada ecuación del operador, desarrollamos condiciones de primer y segundo orden para que un par de flancos de dientes de engranajes generados estén en contacto. El enfoque constructivo permite el cálculo directo de las rutas de contacto como la solución de un sistema de ecuaciones no lineales que incluye la determinación exacta de los límites de las rutas de contacto. El error de transmisión, así como las propiedades de curvatura en los puntos de contacto se obtienen de una manera conveniente. Las elipses de contacto resultantes se aproximan a la zona de rodamiento. Mediante el uso de la diferenciación automática todas las cantidades geométricas son calculables dentro de la precisión de la máquina del ordenador ",
            "error": [
                ""
            ]
        },
        "generating process": {
            "translated_key": " ",
            "translated_annotated_text": "Análisis de contacto de dientes de engranaje directo para engranajes de bisel hipoide Se propone una nueva metodología para el análisis de contacto de dientes basada en un modelo matemático muy general del proceso generador <br> </br>. Teniendo en cuenta la línea de acción como una singularidad de primer orden de una determinada ecuación del operador, desarrollamos condiciones de primer y segundo orden para que un par de flancos de dientes de engranajes generados estén en contacto. El enfoque constructivo permite el cálculo directo de las rutas de contacto como la solución de un sistema de ecuaciones no lineales que incluye la determinación exacta de los límites de las rutas de contacto. El error de transmisión, así como las propiedades de curvatura en los puntos de contacto se obtienen de una manera conveniente. Las elipses de contacto resultantes se aproximan a la zona de rodamiento. Mediante el uso de la diferenciación automática todas las cantidades geométricas son calculables dentro de la precisión de la máquina del ordenador ",
            "error": [
                ""
            ]
        },
        "first order singularity": {
            "translated_key": " primer orden",
            "translated_annotated_text": "Análisis de contacto de dientes de engranaje directo para engranajes de bisel hipoide Se propone una nueva metodología para el análisis de contacto de dientes basada en un modelo matemático muy general del proceso de generación. Considerando la línea de acción como singularidad <br> primer orden</br> de una determinada ecuación del operador, desarrollamos condiciones de primer y segundo orden para que un par de flancos de dientes de engranajes generados estén en contacto. El enfoque constructivo permite el cálculo directo de las rutas de contacto como la solución de un sistema de ecuaciones no lineales que incluye la determinación exacta de los límites de las rutas de contacto. El error de transmisión, así como las propiedades de curvatura en los puntos de contacto se obtienen de una manera conveniente. Las elipses de contacto resultantes se aproximan a la zona de rodamiento. Mediante el uso de la diferenciación automática todas las cantidades geométricas son calculables dentro de la precisión de la máquina del ordenador ",
            "error": [
                ""
            ]
        },
        "operator equation": {
            "translated_key": "operador",
            "translated_annotated_text": "Análisis de contacto de dientes de engranaje directo para engranajes de bisel hipoide Se propone una nueva metodología para el análisis de contacto de dientes basada en un modelo matemático muy general del proceso de generación. Teniendo en cuenta la línea de acción como singularidad de primer orden de una determinada ecuación <br>operador</br> desarrollamos condiciones de primer y segundo orden para que un par de flancos de dientes de engranajes generados estén en contacto. El enfoque constructivo permite el cálculo directo de las rutas de contacto como la solución de un sistema de ecuaciones no lineales que incluye la determinación exacta de los límites de las rutas de contacto. El error de transmisión, así como las propiedades de curvatura en los puntos de contacto se obtienen de una manera conveniente. Las elipses de contacto resultantes se aproximan a la zona de rodamiento. Mediante el uso de la diferenciación automática todas las cantidades geométricas son calculables dentro de la precisión de la máquina del ordenador ",
            "error": [
                ""
            ]
        },
        "second order conditions": {
            "translated_key": "segundo condiciones de orden",
            "translated_annotated_text": "Análisis de contacto de dientes de engranaje directo para engranajes de bisel hipoide Se propone una nueva metodología para el análisis de contacto de dientes basada en un modelo matemático muy general del proceso de generación. Teniendo en cuenta la línea de acción como singularidad de primer orden de una determinada ecuación del operador, desarrollamos primero y <br>segundo condiciones de orden</br> para que un par de flancos de dientes de engranajes generados estén en contacto. El enfoque constructivo permite el cálculo directo de las rutas de contacto como la solución de un sistema de ecuaciones no lineales que incluye la determinación exacta de los límites de las rutas de contacto. El error de transmisión, así como las propiedades de curvatura en los puntos de contacto se obtienen de una manera conveniente. Las elipses de contacto resultantes se aproximan a la zona de rodamiento. Mediante el uso de la diferenciación automática todas las cantidades geométricas son calculables dentro de la precisión de la máquina del ordenador ",
            "error": [
                ""
            ]
        },
        "first order conditions": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de contacto de dientes de engranaje directo para engranajes de bisel hipoide Se propone una nueva metodología para el análisis de contacto de dientes basada en un modelo matemático muy general del proceso de generación. Teniendo en cuenta la línea de acción como una singularidad de primer orden de una determinada ecuación del operador, desarrollamos condiciones de primer y segundo orden para que un par de flancos de dientes de engranajes generados estén en contacto. El enfoque constructivo permite el cálculo directo de las rutas de contacto como la solución de un sistema de ecuaciones no lineales que incluye la determinación exacta de los límites de las rutas de contacto. El error de transmisión, así como las propiedades de curvatura en los puntos de contacto se obtienen de una manera conveniente. Las elipses de contacto resultantes se aproximan a la zona de rodamiento. Mediante el uso de la diferenciación automática todas las cantidades geométricas son calculables dentro de la precisión de la máquina del ordenador ",
            "error": []
        },
        "generated gear tooth flanks": {
            "translated_key": "generados",
            "translated_annotated_text": "Análisis de contacto de dientes de engranaje directo para engranajes de bisel hipoide Se propone una nueva metodología para el análisis de contacto de dientes basada en un modelo matemático muy general del proceso de generación. Teniendo en cuenta la línea de acción como singularidad de primer orden de una determinada ecuación del operador, desarrollamos condiciones de primer y segundo orden para que un par de flancos de dientes de engranaje <br>generados</br> estén en contacto. El enfoque constructivo permite el cálculo directo de las rutas de contacto como la solución de un sistema de ecuaciones no lineales que incluye la determinación exacta de los límites de las rutas de contacto. El error de transmisión, así como las propiedades de curvatura en los puntos de contacto se obtienen de una manera conveniente. Las elipses de contacto resultantes se aproximan a la zona de rodamiento. Mediante el uso de la diferenciación automática todas las cantidades geométricas son calculables dentro de la precisión de la máquina del ordenador ",
            "error": [
                ""
            ]
        },
        "contact paths": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de contacto de dientes de engranaje directo para engranajes de bisel hipoide Se propone una nueva metodología para el análisis de contacto de dientes basada en un modelo matemático muy general del proceso de generación. Teniendo en cuenta la línea de acción como una singularidad de primer orden de una determinada ecuación del operador, desarrollamos condiciones de primer y segundo orden para que un par de flancos de dientes de engranajes generados estén en contacto. El enfoque constructivo permite el cálculo directo de las rutas de contacto como la solución de un sistema de ecuaciones no lineales que incluye la determinación exacta de los límites de las rutas de contacto. El error de transmisión, así como las propiedades de curvatura en los puntos de contacto se obtienen de una manera conveniente. Las elipses de contacto resultantes se aproximan a la zona de rodamiento. Mediante el uso de la diferenciación automática todas las cantidades geométricas son calculables dentro de la precisión de la máquina del ordenador ",
            "error": []
        },
        "nonlinear equation system": {
            "translated_key": "no lineal",
            "translated_annotated_text": "Análisis de contacto de dientes de engranaje directo para engranajes de bisel hipoide Se propone una nueva metodología para el análisis de contacto de dientes basada en un modelo matemático muy general del proceso de generación. Teniendo en cuenta la línea de acción como una singularidad de primer orden de una determinada ecuación del operador, desarrollamos condiciones de primer y segundo orden para que un par de flancos de dientes de engranajes generados estén en contacto. El enfoque constructivo permite el cálculo directo de las vías de contacto como solución de un sistema de ecuaciones <br>no lineal</br> que incluye la determinación exacta de los límites de las vías de contacto. El error de transmisión, así como las propiedades de curvatura en los puntos de contacto se obtienen de una manera conveniente. Las elipses de contacto resultantes se aproximan a la zona de rodamiento. Mediante el uso de la diferenciación automática todas las cantidades geométricas son calculables dentro de la precisión de la máquina del ordenador ",
            "error": [
                ""
            ]
        },
        "exact bound determination": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de contacto de dientes de engranaje directo para engranajes de bisel hipoide Se propone una nueva metodología para el análisis de contacto de dientes basada en un modelo matemático muy general del proceso de generación. Teniendo en cuenta la línea de acción como una singularidad de primer orden de una determinada ecuación del operador, desarrollamos condiciones de primer y segundo orden para que un par de flancos de dientes de engranajes generados estén en contacto. El enfoque constructivo permite el cálculo directo de las rutas de contacto como la solución de un sistema de ecuaciones no lineales que incluye la determinación exacta de los límites de las rutas de contacto. El error de transmisión, así como las propiedades de curvatura en los puntos de contacto se obtienen de una manera conveniente. Las elipses de contacto resultantes se aproximan a la zona de rodamiento. Mediante el uso de la diferenciación automática todas las cantidades geométricas son calculables dentro de la precisión de la máquina del ordenador ",
            "error": []
        },
        "transmission error": {
            "translated_key": "error de transmisión",
            "translated_annotated_text": "Análisis de contacto de dientes de engranaje directo para engranajes de bisel hipoide Se propone una nueva metodología para el análisis de contacto de dientes basada en un modelo matemático muy general del proceso de generación. Teniendo en cuenta la línea de acción como una singularidad de primer orden de una determinada ecuación del operador, desarrollamos condiciones de primer y segundo orden para que un par de flancos de dientes de engranajes generados estén en contacto. El enfoque constructivo permite el cálculo directo de las rutas de contacto como la solución de un sistema de ecuaciones no lineales que incluye la determinación exacta de los límites de las rutas de contacto. El <br>error de transmisión</br>, así como las propiedades de curvatura en los puntos de contacto se obtienen de una manera conveniente.  Las elipses de contacto resultantes se aproximan a la zona de rodamiento. Mediante el uso de la diferenciación automática todas las cantidades geométricas son calculables dentro de la precisión de la máquina del ordenador ",
            "error": [
                ""
            ]
        },
        "curvature properties": {
            "translated_key": "propiedades de curvatura",
            "translated_annotated_text": "Análisis de contacto de dientes de engranaje directo para engranajes de bisel hipoide Se propone una nueva metodología para el análisis de contacto de dientes basada en un modelo matemático muy general del proceso de generación. Teniendo en cuenta la línea de acción como una singularidad de primer orden de una determinada ecuación del operador, desarrollamos condiciones de primer y segundo orden para que un par de flancos de dientes de engranajes generados estén en contacto. El enfoque constructivo permite el cálculo directo de las rutas de contacto como la solución de un sistema de ecuaciones no lineales que incluye la determinación exacta de los límites de las rutas de contacto. El error de transmisión, así como las <br>propiedades de curvatura</br> en los puntos de contacto se obtienen de una manera conveniente.  Las elipses de contacto resultantes se aproximan a la zona de rodamiento. Mediante el uso de la diferenciación automática todas las cantidades geométricas son calculables dentro de la precisión de la máquina del ordenador ",
            "error": [
                ""
            ]
        },
        "contact ellipses": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de contacto de dientes de engranaje directo para engranajes de bisel hipoide Se propone una nueva metodología para el análisis de contacto de dientes basada en un modelo matemático muy general del proceso de generación. Teniendo en cuenta la línea de acción como una singularidad de primer orden de una determinada ecuación del operador, desarrollamos condiciones de primer y segundo orden para que un par de flancos de dientes de engranajes generados estén en contacto. El enfoque constructivo permite el cálculo directo de las rutas de contacto como la solución de un sistema de ecuaciones no lineales que incluye la determinación exacta de los límites de las rutas de contacto. El error de transmisión, así como las propiedades de curvatura en los puntos de contacto se obtienen de una manera conveniente. Las elipses de contacto <br> resultantes se aproximan a la zona de rodamiento. Mediante el uso de la diferenciación automática todas las cantidades geométricas son calculables dentro de la precisión de la máquina del ordenador ",
            "error": []
        },
        "bearing area": {
            "translated_key": "zona de rodamiento",
            "translated_annotated_text": "Análisis de contacto de dientes de engranaje directo para engranajes de bisel hipoide Se propone una nueva metodología para el análisis de contacto de dientes basada en un modelo matemático muy general del proceso de generación. Teniendo en cuenta la línea de acción como una singularidad de primer orden de una determinada ecuación del operador, desarrollamos condiciones de primer y segundo orden para que un par de flancos de dientes de engranajes generados estén en contacto. El enfoque constructivo permite el cálculo directo de las rutas de contacto como la solución de un sistema de ecuaciones no lineales que incluye la determinación exacta de los límites de las rutas de contacto. El error de transmisión, así como las propiedades de curvatura en los puntos de contacto se obtienen de una manera conveniente. Las elipses de contacto resultantes se aproximan a la <br>zona de rodamiento</br>. Mediante el uso de la diferenciación automática todas las cantidades geométricas son calculables dentro de la precisión de la máquina del ordenador ",
            "error": [
                ""
            ]
        },
        "automatic differentiation": {
            "translated_key": "diferenciación automática",
            "translated_annotated_text": "Análisis de contacto de dientes de engranaje directo para engranajes de bisel hipoide Se propone una nueva metodología para el análisis de contacto de dientes basada en un modelo matemático muy general del proceso de generación. Teniendo en cuenta la línea de acción como una singularidad de primer orden de una determinada ecuación del operador, desarrollamos condiciones de primer y segundo orden para que un par de flancos de dientes de engranajes generados estén en contacto. El enfoque constructivo permite el cálculo directo de las rutas de contacto como la solución de un sistema de ecuaciones no lineales que incluye la determinación exacta de los límites de las rutas de contacto. El error de transmisión, así como las propiedades de curvatura en los puntos de contacto se obtienen de una manera conveniente. Las elipses de contacto resultantes se aproximan a la zona de rodamiento. Mediante el uso de <br>diferenciación automática</br> todas las cantidades geométricas son calculables dentro de la precisión de la máquina del ordenador ",
            "error": [
                ""
            ]
        },
        "geometric quantities": {
            "translated_key": "geométricas",
            "translated_annotated_text": "Análisis de contacto de dientes de engranaje directo para engranajes de bisel hipoide Se propone una nueva metodología para el análisis de contacto de dientes basada en un modelo matemático muy general del proceso de generación. Teniendo en cuenta la línea de acción como una singularidad de primer orden de una determinada ecuación del operador, desarrollamos condiciones de primer y segundo orden para que un par de flancos de dientes de engranajes generados estén en contacto. El enfoque constructivo permite el cálculo directo de las rutas de contacto como la solución de un sistema de ecuaciones no lineales que incluye la determinación exacta de los límites de las rutas de contacto. El error de transmisión, así como las propiedades de curvatura en los puntos de contacto se obtienen de una manera conveniente. Las elipses de contacto resultantes se aproximan a la zona de rodamiento. Mediante el uso de la diferenciación automática todas las cantidades <br>geométricas</br> son calculables dentro de la precisión de la máquina del ordenador ",
            "error": [
                ""
            ]
        },
        "machine accuracy": {
            "translated_key": "precisión de la máquina",
            "translated_annotated_text": "Análisis de contacto de dientes de engranaje directo para engranajes de bisel hipoide Se propone una nueva metodología para el análisis de contacto de dientes basada en un modelo matemático muy general del proceso de generación. Teniendo en cuenta la línea de acción como una singularidad de primer orden de una determinada ecuación del operador, desarrollamos condiciones de primer y segundo orden para que un par de flancos de dientes de engranajes generados estén en contacto. El enfoque constructivo permite el cálculo directo de las rutas de contacto como la solución de un sistema de ecuaciones no lineales que incluye la determinación exacta de los límites de las rutas de contacto. El error de transmisión, así como las propiedades de curvatura en los puntos de contacto se obtienen de una manera conveniente. Las elipses de contacto resultantes se aproximan a la zona de rodamiento. Mediante el uso de la diferenciación automática todas las cantidades geométricas son calculables dentro de la <br>precisión de la máquina</br> del ordenador.  ",
            "error": [
                ""
            ]
        },
        "computer": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de contacto de dientes de engranaje directo para engranajes de bisel hipoide Se propone una nueva metodología para el análisis de contacto de dientes basada en un modelo matemático muy general del proceso de generación. Teniendo en cuenta la línea de acción como una singularidad de primer orden de una determinada ecuación del operador, desarrollamos condiciones de primer y segundo orden para que un par de flancos de dientes de engranajes generados estén en contacto. El enfoque constructivo permite el cálculo directo de las rutas de contacto como la solución de un sistema de ecuaciones no lineales que incluye la determinación exacta de los límites de las rutas de contacto. El error de transmisión, así como las propiedades de curvatura en los puntos de contacto se obtienen de una manera conveniente. Las elipses de contacto resultantes se aproximan a la zona de rodamiento. Mediante el uso de diferenciación automática todas las cantidades geométricas son calculables dentro de la precisión de la máquina del ordenador <br></br> ",
            "error": []
        },
        "differentiation": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de contacto de dientes de engranaje directo para engranajes de bisel hipoide Se propone una nueva metodología para el análisis de contacto de dientes basada en un modelo matemático muy general del proceso de generación. Teniendo en cuenta la línea de acción como una singularidad de primer orden de una determinada ecuación del operador, desarrollamos condiciones de primer y segundo orden para que un par de flancos de dientes de engranajes generados estén en contacto. El enfoque constructivo permite el cálculo directo de las rutas de contacto como la solución de un sistema de ecuaciones no lineales que incluye la determinación exacta de los límites de las rutas de contacto. El error de transmisión, así como las propiedades de curvatura en los puntos de contacto se obtienen de una manera conveniente. Las elipses de contacto resultantes se aproximan a la zona de rodamiento. Mediante el uso de la diferenciación automática <br> todas las cantidades geométricas son calculables dentro de la precisión de la máquina del ordenador ",
            "error": []
        },
        "machine bearings": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de contacto de dientes de engranaje directo para engranajes de bisel hipoide Se propone una nueva metodología para el análisis de contacto de dientes basada en un modelo matemático muy general del proceso de generación. Teniendo en cuenta la línea de acción como una singularidad de primer orden de una determinada ecuación del operador, desarrollamos condiciones de primer y segundo orden para que un par de flancos de dientes de engranajes generados estén en contacto. El enfoque constructivo permite el cálculo directo de las rutas de contacto como la solución de un sistema de ecuaciones no lineales que incluye la determinación exacta de los límites de las rutas de contacto. El error de transmisión, así como las propiedades de curvatura en los puntos de contacto se obtienen de una manera conveniente. Las elipses de contacto resultantes se aproximan a la zona de rodamiento. Mediante el uso de la diferenciación automática todas las cantidades geométricas son calculables dentro de la precisión de la máquina del ordenador ",
            "error": []
        },
        "mathematical operators": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de contacto de dientes de engranaje directo para engranajes de bisel hipoide Se propone una nueva metodología para el análisis de contacto de dientes basada en un modelo matemático muy general del proceso de generación. Teniendo en cuenta la línea de acción como una singularidad de primer orden de una determinada ecuación del operador, desarrollamos condiciones de primer y segundo orden para que un par de flancos de dientes de engranajes generados estén en contacto. El enfoque constructivo permite el cálculo directo de las rutas de contacto como la solución de un sistema de ecuaciones no lineales que incluye la determinación exacta de los límites de las rutas de contacto. El error de transmisión, así como las propiedades de curvatura en los puntos de contacto se obtienen de una manera conveniente. Las elipses de contacto resultantes se aproximan a la zona de rodamiento. Mediante el uso de la diferenciación automática todas las cantidades geométricas son calculables dentro de la precisión de la máquina del ordenador ",
            "error": []
        },
        "mechanical contact": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de contacto de dientes de engranaje directo para engranajes de bisel hipoide Se propone una nueva metodología para el análisis de contacto de dientes basada en un modelo matemático muy general del proceso de generación. Teniendo en cuenta la línea de acción como una singularidad de primer orden de una determinada ecuación del operador, desarrollamos condiciones de primer y segundo orden para que un par de flancos de dientes de engranajes generados estén en contacto. El enfoque constructivo permite el cálculo directo de las rutas de contacto como la solución de un sistema de ecuaciones no lineales que incluye la determinación exacta de los límites de las rutas de contacto. El error de transmisión, así como las propiedades de curvatura en los puntos de contacto se obtienen de una manera conveniente. Las elipses de contacto resultantes se aproximan a la zona de rodamiento. Mediante el uso de la diferenciación automática todas las cantidades geométricas son calculables dentro de la precisión de la máquina del ordenador ",
            "error": []
        },
        "mechanical engineering computing": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de contacto de dientes de engranaje directo para engranajes de bisel hipoide Se propone una nueva metodología para el análisis de contacto de dientes basada en un modelo matemático muy general del proceso de generación. Teniendo en cuenta la línea de acción como una singularidad de primer orden de una determinada ecuación del operador, desarrollamos condiciones de primer y segundo orden para que un par de flancos de dientes de engranajes generados estén en contacto. El enfoque constructivo permite el cálculo directo de las rutas de contacto como la solución de un sistema de ecuaciones no lineales que incluye la determinación exacta de los límites de las rutas de contacto. El error de transmisión, así como las propiedades de curvatura en los puntos de contacto se obtienen de una manera conveniente. Las elipses de contacto resultantes se aproximan a la zona de rodamiento. Mediante el uso de la diferenciación automática todas las cantidades geométricas son calculables dentro de la precisión de la máquina del ordenador ",
            "error": []
        },
        "nonlinear equations": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de contacto de dientes de engranaje directo para engranajes de bisel hipoide Se propone una nueva metodología para el análisis de contacto de dientes basada en un modelo matemático muy general del proceso de generación. Teniendo en cuenta la línea de acción como una singularidad de primer orden de una determinada ecuación del operador, desarrollamos condiciones de primer y segundo orden para que un par de flancos de dientes de engranajes generados estén en contacto. El enfoque constructivo permite el cálculo directo de las rutas de contacto como la solución de un sistema de ecuaciones no lineales que incluye la determinación exacta de los límites de las rutas de contacto. El error de transmisión, así como las propiedades de curvatura en los puntos de contacto se obtienen de una manera conveniente. Las elipses de contacto resultantes se aproximan a la zona de rodamiento. Mediante el uso de la diferenciación automática todas las cantidades geométricas son calculables dentro de la precisión de la máquina del ordenador ",
            "error": []
        }
    }
}