{
    "original_text": "Detection of flaws in composites from scattered elastic-wave field using an improved mu GA and a local optimizer An effective technique for flaw detection of composites is proposed. In this technique, the detection problem is formulated as an optimization problem minimizing the difference between the measured and calculated surface displacement response derived from scattered elastic-wave fields. A combined optimization technique using an improved mu GA and a local optimizer is developed to solve the optimization problem so as to obtain the flaw parameters defining flaw configurations. Guidelines for implementing the detection technique, including formulation of the objective function of the optimization problem using different error norms, improvement of mu GA convergence performance, switching from mu GA to local optimizer in the optimization process, and suppression of the effect of noise on detection results, are addressed in detail. Numerical examples are presented to demonstrate the effectiveness and efficiency of the proposed detection technique",
    "original_translation": "Detección de fallas en los compuestos del campo disperso de ondas elásticas utilizando un mu GA mejorado y un optimizador local Se propone una técnica eficaz para la detección de fallas en los compuestos. En esta técnica, el problema de detección se formula como un problema de optimización minimizando la diferencia entre la respuesta de desplazamiento de superficie medida y calculada derivada de campos elásticos dispersos. Se desarrolla una técnica de optimización combinada con un optimizador local y un mu GA mejorado para resolver el problema de optimización a fin de obtener los parámetros de fallas que definen las configuraciones de fallas. Las pautas para implementar la técnica de detección, incluyendo la formulación de la función objetiva del problema de optimización utilizando diferentes normas de error, la mejora del rendimiento de convergencia de mu GA, el cambio de mu GA al optimizador local en el proceso de optimización, y la supresión del efecto del ruido en los resultados de detección, se abordan en detalle. Se presentan ejemplos numéricos para demostrar la eficacia y eficiencia de la técnica de detección propuesta",
    "error_count": 5,
    "keys": {
        "flaw detection": {
            "translated_key": "detección de fallas",
            "translated_annotated_text": "Detección de fallas en compuestos de campo disperso de ondas elásticas utilizando un mu GA mejorado y un optimizador local Se propone una técnica eficaz para la \"detección de fallas\" de compuestos. En esta técnica, el problema de detección se formula como un problema de optimización minimizando la diferencia entre la respuesta de desplazamiento de superficie medida y calculada derivada de campos elásticos dispersos. Se desarrolla una técnica de optimización combinada con un optimizador local y un mu GA mejorado para resolver el problema de optimización a fin de obtener los parámetros de fallas que definen las configuraciones de fallas. Las pautas para implementar la técnica de detección, incluyendo la formulación de la función objetiva del problema de optimización utilizando diferentes normas de error, la mejora del rendimiento de convergencia de mu GA, el cambio de mu GA al optimizador local en el proceso de optimización, y la supresión del efecto del ruido en los resultados de detección, se abordan en detalle. Se presentan ejemplos numéricos para demostrar la eficacia y eficiencia de la técnica de detección propuesta ",
            "error": [
                ""
            ]
        },
        "composites": {
            "translated_key": "compuestos",
            "translated_annotated_text": "Detección de fallas en \"compuestos\" del campo disperso de ondas elásticas utilizando un mu GA mejorado y un optimizador local Se propone una técnica eficaz para la detección de fallas de \"compuestos\". En esta técnica, el problema de detección se formula como un problema de optimización minimizando la diferencia entre la respuesta de desplazamiento de superficie medida y calculada derivada de campos elásticos dispersos. Se desarrolla una técnica de optimización combinada con un optimizador local y un mu GA mejorado para resolver el problema de optimización a fin de obtener los parámetros de fallas que definen las configuraciones de fallas. Las pautas para implementar la técnica de detección, incluyendo la formulación de la función objetiva del problema de optimización utilizando diferentes normas de error, la mejora del rendimiento de convergencia de mu GA, el cambio de mu GA al optimizador local en el proceso de optimización, y la supresión del efecto del ruido en los resultados de detección, se abordan en detalle. Se presentan ejemplos numéricos para demostrar la eficacia y eficiencia de la técnica de detección propuesta ",
            "error": [
                ""
            ]
        },
        "scattered elastic-wave field": {
            "translated_key": "campo de ondas elásticas dispersas",
            "translated_annotated_text": "Detección de fallas en compuestos de \"campo de ondas elásticas dispersas\" utilizando un mu GA mejorado y un optimizador local Se propone una técnica eficaz para la detección de fallas de compuestos. En esta técnica, el problema de detección se formula como un problema de optimización minimizando la diferencia entre la respuesta de desplazamiento de superficie medida y calculada derivada de campos elásticos dispersos. Se desarrolla una técnica de optimización combinada con un optimizador local y un mu GA mejorado para resolver el problema de optimización a fin de obtener los parámetros de fallas que definen las configuraciones de fallas. Las pautas para implementar la técnica de detección, incluyendo la formulación de la función objetiva del problema de optimización utilizando diferentes normas de error, la mejora del rendimiento de convergencia de mu GA, el cambio de mu GA al optimizador local en el proceso de optimización, y la supresión del efecto del ruido en los resultados de detección, se abordan en detalle. Se presentan ejemplos numéricos para demostrar la eficacia y eficiencia de la técnica de detección propuesta ",
            "error": [
                ""
            ]
        },
        "improved mu GA": {
            "translated_key": "mu GA mejorado",
            "translated_annotated_text": "Detección de defectos en compuestos del campo disperso de ondas elásticas utilizando un \"mu GA mejorado\" y un optimizador local Se propone una técnica eficaz para la detección de defectos de compuestos. En esta técnica, el problema de detección se formula como un problema de optimización minimizando la diferencia entre la respuesta de desplazamiento de superficie medida y calculada derivada de campos elásticos dispersos. Una técnica de optimización combinada utilizando un \"mu GA mejorado\" y un optimizador local se desarrolla para resolver el problema de optimización con el fin de obtener los parámetros de fallas que definen configuraciones de fallas. Las pautas para implementar la técnica de detección, incluyendo la formulación de la función objetiva del problema de optimización utilizando diferentes normas de error, la mejora del rendimiento de convergencia de mu GA, el cambio de mu GA al optimizador local en el proceso de optimización, y la supresión del efecto del ruido en los resultados de detección, se abordan en detalle. Se presentan ejemplos numéricos para demostrar la eficacia y eficiencia de la técnica de detección propuesta ",
            "error": [
                ""
            ]
        },
        "local optimizer": {
            "translated_key": "optimizador local",
            "translated_annotated_text": "Detección de fallas en compuestos de campo disperso de ondas elásticas utilizando un mu GA mejorado y un \"optimizador local\" Se propone una técnica eficaz para la detección de fallas de compuestos. En esta técnica, el problema de detección se formula como un problema de optimización minimizando la diferencia entre la respuesta de desplazamiento de superficie medida y calculada derivada de campos elásticos dispersos. Se desarrolla una técnica de optimización combinada que utiliza un mu GA mejorado y un \"optimizador local\" para resolver el problema de optimización con el fin de obtener los parámetros de fallas que definen configuraciones de fallas. Las pautas para implementar la técnica de detección, incluyendo la formulación de la función objetiva del problema de optimización utilizando diferentes normas de error, la mejora del rendimiento de convergencia de mu GA, el cambio de mu GA a \"optimizador local\" en el proceso de optimización, y la supresión del efecto del ruido en los resultados de detección, se abordan en detalle. Se presentan ejemplos numéricos para demostrar la eficacia y eficiencia de la técnica de detección propuesta ",
            "error": [
                ""
            ]
        },
        "optimization problem": {
            "translated_key": "problema de optimización",
            "translated_annotated_text": "Detección de fallas en los compuestos del campo disperso de ondas elásticas utilizando un mu GA mejorado y un optimizador local Se propone una técnica eficaz para la detección de fallas en los compuestos. En esta técnica, el problema de detección se formula como un \"problema de optimización\" minimizando la diferencia entre la respuesta de desplazamiento de superficie medida y calculada derivada de campos elásticos dispersos. Se desarrolla una técnica de optimización combinada con un optimizador local y un mu GA mejorado para resolver el \"problema de optimización\" con el fin de obtener los parámetros defectuosos que definen las configuraciones de fallas. Se abordan en detalle las directrices para la aplicación de la técnica de detección, incluida la formulación de la función objetiva del \"problema de optimización\" utilizando diferentes normas de error, la mejora del rendimiento de convergencia de mu GA, el cambio de mu GA a un optimizador local en el proceso de optimización, y la supresión del efecto del ruido en los resultados de detección. Se presentan ejemplos numéricos para demostrar la eficacia y eficiencia de la técnica de detección propuesta ",
            "error": [
                ""
            ]
        },
        "surface displacement response": {
            "translated_key": "respuesta de desplazamiento superficial",
            "translated_annotated_text": "Detección de fallas en los compuestos del campo disperso de ondas elásticas utilizando un mu GA mejorado y un optimizador local Se propone una técnica eficaz para la detección de fallas en los compuestos. En esta técnica, el problema de detección se formula como un problema de optimización minimizando la diferencia entre la \"respuesta de desplazamiento superficial\" medida y calculada derivada de campos elásticos dispersos. Se desarrolla una técnica de optimización combinada con un optimizador local y un mu GA mejorado para resolver el problema de optimización a fin de obtener los parámetros de fallas que definen las configuraciones de fallas. Las pautas para implementar la técnica de detección, incluyendo la formulación de la función objetiva del problema de optimización utilizando diferentes normas de error, la mejora del rendimiento de convergencia de mu GA, el cambio de mu GA al optimizador local en el proceso de optimización, y la supresión del efecto del ruido en los resultados de detección, se abordan en detalle. Se presentan ejemplos numéricos para demostrar la eficacia y eficiencia de la técnica de detección propuesta ",
            "error": [
                ""
            ]
        },
        "flaw configurations": {
            "translated_key": "configuraciones erróneas",
            "translated_annotated_text": "Detección de fallas en los compuestos del campo disperso de ondas elásticas utilizando un mu GA mejorado y un optimizador local Se propone una técnica eficaz para la detección de fallas en los compuestos. En esta técnica, el problema de detección se formula como un problema de optimización minimizando la diferencia entre la respuesta de desplazamiento de superficie medida y calculada derivada de campos elásticos dispersos. Se desarrolla una técnica de optimización combinada con un optimizador local y mu GA mejorado para resolver el problema de optimización con el fin de obtener los parámetros defectuosos que definen las \"configuraciones erróneas\". Las pautas para implementar la técnica de detección, incluyendo la formulación de la función objetiva del problema de optimización utilizando diferentes normas de error, la mejora del rendimiento de convergencia de mu GA, el cambio de mu GA al optimizador local en el proceso de optimización, y la supresión del efecto del ruido en los resultados de detección, se abordan en detalle. Se presentan ejemplos numéricos para demostrar la eficacia y eficiencia de la técnica de detección propuesta ",
            "error": [
                ""
            ]
        },
        "objective function": {
            "translated_key": "función objetiva",
            "translated_annotated_text": "Detección de fallas en los compuestos del campo disperso de ondas elásticas utilizando un mu GA mejorado y un optimizador local Se propone una técnica eficaz para la detección de fallas en los compuestos. En esta técnica, el problema de detección se formula como un problema de optimización minimizando la diferencia entre la respuesta de desplazamiento de superficie medida y calculada derivada de campos elásticos dispersos. Se desarrolla una técnica de optimización combinada con un optimizador local y un mu GA mejorado para resolver el problema de optimización a fin de obtener los parámetros de fallas que definen las configuraciones de fallas. Las pautas para implementar la técnica de detección, incluyendo la formulación de la \"función objetiva\" del problema de optimización utilizando diferentes normas de error, la mejora del rendimiento de convergencia de mu GA, el cambio de mu GA al optimizador local en el proceso de optimización, y la supresión del efecto del ruido en los resultados de detección, se abordan en detalle. Se presentan ejemplos numéricos para demostrar la eficacia y eficiencia de la técnica de detección propuesta ",
            "error": [
                ""
            ]
        },
        "error norms": {
            "translated_key": "normas de error",
            "translated_annotated_text": "Detección de fallas en los compuestos del campo disperso de ondas elásticas utilizando un mu GA mejorado y un optimizador local Se propone una técnica eficaz para la detección de fallas en los compuestos. En esta técnica, el problema de detección se formula como un problema de optimización minimizando la diferencia entre la respuesta de desplazamiento de superficie medida y calculada derivada de campos elásticos dispersos. Se desarrolla una técnica de optimización combinada con un optimizador local y un mu GA mejorado para resolver el problema de optimización a fin de obtener los parámetros de fallas que definen las configuraciones de fallas. Las pautas para implementar la técnica de detección, incluyendo la formulación de la función objetiva del problema de optimización utilizando diferentes \"normas de error\", la mejora del rendimiento de convergencia de mu GA, el cambio de mu GA al optimizador local en el proceso de optimización, y la supresión del efecto del ruido en los resultados de detección, se abordan en detalle. Se presentan ejemplos numéricos para demostrar la eficacia y eficiencia de la técnica de detección propuesta ",
            "error": [
                ""
            ]
        },
        "convergence": {
            "translated_key": "convergencia",
            "translated_annotated_text": "Detección de fallas en los compuestos del campo disperso de ondas elásticas utilizando un mu GA mejorado y un optimizador local Se propone una técnica eficaz para la detección de fallas en los compuestos. En esta técnica, el problema de detección se formula como un problema de optimización minimizando la diferencia entre la respuesta de desplazamiento de superficie medida y calculada derivada de campos elásticos dispersos. Se desarrolla una técnica de optimización combinada con un optimizador local y un mu GA mejorado para resolver el problema de optimización a fin de obtener los parámetros de fallas que definen las configuraciones de fallas. Las pautas para implementar la técnica de detección, incluyendo la formulación de la función objetiva del problema de optimización utilizando diferentes normas de error, la mejora del rendimiento de \"convergencia\" de mu GA, el cambio de mu GA al optimizador local en el proceso de optimización, y la supresión del efecto del ruido en los resultados de detección, se abordan en detalle. Se presentan ejemplos numéricos para demostrar la eficacia y eficiencia de la técnica de detección propuesta ",
            "error": [
                ""
            ]
        },
        "noise effect suppression": {
            "translated_key": [],
            "translated_annotated_text": "Detección de fallas en los compuestos del campo disperso de ondas elásticas utilizando un mu GA mejorado y un optimizador local Se propone una técnica eficaz para la detección de fallas en los compuestos. En esta técnica, el problema de detección se formula como un problema de optimización minimizando la diferencia entre la respuesta de desplazamiento de superficie medida y calculada derivada de campos elásticos dispersos. Se desarrolla una técnica de optimización combinada con un optimizador local y un mu GA mejorado para resolver el problema de optimización a fin de obtener los parámetros de fallas que definen las configuraciones de fallas. Las pautas para implementar la técnica de detección, incluyendo la formulación de la función objetiva del problema de optimización utilizando diferentes normas de error, la mejora del rendimiento de convergencia de mu GA, el cambio de mu GA al optimizador local en el proceso de optimización, y la supresión del efecto del ruido en los resultados de detección, se abordan en detalle. Se presentan ejemplos numéricos para demostrar la eficacia y eficiencia de la técnica de detección propuesta ",
            "error": []
        },
        "composite materials": {
            "translated_key": [],
            "translated_annotated_text": "Detección de fallas en los compuestos del campo disperso de ondas elásticas utilizando un mu GA mejorado y un optimizador local Se propone una técnica eficaz para la detección de fallas en los compuestos. En esta técnica, el problema de detección se formula como un problema de optimización minimizando la diferencia entre la respuesta de desplazamiento de superficie medida y calculada derivada de campos elásticos dispersos. Se desarrolla una técnica de optimización combinada con un optimizador local y un mu GA mejorado para resolver el problema de optimización a fin de obtener los parámetros de fallas que definen las configuraciones de fallas. Las pautas para implementar la técnica de detección, incluyendo la formulación de la función objetiva del problema de optimización utilizando diferentes normas de error, la mejora del rendimiento de convergencia de mu GA, el cambio de mu GA al optimizador local en el proceso de optimización, y la supresión del efecto del ruido en los resultados de detección, se abordan en detalle. Se presentan ejemplos numéricos para demostrar la eficacia y eficiencia de la técnica de detección propuesta ",
            "error": []
        },
        "elastic waves": {
            "translated_key": [],
            "translated_annotated_text": "Detección de fallas en los compuestos del campo disperso de ondas elásticas utilizando un mu GA mejorado y un optimizador local Se propone una técnica eficaz para la detección de fallas en los compuestos. En esta técnica, el problema de detección se formula como un problema de optimización minimizando la diferencia entre la respuesta de desplazamiento de superficie medida y calculada derivada de campos elásticos dispersos. Se desarrolla una técnica de optimización combinada con un optimizador local y un mu GA mejorado para resolver el problema de optimización a fin de obtener los parámetros de fallas que definen las configuraciones de fallas. Las pautas para implementar la técnica de detección, incluyendo la formulación de la función objetiva del problema de optimización utilizando diferentes normas de error, la mejora del rendimiento de convergencia de mu GA, el cambio de mu GA al optimizador local en el proceso de optimización, y la supresión del efecto del ruido en los resultados de detección, se abordan en detalle. Se presentan ejemplos numéricos para demostrar la eficacia y eficiencia de la técnica de detección propuesta ",
            "error": []
        },
        "genetic algorithms": {
            "translated_key": [],
            "translated_annotated_text": "Detección de fallas en los compuestos del campo disperso de ondas elásticas utilizando un mu GA mejorado y un optimizador local Se propone una técnica eficaz para la detección de fallas en los compuestos. En esta técnica, el problema de detección se formula como un problema de optimización minimizando la diferencia entre la respuesta de desplazamiento de superficie medida y calculada derivada de campos elásticos dispersos. Se desarrolla una técnica de optimización combinada con un optimizador local y un mu GA mejorado para resolver el problema de optimización a fin de obtener los parámetros de fallas que definen las configuraciones de fallas. Las pautas para implementar la técnica de detección, incluyendo la formulación de la función objetiva del problema de optimización utilizando diferentes normas de error, la mejora del rendimiento de convergencia de mu GA, el cambio de mu GA al optimizador local en el proceso de optimización, y la supresión del efecto del ruido en los resultados de detección, se abordan en detalle. Se presentan ejemplos numéricos para demostrar la eficacia y eficiencia de la técnica de detección propuesta ",
            "error": []
        },
        "mechanical engineering computing": {
            "translated_key": [],
            "translated_annotated_text": "Detección de fallas en los compuestos del campo disperso de ondas elásticas utilizando un mu GA mejorado y un optimizador local Se propone una técnica eficaz para la detección de fallas en los compuestos. En esta técnica, el problema de detección se formula como un problema de optimización minimizando la diferencia entre la respuesta de desplazamiento de superficie medida y calculada derivada de campos elásticos dispersos. Se desarrolla una técnica de optimización combinada con un optimizador local y un mu GA mejorado para resolver el problema de optimización a fin de obtener los parámetros de fallas que definen las configuraciones de fallas. Las pautas para implementar la técnica de detección, incluyendo la formulación de la función objetiva del problema de optimización utilizando diferentes normas de error, la mejora del rendimiento de convergencia de mu GA, el cambio de mu GA al optimizador local en el proceso de optimización, y la supresión del efecto del ruido en los resultados de detección, se abordan en detalle. Se presentan ejemplos numéricos para demostrar la eficacia y eficiencia de la técnica de detección propuesta ",
            "error": []
        }
    }
}