{
    "original_text": "Adaptive multiresolution approach for solution of hyperbolic PDEs This paper establishes an innovative and efficient multiresolution adaptive approach combined with high-resolution methods, for the numerical solution of a single or a system of partial differential equations. The proposed methodology is unconditionally bounded (even for hyperbolic equations) and dynamically adapts the grid so that higher spatial resolution is automatically allocated to domain regions where strong gradients are observed, thus possessing the two desired properties of a numerical approach: stability and accuracy. Numerical results for five test problems are presented which clearly show the robustness and cost effectiveness of the proposed method",
    "original_translation": "Enfoque adaptativo multirresolución para la solución de PDE hiperbólicas Este artículo establece un enfoque adaptativo innovador y eficiente de multirresolución combinado con métodos de alta resolución, para la solución numérica de un único o un sistema de ecuaciones diferenciales parciales. La metodología propuesta está limitada incondicionalmente (incluso para ecuaciones hiperbólicas) y adapta dinámicamente la cuadrícula para que la mayor resolución espacial se asigne automáticamente a regiones de dominio donde se observan fuertes gradientes, poseyendo así las dos propiedades deseadas de un enfoque numérico: estabilidad y precisión. Se presentan resultados numéricos para cinco problemas de prueba que muestran claramente la solidez y la rentabilidad del método propuesto",
    "error_count": 4,
    "keys": {
        "multiresolution adaptive approach": {
            "translated_key": "enfoque adaptativo multirresolución",
            "translated_annotated_text": "Enfoque adaptativo multirresolución para la solución de PDE hiperbólicas Este artículo establece un innovador y eficiente \"enfoque adaptativo multirresolución\" combinado con métodos de alta resolución, para la solución numérica de un único o un sistema de ecuaciones diferenciales parciales. La metodología propuesta está limitada incondicionalmente (incluso para ecuaciones hiperbólicas) y adapta dinámicamente la cuadrícula para que la mayor resolución espacial se asigne automáticamente a regiones de dominio donde se observan fuertes gradientes, poseyendo así las dos propiedades deseadas de un enfoque numérico: estabilidad y precisión. Se presentan resultados numéricos para cinco problemas de prueba que muestran claramente la solidez y la rentabilidad del método propuesto ",
            "error": [
                ""
            ]
        },
        "high-resolution methods": {
            "translated_key": "métodos de alta resolución",
            "translated_annotated_text": "Enfoque adaptativo multiresolución para la solución de PDE hiperbólicas Este artículo establece un enfoque adaptativo innovador y eficiente de multiresolución combinado con \"métodos de alta resolución\", para la solución numérica de un único o un sistema de ecuaciones diferenciales parciales. La metodología propuesta está limitada incondicionalmente (incluso para ecuaciones hiperbólicas) y adapta dinámicamente la cuadrícula para que la mayor resolución espacial se asigne automáticamente a regiones de dominio donde se observan fuertes gradientes, poseyendo así las dos propiedades deseadas de un enfoque numérico: estabilidad y precisión. Se presentan resultados numéricos para cinco problemas de prueba que muestran claramente la solidez y la rentabilidad del método propuesto ",
            "error": [
                ""
            ]
        },
        "numerical solution": {
            "translated_key": "solución numérica",
            "translated_annotated_text": "Enfoque adaptativo multirresolución para la solución de PDE hiperbólicas Este artículo establece un enfoque adaptativo innovador y eficiente de multirresolución combinado con métodos de alta resolución, para la \"solución numérica\" de un único o un sistema de ecuaciones diferenciales parciales. La metodología propuesta está limitada incondicionalmente (incluso para ecuaciones hiperbólicas) y adapta dinámicamente la cuadrícula para que la mayor resolución espacial se asigne automáticamente a regiones de dominio donde se observan fuertes gradientes, poseyendo así las dos propiedades deseadas de un enfoque numérico: estabilidad y precisión. Se presentan resultados numéricos para cinco problemas de prueba que muestran claramente la solidez y la rentabilidad del método propuesto ",
            "error": [
                ""
            ]
        },
        "hyperbolic partial differential equations": {
            "translated_key": [],
            "translated_annotated_text": "Enfoque adaptativo multirresolución para la solución de PDE hiperbólicas Este artículo establece un enfoque adaptativo innovador y eficiente de multirresolución combinado con métodos de alta resolución, para la solución numérica de un único o un sistema de ecuaciones diferenciales parciales. La metodología propuesta está limitada incondicionalmente (incluso para ecuaciones hiperbólicas) y adapta dinámicamente la cuadrícula para que la mayor resolución espacial se asigne automáticamente a regiones de dominio donde se observan fuertes gradientes, poseyendo así las dos propiedades deseadas de un enfoque numérico: estabilidad y precisión. Se presentan resultados numéricos para cinco problemas de prueba que muestran claramente la solidez y la rentabilidad del método propuesto ",
            "error": []
        },
        "dynamic grid adaptation": {
            "translated_key": [],
            "translated_annotated_text": "Enfoque adaptativo multirresolución para la solución de PDE hiperbólicas Este artículo establece un enfoque adaptativo innovador y eficiente de multirresolución combinado con métodos de alta resolución, para la solución numérica de un único o un sistema de ecuaciones diferenciales parciales. La metodología propuesta está limitada incondicionalmente (incluso para ecuaciones hiperbólicas) y adapta dinámicamente la cuadrícula para que la mayor resolución espacial se asigne automáticamente a regiones de dominio donde se observan fuertes gradientes, poseyendo así las dos propiedades deseadas de un enfoque numérico: estabilidad y precisión. Se presentan resultados numéricos para cinco problemas de prueba que muestran claramente la solidez y la rentabilidad del método propuesto ",
            "error": []
        },
        "unconditionally bounded methodology": {
            "translated_key": [],
            "translated_annotated_text": "Enfoque adaptativo multirresolución para la solución de PDE hiperbólicas Este artículo establece un enfoque adaptativo innovador y eficiente de multirresolución combinado con métodos de alta resolución, para la solución numérica de un único o un sistema de ecuaciones diferenciales parciales. La metodología propuesta está limitada incondicionalmente (incluso para ecuaciones hiperbólicas) y adapta dinámicamente la cuadrícula para que la mayor resolución espacial se asigne automáticamente a regiones de dominio donde se observan fuertes gradientes, poseyendo así las dos propiedades deseadas de un enfoque numérico: estabilidad y precisión. Se presentan resultados numéricos para cinco problemas de prueba que muestran claramente la solidez y la rentabilidad del método propuesto ",
            "error": []
        },
        "spatial resolution": {
            "translated_key": "resolución espacial",
            "translated_annotated_text": "Enfoque adaptativo multirresolución para la solución de PDE hiperbólicas Este artículo establece un enfoque adaptativo innovador y eficiente de multirresolución combinado con métodos de alta resolución, para la solución numérica de un único o un sistema de ecuaciones diferenciales parciales. La metodología propuesta está limitada incondicionalmente (incluso para ecuaciones hiperbólicas) y adapta dinámicamente la cuadrícula para que la \"resolución espacial\" superior se asigne automáticamente a regiones de dominio donde se observan gradientes fuertes, poseyendo así las dos propiedades deseadas de un enfoque numérico: estabilidad y precisión. Se presentan resultados numéricos para cinco problemas de prueba que muestran claramente la solidez y la rentabilidad del método propuesto ",
            "error": [
                ""
            ]
        },
        "strong gradients": {
            "translated_key": "gradientes fuertes",
            "translated_annotated_text": "Enfoque adaptativo multirresolución para la solución de PDE hiperbólicas Este artículo establece un enfoque adaptativo innovador y eficiente de multirresolución combinado con métodos de alta resolución, para la solución numérica de un único o un sistema de ecuaciones diferenciales parciales. La metodología propuesta está limitada incondicionalmente (incluso para ecuaciones hiperbólicas) y adapta dinámicamente la cuadrícula para que la mayor resolución espacial se asigne automáticamente a regiones de dominio donde se observan \"gradientes fuertes\", poseyendo así las dos propiedades deseadas de un enfoque numérico: estabilidad y precisión. Se presentan resultados numéricos para cinco problemas de prueba que muestran claramente la solidez y la rentabilidad del método propuesto ",
            "error": [
                ""
            ]
        },
        "stability": {
            "translated_key": "estabilidad",
            "translated_annotated_text": "Enfoque adaptativo multirresolución para la solución de PDE hiperbólicas Este artículo establece un enfoque adaptativo innovador y eficiente de multirresolución combinado con métodos de alta resolución, para la solución numérica de un único o un sistema de ecuaciones diferenciales parciales. La metodología propuesta está limitada incondicionalmente (incluso para ecuaciones hiperbólicas) y adapta dinámicamente la cuadrícula para que la mayor resolución espacial se asigne automáticamente a regiones de dominio donde se observan fuertes gradientes, poseyendo así las dos propiedades deseadas de un enfoque numérico: \"estabilidad\" y precisión. Se presentan resultados numéricos para cinco problemas de prueba que muestran claramente la solidez y la rentabilidad del método propuesto ",
            "error": [
                ""
            ]
        },
        "accuracy": {
            "translated_key": "exactitud",
            "translated_annotated_text": "Enfoque adaptativo multirresolución para la solución de PDE hiperbólicas Este artículo establece un enfoque adaptativo innovador y eficiente de multirresolución combinado con métodos de alta resolución, para la solución numérica de un único o un sistema de ecuaciones diferenciales parciales. La metodología propuesta está limitada incondicionalmente (incluso para ecuaciones hiperbólicas) y adapta dinámicamente la cuadrícula para que la mayor resolución espacial se asigne automáticamente a regiones de dominio donde se observan fuertes gradientes, poseyendo así las dos propiedades deseadas de un enfoque numérico: estabilidad y \"exactitud\". Se presentan resultados numéricos para cinco problemas de prueba que muestran claramente la solidez y la rentabilidad del método propuesto ",
            "error": [
                ""
            ]
        },
        "robustness": {
            "translated_key": "robustness",
            "translated_annotated_text": "Enfoque adaptativo multirresolución para la solución de PDE hiperbólicas Este artículo establece un enfoque adaptativo innovador y eficiente de multirresolución combinado con métodos de alta resolución, para la solución numérica de un único o un sistema de ecuaciones diferenciales parciales. La metodología propuesta está limitada incondicionalmente (incluso para ecuaciones hiperbólicas) y adapta dinámicamente la cuadrícula para que la mayor resolución espacial se asigne automáticamente a regiones de dominio donde se observan fuertes gradientes, poseyendo así las dos propiedades deseadas de un enfoque numérico: estabilidad y precisión. Se presentan los resultados numéricos de cinco problemas de prueba que muestran claramente la \"robustness\" y la rentabilidad del método propuesto ",
            "error": [
                ""
            ]
        },
        "cost effectiveness": {
            "translated_key": "eficacia de costes",
            "translated_annotated_text": "Enfoque adaptativo multirresolución para la solución de PDE hiperbólicas Este artículo establece un enfoque adaptativo innovador y eficiente de multirresolución combinado con métodos de alta resolución, para la solución numérica de un único o un sistema de ecuaciones diferenciales parciales. La metodología propuesta está limitada incondicionalmente (incluso para ecuaciones hiperbólicas) y adapta dinámicamente la cuadrícula para que la mayor resolución espacial se asigne automáticamente a regiones de dominio donde se observan fuertes gradientes, poseyendo así las dos propiedades deseadas de un enfoque numérico: estabilidad y precisión. Se presentan resultados numéricos para cinco problemas de prueba que muestran claramente la robustez y la \"eficacia de costes\" del método propuesto. ",
            "error": [
                ""
            ]
        },
        "hyperbolic equations": {
            "translated_key": "ecuaciones hiperbólicas",
            "translated_annotated_text": "Enfoque adaptativo multirresolución para la solución de PDE hiperbólicas Este artículo establece un enfoque adaptativo innovador y eficiente de multirresolución combinado con métodos de alta resolución, para la solución numérica de un único o un sistema de ecuaciones diferenciales parciales. La metodología propuesta está limitada incondicionalmente (incluso para \"ecuaciones hiperbólicas\") y adapta dinámicamente la cuadrícula para que la mayor resolución espacial se asigne automáticamente a regiones de dominio donde se observan fuertes gradientes, poseyendo así las dos propiedades deseadas de un enfoque numérico: estabilidad y precisión. Se presentan resultados numéricos para cinco problemas de prueba que muestran claramente la solidez y la rentabilidad del método propuesto ",
            "error": [
                ""
            ]
        },
        "numerical stability": {
            "translated_key": [],
            "translated_annotated_text": "Enfoque adaptativo multirresolución para la solución de PDE hiperbólicas Este artículo establece un enfoque adaptativo innovador y eficiente de multirresolución combinado con métodos de alta resolución, para la solución numérica de un único o un sistema de ecuaciones diferenciales parciales. La metodología propuesta está limitada incondicionalmente (incluso para ecuaciones hiperbólicas) y adapta dinámicamente la cuadrícula para que la mayor resolución espacial se asigne automáticamente a regiones de dominio donde se observan fuertes gradientes, poseyendo así las dos propiedades deseadas de un enfoque numérico: estabilidad y precisión. Se presentan resultados numéricos para cinco problemas de prueba que muestran claramente la solidez y la rentabilidad del método propuesto ",
            "error": []
        },
        "partial differential equations": {
            "translated_key": "ecuaciones diferenciales parciales",
            "translated_annotated_text": "Enfoque adaptativo multiresolución para la solución de PDE hiperbólicas Este artículo establece un enfoque adaptativo innovador y eficiente de multiresolución combinado con métodos de alta resolución, para la solución numérica de un único o un sistema de \"ecuaciones diferenciales parciales\". La metodología propuesta está limitada incondicionalmente (incluso para ecuaciones hiperbólicas) y adapta dinámicamente la cuadrícula para que la mayor resolución espacial se asigne automáticamente a regiones de dominio donde se observan fuertes gradientes, poseyendo así las dos propiedades deseadas de un enfoque numérico: estabilidad y precisión. Se presentan resultados numéricos para cinco problemas de prueba que muestran claramente la solidez y la rentabilidad del método propuesto ",
            "error": [
                ""
            ]
        }
    }
}