{
    "original_text": "Non-linear analysis of nearly saturated porous media: theoretical and numerical formulation A formulation for a porous medium saturated with a compressible fluid undergoing large elastic and plastic deformations is presented. A consistent thermodynamic formulation is proposed for the two-phase mixture problem; thus preserving a straightforward and robust numerical scheme. A novel feature is the specification of the fluid compressibility in terms of a volumetric logarithmic strain, which is energy conjugated to the fluid pressure in the entropy inequality. As a result, the entropy inequality is used to separate three different mechanisms representing the response: effective stress response according to Terzaghi in the solid skeleton, fluid pressure response to compressibility of the fluid, and dissipative Darcy flow representing the interaction between the two phases. The paper is concluded with a couple of numerical examples that display the predictive capabilities of the proposed formulation. In particular, we consider results for the kinematically linear theory as compared to the kinematically non-linear theory",
    "original_translation": "Análisis no lineal de medios porosos casi saturados: formulación teórica y numérica Se presenta una formulación para un medio poroso saturado con un líquido comprimible sometido a grandes deformaciones elásticas y plásticas. Se propone una formulación termodinámica coherente para el problema de la mezcla en dos fases, preservando así un esquema numérico sencillo y robusto. Una característica novedosa es la especificación de la compresibilidad del fluido en términos de una cepa logarítmica volumétrica, que es energía conjugada a la presión del fluido en la desigualdad de la entropía. Como resultado, la desigualdad de la entropía se utiliza para separar tres mecanismos diferentes que representan la respuesta: respuesta de estrés efectiva según Terzaghi en el esqueleto sólido, respuesta de presión de fluido a la compresibilidad del fluido, y flujo disipativo Darcy que representa la interacción entre las dos fases. El documento se concluye con un par de ejemplos numéricos que muestran las capacidades predictivas de la formulación propuesta. En particular, consideramos los resultados para la teoría lineal cinemática en comparación con la teoría cinemáticamente no lineal",
    "error_count": 10,
    "keys": {
        "nearly saturated porous media": {
            "translated_key": "medios porosos casi saturados",
            "translated_annotated_text": "Análisis no lineal de \"medios porosos casi saturados\": formulación teórica y numérica Se presenta una formulación para un medio poroso saturado con un líquido comprimible sometido a grandes deformaciones elásticas y plásticas. Se propone una formulación termodinámica coherente para el problema de la mezcla en dos fases, preservando así un esquema numérico sencillo y robusto. Una característica novedosa es la especificación de la compresibilidad del fluido en términos de una cepa logarítmica volumétrica, que es energía conjugada a la presión del fluido en la desigualdad de la entropía. Como resultado, la desigualdad de la entropía se utiliza para separar tres mecanismos diferentes que representan la respuesta: respuesta de estrés efectiva según Terzaghi en el esqueleto sólido, respuesta de presión de fluido a la compresibilidad del fluido, y flujo disipativo Darcy que representa la interacción entre las dos fases. El documento se concluye con un par de ejemplos numéricos que muestran las capacidades predictivas de la formulación propuesta. En particular, consideramos los resultados para la teoría lineal cinemática en comparación con la teoría cinemáticamente no lineal ",
            "error": [
                ""
            ]
        },
        "nonlinear analysis": {
            "translated_key": [],
            "translated_annotated_text": "Análisis no lineal de medios porosos casi saturados: formulación teórica y numérica Se presenta una formulación para un medio poroso saturado con un líquido comprimible sometido a grandes deformaciones elásticas y plásticas. Se propone una formulación termodinámica coherente para el problema de la mezcla en dos fases, preservando así un esquema numérico sencillo y robusto. Una característica novedosa es la especificación de la compresibilidad del fluido en términos de una cepa logarítmica volumétrica, que es energía conjugada a la presión del fluido en la desigualdad de la entropía. Como resultado, la desigualdad de la entropía se utiliza para separar tres mecanismos diferentes que representan la respuesta: respuesta de estrés efectiva según Terzaghi en el esqueleto sólido, respuesta de presión de fluido a la compresibilidad del fluido, y flujo disipativo Darcy que representa la interacción entre las dos fases. El documento se concluye con un par de ejemplos numéricos que muestran las capacidades predictivas de la formulación propuesta. En particular, consideramos los resultados para la teoría lineal cinemática en comparación con la teoría cinemáticamente no lineal ",
            "error": []
        },
        "compressible fluid": {
            "translated_key": "líquido comprimible",
            "translated_annotated_text": "Análisis no lineal de medios porosos casi saturados: formulación teórica y numérica Se presenta una formulación para un medio poroso saturado con un \"líquido comprimible\" sometido a grandes deformaciones elásticas y plásticas. Se propone una formulación termodinámica coherente para el problema de la mezcla en dos fases, preservando así un esquema numérico sencillo y robusto. Una característica novedosa es la especificación de la compresibilidad del fluido en términos de una cepa logarítmica volumétrica, que es energía conjugada a la presión del fluido en la desigualdad de la entropía. Como resultado, la desigualdad de la entropía se utiliza para separar tres mecanismos diferentes que representan la respuesta: respuesta de estrés efectiva según Terzaghi en el esqueleto sólido, respuesta de presión de fluido a la compresibilidad del fluido, y flujo disipativo Darcy que representa la interacción entre las dos fases. El documento se concluye con un par de ejemplos numéricos que muestran las capacidades predictivas de la formulación propuesta. En particular, consideramos los resultados para la teoría lineal cinemática en comparación con la teoría cinemáticamente no lineal ",
            "error": [
                ""
            ]
        },
        "large elastic deformations": {
            "translated_key": [],
            "translated_annotated_text": "Análisis no lineal de medios porosos casi saturados: formulación teórica y numérica Se presenta una formulación para un medio poroso saturado con un líquido comprimible sometido a grandes deformaciones elásticas y plásticas. Se propone una formulación termodinámica coherente para el problema de la mezcla en dos fases, preservando así un esquema numérico sencillo y robusto. Una característica novedosa es la especificación de la compresibilidad del fluido en términos de una cepa logarítmica volumétrica, que es energía conjugada a la presión del fluido en la desigualdad de la entropía. Como resultado, la desigualdad de la entropía se utiliza para separar tres mecanismos diferentes que representan la respuesta: respuesta de estrés efectiva según Terzaghi en el esqueleto sólido, respuesta de presión de fluido a la compresibilidad del fluido, y flujo disipativo Darcy que representa la interacción entre las dos fases. El documento se concluye con un par de ejemplos numéricos que muestran las capacidades predictivas de la formulación propuesta. En particular, consideramos los resultados para la teoría lineal cinemática en comparación con la teoría cinemáticamente no lineal ",
            "error": []
        },
        "large plastic deformations": {
            "translated_key": [],
            "translated_annotated_text": "Análisis no lineal de medios porosos casi saturados: formulación teórica y numérica Se presenta una formulación para un medio poroso saturado con un líquido comprimible sometido a grandes deformaciones elásticas y plásticas. Se propone una formulación termodinámica coherente para el problema de la mezcla en dos fases, preservando así un esquema numérico sencillo y robusto. Una característica novedosa es la especificación de la compresibilidad del fluido en términos de una cepa logarítmica volumétrica, que es energía conjugada a la presión del fluido en la desigualdad de la entropía. Como resultado, la desigualdad de la entropía se utiliza para separar tres mecanismos diferentes que representan la respuesta: respuesta de estrés efectiva según Terzaghi en el esqueleto sólido, respuesta de presión de fluido a la compresibilidad del fluido, y flujo disipativo Darcy que representa la interacción entre las dos fases. El documento se concluye con un par de ejemplos numéricos que muestran las capacidades predictivas de la formulación propuesta. En particular, consideramos los resultados para la teoría lineal cinemática en comparación con la teoría cinemáticamente no lineal ",
            "error": []
        },
        "consistent thermodynamic formulation": {
            "translated_key": "formulación termodinámica consistente",
            "translated_annotated_text": "Análisis no lineal de medios porosos casi saturados: formulación teórica y numérica Se presenta una formulación para un medio poroso saturado con un líquido comprimible sometido a grandes deformaciones elásticas y plásticas. Se propone una \"formulación termodinámica consistente\" para el problema de la mezcla en dos fases, preservando así un esquema numérico sencillo y robusto. Una característica novedosa es la especificación de la compresibilidad del fluido en términos de una cepa logarítmica volumétrica, que es energía conjugada a la presión del fluido en la desigualdad de la entropía. Como resultado, la desigualdad de la entropía se utiliza para separar tres mecanismos diferentes que representan la respuesta: respuesta de estrés efectiva según Terzaghi en el esqueleto sólido, respuesta de presión de fluido a la compresibilidad del fluido, y flujo disipativo Darcy que representa la interacción entre las dos fases. El documento se concluye con un par de ejemplos numéricos que muestran las capacidades predictivas de la formulación propuesta. En particular, consideramos los resultados para la teoría lineal cinemática en comparación con la teoría cinemáticamente no lineal ",
            "error": [
                ""
            ]
        },
        "two-phase mixture problem": {
            "translated_key": "problema de la mezcla en dos fases",
            "translated_annotated_text": "Análisis no lineal de medios porosos casi saturados: formulación teórica y numérica Se presenta una formulación para un medio poroso saturado con un líquido comprimible sometido a grandes deformaciones elásticas y plásticas. Se propone una formulación termodinámica consistente para el \"problema de la mezcla en dos fases\", preservando así un esquema numérico sencillo y robusto. Una característica novedosa es la especificación de la compresibilidad del fluido en términos de una cepa logarítmica volumétrica, que es energía conjugada a la presión del fluido en la desigualdad de la entropía. Como resultado, la desigualdad de la entropía se utiliza para separar tres mecanismos diferentes que representan la respuesta: respuesta de estrés efectiva según Terzaghi en el esqueleto sólido, respuesta de presión de fluido a la compresibilidad del fluido, y flujo disipativo Darcy que representa la interacción entre las dos fases. El documento se concluye con un par de ejemplos numéricos que muestran las capacidades predictivas de la formulación propuesta. En particular, consideramos los resultados para la teoría lineal cinemática en comparación con la teoría cinemáticamente no lineal ",
            "error": [
                ""
            ]
        },
        "robust numerical scheme": {
            "translated_key": "esquema numérico robusto y sencillo",
            "translated_annotated_text": "Análisis no lineal de medios porosos casi saturados: formulación teórica y numérica Se presenta una formulación para un medio poroso saturado con un líquido comprimible sometido a grandes deformaciones elásticas y plásticas. Se propone una formulación termodinámica consistente para el problema de la mezcla en dos fases, preservando así un \"esquema numérico robusto y sencillo\". Una característica novedosa es la especificación de la compresibilidad del fluido en términos de una cepa logarítmica volumétrica, que es energía conjugada a la presión del fluido en la desigualdad de la entropía. Como resultado, la desigualdad de la entropía se utiliza para separar tres mecanismos diferentes que representan la respuesta: respuesta de estrés efectiva según Terzaghi en el esqueleto sólido, respuesta de presión de fluido a la compresibilidad del fluido, y flujo disipativo Darcy que representa la interacción entre las dos fases. El documento se concluye con un par de ejemplos numéricos que muestran las capacidades predictivas de la formulación propuesta. En particular, consideramos los resultados para la teoría lineal cinemática en comparación con la teoría cinemáticamente no lineal ",
            "error": [
                ""
            ]
        },
        "fluid compressibility": {
            "translated_key": "compresibilidad fluida",
            "translated_annotated_text": "Análisis no lineal de medios porosos casi saturados: formulación teórica y numérica Se presenta una formulación para un medio poroso saturado con un líquido comprimible sometido a grandes deformaciones elásticas y plásticas. Se propone una formulación termodinámica coherente para el problema de la mezcla en dos fases, preservando así un esquema numérico sencillo y robusto. Una característica novedosa es la especificación de la \"compresibilidad fluida\" en términos de una cepa logarítmica volumétrica, que es energía conjugada a la presión de fluidos en la desigualdad de la entropía. Como resultado, la desigualdad de la entropía se utiliza para separar tres mecanismos diferentes que representan la respuesta: respuesta de estrés efectiva según Terzaghi en el esqueleto sólido, respuesta de presión de fluido a la compresibilidad del fluido, y flujo disipativo Darcy que representa la interacción entre las dos fases. El documento se concluye con un par de ejemplos numéricos que muestran las capacidades predictivas de la formulación propuesta. En particular, consideramos los resultados para la teoría lineal cinemática en comparación con la teoría cinemáticamente no lineal ",
            "error": [
                ""
            ]
        },
        "volumetric logarithmic strain": {
            "translated_key": "deformación logarítmica volumétrica",
            "translated_annotated_text": "Análisis no lineal de medios porosos casi saturados: formulación teórica y numérica Se presenta una formulación para un medio poroso saturado con un líquido comprimible sometido a grandes deformaciones elásticas y plásticas. Se propone una formulación termodinámica coherente para el problema de la mezcla en dos fases, preservando así un esquema numérico sencillo y robusto. Una característica novedosa es la especificación de la compresibilidad del fluido en términos de una \"deformación logarítmica volumétrica\", que es energía conjugada a la presión del fluido en la desigualdad de la entropía. Como resultado, la desigualdad de la entropía se utiliza para separar tres mecanismos diferentes que representan la respuesta: respuesta de estrés efectiva según Terzaghi en el esqueleto sólido, respuesta de presión de fluido a la compresibilidad del fluido, y flujo disipativo Darcy que representa la interacción entre las dos fases. El documento se concluye con un par de ejemplos numéricos que muestran las capacidades predictivas de la formulación propuesta. En particular, consideramos los resultados para la teoría lineal cinemática en comparación con la teoría cinemáticamente no lineal ",
            "error": [
                ""
            ]
        },
        "fluid pressure": {
            "translated_key": "presión fluida",
            "translated_annotated_text": "Análisis no lineal de medios porosos casi saturados: formulación teórica y numérica Se presenta una formulación para un medio poroso saturado con un líquido comprimible sometido a grandes deformaciones elásticas y plásticas. Se propone una formulación termodinámica coherente para el problema de la mezcla en dos fases, preservando así un esquema numérico sencillo y robusto. Una característica novedosa es la especificación de la compresibilidad de fluidos en términos de una cepa logarítmica volumétrica, que es energía conjugada a la \"presión fluida\" en la desigualdad de la entropía. Como resultado, la desigualdad de la entropía se utiliza para separar tres mecanismos diferentes que representan la respuesta: respuesta de estrés efectiva según Terzaghi en el esqueleto sólido, respuesta de \"presión fluida\" a la compresibilidad del fluido, y flujo disipativo Darcy que representa la interacción entre las dos fases. El documento se concluye con un par de ejemplos numéricos que muestran las capacidades predictivas de la formulación propuesta. En particular, consideramos los resultados para la teoría lineal cinemática en comparación con la teoría cinemáticamente no lineal ",
            "error": [
                ""
            ]
        },
        "entropy inequality": {
            "translated_key": "desigualdad de la entropía",
            "translated_annotated_text": "Análisis no lineal de medios porosos casi saturados: formulación teórica y numérica Se presenta una formulación para un medio poroso saturado con un líquido comprimible sometido a grandes deformaciones elásticas y plásticas. Se propone una formulación termodinámica coherente para el problema de la mezcla en dos fases, preservando así un esquema numérico sencillo y robusto. Una característica novedosa es la especificación de la compresibilidad del fluido en términos de una cepa logarítmica volumétrica, que es energía conjugada a la presión del fluido en la \"desigualdad de la entropía\". Como resultado, la \"desigualdad de la entropía\" se utiliza para separar tres mecanismos diferentes que representan la respuesta: respuesta de estrés efectiva según Terzaghi en el esqueleto sólido, respuesta de presión de fluido a la compresibilidad del fluido, y flujo disipativo Darcy que representa la interacción entre las dos fases. El documento se concluye con un par de ejemplos numéricos que muestran las capacidades predictivas de la formulación propuesta. En particular, consideramos los resultados para la teoría lineal cinemática en comparación con la teoría cinemáticamente no lineal ",
            "error": [
                ""
            ]
        },
        "effective stress response": {
            "translated_key": "respuesta de estrés efectiva",
            "translated_annotated_text": "Análisis no lineal de medios porosos casi saturados: formulación teórica y numérica Se presenta una formulación para un medio poroso saturado con un líquido comprimible sometido a grandes deformaciones elásticas y plásticas. Se propone una formulación termodinámica coherente para el problema de la mezcla en dos fases, preservando así un esquema numérico sencillo y robusto. Una característica novedosa es la especificación de la compresibilidad del fluido en términos de una cepa logarítmica volumétrica, que es energía conjugada a la presión del fluido en la desigualdad de la entropía. Como resultado, la desigualdad de la entropía se utiliza para separar tres mecanismos diferentes que representan la respuesta: \"respuesta de estrés efectiva\" según Terzaghi en el esqueleto sólido, respuesta de presión de fluido a la compresibilidad del fluido, y flujo disipativo Darcy que representa la interacción entre las dos fases. El documento se concluye con un par de ejemplos numéricos que muestran las capacidades predictivas de la formulación propuesta. En particular, consideramos los resultados para la teoría lineal cinemática en comparación con la teoría cinemáticamente no lineal ",
            "error": [
                ""
            ]
        },
        "solid skeleton": {
            "translated_key": "esqueleto sólido",
            "translated_annotated_text": "Análisis no lineal de medios porosos casi saturados: formulación teórica y numérica Se presenta una formulación para un medio poroso saturado con un líquido comprimible sometido a grandes deformaciones elásticas y plásticas. Se propone una formulación termodinámica coherente para el problema de la mezcla en dos fases, preservando así un esquema numérico sencillo y robusto. Una característica novedosa es la especificación de la compresibilidad del fluido en términos de una cepa logarítmica volumétrica, que es energía conjugada a la presión del fluido en la desigualdad de la entropía. Como resultado, la desigualdad de la entropía se utiliza para separar tres mecanismos diferentes que representan la respuesta: respuesta de estrés efectiva según Terzaghi en el \"esqueleto sólido\", respuesta de presión de fluido a la compresibilidad del fluido, y flujo disipativo Darcy que representa la interacción entre las dos fases. El documento se concluye con un par de ejemplos numéricos que muestran las capacidades predictivas de la formulación propuesta. En particular, consideramos los resultados para la teoría lineal cinemática en comparación con la teoría cinemáticamente no lineal ",
            "error": [
                ""
            ]
        },
        "fluid pressure response": {
            "translated_key": "respuesta de presión fluida",
            "translated_annotated_text": "Análisis no lineal de medios porosos casi saturados: formulación teórica y numérica Se presenta una formulación para un medio poroso saturado con un líquido comprimible sometido a grandes deformaciones elásticas y plásticas. Se propone una formulación termodinámica coherente para el problema de la mezcla en dos fases, preservando así un esquema numérico sencillo y robusto. Una característica novedosa es la especificación de la compresibilidad del fluido en términos de una cepa logarítmica volumétrica, que es energía conjugada a la presión del fluido en la desigualdad de la entropía. Como resultado, la desigualdad de la entropía se utiliza para separar tres mecanismos diferentes que representan la respuesta: respuesta de estrés efectiva según Terzaghi en el esqueleto sólido, \"respuesta de presión fluida\" a la compresibilidad del fluido, y flujo disipativo Darcy que representa la interacción entre las dos fases. El documento se concluye con un par de ejemplos numéricos que muestran las capacidades predictivas de la formulación propuesta. En particular, consideramos los resultados para la teoría lineal cinemática en comparación con la teoría cinemáticamente no lineal ",
            "error": [
                ""
            ]
        },
        "dissipative Darcy flow": {
            "translated_key": "flujo de Darcy disipativo",
            "translated_annotated_text": "Análisis no lineal de medios porosos casi saturados: formulación teórica y numérica Se presenta una formulación para un medio poroso saturado con un líquido comprimible sometido a grandes deformaciones elásticas y plásticas. Se propone una formulación termodinámica coherente para el problema de la mezcla en dos fases, preservando así un esquema numérico sencillo y robusto. Una característica novedosa es la especificación de la compresibilidad del fluido en términos de una cepa logarítmica volumétrica, que es energía conjugada a la presión del fluido en la desigualdad de la entropía. Como resultado, la desigualdad de la entropía se utiliza para separar tres mecanismos diferentes que representan la respuesta: respuesta de estrés efectiva según Terzaghi en el esqueleto sólido, respuesta de presión de fluido a la compresibilidad del fluido, y \"flujo de Darcy disipativo\" que representa la interacción entre las dos fases. El documento se concluye con un par de ejemplos numéricos que muestran las capacidades predictivas de la formulación propuesta. En particular, consideramos los resultados para la teoría lineal cinemática en comparación con la teoría cinemáticamente no lineal ",
            "error": [
                ""
            ]
        },
        "predictive capabilities": {
            "translated_key": "capacidades predictivas",
            "translated_annotated_text": "Análisis no lineal de medios porosos casi saturados: formulación teórica y numérica Se presenta una formulación para un medio poroso saturado con un líquido comprimible sometido a grandes deformaciones elásticas y plásticas. Se propone una formulación termodinámica coherente para el problema de la mezcla en dos fases, preservando así un esquema numérico sencillo y robusto. Una característica novedosa es la especificación de la compresibilidad del fluido en términos de una cepa logarítmica volumétrica, que es energía conjugada a la presión del fluido en la desigualdad de la entropía. Como resultado, la desigualdad de la entropía se utiliza para separar tres mecanismos diferentes que representan la respuesta: respuesta de estrés efectiva según Terzaghi en el esqueleto sólido, respuesta de presión de fluido a la compresibilidad del fluido, y flujo disipativo Darcy que representa la interacción entre las dos fases. El artículo se concluye con un par de ejemplos numéricos que muestran las \"capacidades predictivas\" de la formulación propuesta. En particular, consideramos los resultados para la teoría lineal cinemática en comparación con la teoría cinemáticamente no lineal ",
            "error": [
                ""
            ]
        },
        "kinematically linear theory": {
            "translated_key": "teoría cinemáticamente lineal",
            "translated_annotated_text": "Análisis no lineal de medios porosos casi saturados: formulación teórica y numérica Se presenta una formulación para un medio poroso saturado con un líquido comprimible sometido a grandes deformaciones elásticas y plásticas. Se propone una formulación termodinámica coherente para el problema de la mezcla en dos fases, preservando así un esquema numérico sencillo y robusto. Una característica novedosa es la especificación de la compresibilidad del fluido en términos de una cepa logarítmica volumétrica, que es energía conjugada a la presión del fluido en la desigualdad de la entropía. Como resultado, la desigualdad de la entropía se utiliza para separar tres mecanismos diferentes que representan la respuesta: respuesta de estrés efectiva según Terzaghi en el esqueleto sólido, respuesta de presión de fluido a la compresibilidad del fluido, y flujo disipativo Darcy que representa la interacción entre las dos fases. El documento se concluye con un par de ejemplos numéricos que muestran las capacidades predictivas de la formulación propuesta. En particular, consideramos los resultados para la \"teoría cinemáticamente lineal\" en comparación con la teoría cinemáticamente no lineal ",
            "error": [
                ""
            ]
        },
        "kinematically nonlinear theory": {
            "translated_key": [],
            "translated_annotated_text": "Análisis no lineal de medios porosos casi saturados: formulación teórica y numérica Se presenta una formulación para un medio poroso saturado con un líquido comprimible sometido a grandes deformaciones elásticas y plásticas. Se propone una formulación termodinámica coherente para el problema de la mezcla en dos fases, preservando así un esquema numérico sencillo y robusto. Una característica novedosa es la especificación de la compresibilidad del fluido en términos de una cepa logarítmica volumétrica, que es energía conjugada a la presión del fluido en la desigualdad de la entropía. Como resultado, la desigualdad de la entropía se utiliza para separar tres mecanismos diferentes que representan la respuesta: respuesta de estrés efectiva según Terzaghi en el esqueleto sólido, respuesta de presión de fluido a la compresibilidad del fluido, y flujo disipativo Darcy que representa la interacción entre las dos fases. El documento se concluye con un par de ejemplos numéricos que muestran las capacidades predictivas de la formulación propuesta. En particular, consideramos los resultados para la teoría lineal cinemática en comparación con la teoría cinemáticamente no lineal ",
            "error": []
        },
        "compressibility": {
            "translated_key": "compresibilidad",
            "translated_annotated_text": "Análisis no lineal de medios porosos casi saturados: formulación teórica y numérica Se presenta una formulación para un medio poroso saturado con un líquido comprimible sometido a grandes deformaciones elásticas y plásticas. Se propone una formulación termodinámica coherente para el problema de la mezcla en dos fases, preservando así un esquema numérico sencillo y robusto. Una característica novedosa es la especificación de la \"compresibilidad\" del fluido en términos de una cepa logarítmica volumétrica, que es energía conjugada a la presión del fluido en la desigualdad de la entropía. Como resultado, la desigualdad de la entropía se utiliza para separar tres mecanismos diferentes que representan la respuesta: respuesta de estrés efectiva según Terzaghi en el esqueleto sólido, respuesta de presión de fluido a la \"compresibilidad\" del fluido, y flujo disipativo Darcy que representa la interacción entre las dos fases. El documento se concluye con un par de ejemplos numéricos que muestran las capacidades predictivas de la formulación propuesta. En particular, consideramos los resultados para la teoría lineal cinemática en comparación con la teoría cinemáticamente no lineal ",
            "error": [
                ""
            ]
        },
        "elastic deformation": {
            "translated_key": [],
            "translated_annotated_text": "Análisis no lineal de medios porosos casi saturados: formulación teórica y numérica Se presenta una formulación para un medio poroso saturado con un líquido comprimible sometido a grandes deformaciones elásticas y plásticas. Se propone una formulación termodinámica coherente para el problema de la mezcla en dos fases, preservando así un esquema numérico sencillo y robusto. Una característica novedosa es la especificación de la compresibilidad del fluido en términos de una cepa logarítmica volumétrica, que es energía conjugada a la presión del fluido en la desigualdad de la entropía. Como resultado, la desigualdad de la entropía se utiliza para separar tres mecanismos diferentes que representan la respuesta: respuesta de estrés efectiva según Terzaghi en el esqueleto sólido, respuesta de presión de fluido a la compresibilidad del fluido, y flujo disipativo Darcy que representa la interacción entre las dos fases. El documento se concluye con un par de ejemplos numéricos que muestran las capacidades predictivas de la formulación propuesta. En particular, consideramos los resultados para la teoría lineal cinemática en comparación con la teoría cinemáticamente no lineal ",
            "error": []
        },
        "finite element analysis": {
            "translated_key": [],
            "translated_annotated_text": "Análisis no lineal de medios porosos casi saturados: formulación teórica y numérica Se presenta una formulación para un medio poroso saturado con un líquido comprimible sometido a grandes deformaciones elásticas y plásticas. Se propone una formulación termodinámica coherente para el problema de la mezcla en dos fases, preservando así un esquema numérico sencillo y robusto. Una característica novedosa es la especificación de la compresibilidad del fluido en términos de una cepa logarítmica volumétrica, que es energía conjugada a la presión del fluido en la desigualdad de la entropía. Como resultado, la desigualdad de la entropía se utiliza para separar tres mecanismos diferentes que representan la respuesta: respuesta de estrés efectiva según Terzaghi en el esqueleto sólido, respuesta de presión de fluido a la compresibilidad del fluido, y flujo disipativo Darcy que representa la interacción entre las dos fases. El documento se concluye con un par de ejemplos numéricos que muestran las capacidades predictivas de la formulación propuesta. En particular, consideramos los resultados para la teoría lineal cinemática en comparación con la teoría cinemáticamente no lineal ",
            "error": []
        },
        "mechanical engineering computing": {
            "translated_key": [],
            "translated_annotated_text": "Análisis no lineal de medios porosos casi saturados: formulación teórica y numérica Se presenta una formulación para un medio poroso saturado con un líquido comprimible sometido a grandes deformaciones elásticas y plásticas. Se propone una formulación termodinámica coherente para el problema de la mezcla en dos fases, preservando así un esquema numérico sencillo y robusto. Una característica novedosa es la especificación de la compresibilidad del fluido en términos de una cepa logarítmica volumétrica, que es energía conjugada a la presión del fluido en la desigualdad de la entropía. Como resultado, la desigualdad de la entropía se utiliza para separar tres mecanismos diferentes que representan la respuesta: respuesta de estrés efectiva según Terzaghi en el esqueleto sólido, respuesta de presión de fluido a la compresibilidad del fluido, y flujo disipativo Darcy que representa la interacción entre las dos fases. El documento se concluye con un par de ejemplos numéricos que muestran las capacidades predictivas de la formulación propuesta. En particular, consideramos los resultados para la teoría lineal cinemática en comparación con la teoría cinemáticamente no lineal ",
            "error": []
        },
        "plastic deformation": {
            "translated_key": [],
            "translated_annotated_text": "Análisis no lineal de medios porosos casi saturados: formulación teórica y numérica Se presenta una formulación para un medio poroso saturado con un líquido comprimible sometido a grandes deformaciones elásticas y plásticas. Se propone una formulación termodinámica coherente para el problema de la mezcla en dos fases, preservando así un esquema numérico sencillo y robusto. Una característica novedosa es la especificación de la compresibilidad del fluido en términos de una cepa logarítmica volumétrica, que es energía conjugada a la presión del fluido en la desigualdad de la entropía. Como resultado, la desigualdad de la entropía se utiliza para separar tres mecanismos diferentes que representan la respuesta: respuesta de estrés efectiva según Terzaghi en el esqueleto sólido, respuesta de presión de fluido a la compresibilidad del fluido, y flujo disipativo Darcy que representa la interacción entre las dos fases. El documento se concluye con un par de ejemplos numéricos que muestran las capacidades predictivas de la formulación propuesta. En particular, consideramos los resultados para la teoría lineal cinemática en comparación con la teoría cinemáticamente no lineal ",
            "error": []
        },
        "porous materials": {
            "translated_key": [],
            "translated_annotated_text": "Análisis no lineal de medios porosos casi saturados: formulación teórica y numérica Se presenta una formulación para un medio poroso saturado con un líquido comprimible sometido a grandes deformaciones elásticas y plásticas. Se propone una formulación termodinámica coherente para el problema de la mezcla en dos fases, preservando así un esquema numérico sencillo y robusto. Una característica novedosa es la especificación de la compresibilidad del fluido en términos de una cepa logarítmica volumétrica, que es energía conjugada a la presión del fluido en la desigualdad de la entropía. Como resultado, la desigualdad de la entropía se utiliza para separar tres mecanismos diferentes que representan la respuesta: respuesta de estrés efectiva según Terzaghi en el esqueleto sólido, respuesta de presión de fluido a la compresibilidad del fluido, y flujo disipativo Darcy que representa la interacción entre las dos fases. El documento se concluye con un par de ejemplos numéricos que muestran las capacidades predictivas de la formulación propuesta. En particular, consideramos los resultados para la teoría lineal cinemática en comparación con la teoría cinemáticamente no lineal ",
            "error": []
        },
        "thermodynamics": {
            "translated_key": [],
            "translated_annotated_text": "Análisis no lineal de medios porosos casi saturados: formulación teórica y numérica Se presenta una formulación para un medio poroso saturado con un líquido comprimible sometido a grandes deformaciones elásticas y plásticas. Se propone una formulación termodinámica coherente para el problema de la mezcla en dos fases, preservando así un esquema numérico sencillo y robusto. Una característica novedosa es la especificación de la compresibilidad del fluido en términos de una cepa logarítmica volumétrica, que es energía conjugada a la presión del fluido en la desigualdad de la entropía. Como resultado, la desigualdad de la entropía se utiliza para separar tres mecanismos diferentes que representan la respuesta: respuesta de estrés efectiva según Terzaghi en el esqueleto sólido, respuesta de presión de fluido a la compresibilidad del fluido, y flujo disipativo Darcy que representa la interacción entre las dos fases. El documento se concluye con un par de ejemplos numéricos que muestran las capacidades predictivas de la formulación propuesta. En particular, consideramos los resultados para la teoría lineal cinemática en comparación con la teoría cinemáticamente no lineal ",
            "error": []
        }
    }
}