{
    "original_text": "P systems with symport/antiport rules: the traces of objects We continue the study of those P systems where the computation is performed by the communication of objects, that is, systems with symport and antiport rules. Instead of the (number of) objects collected in a specified membrane, as the result of a computation we consider the itineraries of a certain object through membranes, during a halting computation, written as a coding of the string of labels of the visited membranes. The family of languages generated in this way is investigated with respect to its place in the Chomsky hierarchy. When the (symport and antiport) rules are applied in a conditional manner, promoted or inhibited by certain objects which should be present in the membrane where a rule is applied, then a characterization of recursively enumerable languages is obtained; the power of systems with the rules applied freely is only partially described",
    "original_translation": "Sistemas P con reglas symport/antiport: las trazas de objetos Continuamos el estudio de aquellos sistemas P donde el cálculo se realiza mediante la comunicación de objetos, es decir, sistemas con reglas symport y antiport. En lugar del (número de) objetos recogidos en una membrana especificada, como resultado de un cálculo consideramos los itinerarios de un determinado objeto a través de membranas, durante un cálculo de parada, escrito como una codificación de la cadena de etiquetas de las membranas visitadas. La familia de lenguas generadas de esta manera se investiga con respecto a su lugar en la jerarquía Chomsky. Cuando las reglas (simporte y antipuerto) se aplican de manera condicional, promovidas o inhibidas por ciertos objetos que deben estar presentes en la membrana donde se aplica una regla, entonces se obtiene una caracterización de lenguajes recursivamente enumerables; el poder de los sistemas con las reglas aplicadas libremente sólo se describe parcialmente",
    "error_count": 7,
    "keys": {
        "P systems": {
            "translated_key": "Sistemas P",
            "translated_annotated_text": "\"Sistemas P\" con reglas symport/antiport: las trazas de objetos Continuamos el estudio de aquellos \"sistemas P\" donde el cálculo se realiza mediante la comunicación de objetos, es decir, sistemas con reglas symport y antiport. En lugar del (número de) objetos recogidos en una membrana especificada, como resultado de un cálculo consideramos los itinerarios de un determinado objeto a través de membranas, durante un cálculo de parada, escrito como una codificación de la cadena de etiquetas de las membranas visitadas. La familia de lenguas generadas de esta manera se investiga con respecto a su lugar en la jerarquía Chomsky. Cuando las reglas (simporte y antipuerto) se aplican de manera condicional, promovidas o inhibidas por ciertos objetos que deben estar presentes en la membrana donde se aplica una regla, entonces se obtiene una caracterización de lenguajes recursivamente enumerables; el poder de los sistemas con las reglas aplicadas libremente sólo se describe parcialmente ",
            "error": [
                ""
            ]
        },
        "object communication": {
            "translated_key": [],
            "translated_annotated_text": "Sistemas P con reglas symport/antiport: las trazas de objetos Continuamos el estudio de aquellos sistemas P donde el cálculo se realiza mediante la comunicación de objetos, es decir, sistemas con reglas symport y antiport. En lugar del (número de) objetos recogidos en una membrana especificada, como resultado de un cálculo consideramos los itinerarios de un determinado objeto a través de membranas, durante un cálculo de parada, escrito como una codificación de la cadena de etiquetas de las membranas visitadas. La familia de lenguas generadas de esta manera se investiga con respecto a su lugar en la jerarquía Chomsky. Cuando las reglas (simporte y antipuerto) se aplican de manera condicional, promovidas o inhibidas por ciertos objetos que deben estar presentes en la membrana donde se aplica una regla, entonces se obtiene una caracterización de lenguajes recursivamente enumerables; el poder de los sistemas con las reglas aplicadas libremente sólo se describe parcialmente ",
            "error": []
        },
        "object traces": {
            "translated_key": [],
            "translated_annotated_text": "Sistemas P con reglas symport/antiport: las trazas de objetos Continuamos el estudio de aquellos sistemas P donde el cálculo se realiza mediante la comunicación de objetos, es decir, sistemas con reglas symport y antiport. En lugar del (número de) objetos recogidos en una membrana especificada, como resultado de un cálculo consideramos los itinerarios de un determinado objeto a través de membranas, durante un cálculo de parada, escrito como una codificación de la cadena de etiquetas de las membranas visitadas. La familia de lenguas generadas de esta manera se investiga con respecto a su lugar en la jerarquía Chomsky. Cuando las reglas (simporte y antipuerto) se aplican de manera condicional, promovidas o inhibidas por ciertos objetos que deben estar presentes en la membrana donde se aplica una regla, entonces se obtiene una caracterización de lenguajes recursivamente enumerables; el poder de los sistemas con las reglas aplicadas libremente sólo se describe parcialmente ",
            "error": []
        },
        "antiport rules": {
            "translated_key": "antiport",
            "translated_annotated_text": "Sistemas P con reglas symport/\"antiport\": las trazas de objetos Continuamos el estudio de aquellos sistemas P donde el cálculo se realiza mediante la comunicación de objetos, es decir, sistemas con reglas symport y \"antiport\". En lugar del (número de) objetos recogidos en una membrana especificada, como resultado de un cálculo consideramos los itinerarios de un determinado objeto a través de membranas, durante un cálculo de parada, escrito como una codificación de la cadena de etiquetas de las membranas visitadas. La familia de lenguas generadas de esta manera se investiga con respecto a su lugar en la jerarquía Chomsky. Cuando las reglas (simporte y antipuerto) se aplican de manera condicional, promovidas o inhibidas por ciertos objetos que deben estar presentes en la membrana donde se aplica una regla, entonces se obtiene una caracterización de lenguajes recursivamente enumerables; el poder de los sistemas con las reglas aplicadas libremente sólo se describe parcialmente ",
            "error": [
                ""
            ]
        },
        "symport rules": {
            "translated_key": [],
            "translated_annotated_text": "Sistemas P con reglas symport/antiport: las trazas de objetos Continuamos el estudio de aquellos sistemas P donde el cálculo se realiza mediante la comunicación de objetos, es decir, sistemas con reglas symport y antiport. En lugar del (número de) objetos recogidos en una membrana especificada, como resultado de un cálculo consideramos los itinerarios de un determinado objeto a través de membranas, durante un cálculo de parada, escrito como una codificación de la cadena de etiquetas de las membranas visitadas. La familia de lenguas generadas de esta manera se investiga con respecto a su lugar en la jerarquía Chomsky. Cuando las reglas (simporte y antipuerto) se aplican de manera condicional, promovidas o inhibidas por ciertos objetos que deben estar presentes en la membrana donde se aplica una regla, entonces se obtiene una caracterización de lenguajes recursivamente enumerables; el poder de los sistemas con las reglas aplicadas libremente sólo se describe parcialmente ",
            "error": []
        },
        "itineraries": {
            "translated_key": "itinerarios",
            "translated_annotated_text": "Sistemas P con reglas symport/antiport: las trazas de objetos Continuamos el estudio de aquellos sistemas P donde el cálculo se realiza mediante la comunicación de objetos, es decir, sistemas con reglas symport y antiport. En lugar del (número de) objetos recogidos en una membrana especificada, como resultado de un cálculo consideramos los \"itinerarios\" de un determinado objeto a través de membranas, durante un cálculo de parada, escrito como una codificación de la cadena de etiquetas de las membranas visitadas. La familia de lenguas generadas de esta manera se investiga con respecto a su lugar en la jerarquía Chomsky. Cuando las reglas (simporte y antipuerto) se aplican de manera condicional, promovidas o inhibidas por ciertos objetos que deben estar presentes en la membrana donde se aplica una regla, entonces se obtiene una caracterización de lenguajes recursivamente enumerables; el poder de los sistemas con las reglas aplicadas libremente sólo se describe parcialmente ",
            "error": [
                ""
            ]
        },
        "halting computation": {
            "translated_key": "computación de alto",
            "translated_annotated_text": "Sistemas P con reglas symport/antiport: las trazas de objetos Continuamos el estudio de aquellos sistemas P donde el cálculo se realiza mediante la comunicación de objetos, es decir, sistemas con reglas symport y antiport. En lugar del (número de) objetos recogidos en una membrana especificada, como resultado de un cálculo consideramos los itinerarios de un determinado objeto a través de membranas, durante un \"computación de alto\", escrito como una codificación de la cadena de etiquetas de las membranas visitadas. La familia de lenguas generadas de esta manera se investiga con respecto a su lugar en la jerarquía Chomsky. Cuando las reglas (simporte y antipuerto) se aplican de manera condicional, promovidas o inhibidas por ciertos objetos que deben estar presentes en la membrana donde se aplica una regla, entonces se obtiene una caracterización de lenguajes recursivamente enumerables; el poder de los sistemas con las reglas aplicadas libremente sólo se describe parcialmente ",
            "error": [
                ""
            ]
        },
        "label string coding": {
            "translated_key": [],
            "translated_annotated_text": "Sistemas P con reglas symport/antiport: las trazas de objetos Continuamos el estudio de aquellos sistemas P donde el cálculo se realiza mediante la comunicación de objetos, es decir, sistemas con reglas symport y antiport. En lugar del (número de) objetos recogidos en una membrana especificada, como resultado de un cálculo consideramos los itinerarios de un determinado objeto a través de membranas, durante un cálculo de parada, escrito como una codificación de la cadena de etiquetas de las membranas visitadas. La familia de lenguas generadas de esta manera se investiga con respecto a su lugar en la jerarquía Chomsky. Cuando las reglas (simporte y antipuerto) se aplican de manera condicional, promovidas o inhibidas por ciertos objetos que deben estar presentes en la membrana donde se aplica una regla, entonces se obtiene una caracterización de lenguajes recursivamente enumerables; el poder de los sistemas con las reglas aplicadas libremente sólo se describe parcialmente ",
            "error": []
        },
        "languages": {
            "translated_key": [
                "lenguajes",
                "lenguas"
            ],
            "translated_annotated_text": "Sistemas P con reglas symport/antiport: las trazas de objetos Continuamos el estudio de aquellos sistemas P donde el cálculo se realiza mediante la comunicación de objetos, es decir, sistemas con reglas symport y antiport. En lugar del (número de) objetos recogidos en una membrana especificada, como resultado de un cálculo consideramos los itinerarios de un determinado objeto a través de membranas, durante un cálculo de parada, escrito como una codificación de la cadena de etiquetas de las membranas visitadas. La familia de \"lenguajes\" generados de esta manera se investiga con respecto a su lugar en la jerarquía Chomsky. Cuando las reglas (simporte y antipuerto) se aplican de manera condicional, promovidas o inhibidas por ciertos objetos que deben estar presentes en la membrana donde se aplica una regla, entonces se obtiene una caracterización de \"lenguas\" recursivamente enumerables; el poder de los sistemas con las reglas aplicadas libremente sólo se describe parcialmente ",
            "error": [
                "lenguajes",
                "lenguas"
            ]
        },
        "Chomsky hierarchy": {
            "translated_key": "jerarquía Chomsky",
            "translated_annotated_text": "Sistemas P con reglas symport/antiport: las trazas de objetos Continuamos el estudio de aquellos sistemas P donde el cálculo se realiza mediante la comunicación de objetos, es decir, sistemas con reglas symport y antiport. En lugar del (número de) objetos recogidos en una membrana especificada, como resultado de un cálculo consideramos los itinerarios de un determinado objeto a través de membranas, durante un cálculo de parada, escrito como una codificación de la cadena de etiquetas de las membranas visitadas. La familia de lenguas generadas de esta manera se investiga con respecto a su lugar en la \"jerarquía Chomsky\". Cuando las reglas (simporte y antipuerto) se aplican de manera condicional, promovidas o inhibidas por ciertos objetos que deben estar presentes en la membrana donde se aplica una regla, entonces se obtiene una caracterización de lenguajes recursivamente enumerables; el poder de los sistemas con las reglas aplicadas libremente sólo se describe parcialmente ",
            "error": [
                ""
            ]
        },
        "recursively enumerable languages": {
            "translated_key": "lenguajes recursivamente enumerables",
            "translated_annotated_text": "Sistemas P con reglas symport/antiport: las trazas de objetos Continuamos el estudio de aquellos sistemas P donde el cálculo se realiza mediante la comunicación de objetos, es decir, sistemas con reglas symport y antiport. En lugar del (número de) objetos recogidos en una membrana especificada, como resultado de un cálculo consideramos los itinerarios de un determinado objeto a través de membranas, durante un cálculo de parada, escrito como una codificación de la cadena de etiquetas de las membranas visitadas. La familia de lenguas generadas de esta manera se investiga con respecto a su lugar en la jerarquía Chomsky. Cuando las reglas (simporte y antipuerto) se aplican de manera condicional, promovidas o inhibidas por ciertos objetos que deben estar presentes en la membrana donde se aplica una regla, entonces se obtiene una caracterización de \"lenguajes recursivamente enumerables\"; el poder de los sistemas con las reglas aplicadas libremente sólo se describe parcialmente ",
            "error": [
                ""
            ]
        },
        "computational linguistics": {
            "translated_key": [],
            "translated_annotated_text": "Sistemas P con reglas symport/antiport: las trazas de objetos Continuamos el estudio de aquellos sistemas P donde el cálculo se realiza mediante la comunicación de objetos, es decir, sistemas con reglas symport y antiport. En lugar del (número de) objetos recogidos en una membrana especificada, como resultado de un cálculo consideramos los itinerarios de un determinado objeto a través de membranas, durante un cálculo de parada, escrito como una codificación de la cadena de etiquetas de las membranas visitadas. La familia de lenguas generadas de esta manera se investiga con respecto a su lugar en la jerarquía Chomsky. Cuando las reglas (simporte y antipuerto) se aplican de manera condicional, promovidas o inhibidas por ciertos objetos que deben estar presentes en la membrana donde se aplica una regla, entonces se obtiene una caracterización de lenguajes recursivamente enumerables; el poder de los sistemas con las reglas aplicadas libremente sólo se describe parcialmente ",
            "error": []
        },
        "grammars": {
            "translated_key": [],
            "translated_annotated_text": "Sistemas P con reglas symport/antiport: las trazas de objetos Continuamos el estudio de aquellos sistemas P donde el cálculo se realiza mediante la comunicación de objetos, es decir, sistemas con reglas symport y antiport. En lugar del (número de) objetos recogidos en una membrana especificada, como resultado de un cálculo consideramos los itinerarios de un determinado objeto a través de membranas, durante un cálculo de parada, escrito como una codificación de la cadena de etiquetas de las membranas visitadas. La familia de lenguas generadas de esta manera se investiga con respecto a su lugar en la jerarquía Chomsky. Cuando las reglas (simporte y antipuerto) se aplican de manera condicional, promovidas o inhibidas por ciertos objetos que deben estar presentes en la membrana donde se aplica una regla, entonces se obtiene una caracterización de lenguajes recursivamente enumerables; el poder de los sistemas con las reglas aplicadas libremente sólo se describe parcialmente ",
            "error": []
        }
    }
}