{
    "original_text": "Developing Web-enhanced learning for information fluency-a liberal arts colleges perspective Learning is likely to take a new form in the twenty-first century, and a transformation is already in process. Under the framework of information fluency, efforts are being made at Rollins College to develop a Web-enhanced course that encompasses information literacy, basic computer literacy, and critical thinking skills. Computer-based education can be successful when librarians use technology effectively to enhance their integrated library teaching. In an online learning environment, students choose a time for learning that best suits their needs and motivational levels. They can learn at their own pace, take a nonlinear approach to the subject, and maintain constant communication with instructors and other students. The quality of a technology-facilitated course can be upheld if the educational objectives and methods for achieving those objectives are carefully planned and explored",
    "original_translation": "Desarrollar el aprendizaje mejorado en la Web para la fluidez de la información - una perspectiva de las escuelas de artes liberales El aprendizaje es probable que tome una nueva forma en el siglo XXI, y una transformación ya está en proceso. En el marco de la fluidez de la información, se están realizando esfuerzos en el Rollins College para desarrollar un curso mejorado en la Web que abarque la alfabetización en materia de información, la alfabetización básica en informática y la capacidad de pensamiento crítico. La educación por computadora puede tener éxito cuando los bibliotecarios utilizan la tecnología de manera eficaz para mejorar su enseñanza integrada de la biblioteca. En un entorno de aprendizaje en línea, los estudiantes eligen un momento para aprender que mejor se adapte a sus necesidades y niveles de motivación. Pueden aprender a su propio ritmo, tomar un enfoque no lineal de la materia, y mantener una comunicación constante con los instructores y otros estudiantes. Se puede mantener la calidad de un curso facilitado por la tecnología si se planifican y exploran cuidadosamente los objetivos y métodos educativos para alcanzar esos objetivos",
    "error_count": 6,
    "keys": {
        "Web-enhanced learning": {
            "translated_key": "aprendizaje mejorado en la web",
            "translated_annotated_text": "Desarrollar \"aprendizaje mejorado en la web\" para la fluidez de la información - una perspectiva de los colegios de artes liberales El aprendizaje es probable que tome una nueva forma en el siglo XXI, y una transformación ya está en proceso. En el marco de la fluidez de la información, se están realizando esfuerzos en el Rollins College para desarrollar un curso mejorado en la Web que abarque la alfabetización en materia de información, la alfabetización básica en informática y la capacidad de pensamiento crítico. La educación por computadora puede tener éxito cuando los bibliotecarios utilizan la tecnología de manera eficaz para mejorar su enseñanza integrada de la biblioteca. En un entorno de aprendizaje en línea, los estudiantes eligen un momento para aprender que mejor se adapte a sus necesidades y niveles de motivación. Pueden aprender a su propio ritmo, tomar un enfoque no lineal de la materia, y mantener una comunicación constante con los instructores y otros estudiantes. Se puede mantener la calidad de un curso facilitado por la tecnología si se planifican y exploran cuidadosamente los objetivos y métodos educativos para alcanzar esos objetivos ",
            "error": [
                ""
            ]
        },
        "information fluency": {
            "translated_key": "fluencia de la información",
            "translated_annotated_text": "Desarrollar el aprendizaje mejorado en la Web para la \"fluencia de la información\" - una perspectiva de las escuelas de artes liberales El aprendizaje es probable que tome una nueva forma en el siglo XXI, y una transformación ya está en proceso. En el marco de la \"fluencia de la información\", se están realizando esfuerzos en el Rollins College para desarrollar un curso mejorado en la Web que abarque la alfabetización en materia de información, la alfabetización básica en informática y las habilidades de pensamiento crítico. La educación por computadora puede tener éxito cuando los bibliotecarios utilizan la tecnología de manera eficaz para mejorar su enseñanza integrada de la biblioteca. En un entorno de aprendizaje en línea, los estudiantes eligen un momento para aprender que mejor se adapte a sus necesidades y niveles de motivación. Pueden aprender a su propio ritmo, tomar un enfoque no lineal de la materia, y mantener una comunicación constante con los instructores y otros estudiantes. Se puede mantener la calidad de un curso facilitado por la tecnología si se planifican y exploran cuidadosamente los objetivos y métodos educativos para alcanzar esos objetivos ",
            "error": [
                ""
            ]
        },
        "liberal arts college": {
            "translated_key": [],
            "translated_annotated_text": "Desarrollar el aprendizaje mejorado en la Web para la fluidez de la información - una perspectiva de las escuelas de artes liberales El aprendizaje es probable que tome una nueva forma en el siglo XXI, y una transformación ya está en proceso. En el marco de la fluidez de la información, se están realizando esfuerzos en el Rollins College para desarrollar un curso mejorado en la Web que abarque la alfabetización en materia de información, la alfabetización básica en informática y la capacidad de pensamiento crítico. La educación por computadora puede tener éxito cuando los bibliotecarios utilizan la tecnología de manera eficaz para mejorar su enseñanza integrada de la biblioteca. En un entorno de aprendizaje en línea, los estudiantes eligen un momento para aprender que mejor se adapte a sus necesidades y niveles de motivación. Pueden aprender a su propio ritmo, tomar un enfoque no lineal de la materia, y mantener una comunicación constante con los instructores y otros estudiantes. Se puede mantener la calidad de un curso facilitado por la tecnología si se planifican y exploran cuidadosamente los objetivos y métodos educativos para alcanzar esos objetivos ",
            "error": []
        },
        "information literacy": {
            "translated_key": "alfabetización de la información",
            "translated_annotated_text": "Desarrollar el aprendizaje mejorado en la Web para la fluidez de la información - una perspectiva de las escuelas de artes liberales El aprendizaje es probable que tome una nueva forma en el siglo XXI, y una transformación ya está en proceso. En el marco de la fluidez de la información, se están realizando esfuerzos en el Rollins College para desarrollar un curso mejorado en la Web que abarque la \"alfabetización de la información\", la alfabetización básica en informática y las habilidades de pensamiento crítico. La educación por computadora puede tener éxito cuando los bibliotecarios utilizan la tecnología de manera eficaz para mejorar su enseñanza integrada de la biblioteca. En un entorno de aprendizaje en línea, los estudiantes eligen un momento para aprender que mejor se adapte a sus necesidades y niveles de motivación. Pueden aprender a su propio ritmo, tomar un enfoque no lineal de la materia, y mantener una comunicación constante con los instructores y otros estudiantes. Se puede mantener la calidad de un curso facilitado por la tecnología si se planifican y exploran cuidadosamente los objetivos y métodos educativos para alcanzar esos objetivos ",
            "error": [
                ""
            ]
        },
        "computer literacy": {
            "translated_key": "alfabetización informática",
            "translated_annotated_text": "Desarrollar el aprendizaje mejorado en la Web para la fluidez de la información - una perspectiva de las escuelas de artes liberales El aprendizaje es probable que tome una nueva forma en el siglo XXI, y una transformación ya está en proceso. En el marco de la fluidez de la información, se están realizando esfuerzos en el Rollins College para desarrollar un curso mejorado en la Web que abarque la alfabetización en materia de información, la \"alfabetización informática\" básica y las habilidades de pensamiento crítico. La educación por computadora puede tener éxito cuando los bibliotecarios utilizan la tecnología de manera eficaz para mejorar su enseñanza integrada de la biblioteca. En un entorno de aprendizaje en línea, los estudiantes eligen un momento para aprender que mejor se adapte a sus necesidades y niveles de motivación. Pueden aprender a su propio ritmo, tomar un enfoque no lineal de la materia, y mantener una comunicación constante con los instructores y otros estudiantes. Se puede mantener la calidad de un curso facilitado por la tecnología si se planifican y exploran cuidadosamente los objetivos y métodos educativos para alcanzar esos objetivos ",
            "error": [
                ""
            ]
        },
        "critical thinking skills": {
            "translated_key": "habilidades de pensamiento crítico",
            "translated_annotated_text": "Desarrollar el aprendizaje mejorado en la Web para la fluidez de la información - una perspectiva de las escuelas de artes liberales El aprendizaje es probable que tome una nueva forma en el siglo XXI, y una transformación ya está en proceso. En el marco de la fluidez de la información, se están realizando esfuerzos en el Rollins College para desarrollar un curso mejorado en la Web que abarque la alfabetización en materia de información, la alfabetización básica en informática y las \"habilidades de pensamiento crítico\". La educación por computadora puede tener éxito cuando los bibliotecarios utilizan la tecnología de manera eficaz para mejorar su enseñanza integrada de la biblioteca. En un entorno de aprendizaje en línea, los estudiantes eligen un momento para aprender que mejor se adapte a sus necesidades y niveles de motivación. Pueden aprender a su propio ritmo, tomar un enfoque no lineal de la materia, y mantener una comunicación constante con los instructores y otros estudiantes. Se puede mantener la calidad de un curso facilitado por la tecnología si se planifican y exploran cuidadosamente los objetivos y métodos educativos para alcanzar esos objetivos ",
            "error": [
                ""
            ]
        },
        "computer-based education": {
            "translated_key": [],
            "translated_annotated_text": "Desarrollar el aprendizaje mejorado en la Web para la fluidez de la información - una perspectiva de las escuelas de artes liberales El aprendizaje es probable que tome una nueva forma en el siglo XXI, y una transformación ya está en proceso. En el marco de la fluidez de la información, se están realizando esfuerzos en el Rollins College para desarrollar un curso mejorado en la Web que abarque la alfabetización en materia de información, la alfabetización básica en informática y la capacidad de pensamiento crítico. La educación por computadora puede tener éxito cuando los bibliotecarios utilizan la tecnología de manera eficaz para mejorar su enseñanza integrada de la biblioteca. En un entorno de aprendizaje en línea, los estudiantes eligen un momento para aprender que mejor se adapte a sus necesidades y niveles de motivación. Pueden aprender a su propio ritmo, tomar un enfoque no lineal de la materia, y mantener una comunicación constante con los instructores y otros estudiantes. Se puede mantener la calidad de un curso facilitado por la tecnología si se planifican y exploran cuidadosamente los objetivos y métodos educativos para alcanzar esos objetivos ",
            "error": []
        },
        "librarians": {
            "translated_key": "bibliotecarios",
            "translated_annotated_text": "Desarrollar el aprendizaje mejorado en la Web para la fluidez de la información - una perspectiva de las escuelas de artes liberales El aprendizaje es probable que tome una nueva forma en el siglo XXI, y una transformación ya está en proceso. En el marco de la fluidez de la información, se están realizando esfuerzos en el Rollins College para desarrollar un curso mejorado en la Web que abarque la alfabetización en materia de información, la alfabetización básica en informática y la capacidad de pensamiento crítico. La educación basada en computadoras puede tener éxito cuando los \"bibliotecarios\" utilizan la tecnología de manera efectiva para mejorar su enseñanza integrada de la biblioteca. En un entorno de aprendizaje en línea, los estudiantes eligen un momento para aprender que mejor se adapte a sus necesidades y niveles de motivación. Pueden aprender a su propio ritmo, tomar un enfoque no lineal de la materia, y mantener una comunicación constante con los instructores y otros estudiantes. Se puede mantener la calidad de un curso facilitado por la tecnología si se planifican y exploran cuidadosamente los objetivos y métodos educativos para alcanzar esos objetivos ",
            "error": [
                ""
            ]
        },
        "integrated library teaching": {
            "translated_key": "enseñanza integrada de bibliotecas",
            "translated_annotated_text": "Desarrollar el aprendizaje mejorado en la Web para la fluidez de la información - una perspectiva de las escuelas de artes liberales El aprendizaje es probable que tome una nueva forma en el siglo XXI, y una transformación ya está en proceso. En el marco de la fluidez de la información, se están realizando esfuerzos en el Rollins College para desarrollar un curso mejorado en la Web que abarque la alfabetización en materia de información, la alfabetización básica en informática y la capacidad de pensamiento crítico. La educación basada en computadoras puede tener éxito cuando los bibliotecarios utilizan la tecnología con eficacia para mejorar su \"enseñanza integrada de bibliotecas\". En un entorno de aprendizaje en línea, los estudiantes eligen un momento para aprender que mejor se adapte a sus necesidades y niveles de motivación. Pueden aprender a su propio ritmo, tomar un enfoque no lineal de la materia, y mantener una comunicación constante con los instructores y otros estudiantes. Se puede mantener la calidad de un curso facilitado por la tecnología si se planifican y exploran cuidadosamente los objetivos y métodos educativos para alcanzar esos objetivos ",
            "error": [
                ""
            ]
        },
        "online learning": {
            "translated_key": "aprendizaje en línea",
            "translated_annotated_text": "Desarrollar el aprendizaje mejorado en la Web para la fluidez de la información - una perspectiva de las escuelas de artes liberales El aprendizaje es probable que tome una nueva forma en el siglo XXI, y una transformación ya está en proceso. En el marco de la fluidez de la información, se están realizando esfuerzos en el Rollins College para desarrollar un curso mejorado en la Web que abarque la alfabetización en materia de información, la alfabetización básica en informática y la capacidad de pensamiento crítico. La educación por computadora puede tener éxito cuando los bibliotecarios utilizan la tecnología de manera eficaz para mejorar su enseñanza integrada de la biblioteca. En un entorno de \"aprendizaje en línea\", los estudiantes eligen un momento para aprender que mejor se adapte a sus necesidades y niveles de motivación. Pueden aprender a su propio ritmo, tomar un enfoque no lineal de la materia, y mantener una comunicación constante con los instructores y otros estudiantes. Se puede mantener la calidad de un curso facilitado por la tecnología si se planifican y exploran cuidadosamente los objetivos y métodos educativos para alcanzar esos objetivos ",
            "error": [
                ""
            ]
        },
        "educational computing": {
            "translated_key": [],
            "translated_annotated_text": "Desarrollar el aprendizaje mejorado en la Web para la fluidez de la información - una perspectiva de las escuelas de artes liberales El aprendizaje es probable que tome una nueva forma en el siglo XXI, y una transformación ya está en proceso. En el marco de la fluidez de la información, se están realizando esfuerzos en el Rollins College para desarrollar un curso mejorado en la Web que abarque la alfabetización en materia de información, la alfabetización básica en informática y la capacidad de pensamiento crítico. La educación por computadora puede tener éxito cuando los bibliotecarios utilizan la tecnología de manera eficaz para mejorar su enseñanza integrada de la biblioteca. En un entorno de aprendizaje en línea, los estudiantes eligen un momento para aprender que mejor se adapte a sus necesidades y niveles de motivación. Pueden aprender a su propio ritmo, tomar un enfoque no lineal de la materia, y mantener una comunicación constante con los instructores y otros estudiantes. Se puede mantener la calidad de un curso facilitado por la tecnología si se planifican y exploran cuidadosamente los objetivos y métodos educativos para alcanzar esos objetivos ",
            "error": []
        },
        "information resources": {
            "translated_key": [],
            "translated_annotated_text": "Desarrollar el aprendizaje mejorado en la Web para la fluidez de la información - una perspectiva de las escuelas de artes liberales El aprendizaje es probable que tome una nueva forma en el siglo XXI, y una transformación ya está en proceso. En el marco de la fluidez de la información, se están realizando esfuerzos en el Rollins College para desarrollar un curso mejorado en la Web que abarque la alfabetización en materia de información, la alfabetización básica en informática y la capacidad de pensamiento crítico. La educación por computadora puede tener éxito cuando los bibliotecarios utilizan la tecnología de manera eficaz para mejorar su enseñanza integrada de la biblioteca. En un entorno de aprendizaje en línea, los estudiantes eligen un momento para aprender que mejor se adapte a sus necesidades y niveles de motivación. Pueden aprender a su propio ritmo, tomar un enfoque no lineal de la materia, y mantener una comunicación constante con los instructores y otros estudiantes. Se puede mantener la calidad de un curso facilitado por la tecnología si se planifican y exploran cuidadosamente los objetivos y métodos educativos para alcanzar esos objetivos ",
            "error": []
        },
        "information science": {
            "translated_key": [],
            "translated_annotated_text": "Desarrollar el aprendizaje mejorado en la Web para la fluidez de la información - una perspectiva de las escuelas de artes liberales El aprendizaje es probable que tome una nueva forma en el siglo XXI, y una transformación ya está en proceso. En el marco de la fluidez de la información, se están realizando esfuerzos en el Rollins College para desarrollar un curso mejorado en la Web que abarque la alfabetización en materia de información, la alfabetización básica en informática y la capacidad de pensamiento crítico. La educación por computadora puede tener éxito cuando los bibliotecarios utilizan la tecnología de manera eficaz para mejorar su enseñanza integrada de la biblioteca. En un entorno de aprendizaje en línea, los estudiantes eligen un momento para aprender que mejor se adapte a sus necesidades y niveles de motivación. Pueden aprender a su propio ritmo, tomar un enfoque no lineal de la materia, y mantener una comunicación constante con los instructores y otros estudiantes. Se puede mantener la calidad de un curso facilitado por la tecnología si se planifican y exploran cuidadosamente los objetivos y métodos educativos para alcanzar esos objetivos ",
            "error": []
        },
        "Internet": {
            "translated_key": [],
            "translated_annotated_text": "Desarrollar el aprendizaje mejorado en la Web para la fluidez de la información - una perspectiva de las escuelas de artes liberales El aprendizaje es probable que tome una nueva forma en el siglo XXI, y una transformación ya está en proceso. En el marco de la fluidez de la información, se están realizando esfuerzos en el Rollins College para desarrollar un curso mejorado en la Web que abarque la alfabetización en materia de información, la alfabetización básica en informática y la capacidad de pensamiento crítico. La educación por computadora puede tener éxito cuando los bibliotecarios utilizan la tecnología de manera eficaz para mejorar su enseñanza integrada de la biblioteca. En un entorno de aprendizaje en línea, los estudiantes eligen un momento para aprender que mejor se adapte a sus necesidades y niveles de motivación. Pueden aprender a su propio ritmo, tomar un enfoque no lineal de la materia, y mantener una comunicación constante con los instructores y otros estudiantes. Se puede mantener la calidad de un curso facilitado por la tecnología si se planifican y exploran cuidadosamente los objetivos y métodos educativos para alcanzar esos objetivos ",
            "error": []
        }
    }
}