{
    "original_text": "When reference works are not books-the new edition of the Guide to Reference Books The author considers the history of the Guide to Reference Books (GRB) and its importance in librarianship. He discusses the ways in which the new edition is taking advantage of changing times. GRB has become a cornerstone of the literature of U.S. librarianship. The biggest change GRB will undergo to become GRS (Guide to Reference Sources) will be designing it primarily as a Web product",
    "original_translation": "Cuando las obras de referencia no son libros-la nueva edición de la Guía de Libros de Referencia El autor considera la historia de la Guía de Libros de Referencia (GRB) y su importancia en la bibliotecaria. Discute las formas en que la nueva edición está aprovechando los cambios de tiempo. GRB se ha convertido en una piedra angular de la literatura de la bibliotecaria estadounidense. El mayor cambio que GRB experimentará para convertirse en GRS (Guía de Fuentes de Referencia) lo diseñará principalmente como un producto Web",
    "error_count": 5,
    "keys": {
        "reference works": {
            "translated_key": "obras de referencia",
            "translated_annotated_text": "Cuando \"obras de referencia\" no son libros-la nueva edición de la Guía de Libros de Referencia El autor considera la historia de la Guía de Libros de Referencia (GRB) y su importancia en la bibliotecaria. Discute las formas en que la nueva edición está aprovechando los cambios de tiempo. GRB se ha convertido en una piedra angular de la literatura de la bibliotecaria estadounidense. El mayor cambio que GRB experimentará para convertirse en GRS (Guía de Fuentes de Referencia) lo diseñará principalmente como un producto Web ",
            "error": [
                ""
            ]
        },
        "Guide to Reference Books": {
            "translated_key": "Guía de Libros de Referencia",
            "translated_annotated_text": "Cuando las obras de referencia no son libros-la nueva edición de la \"Guía de Libros de Referencia\" El autor considera la historia de la \"Guía de Libros de Referencia\" (GRB) y su importancia en la biblioteca. Discute las formas en que la nueva edición está aprovechando los cambios de tiempo. GRB se ha convertido en una piedra angular de la literatura de la bibliotecaria estadounidense. El mayor cambio que GRB experimentará para convertirse en GRS (Guía de Fuentes de Referencia) lo diseñará principalmente como un producto Web ",
            "error": [
                ""
            ]
        },
        "history": {
            "translated_key": "historia",
            "translated_annotated_text": "Cuando las obras de referencia no son libros-la nueva edición de la Guía de Libros de Referencia El autor considera la \"historia\" de la Guía de Libros de Referencia (GRB) y su importancia en la bibliotecaria. Discute las formas en que la nueva edición está aprovechando los cambios de tiempo. GRB se ha convertido en una piedra angular de la literatura de la bibliotecaria estadounidense. El mayor cambio que GRB experimentará para convertirse en GRS (Guía de Fuentes de Referencia) lo diseñará principalmente como un producto Web ",
            "error": [
                ""
            ]
        },
        "librarianship": {
            "translated_key": "biblioteca",
            "translated_annotated_text": "Cuando las obras de referencia no son libros-la nueva edición de la Guía de Libros de Referencia El autor considera la historia de la Guía de Libros de Referencia (GRB) y su importancia en la \"biblioteca\". Discute las formas en que la nueva edición está aprovechando los cambios de tiempo. GRB se ha convertido en una piedra angular de la literatura de la \"biblioteca\" estadounidense. El mayor cambio que GRB experimentará para convertirse en GRS (Guía de Fuentes de Referencia) lo diseñará principalmente como un producto Web ",
            "error": [
                ""
            ]
        },
        "GRB": {
            "translated_key": "GRB",
            "translated_annotated_text": "Cuando las obras de referencia no son libros-la nueva edición de la Guía de Libros de Referencia El autor considera la historia de la Guía de Libros de Referencia (\"GRB\") y su importancia en la bibliotecaria. Discute las formas en que la nueva edición está aprovechando los cambios de tiempo. \"GRB\" se ha convertido en una piedra angular de la literatura de la bibliotecaria estadounidense. El mayor cambio que \"GRB\" sufrirá para convertirse en GRS (Guía de Fuentes de Referencia) lo diseñará principalmente como un producto Web ",
            "error": [
                ""
            ]
        },
        "GRS": {
            "translated_key": "GRS",
            "translated_annotated_text": "Cuando las obras de referencia no son libros-la nueva edición de la Guía de Libros de Referencia El autor considera la historia de la Guía de Libros de Referencia (GRB) y su importancia en la bibliotecaria. Discute las formas en que la nueva edición está aprovechando los cambios de tiempo. GRB se ha convertido en una piedra angular de la literatura de la bibliotecaria estadounidense. El mayor cambio que GRB experimentará para convertirse en \"GRS\" (Guía de Fuentes de Referencia) lo diseñará principalmente como un producto Web ",
            "error": [
                ""
            ]
        },
        "Guide to Reference Sources": {
            "translated_key": "Guía de Fuentes de Referencia",
            "translated_annotated_text": "Cuando las obras de referencia no son libros-la nueva edición de la Guía de Libros de Referencia El autor considera la historia de la Guía de Libros de Referencia (GRB) y su importancia en la bibliotecaria. Discute las formas en que la nueva edición está aprovechando los cambios de tiempo. GRB se ha convertido en una piedra angular de la literatura de la bibliotecaria estadounidense. El mayor cambio que GRB experimentará para convertirse en GRS (\"Guía de Fuentes de Referencia\") lo diseñará principalmente como un producto Web ",
            "error": [
                ""
            ]
        },
        "Web product": {
            "translated_key": "producto Web",
            "translated_annotated_text": "Cuando las obras de referencia no son libros-la nueva edición de la Guía de Libros de Referencia El autor considera la historia de la Guía de Libros de Referencia (GRB) y su importancia en la bibliotecaria. Discute las formas en que la nueva edición está aprovechando los cambios de tiempo. GRB se ha convertido en una piedra angular de la literatura de la bibliotecaria estadounidense. El mayor cambio que GRB experimentará para convertirse en GRS (Guía de Fuentes de Referencia) lo diseñará principalmente como un \"producto Web\" ",
            "error": [
                ""
            ]
        },
        "Internet": {
            "translated_key": [],
            "translated_annotated_text": "Cuando las obras de referencia no son libros-la nueva edición de la Guía de Libros de Referencia El autor considera la historia de la Guía de Libros de Referencia (GRB) y su importancia en la bibliotecaria. Discute las formas en que la nueva edición está aprovechando los cambios de tiempo. GRB se ha convertido en una piedra angular de la literatura de la bibliotecaria estadounidense. El mayor cambio que GRB experimentará para convertirse en GRS (Guía de Fuentes de Referencia) lo diseñará principalmente como un producto Web ",
            "error": []
        },
        "information resources": {
            "translated_key": [],
            "translated_annotated_text": "Cuando las obras de referencia no son libros-la nueva edición de la Guía de Libros de Referencia El autor considera la historia de la Guía de Libros de Referencia (GRB) y su importancia en la bibliotecaria. Discute las formas en que la nueva edición está aprovechando los cambios de tiempo. GRB se ha convertido en una piedra angular de la literatura de la bibliotecaria estadounidense. El mayor cambio que GRB experimentará para convertirse en GRS (Guía de Fuentes de Referencia) lo diseñará principalmente como un producto Web ",
            "error": []
        },
        "information science": {
            "translated_key": [],
            "translated_annotated_text": "Cuando las obras de referencia no son libros-la nueva edición de la Guía de Libros de Referencia El autor considera la historia de la Guía de Libros de Referencia (GRB) y su importancia en la bibliotecaria. Discute las formas en que la nueva edición está aprovechando los cambios de tiempo. GRB se ha convertido en una piedra angular de la literatura de la bibliotecaria estadounidense. El mayor cambio que GRB experimentará para convertirse en GRS (Guía de Fuentes de Referencia) lo diseñará principalmente como un producto Web ",
            "error": []
        },
        "library automation": {
            "translated_key": [],
            "translated_annotated_text": "Cuando las obras de referencia no son libros-la nueva edición de la Guía de Libros de Referencia El autor considera la historia de la Guía de Libros de Referencia (GRB) y su importancia en la bibliotecaria. Discute las formas en que la nueva edición está aprovechando los cambios de tiempo. GRB se ha convertido en una piedra angular de la literatura de la bibliotecaria estadounidense. El mayor cambio que GRB experimentará para convertirse en GRS (Guía de Fuentes de Referencia) lo diseñará principalmente como un producto Web ",
            "error": []
        }
    }
}