{
    "original_text": "E-commerce-resources for doing business on the Internet There are many different types of e-commerce depending upon who or what is selling and who or what is buying. In addition, e-commerce is more than an exchange of funds and goods or services, it encompasses an entire infrastructure of services, computer hardware and software products, technologies, and communications formats. The paper discusses e-commerce terminology, types and information resources, including books and Web sites",
    "original_translation": "E-commerce-recursos para hacer negocios en Internet Hay muchos tipos diferentes de comercio electrónico dependiendo de quién o qué está vendiendo y quién o qué está comprando. Además, el comercio electrónico es algo más que un intercambio de fondos y bienes o servicios, abarca toda una infraestructura de servicios, equipo informático y productos de software, tecnologías y formatos de comunicaciones. En el documento se examinan la terminología, los tipos y los recursos de información del comercio electrónico, incluidos libros y sitios en la Web",
    "error_count": 2,
    "keys": {
        "business": {
            "translated_key": "negocios",
            "translated_annotated_text": "E-commerce-recursos para hacer \"negocios\" en Internet Hay muchos tipos diferentes de comercio electrónico dependiendo de quién o qué está vendiendo y quién o qué está comprando. Además, el comercio electrónico es algo más que un intercambio de fondos y bienes o servicios, abarca toda una infraestructura de servicios, equipo informático y productos de software, tecnologías y formatos de comunicaciones. En el documento se examinan la terminología, los tipos y los recursos de información del comercio electrónico, incluidos libros y sitios en la Web ",
            "error": [
                ""
            ]
        },
        "Internet": {
            "translated_key": "Internet",
            "translated_annotated_text": "E-commerce-recursos para hacer negocios en la \"Internet\" Hay muchos tipos diferentes de comercio electrónico dependiendo de quién o qué está vendiendo y quién o qué está comprando. Además, el comercio electrónico es algo más que un intercambio de fondos y bienes o servicios, abarca toda una infraestructura de servicios, equipo informático y productos de software, tecnologías y formatos de comunicaciones. En el documento se examinan la terminología, los tipos y los recursos de información del comercio electrónico, incluidos libros y sitios en la Web ",
            "error": [
                ""
            ]
        },
        "e-commerce": {
            "translated_key": [
                "e-commerce",
                "comercio electrónico"
            ],
            "translated_annotated_text": "E-commerce-recursos para hacer negocios en Internet Hay muchos tipos diferentes de \"e-commerce\" dependiendo de quién o qué está vendiendo y quién o qué está comprando. Además, el \"comercio electrónico\" es más que un intercambio de fondos y bienes o servicios, abarca toda una infraestructura de servicios, equipos informáticos y productos de software, tecnologías y formatos de comunicaciones. En el documento se examinan la terminología, los tipos y los recursos de información del comercio electrónico, incluidos los libros y los sitios en la Web ",
            "error": [
                "e-commerce",
                "comercio electrónico"
            ]
        },
        "terminology": {
            "translated_key": "terminalogía",
            "translated_annotated_text": "E-commerce-recursos para hacer negocios en Internet Hay muchos tipos diferentes de comercio electrónico dependiendo de quién o qué está vendiendo y quién o qué está comprando. Además, el comercio electrónico es algo más que un intercambio de fondos y bienes o servicios, abarca toda una infraestructura de servicios, equipo informático y productos de software, tecnologías y formatos de comunicaciones. El documento analiza la \"terminalogía\", los tipos y los recursos de información del comercio electrónico, incluidos los libros y los sitios en la Web ",
            "error": [
                ""
            ]
        },
        "information resources": {
            "translated_key": "recursos de información",
            "translated_annotated_text": "E-commerce-recursos para hacer negocios en Internet Hay muchos tipos diferentes de comercio electrónico dependiendo de quién o qué está vendiendo y quién o qué está comprando. Además, el comercio electrónico es algo más que un intercambio de fondos y bienes o servicios, abarca toda una infraestructura de servicios, equipo informático y productos de software, tecnologías y formatos de comunicaciones. En el documento se examinan la terminología, los tipos y los \"recursos de información\" del comercio electrónico, incluidos libros y sitios en la Web ",
            "error": [
                ""
            ]
        },
        "books": {
            "translated_key": "libros",
            "translated_annotated_text": "E-commerce-recursos para hacer negocios en Internet Hay muchos tipos diferentes de comercio electrónico dependiendo de quién o qué está vendiendo y quién o qué está comprando. Además, el comercio electrónico es algo más que un intercambio de fondos y bienes o servicios, abarca toda una infraestructura de servicios, equipo informático y productos de software, tecnologías y formatos de comunicaciones. El documento analiza la terminología, los tipos y los recursos de información del comercio electrónico, incluidos los \"libros\" y los sitios en la Web ",
            "error": [
                ""
            ]
        },
        "Web sites": {
            "translated_key": "sitios Web",
            "translated_annotated_text": "E-commerce-recursos para hacer negocios en Internet Hay muchos tipos diferentes de comercio electrónico dependiendo de quién o qué está vendiendo y quién o qué está comprando. Además, el comercio electrónico es algo más que un intercambio de fondos y bienes o servicios, abarca toda una infraestructura de servicios, equipo informático y productos de software, tecnologías y formatos de comunicaciones. El artículo discute terminología, tipos y recursos de información del comercio electrónico, incluyendo libros y \"sitios Web\" ",
            "error": [
                ""
            ]
        },
        "electronic commerce": {
            "translated_key": [],
            "translated_annotated_text": "E-commerce-recursos para hacer negocios en Internet Hay muchos tipos diferentes de comercio electrónico dependiendo de quién o qué está vendiendo y quién o qué está comprando. Además, el comercio electrónico es algo más que un intercambio de fondos y bienes o servicios, abarca toda una infraestructura de servicios, equipo informático y productos de software, tecnologías y formatos de comunicaciones. En el documento se examinan la terminología, los tipos y los recursos de información del comercio electrónico, incluidos libros y sitios en la Web ",
            "error": []
        }
    }
}