{
    "original_text": "Surface textures improve the robustness of stereoscopic depth cues This research develops design recommendations for surface textures (patterns of color on object surfaces) rendered with stereoscopic displays. In 3 method-of-adjustment procedure experiments, 8 participants matched the disparity of a circular probe and a planar stimulus rendered using a single visible edge. The experiments varied stimulus orientation and surface texture. Participants more accurately matched the depth of vertical stimuli than that of horizontal stimuli, consistent with previous studies and existing theory. Participants matched the depth of surfaces with large pixel-to-pixel luminance variations more accurately than they did surfaces with a small pixel-to-pixel luminance variation. Finally, they matched the depth of surfaces with vertical line patterns more accurately than they did surfaces with horizontal-striped texture patterns. These results suggest that designers can enhance depth perception in stereoscopic displays, and also reduce undesirable sensitivity to orientation, by rendering objects with surface textures using large pixel-to-pixel luminance variations",
    "original_translation": "Las texturas superficiales mejoran la robustez de las señales de profundidad estereoscópicas Esta investigación desarrolla recomendaciones de diseño para texturas superficiales (patrones de color en superficies de objetos) renderizadas con pantallas estereoscópicas. En 3 experimentos de procedimiento de método de ajuste, 8 participantes coincidieron con la disparidad de una sonda circular y un estímulo planar rendido usando un único borde visible. Los experimentos variaron la orientación del estímulo y la textura de la superficie. Los participantes coincidieron más exactamente con la profundidad de los estímulos verticales que con la de los estímulos horizontales, consistentes con estudios previos y teoría existente. Los participantes emparejaron la profundidad de las superficies con grandes variaciones de luminancia de píxel a píxel con más precisión que las superficies con una pequeña variación de luminancia de píxel a píxel. Finalmente, emparejaron la profundidad de las superficies con patrones de líneas verticales con más precisión que las superficies con patrones de textura de rayas horizontales. Estos resultados sugieren que los diseñadores pueden mejorar la percepción de la profundidad en pantallas estereoscópicas, y también reducir la sensibilidad indeseable a la orientación, al representar objetos con texturas superficiales utilizando grandes variaciones de luminancia de píxeles a píxeles.",
    "error_count": 8,
    "keys": {
        "surface textures": {
            "translated_key": "texturas superficiales",
            "translated_annotated_text": "Las texturas superficiales mejoran la robustez de las señales de profundidad estereoscópicas Esta investigación desarrolla recomendaciones de diseño para \"texturas superficiales\" (patrones de color en superficies de objetos) renderizadas con pantallas estereoscópicas. En 3 experimentos de procedimiento de método de ajuste, 8 participantes coincidieron con la disparidad de una sonda circular y un estímulo planar rendido usando un único borde visible. Los experimentos variaron la orientación del estímulo y la textura de la superficie. Los participantes coincidieron más exactamente con la profundidad de los estímulos verticales que con la de los estímulos horizontales, consistentes con estudios previos y teoría existente. Los participantes emparejaron la profundidad de las superficies con grandes variaciones de luminancia de píxel a píxel con más precisión que las superficies con una pequeña variación de luminancia de píxel a píxel. Finalmente, emparejaron la profundidad de las superficies con patrones de líneas verticales con más precisión que las superficies con patrones de textura de rayas horizontales. Estos resultados sugieren que los diseñadores pueden mejorar la percepción de la profundidad en pantallas estereoscópicas, y también reducir la sensibilidad indeseable a la orientación, al representar objetos con \"texturas superficiales\" utilizando grandes variaciones de luminancia de píxeles a píxeles. ",
            "error": [
                ""
            ]
        },
        "robustness": {
            "translated_key": "robustness",
            "translated_annotated_text": "Las texturas superficiales mejoran la \"robustness\" de las señales de profundidad estereoscópicas Esta investigación desarrolla recomendaciones de diseño para texturas superficiales (patrones de color en superficies de objetos) renderizadas con pantallas estereoscópicas. En 3 experimentos de procedimiento de método de ajuste, 8 participantes coincidieron con la disparidad de una sonda circular y un estímulo planar rendido usando un único borde visible. Los experimentos variaron la orientación del estímulo y la textura de la superficie. Los participantes coincidieron más exactamente con la profundidad de los estímulos verticales que con la de los estímulos horizontales, consistentes con estudios previos y teoría existente. Los participantes emparejaron la profundidad de las superficies con grandes variaciones de luminancia de píxel a píxel con más precisión que las superficies con una pequeña variación de luminancia de píxel a píxel. Finalmente, emparejaron la profundidad de las superficies con patrones de líneas verticales con más precisión que las superficies con patrones de textura de rayas horizontales. Estos resultados sugieren que los diseñadores pueden mejorar la percepción de la profundidad en pantallas estereoscópicas, y también reducir la sensibilidad indeseable a la orientación, al representar objetos con texturas superficiales utilizando grandes variaciones de luminancia de píxeles a píxeles. ",
            "error": [
                ""
            ]
        },
        "stereoscopic depth cues": {
            "translated_key": "puntas de profundidad estereoscópicas",
            "translated_annotated_text": "Las texturas de superficie mejoran la robustez de las \"puntas de profundidad estereoscópicas\" Esta investigación desarrolla recomendaciones de diseño para texturas de superficie (patrones de color en superficies de objetos) renderizadas con pantallas estereoscópicas. En 3 experimentos de procedimiento de método de ajuste, 8 participantes coincidieron con la disparidad de una sonda circular y un estímulo planar rendido usando un único borde visible. Los experimentos variaron la orientación del estímulo y la textura de la superficie. Los participantes coincidieron más exactamente con la profundidad de los estímulos verticales que con la de los estímulos horizontales, consistentes con estudios previos y teoría existente. Los participantes emparejaron la profundidad de las superficies con grandes variaciones de luminancia de píxel a píxel con más precisión que las superficies con una pequeña variación de luminancia de píxel a píxel. Finalmente, emparejaron la profundidad de las superficies con patrones de líneas verticales con más precisión que las superficies con patrones de textura de rayas horizontales. Estos resultados sugieren que los diseñadores pueden mejorar la percepción de la profundidad en pantallas estereoscópicas, y también reducir la sensibilidad indeseable a la orientación, al representar objetos con texturas superficiales utilizando grandes variaciones de luminancia de píxeles a píxeles. ",
            "error": [
                ""
            ]
        },
        "circular probe disparity": {
            "translated_key": [],
            "translated_annotated_text": "Las texturas superficiales mejoran la robustez de las señales de profundidad estereoscópicas Esta investigación desarrolla recomendaciones de diseño para texturas superficiales (patrones de color en superficies de objetos) renderizadas con pantallas estereoscópicas. En 3 experimentos de procedimiento de método de ajuste, 8 participantes coincidieron con la disparidad de una sonda circular y un estímulo planar rendido usando un único borde visible. Los experimentos variaron la orientación del estímulo y la textura de la superficie. Los participantes coincidieron más exactamente con la profundidad de los estímulos verticales que con la de los estímulos horizontales, consistentes con estudios previos y teoría existente. Los participantes emparejaron la profundidad de las superficies con grandes variaciones de luminancia de píxel a píxel con más precisión que las superficies con una pequeña variación de luminancia de píxel a píxel. Finalmente, emparejaron la profundidad de las superficies con patrones de líneas verticales con más precisión que las superficies con patrones de textura de rayas horizontales. Estos resultados sugieren que los diseñadores pueden mejorar la percepción de la profundidad en pantallas estereoscópicas, y también reducir la sensibilidad indeseable a la orientación, al representar objetos con texturas superficiales utilizando grandes variaciones de luminancia de píxeles a píxeles. ",
            "error": []
        },
        "planar stimulus disparity": {
            "translated_key": [],
            "translated_annotated_text": "Las texturas superficiales mejoran la robustez de las señales de profundidad estereoscópicas Esta investigación desarrolla recomendaciones de diseño para texturas superficiales (patrones de color en superficies de objetos) renderizadas con pantallas estereoscópicas. En 3 experimentos de procedimiento de método de ajuste, 8 participantes coincidieron con la disparidad de una sonda circular y un estímulo planar rendido usando un único borde visible. Los experimentos variaron la orientación del estímulo y la textura de la superficie. Los participantes coincidieron más exactamente con la profundidad de los estímulos verticales que con la de los estímulos horizontales, consistentes con estudios previos y teoría existente. Los participantes emparejaron la profundidad de las superficies con grandes variaciones de luminancia de píxel a píxel con más precisión que las superficies con una pequeña variación de luminancia de píxel a píxel. Finalmente, emparejaron la profundidad de las superficies con patrones de líneas verticales con más precisión que las superficies con patrones de textura de rayas horizontales. Estos resultados sugieren que los diseñadores pueden mejorar la percepción de la profundidad en pantallas estereoscópicas, y también reducir la sensibilidad indeseable a la orientación, al representar objetos con texturas superficiales utilizando grandes variaciones de luminancia de píxeles a píxeles. ",
            "error": []
        },
        "single visible edge": {
            "translated_key": "borde simple visible",
            "translated_annotated_text": "Las texturas superficiales mejoran la robustez de las señales de profundidad estereoscópicas Esta investigación desarrolla recomendaciones de diseño para texturas superficiales (patrones de color en superficies de objetos) renderizadas con pantallas estereoscópicas. En 3 experimentos de procedimiento de método de ajuste, 8 participantes coincidieron con la disparidad de una sonda circular y un estímulo planar rendido usando un \"borde simple visible\". Los experimentos variaron la orientación del estímulo y la textura de la superficie. Los participantes coincidieron más exactamente con la profundidad de los estímulos verticales que con la de los estímulos horizontales, consistentes con estudios previos y teoría existente. Los participantes emparejaron la profundidad de las superficies con grandes variaciones de luminancia de píxel a píxel con más precisión que las superficies con una pequeña variación de luminancia de píxel a píxel. Finalmente, emparejaron la profundidad de las superficies con patrones de líneas verticales con más precisión que las superficies con patrones de textura de rayas horizontales. Estos resultados sugieren que los diseñadores pueden mejorar la percepción de la profundidad en pantallas estereoscópicas, y también reducir la sensibilidad indeseable a la orientación, al representar objetos con texturas superficiales utilizando grandes variaciones de luminancia de píxeles a píxeles. ",
            "error": [
                ""
            ]
        },
        "stimulus orientation": {
            "translated_key": "orientación del estímulo",
            "translated_annotated_text": "Las texturas superficiales mejoran la robustez de las señales de profundidad estereoscópicas Esta investigación desarrolla recomendaciones de diseño para texturas superficiales (patrones de color en superficies de objetos) renderizadas con pantallas estereoscópicas. En 3 experimentos de procedimiento de método de ajuste, 8 participantes coincidieron con la disparidad de una sonda circular y un estímulo planar rendido usando un único borde visible. Los experimentos variaron la \"orientación del estímulo\" y la textura de la superficie. Los participantes coincidieron más exactamente con la profundidad de los estímulos verticales que con la de los estímulos horizontales, consistentes con estudios previos y teoría existente. Los participantes emparejaron la profundidad de las superficies con grandes variaciones de luminancia de píxel a píxel con más precisión que las superficies con una pequeña variación de luminancia de píxel a píxel. Finalmente, emparejaron la profundidad de las superficies con patrones de líneas verticales con más precisión que las superficies con patrones de textura de rayas horizontales. Estos resultados sugieren que los diseñadores pueden mejorar la percepción de la profundidad en pantallas estereoscópicas, y también reducir la sensibilidad indeseable a la orientación, al representar objetos con texturas superficiales utilizando grandes variaciones de luminancia de píxeles a píxeles. ",
            "error": [
                ""
            ]
        },
        "surface texture": {
            "translated_key": "textura superficial",
            "translated_annotated_text": "Las texturas superficiales mejoran la robustez de las señales de profundidad estereoscópicas Esta investigación desarrolla recomendaciones de diseño para texturas superficiales (patrones de color en superficies de objetos) renderizadas con pantallas estereoscópicas. En 3 experimentos de procedimiento de método de ajuste, 8 participantes coincidieron con la disparidad de una sonda circular y un estímulo planar rendido usando un único borde visible. Los experimentos variaron la orientación del estímulo y la \"textura superficial\". Los participantes coincidieron más exactamente con la profundidad de los estímulos verticales que con la de los estímulos horizontales, consistentes con estudios previos y teoría existente. Los participantes emparejaron la profundidad de las superficies con grandes variaciones de luminancia de píxel a píxel con más precisión que las superficies con una pequeña variación de luminancia de píxel a píxel. Finalmente, emparejaron la profundidad de las superficies con patrones de líneas verticales con más precisión que las superficies con patrones de textura de rayas horizontales. Estos resultados sugieren que los diseñadores pueden mejorar la percepción de la profundidad en pantallas estereoscópicas, y también reducir la sensibilidad indeseable a la orientación, al representar objetos con texturas superficiales utilizando grandes variaciones de luminancia de píxeles a píxeles. ",
            "error": [
                ""
            ]
        },
        "pixel-to-pixel luminance variations": {
            "translated_key": [
                "variaciones de luminancia de pixel a pixel",
                "variaciones de luminancia de píxeles a píxeles"
            ],
            "translated_annotated_text": "Las texturas superficiales mejoran la robustez de las señales de profundidad estereoscópicas Esta investigación desarrolla recomendaciones de diseño para texturas superficiales (patrones de color en superficies de objetos) renderizadas con pantallas estereoscópicas. En 3 experimentos de procedimiento de método de ajuste, 8 participantes coincidieron con la disparidad de una sonda circular y un estímulo planar rendido usando un único borde visible. Los experimentos variaron la orientación del estímulo y la textura de la superficie. Los participantes coincidieron más exactamente con la profundidad de los estímulos verticales que con la de los estímulos horizontales, consistentes con estudios previos y teoría existente. Los participantes emparejaron la profundidad de las superficies con grandes \"variaciones de luminancia de pixel a pixel\" con más precisión que las superficies con una pequeña variación de luminancia de pixel a pixel. Finalmente, emparejaron la profundidad de las superficies con patrones de líneas verticales con más precisión que las superficies con patrones de textura de rayas horizontales. Estos resultados sugieren que los diseñadores pueden mejorar la percepción de la profundidad en pantallas estereoscópicas, y también reducir la sensibilidad indeseable a la orientación, al representar objetos con texturas superficiales usando grandes \"variaciones de luminancia de píxeles a píxeles\" ",
            "error": [
                "variaciones de luminancia de pixel a pixel",
                "variaciones de luminancia de píxeles a píxeles"
            ]
        },
        "vertical line patterns": {
            "translated_key": "patrones de líneas verticales",
            "translated_annotated_text": "Las texturas superficiales mejoran la robustez de las señales de profundidad estereoscópicas Esta investigación desarrolla recomendaciones de diseño para texturas superficiales (patrones de color en superficies de objetos) renderizadas con pantallas estereoscópicas. En 3 experimentos de procedimiento de método de ajuste, 8 participantes coincidieron con la disparidad de una sonda circular y un estímulo planar rendido usando un único borde visible. Los experimentos variaron la orientación del estímulo y la textura de la superficie. Los participantes coincidieron más exactamente con la profundidad de los estímulos verticales que con la de los estímulos horizontales, consistentes con estudios previos y teoría existente. Los participantes emparejaron la profundidad de las superficies con grandes variaciones de luminancia de píxel a píxel con más precisión que las superficies con una pequeña variación de luminancia de píxel a píxel. Finalmente, emparejaron la profundidad de las superficies con \"patrones de líneas verticales\" con más precisión que las superficies con patrones de textura de rayas horizontales. Estos resultados sugieren que los diseñadores pueden mejorar la percepción de la profundidad en pantallas estereoscópicas, y también reducir la sensibilidad indeseable a la orientación, al representar objetos con texturas superficiales utilizando grandes variaciones de luminancia de píxeles a píxeles. ",
            "error": [
                ""
            ]
        },
        "horizontal-striped texture patterns": {
            "translated_key": "patrones de textura horizontal",
            "translated_annotated_text": "Las texturas superficiales mejoran la robustez de las señales de profundidad estereoscópicas Esta investigación desarrolla recomendaciones de diseño para texturas superficiales (patrones de color en superficies de objetos) renderizadas con pantallas estereoscópicas. En 3 experimentos de procedimiento de método de ajuste, 8 participantes coincidieron con la disparidad de una sonda circular y un estímulo planar rendido usando un único borde visible. Los experimentos variaron la orientación del estímulo y la textura de la superficie. Los participantes coincidieron más exactamente con la profundidad de los estímulos verticales que con la de los estímulos horizontales, consistentes con estudios previos y teoría existente. Los participantes emparejaron la profundidad de las superficies con grandes variaciones de luminancia de píxel a píxel con más precisión que las superficies con una pequeña variación de luminancia de píxel a píxel. Finalmente, emparejaron la profundidad de las superficies con patrones de líneas verticales con más precisión que las superficies con \"patrones de textura horizontal\". Estos resultados sugieren que los diseñadores pueden mejorar la percepción de la profundidad en pantallas estereoscópicas, y también reducir la sensibilidad indeseable a la orientación, al representar objetos con texturas superficiales utilizando grandes variaciones de luminancia de píxeles a píxeles. ",
            "error": [
                ""
            ]
        },
        "depth perception": {
            "translated_key": "percepción de profundidad",
            "translated_annotated_text": "Las texturas superficiales mejoran la robustez de las señales de profundidad estereoscópicas Esta investigación desarrolla recomendaciones de diseño para texturas superficiales (patrones de color en superficies de objetos) renderizadas con pantallas estereoscópicas. En 3 experimentos de procedimiento de método de ajuste, 8 participantes coincidieron con la disparidad de una sonda circular y un estímulo planar rendido usando un único borde visible. Los experimentos variaron la orientación del estímulo y la textura de la superficie. Los participantes coincidieron más exactamente con la profundidad de los estímulos verticales que con la de los estímulos horizontales, consistentes con estudios previos y teoría existente. Los participantes emparejaron la profundidad de las superficies con grandes variaciones de luminancia de píxel a píxel con más precisión que las superficies con una pequeña variación de luminancia de píxel a píxel. Finalmente, emparejaron la profundidad de las superficies con patrones de líneas verticales con más precisión que las superficies con patrones de textura de rayas horizontales. Estos resultados sugieren que los diseñadores pueden mejorar la \"percepción de profundidad\" en pantallas estereoscópicas, y también reducir la sensibilidad indeseable a la orientación, al representar objetos con texturas superficiales usando grandes variaciones de luminancia pixel a pixel. ",
            "error": [
                ""
            ]
        },
        "stereoscopic displays": {
            "translated_key": "displays estereoscópicos",
            "translated_annotated_text": "Las texturas superficiales mejoran la robustez de las señales de profundidad estereoscópicas Esta investigación desarrolla recomendaciones de diseño para texturas superficiales (patrones de color en superficies de objetos) renderizadas con \"displays estereoscópicos\". En 3 experimentos de procedimiento de método de ajuste, 8 participantes coincidieron con la disparidad de una sonda circular y un estímulo planar rendido usando un único borde visible. Los experimentos variaron la orientación del estímulo y la textura de la superficie. Los participantes coincidieron más exactamente con la profundidad de los estímulos verticales que con la de los estímulos horizontales, consistentes con estudios previos y teoría existente. Los participantes emparejaron la profundidad de las superficies con grandes variaciones de luminancia de píxel a píxel con más precisión que las superficies con una pequeña variación de luminancia de píxel a píxel. Finalmente, emparejaron la profundidad de las superficies con patrones de líneas verticales con más precisión que las superficies con patrones de textura de rayas horizontales. Estos resultados sugieren que los diseñadores pueden mejorar la percepción de profundidad en \"displays estereoscópicos\", y también reducir la sensibilidad indeseable a la orientación, al representar objetos con texturas superficiales usando grandes variaciones de luminancia pixel a pixel. ",
            "error": [
                ""
            ]
        },
        "orientation sensitivity reduction": {
            "translated_key": [],
            "translated_annotated_text": "Las texturas superficiales mejoran la robustez de las señales de profundidad estereoscópicas Esta investigación desarrolla recomendaciones de diseño para texturas superficiales (patrones de color en superficies de objetos) renderizadas con pantallas estereoscópicas. En 3 experimentos de procedimiento de método de ajuste, 8 participantes coincidieron con la disparidad de una sonda circular y un estímulo planar rendido usando un único borde visible. Los experimentos variaron la orientación del estímulo y la textura de la superficie. Los participantes coincidieron más exactamente con la profundidad de los estímulos verticales que con la de los estímulos horizontales, consistentes con estudios previos y teoría existente. Los participantes emparejaron la profundidad de las superficies con grandes variaciones de luminancia de píxel a píxel con más precisión que las superficies con una pequeña variación de luminancia de píxel a píxel. Finalmente, emparejaron la profundidad de las superficies con patrones de líneas verticales con más precisión que las superficies con patrones de textura de rayas horizontales. Estos resultados sugieren que los diseñadores pueden mejorar la percepción de la profundidad en pantallas estereoscópicas, y también reducir la sensibilidad indeseable a la orientación, al representar objetos con texturas superficiales utilizando grandes variaciones de luminancia de píxeles a píxeles. ",
            "error": []
        },
        "object rendering": {
            "translated_key": [],
            "translated_annotated_text": "Las texturas superficiales mejoran la robustez de las señales de profundidad estereoscópicas Esta investigación desarrolla recomendaciones de diseño para texturas superficiales (patrones de color en superficies de objetos) renderizadas con pantallas estereoscópicas. En 3 experimentos de procedimiento de método de ajuste, 8 participantes coincidieron con la disparidad de una sonda circular y un estímulo planar rendido usando un único borde visible. Los experimentos variaron la orientación del estímulo y la textura de la superficie. Los participantes coincidieron más exactamente con la profundidad de los estímulos verticales que con la de los estímulos horizontales, consistentes con estudios previos y teoría existente. Los participantes emparejaron la profundidad de las superficies con grandes variaciones de luminancia de píxel a píxel con más precisión que las superficies con una pequeña variación de luminancia de píxel a píxel. Finalmente, emparejaron la profundidad de las superficies con patrones de líneas verticales con más precisión que las superficies con patrones de textura de rayas horizontales. Estos resultados sugieren que los diseñadores pueden mejorar la percepción de la profundidad en pantallas estereoscópicas, y también reducir la sensibilidad indeseable a la orientación, al representar objetos con texturas superficiales utilizando grandes variaciones de luminancia de píxeles a píxeles. ",
            "error": []
        },
        "human factors": {
            "translated_key": [],
            "translated_annotated_text": "Las texturas superficiales mejoran la robustez de las señales de profundidad estereoscópicas Esta investigación desarrolla recomendaciones de diseño para texturas superficiales (patrones de color en superficies de objetos) renderizadas con pantallas estereoscópicas. En 3 experimentos de procedimiento de método de ajuste, 8 participantes coincidieron con la disparidad de una sonda circular y un estímulo planar rendido usando un único borde visible. Los experimentos variaron la orientación del estímulo y la textura de la superficie. Los participantes coincidieron más exactamente con la profundidad de los estímulos verticales que con la de los estímulos horizontales, consistentes con estudios previos y teoría existente. Los participantes emparejaron la profundidad de las superficies con grandes variaciones de luminancia de píxel a píxel con más precisión que las superficies con una pequeña variación de luminancia de píxel a píxel. Finalmente, emparejaron la profundidad de las superficies con patrones de líneas verticales con más precisión que las superficies con patrones de textura de rayas horizontales. Estos resultados sugieren que los diseñadores pueden mejorar la percepción de la profundidad en pantallas estereoscópicas, y también reducir la sensibilidad indeseable a la orientación, al representar objetos con texturas superficiales utilizando grandes variaciones de luminancia de píxeles a píxeles. ",
            "error": []
        },
        "rendering (computer graphics)": {
            "translated_key": [],
            "translated_annotated_text": "Las texturas superficiales mejoran la robustez de las señales de profundidad estereoscópicas Esta investigación desarrolla recomendaciones de diseño para texturas superficiales (patrones de color en superficies de objetos) renderizadas con pantallas estereoscópicas. En 3 experimentos de procedimiento de método de ajuste, 8 participantes coincidieron con la disparidad de una sonda circular y un estímulo planar rendido usando un único borde visible. Los experimentos variaron la orientación del estímulo y la textura de la superficie. Los participantes coincidieron más exactamente con la profundidad de los estímulos verticales que con la de los estímulos horizontales, consistentes con estudios previos y teoría existente. Los participantes emparejaron la profundidad de las superficies con grandes variaciones de luminancia de píxel a píxel con más precisión que las superficies con una pequeña variación de luminancia de píxel a píxel. Finalmente, emparejaron la profundidad de las superficies con patrones de líneas verticales con más precisión que las superficies con patrones de textura de rayas horizontales. Estos resultados sugieren que los diseñadores pueden mejorar la percepción de la profundidad en pantallas estereoscópicas, y también reducir la sensibilidad indeseable a la orientación, al representar objetos con texturas superficiales utilizando grandes variaciones de luminancia de píxeles a píxeles. ",
            "error": []
        },
        "three-dimensional displays": {
            "translated_key": [],
            "translated_annotated_text": "Las texturas superficiales mejoran la robustez de las señales de profundidad estereoscópicas Esta investigación desarrolla recomendaciones de diseño para texturas superficiales (patrones de color en superficies de objetos) renderizadas con pantallas estereoscópicas. En 3 experimentos de procedimiento de método de ajuste, 8 participantes coincidieron con la disparidad de una sonda circular y un estímulo planar rendido usando un único borde visible. Los experimentos variaron la orientación del estímulo y la textura de la superficie. Los participantes coincidieron más exactamente con la profundidad de los estímulos verticales que con la de los estímulos horizontales, consistentes con estudios previos y teoría existente. Los participantes emparejaron la profundidad de las superficies con grandes variaciones de luminancia de píxel a píxel con más precisión que las superficies con una pequeña variación de luminancia de píxel a píxel. Finalmente, emparejaron la profundidad de las superficies con patrones de líneas verticales con más precisión que las superficies con patrones de textura de rayas horizontales. Estos resultados sugieren que los diseñadores pueden mejorar la percepción de la profundidad en pantallas estereoscópicas, y también reducir la sensibilidad indeseable a la orientación, al representar objetos con texturas superficiales utilizando grandes variaciones de luminancia de píxeles a píxeles. ",
            "error": []
        }
    }
}