{
    "original_text": "Control performance with three translational degrees of freedom For multiple degree-of-freedom (DOF) systems, it is important to determine how accurately operators can control each DOF and what influence perceptual, information processing, and psychomotor components have on performance. Sixteen right-handed male students participated in 2 experiments: 1 involving positioning and 1 involving tracking with 3 translational DOFs. To separate perceptual and psychomotor effects, we used 2 control-display mappings that differed in the coupling of vertical and depth dimensions to the up-down and fore-aft control axes. We observed information processing effects in the positioning task: Initial error correction on the vertical dimension lagged in time behind the horizontal dimension. The depth dimension error correction lagged behind both, which was ascribed to the poorer perceptual information. We observed this perceptual effect also in the tracking experiment. Motor effects were also present, with tracking errors along the up-down axis of the hand controller being 1.1 times larger than along the fore-aft axis. These results indicate that all 3 components contribute to control performance. Actual applications of this research include interface design",
    "original_translation": "Controlar el rendimiento con tres grados de libertad traslacional Para los sistemas de múltiples grados de libertad (DOF), es importante determinar con qué precisión los operadores pueden controlar cada DOF y qué influencia tienen los componentes perceptuales, de procesamiento de información y psicomotores en el rendimiento. Dieciséis estudiantes varones diestros participaron en 2 experimentos: 1 con posicionamiento y 1 con seguimiento con 3 DOFs traslacionales. Para separar los efectos perceptuales y psicomotores, se utilizaron 2 mapas de control-display que diferían en el acoplamiento de las dimensiones vertical y de profundidad a los ejes de control ascendente y previo. Se observaron efectos de procesamiento de información en la tarea de posicionamiento: Corrección inicial de error en la dimensión vertical atrasada en el tiempo detrás de la dimensión horizontal. La corrección de error de la dimensión de profundidad se alejó detrás de ambas, lo que se atribuyó a la información perceptual más pobre. Observamos este efecto perceptual también en el experimento de rastreo. Los efectos motorizados también estuvieron presentes, con errores de seguimiento a lo largo del eje ascendente del controlador de mano siendo 1,1 veces mayor que a lo largo del eje anterior. Estos resultados indican que los 3 componentes contribuyen a controlar el rendimiento. Las aplicaciones reales de esta investigación incluyen el diseño de interfaces",
    "error_count": 8,
    "keys": {
        "control performance": {
            "translated_key": "controlar el rendimiento",
            "translated_annotated_text": "Controlar el rendimiento con tres grados de libertad traslacional Para los sistemas de múltiples grados de libertad (DOF), es importante determinar con qué precisión los operadores pueden controlar cada DOF y qué influencia tienen los componentes perceptuales, de procesamiento de información y psicomotores en el rendimiento. Dieciséis estudiantes varones diestros participaron en 2 experimentos: 1 con posicionamiento y 1 con seguimiento con 3 DOFs traslacionales. Para separar los efectos perceptuales y psicomotores, se utilizaron 2 mapas de control-display que diferían en el acoplamiento de las dimensiones vertical y de profundidad a los ejes de control ascendente y previo. Se observaron efectos de procesamiento de información en la tarea de posicionamiento: Corrección inicial de error en la dimensión vertical atrasada en el tiempo detrás de la dimensión horizontal. La corrección de error de la dimensión de profundidad se alejó detrás de ambas, lo que se atribuyó a la información perceptual más pobre. Observamos este efecto perceptual también en el experimento de rastreo. Los efectos motorizados también estuvieron presentes, con errores de seguimiento a lo largo del eje ascendente del controlador de mano siendo 1,1 veces mayor que a lo largo del eje anterior. Estos resultados indican que los 3 componentes contribuyen a \"controlar el rendimiento\". Las aplicaciones reales de esta investigación incluyen el diseño de interfaces ",
            "error": [
                ""
            ]
        },
        "multi-DOF systems": {
            "translated_key": [],
            "translated_annotated_text": "Controlar el rendimiento con tres grados de libertad traslacional Para los sistemas de múltiples grados de libertad (DOF), es importante determinar con qué precisión los operadores pueden controlar cada DOF y qué influencia tienen los componentes perceptuales, de procesamiento de información y psicomotores en el rendimiento. Dieciséis estudiantes varones diestros participaron en 2 experimentos: 1 con posicionamiento y 1 con seguimiento con 3 DOFs traslacionales. Para separar los efectos perceptuales y psicomotores, se utilizaron 2 mapas de control-display que diferían en el acoplamiento de las dimensiones vertical y de profundidad a los ejes de control ascendente y previo. Se observaron efectos de procesamiento de información en la tarea de posicionamiento: Corrección inicial de error en la dimensión vertical atrasada en el tiempo detrás de la dimensión horizontal. La corrección de error de la dimensión de profundidad se alejó detrás de ambas, lo que se atribuyó a la información perceptual más pobre. Observamos este efecto perceptual también en el experimento de rastreo. Los efectos motorizados también estuvieron presentes, con errores de seguimiento a lo largo del eje ascendente del controlador de mano siendo 1,1 veces mayor que a lo largo del eje anterior. Estos resultados indican que los 3 componentes contribuyen a controlar el rendimiento. Las aplicaciones reales de esta investigación incluyen el diseño de interfaces ",
            "error": []
        },
        "positioning": {
            "translated_key": "posicionamiento",
            "translated_annotated_text": "Controlar el rendimiento con tres grados de libertad traslacional Para los sistemas de múltiples grados de libertad (DOF), es importante determinar con qué precisión los operadores pueden controlar cada DOF y qué influencia tienen los componentes perceptuales, de procesamiento de información y psicomotores en el rendimiento. Dieciséis estudiantes varones diestros participaron en 2 experimentos: 1 involucrando \"posicionamiento\" y 1 involucrando seguimiento con 3 DOFs traslacionales. Para separar los efectos perceptuales y psicomotores, se utilizaron 2 mapas de control-display que diferían en el acoplamiento de las dimensiones vertical y de profundidad a los ejes de control ascendente y previo. Observamos efectos de procesamiento de información en la tarea de \"posicionamiento\": Corrección inicial de error en la dimensión vertical atrasada en el tiempo detrás de la dimensión horizontal. La corrección de error de la dimensión de profundidad se alejó detrás de ambas, lo que se atribuyó a la información perceptual más pobre. Observamos este efecto perceptual también en el experimento de rastreo. Los efectos motorizados también estuvieron presentes, con errores de seguimiento a lo largo del eje ascendente del controlador de mano siendo 1,1 veces mayor que a lo largo del eje anterior. Estos resultados indican que los 3 componentes contribuyen a controlar el rendimiento. Las aplicaciones reales de esta investigación incluyen el diseño de interfaces ",
            "error": [
                ""
            ]
        },
        "tracking": {
            "translated_key": [
                "tracking",
                "rastreo",
                "tracking"
            ],
            "translated_annotated_text": "Controlar el rendimiento con tres grados de libertad traslacional Para los sistemas de múltiples grados de libertad (DOF), es importante determinar con qué precisión los operadores pueden controlar cada DOF y qué influencia tienen los componentes perceptuales, de procesamiento de información y psicomotores en el rendimiento. Dieciséis estudiantes varones diestros participaron en 2 experimentos: 1 involucrando posicionamiento y 1 involucrando \"tracking\" con 3 DOFs traslacionales. Para separar los efectos perceptuales y psicomotores, se utilizaron 2 mapas de control-display que diferían en el acoplamiento de las dimensiones vertical y de profundidad a los ejes de control ascendente y previo. Se observaron efectos de procesamiento de información en la tarea de posicionamiento: Corrección inicial de error en la dimensión vertical atrasada en el tiempo detrás de la dimensión horizontal. La corrección de error de la dimensión de profundidad se alejó detrás de ambas, lo que se atribuyó a la información perceptual más pobre. Observamos este efecto perceptual también en el experimento de \"rastreo\". Los efectos motorizados también estuvieron presentes, con errores de \"tracking\" a lo largo del eje ascendente del controlador de mano siendo 1,1 veces más grandes que a lo largo del eje anterior. Estos resultados indican que los 3 componentes contribuyen a controlar el rendimiento. Las aplicaciones reales de esta investigación incluyen el diseño de interfaces ",
            "error": [
                "tracking",
                "rastreo",
                "tracking"
            ]
        },
        "perceptual effects": {
            "translated_key": [],
            "translated_annotated_text": "Controlar el rendimiento con tres grados de libertad traslacional Para los sistemas de múltiples grados de libertad (DOF), es importante determinar con qué precisión los operadores pueden controlar cada DOF y qué influencia tienen los componentes perceptuales, de procesamiento de información y psicomotores en el rendimiento. Dieciséis estudiantes varones diestros participaron en 2 experimentos: 1 con posicionamiento y 1 con seguimiento con 3 DOFs traslacionales. Para separar los efectos perceptuales y psicomotores, se utilizaron 2 mapas de control-display que diferían en el acoplamiento de las dimensiones vertical y de profundidad a los ejes de control ascendente y previo. Se observaron efectos de procesamiento de información en la tarea de posicionamiento: Corrección inicial de error en la dimensión vertical atrasada en el tiempo detrás de la dimensión horizontal. La corrección de error de la dimensión de profundidad se alejó detrás de ambas, lo que se atribuyó a la información perceptual más pobre. Observamos este efecto perceptual también en el experimento de rastreo. Los efectos motorizados también estuvieron presentes, con errores de seguimiento a lo largo del eje ascendente del controlador de mano siendo 1,1 veces mayor que a lo largo del eje anterior. Estos resultados indican que los 3 componentes contribuyen a controlar el rendimiento. Las aplicaciones reales de esta investigación incluyen el diseño de interfaces ",
            "error": []
        },
        "psychomotor effects": {
            "translated_key": "psicomotores",
            "translated_annotated_text": "Controlar el rendimiento con tres grados de libertad traslacional Para los sistemas de múltiples grados de libertad (DOF), es importante determinar con qué precisión los operadores pueden controlar cada DOF y qué influencia tienen los componentes perceptuales, de procesamiento de información y psicomotores en el rendimiento. Dieciséis estudiantes varones diestros participaron en 2 experimentos: 1 con posicionamiento y 1 con seguimiento con 3 DOFs traslacionales. Para separar los efectos perceptuales y \"psicomotores\", se utilizaron 2 mapas de control-display que diferían en el acoplamiento de las dimensiones vertical y de profundidad a los ejes de control ascendente y previo. Se observaron efectos de procesamiento de información en la tarea de posicionamiento: Corrección inicial de error en la dimensión vertical atrasada en el tiempo detrás de la dimensión horizontal. La corrección de error de la dimensión de profundidad se alejó detrás de ambas, lo que se atribuyó a la información perceptual más pobre. Observamos este efecto perceptual también en el experimento de rastreo. Los efectos motorizados también estuvieron presentes, con errores de seguimiento a lo largo del eje ascendente del controlador de mano siendo 1,1 veces mayor que a lo largo del eje anterior. Estos resultados indican que los 3 componentes contribuyen a controlar el rendimiento. Las aplicaciones reales de esta investigación incluyen el diseño de interfaces ",
            "error": [
                ""
            ]
        },
        "initial error correction": {
            "translated_key": [],
            "translated_annotated_text": "Controlar el rendimiento con tres grados de libertad traslacional Para los sistemas de múltiples grados de libertad (DOF), es importante determinar con qué precisión los operadores pueden controlar cada DOF y qué influencia tienen los componentes perceptuales, de procesamiento de información y psicomotores en el rendimiento. Dieciséis estudiantes varones diestros participaron en 2 experimentos: 1 con posicionamiento y 1 con seguimiento con 3 DOFs traslacionales. Para separar los efectos perceptuales y psicomotores, se utilizaron 2 mapas de control-display que diferían en el acoplamiento de las dimensiones vertical y de profundidad a los ejes de control ascendente y previo. Se observaron efectos de procesamiento de información en la tarea de posicionamiento: Corrección inicial de error en la dimensión vertical atrasada en el tiempo detrás de la dimensión horizontal. La corrección de error de la dimensión de profundidad se alejó detrás de ambas, lo que se atribuyó a la información perceptual más pobre. Observamos este efecto perceptual también en el experimento de rastreo. Los efectos motorizados también estuvieron presentes, con errores de seguimiento a lo largo del eje ascendente del controlador de mano siendo 1,1 veces mayor que a lo largo del eje anterior. Estos resultados indican que los 3 componentes contribuyen a controlar el rendimiento. Las aplicaciones reales de esta investigación incluyen el diseño de interfaces ",
            "error": []
        },
        "depth dimension error correction": {
            "translated_key": "corrección de error de dimensión profunda",
            "translated_annotated_text": "Controlar el rendimiento con tres grados de libertad traslacional Para los sistemas de múltiples grados de libertad (DOF), es importante determinar con qué precisión los operadores pueden controlar cada DOF y qué influencia tienen los componentes perceptuales, de procesamiento de información y psicomotores en el rendimiento. Dieciséis estudiantes varones diestros participaron en 2 experimentos: 1 con posicionamiento y 1 con seguimiento con 3 DOFs traslacionales. Para separar los efectos perceptuales y psicomotores, se utilizaron 2 mapas de control-display que diferían en el acoplamiento de las dimensiones vertical y de profundidad a los ejes de control ascendente y previo. Se observaron efectos de procesamiento de información en la tarea de posicionamiento: Corrección inicial de error en la dimensión vertical atrasada en el tiempo detrás de la dimensión horizontal. La \"corrección de error de dimensión profunda\" quedó rezagada detrás de ambas, lo que se atribuyó a la información perceptual más pobre. Observamos este efecto perceptual también en el experimento de rastreo. Los efectos motorizados también estuvieron presentes, con errores de seguimiento a lo largo del eje ascendente del controlador de mano siendo 1,1 veces mayor que a lo largo del eje anterior. Estos resultados indican que los 3 componentes contribuyen a controlar el rendimiento. Las aplicaciones reales de esta investigación incluyen el diseño de interfaces ",
            "error": [
                ""
            ]
        },
        "interface design": {
            "translated_key": "diseño de interfaz",
            "translated_annotated_text": "Controlar el rendimiento con tres grados de libertad traslacional Para los sistemas de múltiples grados de libertad (DOF), es importante determinar con qué precisión los operadores pueden controlar cada DOF y qué influencia tienen los componentes perceptuales, de procesamiento de información y psicomotores en el rendimiento. Dieciséis estudiantes varones diestros participaron en 2 experimentos: 1 con posicionamiento y 1 con seguimiento con 3 DOFs traslacionales. Para separar los efectos perceptuales y psicomotores, se utilizaron 2 mapas de control-display que diferían en el acoplamiento de las dimensiones vertical y de profundidad a los ejes de control ascendente y previo. Se observaron efectos de procesamiento de información en la tarea de posicionamiento: Corrección inicial de error en la dimensión vertical atrasada en el tiempo detrás de la dimensión horizontal. La corrección de error de la dimensión de profundidad se alejó detrás de ambas, lo que se atribuyó a la información perceptual más pobre. Observamos este efecto perceptual también en el experimento de rastreo. Los efectos motorizados también estuvieron presentes, con errores de seguimiento a lo largo del eje ascendente del controlador de mano siendo 1,1 veces mayor que a lo largo del eje anterior. Estos resultados indican que los 3 componentes contribuyen a controlar el rendimiento. Las aplicaciones reales de esta investigación incluyen \"diseño de interfaz\" ",
            "error": [
                ""
            ]
        },
        "remote control": {
            "translated_key": [],
            "translated_annotated_text": "Controlar el rendimiento con tres grados de libertad traslacional Para los sistemas de múltiples grados de libertad (DOF), es importante determinar con qué precisión los operadores pueden controlar cada DOF y qué influencia tienen los componentes perceptuales, de procesamiento de información y psicomotores en el rendimiento. Dieciséis estudiantes varones diestros participaron en 2 experimentos: 1 con posicionamiento y 1 con seguimiento con 3 DOFs traslacionales. Para separar los efectos perceptuales y psicomotores, se utilizaron 2 mapas de control-display que diferían en el acoplamiento de las dimensiones vertical y de profundidad a los ejes de control ascendente y previo. Se observaron efectos de procesamiento de información en la tarea de posicionamiento: Corrección inicial de error en la dimensión vertical atrasada en el tiempo detrás de la dimensión horizontal. La corrección de error de la dimensión de profundidad se alejó detrás de ambas, lo que se atribuyó a la información perceptual más pobre. Observamos este efecto perceptual también en el experimento de rastreo. Los efectos motorizados también estuvieron presentes, con errores de seguimiento a lo largo del eje ascendente del controlador de mano siendo 1,1 veces mayor que a lo largo del eje anterior. Estos resultados indican que los 3 componentes contribuyen a controlar el rendimiento. Las aplicaciones reales de esta investigación incluyen el diseño de interfaces ",
            "error": []
        },
        "virtual reality": {
            "translated_key": [],
            "translated_annotated_text": "Controlar el rendimiento con tres grados de libertad traslacional Para los sistemas de múltiples grados de libertad (DOF), es importante determinar con qué precisión los operadores pueden controlar cada DOF y qué influencia tienen los componentes perceptuales, de procesamiento de información y psicomotores en el rendimiento. Dieciséis estudiantes varones diestros participaron en 2 experimentos: 1 con posicionamiento y 1 con seguimiento con 3 DOFs traslacionales. Para separar los efectos perceptuales y psicomotores, se utilizaron 2 mapas de control-display que diferían en el acoplamiento de las dimensiones vertical y de profundidad a los ejes de control ascendente y previo. Se observaron efectos de procesamiento de información en la tarea de posicionamiento: Corrección inicial de error en la dimensión vertical atrasada en el tiempo detrás de la dimensión horizontal. La corrección de error de la dimensión de profundidad se alejó detrás de ambas, lo que se atribuyó a la información perceptual más pobre. Observamos este efecto perceptual también en el experimento de rastreo. Los efectos motorizados también estuvieron presentes, con errores de seguimiento a lo largo del eje ascendente del controlador de mano siendo 1,1 veces mayor que a lo largo del eje anterior. Estos resultados indican que los 3 componentes contribuyen a controlar el rendimiento. Las aplicaciones reales de esta investigación incluyen el diseño de interfaces ",
            "error": []
        },
        "graphical user interfaces": {
            "translated_key": [],
            "translated_annotated_text": "Controlar el rendimiento con tres grados de libertad traslacional Para los sistemas de múltiples grados de libertad (DOF), es importante determinar con qué precisión los operadores pueden controlar cada DOF y qué influencia tienen los componentes perceptuales, de procesamiento de información y psicomotores en el rendimiento. Dieciséis estudiantes varones diestros participaron en 2 experimentos: 1 con posicionamiento y 1 con seguimiento con 3 DOFs traslacionales. Para separar los efectos perceptuales y psicomotores, se utilizaron 2 mapas de control-display que diferían en el acoplamiento de las dimensiones vertical y de profundidad a los ejes de control ascendente y previo. Se observaron efectos de procesamiento de información en la tarea de posicionamiento: Corrección inicial de error en la dimensión vertical atrasada en el tiempo detrás de la dimensión horizontal. La corrección de error de la dimensión de profundidad se alejó detrás de ambas, lo que se atribuyó a la información perceptual más pobre. Observamos este efecto perceptual también en el experimento de rastreo. Los efectos motorizados también estuvieron presentes, con errores de seguimiento a lo largo del eje ascendente del controlador de mano siendo 1,1 veces mayor que a lo largo del eje anterior. Estos resultados indican que los 3 componentes contribuyen a controlar el rendimiento. Las aplicaciones reales de esta investigación incluyen el diseño de interfaces ",
            "error": []
        },
        "human factors": {
            "translated_key": [],
            "translated_annotated_text": "Controlar el rendimiento con tres grados de libertad traslacional Para los sistemas de múltiples grados de libertad (DOF), es importante determinar con qué precisión los operadores pueden controlar cada DOF y qué influencia tienen los componentes perceptuales, de procesamiento de información y psicomotores en el rendimiento. Dieciséis estudiantes varones diestros participaron en 2 experimentos: 1 con posicionamiento y 1 con seguimiento con 3 DOFs traslacionales. Para separar los efectos perceptuales y psicomotores, se utilizaron 2 mapas de control-display que diferían en el acoplamiento de las dimensiones vertical y de profundidad a los ejes de control ascendente y previo. Se observaron efectos de procesamiento de información en la tarea de posicionamiento: Corrección inicial de error en la dimensión vertical atrasada en el tiempo detrás de la dimensión horizontal. La corrección de error de la dimensión de profundidad se alejó detrás de ambas, lo que se atribuyó a la información perceptual más pobre. Observamos este efecto perceptual también en el experimento de rastreo. Los efectos motorizados también estuvieron presentes, con errores de seguimiento a lo largo del eje ascendente del controlador de mano siendo 1,1 veces mayor que a lo largo del eje anterior. Estos resultados indican que los 3 componentes contribuyen a controlar el rendimiento. Las aplicaciones reales de esta investigación incluyen el diseño de interfaces ",
            "error": []
        }
    }
}