{
    "original_text": "Contrast sensitivity in a dynamic environment: effects of target conditions and visual impairment Contrast sensitivity was determined as a function of target velocity (0 degrees -120 degrees /s) over a variety of viewing conditions. In Experiment 1, measurements of dynamic contrast sensitivity were determined for observers as a function of target velocity for letter stimuli. Significant main effects were found for target velocity, target size, and target duration, but significant interactions among the variables indicated especially pronounced adverse effects of increasing target velocity for small targets and brief durations. In Experiment 2, the effects of simulated cataracts were determined. Although the simulated impairment had no effect on traditional acuity scores, dynamic contrast sensitivity was markedly reduced. Results are discussed in terms of dynamic contrast sensitivity as a useful composite measure of visual functioning that may provide a better overall picture of an individuals visual functioning than does traditional static acuity, dynamic acuity, or contrast sensitivity alone. The measure of dynamic contrast sensitivity may increase understanding of the practical effects of various conditions, such as aging or disease, on the visual system, or it may allow improved prediction of individuals performance in visually dynamic situations",
    "original_translation": "Sensibilidad de contraste en un entorno dinámico: efectos de condiciones diana y deterioro visual La sensibilidad de contraste se determinó en función de la velocidad diana (0 grados -120 grados /s) sobre una variedad de condiciones de visión. En el Experimento 1, se determinaron las mediciones de sensibilidad de contraste dinámico para los observadores en función de la velocidad objetivo para los estímulos de letras. Se encontraron efectos principales significativos para la velocidad del objetivo, el tamaño del objetivo y la duración del objetivo, pero interacciones significativas entre las variables indicaron efectos adversos especialmente pronunciados del aumento de la velocidad del objetivo para objetivos pequeños y corta duración. En el Experimento 2 se determinaron los efectos de las cataratas simuladas. Aunque el deterioro simulado no tuvo ningún efecto en los puntajes de agudeza tradicionales, la sensibilidad al contraste dinámico se redujo notablemente. Los resultados se discuten en términos de sensibilidad de contraste dinámico como una medida compuesta útil del funcionamiento visual que puede proporcionar una mejor imagen general de un funcionamiento visual individual que la agudeza estática tradicional, la agudeza dinámica o la sensibilidad de contraste sola. La medida de la sensibilidad dinámica del contraste puede aumentar la comprensión de los efectos prácticos de diversas condiciones, como el envejecimiento o la enfermedad, en el sistema visual, o puede permitir una mejor predicción del rendimiento de los individuos en situaciones visualmente dinámicas",
    "error_count": 4,
    "keys": {
        "contrast sensitivity": {
            "translated_key": "sensibilidad de contraste",
            "translated_annotated_text": "Sensibilidad de contraste en un entorno dinámico: efectos de condiciones diana y deterioro visual La sensibilidad de contraste se determinó en función de la velocidad diana (0 grados -120 grados /s) sobre una variedad de condiciones de visión. En el Experimento 1, se determinaron mediciones de la \"sensibilidad de contraste\" dinámica para los observadores en función de la velocidad objetivo para los estímulos de letras. Se encontraron efectos principales significativos para la velocidad del objetivo, el tamaño del objetivo y la duración del objetivo, pero interacciones significativas entre las variables indicaron efectos adversos especialmente pronunciados del aumento de la velocidad del objetivo para objetivos pequeños y corta duración. En el Experimento 2 se determinaron los efectos de las cataratas simuladas. Aunque el deterioro simulado no tuvo ningún efecto en los puntajes de agudeza tradicionales, la \"sensibilidad de contraste\" dinámica se redujo notablemente. Los resultados se discuten en términos de \"sensibilidad de contraste\" dinámica como una medida compuesta útil del funcionamiento visual que puede proporcionar una mejor imagen general de un funcionamiento visual individual que la agudeza estática tradicional, la agudeza dinámica o la \"sensibilidad de contraste\" sola. La medida de la \"sensibilidad de contraste\" dinámica puede aumentar la comprensión de los efectos prácticos de diversas condiciones, como el envejecimiento o la enfermedad, en el sistema visual, o puede permitir una mejor predicción del rendimiento de los individuos en situaciones visualmente dinámicas ",
            "error": [
                ""
            ]
        },
        "dynamic environment": {
            "translated_key": "entorno dinámico",
            "translated_annotated_text": "Sensibilidad de contraste en un \"entorno dinámico\": efectos de condiciones diana y deterioro visual La sensibilidad de contraste se determinó en función de la velocidad diana (0 grados -120 grados /s) sobre una variedad de condiciones de visión. En el Experimento 1, se determinaron las mediciones de sensibilidad de contraste dinámico para los observadores en función de la velocidad objetivo para los estímulos de letras. Se encontraron efectos principales significativos para la velocidad del objetivo, el tamaño del objetivo y la duración del objetivo, pero interacciones significativas entre las variables indicaron efectos adversos especialmente pronunciados del aumento de la velocidad del objetivo para objetivos pequeños y corta duración. En el Experimento 2 se determinaron los efectos de las cataratas simuladas. Aunque el deterioro simulado no tuvo ningún efecto en los puntajes de agudeza tradicionales, la sensibilidad al contraste dinámico se redujo notablemente. Los resultados se discuten en términos de sensibilidad de contraste dinámico como una medida compuesta útil del funcionamiento visual que puede proporcionar una mejor imagen general de un funcionamiento visual individual que la agudeza estática tradicional, la agudeza dinámica o la sensibilidad de contraste sola. La medida de la sensibilidad dinámica del contraste puede aumentar la comprensión de los efectos prácticos de diversas condiciones, como el envejecimiento o la enfermedad, en el sistema visual, o puede permitir una mejor predicción del rendimiento de los individuos en situaciones visualmente dinámicas ",
            "error": [
                ""
            ]
        },
        "target conditions": {
            "translated_key": "condiciones diana",
            "translated_annotated_text": "Sensibilidad de contraste en un entorno dinámico: efectos de \"condiciones diana\" y deterioro visual La sensibilidad de contraste se determinó en función de la velocidad diana (0 grados -120 grados /s) sobre una variedad de condiciones de visión. En el Experimento 1, se determinaron las mediciones de sensibilidad de contraste dinámico para los observadores en función de la velocidad objetivo para los estímulos de letras. Se encontraron efectos principales significativos para la velocidad del objetivo, el tamaño del objetivo y la duración del objetivo, pero interacciones significativas entre las variables indicaron efectos adversos especialmente pronunciados del aumento de la velocidad del objetivo para objetivos pequeños y corta duración. En el Experimento 2 se determinaron los efectos de las cataratas simuladas. Aunque el deterioro simulado no tuvo ningún efecto en los puntajes de agudeza tradicionales, la sensibilidad al contraste dinámico se redujo notablemente. Los resultados se discuten en términos de sensibilidad de contraste dinámico como una medida compuesta útil del funcionamiento visual que puede proporcionar una mejor imagen general de un funcionamiento visual individual que la agudeza estática tradicional, la agudeza dinámica o la sensibilidad de contraste sola. La medida de la sensibilidad dinámica del contraste puede aumentar la comprensión de los efectos prácticos de diversas condiciones, como el envejecimiento o la enfermedad, en el sistema visual, o puede permitir una mejor predicción del rendimiento de los individuos en situaciones visualmente dinámicas ",
            "error": [
                ""
            ]
        },
        "visual impairment": {
            "translated_key": "discapacidad visual",
            "translated_annotated_text": "Sensibilidad de contraste en un entorno dinámico: los efectos de las condiciones de destino y \"discapacidad visual\" La sensibilidad de contraste se determinó en función de la velocidad del objetivo (0 grados -120 grados /s) sobre una variedad de condiciones de visión. En el Experimento 1, se determinaron las mediciones de sensibilidad de contraste dinámico para los observadores en función de la velocidad objetivo para los estímulos de letras. Se encontraron efectos principales significativos para la velocidad del objetivo, el tamaño del objetivo y la duración del objetivo, pero interacciones significativas entre las variables indicaron efectos adversos especialmente pronunciados del aumento de la velocidad del objetivo para objetivos pequeños y corta duración. En el Experimento 2 se determinaron los efectos de las cataratas simuladas. Aunque el deterioro simulado no tuvo ningún efecto en los puntajes de agudeza tradicionales, la sensibilidad al contraste dinámico se redujo notablemente. Los resultados se discuten en términos de sensibilidad de contraste dinámico como una medida compuesta útil del funcionamiento visual que puede proporcionar una mejor imagen general de un funcionamiento visual individual que la agudeza estática tradicional, la agudeza dinámica o la sensibilidad de contraste sola. La medida de la sensibilidad dinámica del contraste puede aumentar la comprensión de los efectos prácticos de diversas condiciones, como el envejecimiento o la enfermedad, en el sistema visual, o puede permitir una mejor predicción del rendimiento de los individuos en situaciones visualmente dinámicas ",
            "error": [
                ""
            ]
        },
        "dynamic contrast sensitivity": {
            "translated_key": "sensibilidad de contraste dinámico",
            "translated_annotated_text": "Sensibilidad de contraste en un entorno dinámico: efectos de condiciones diana y deterioro visual La sensibilidad de contraste se determinó en función de la velocidad diana (0 grados -120 grados /s) sobre una variedad de condiciones de visión. En el Experimento 1, se determinaron mediciones de \"sensibilidad de contraste dinámico\" para observadores en función de la velocidad objetivo para estímulos de letras. Se encontraron efectos principales significativos para la velocidad del objetivo, el tamaño del objetivo y la duración del objetivo, pero interacciones significativas entre las variables indicaron efectos adversos especialmente pronunciados del aumento de la velocidad del objetivo para objetivos pequeños y corta duración. En el Experimento 2 se determinaron los efectos de las cataratas simuladas. Aunque el deterioro simulado no tuvo ningún efecto en los puntajes de agudeza tradicionales, la \"sensibilidad de contraste dinámico\" se redujo notablemente. Los resultados se discuten en términos de \"sensibilidad de contraste dinámico\" como una medida compuesta útil del funcionamiento visual que puede proporcionar una mejor imagen general de un funcionamiento visual individual que la agudeza estática tradicional, la agudeza dinámica o la sensibilidad de contraste por sí sola. La medida de \"sensibilidad de contraste dinámico\" puede aumentar la comprensión de los efectos prácticos de diversas condiciones, como el envejecimiento o la enfermedad, en el sistema visual, o puede permitir una mejor predicción del desempeño de los individuos en situaciones visualmente dinámicas ",
            "error": [
                ""
            ]
        },
        "target velocity": {
            "translated_key": [
                "velocidad diana",
                "velocidad objetivo",
                "velocidad diana",
                "velocidad diana"
            ],
            "translated_annotated_text": "Sensibilidad de contraste en un entorno dinámico: efectos de condiciones diana y deterioro visual La sensibilidad de contraste se determinó en función de la \"velocidad diana\" (0 grados -120 grados /s) sobre una variedad de condiciones de visión. En el Experimento 1, se determinaron las mediciones de sensibilidad de contraste dinámico para los observadores en función de la \"velocidad objetivo\" para los estímulos de letras. Se encontraron efectos principales significativos para la \"velocidad diana\", el tamaño del objetivo y la duración del objetivo, pero interacciones significativas entre las variables indicaron efectos adversos especialmente pronunciados del aumento de la \"velocidad diana\" para objetivos pequeños y corta duración. En el Experimento 2 se determinaron los efectos de las cataratas simuladas. Aunque el deterioro simulado no tuvo ningún efecto en los puntajes de agudeza tradicionales, la sensibilidad al contraste dinámico se redujo notablemente. Los resultados se discuten en términos de sensibilidad de contraste dinámico como una medida compuesta útil del funcionamiento visual que puede proporcionar una mejor imagen general de un funcionamiento visual individual que la agudeza estática tradicional, la agudeza dinámica o la sensibilidad de contraste sola. La medida de la sensibilidad dinámica del contraste puede aumentar la comprensión de los efectos prácticos de diversas condiciones, como el envejecimiento o la enfermedad, en el sistema visual, o puede permitir una mejor predicción del rendimiento de los individuos en situaciones visualmente dinámicas ",
            "error": [
                "velocidad diana",
                "velocidad objetivo",
                "velocidad diana",
                "velocidad diana"
            ]
        },
        "target size": {
            "translated_key": "tamaño objetivo",
            "translated_annotated_text": "Sensibilidad de contraste en un entorno dinámico: efectos de condiciones diana y deterioro visual La sensibilidad de contraste se determinó en función de la velocidad diana (0 grados -120 grados /s) sobre una variedad de condiciones de visión. En el Experimento 1, se determinaron las mediciones de sensibilidad de contraste dinámico para los observadores en función de la velocidad objetivo para los estímulos de letras. Se encontraron efectos principales significativos para la velocidad objetivo, el \"tamaño objetivo\" y la duración del objetivo, pero interacciones significativas entre las variables indicaron efectos adversos especialmente pronunciados del aumento de la velocidad objetivo para los objetivos pequeños y las corta duración. En el Experimento 2 se determinaron los efectos de las cataratas simuladas. Aunque el deterioro simulado no tuvo ningún efecto en los puntajes de agudeza tradicionales, la sensibilidad al contraste dinámico se redujo notablemente. Los resultados se discuten en términos de sensibilidad de contraste dinámico como una medida compuesta útil del funcionamiento visual que puede proporcionar una mejor imagen general de un funcionamiento visual individual que la agudeza estática tradicional, la agudeza dinámica o la sensibilidad de contraste sola. La medida de la sensibilidad dinámica del contraste puede aumentar la comprensión de los efectos prácticos de diversas condiciones, como el envejecimiento o la enfermedad, en el sistema visual, o puede permitir una mejor predicción del rendimiento de los individuos en situaciones visualmente dinámicas ",
            "error": [
                ""
            ]
        },
        "target duration": {
            "translated_key": "duración del objetivo",
            "translated_annotated_text": "Sensibilidad de contraste en un entorno dinámico: efectos de condiciones diana y deterioro visual La sensibilidad de contraste se determinó en función de la velocidad diana (0 grados -120 grados /s) sobre una variedad de condiciones de visión. En el Experimento 1, se determinaron las mediciones de sensibilidad de contraste dinámico para los observadores en función de la velocidad objetivo para los estímulos de letras. Se encontraron efectos principales significativos para la velocidad del objetivo, el tamaño del objetivo y la \"duración del objetivo\", pero interacciones significativas entre las variables indicaron efectos adversos especialmente pronunciados del aumento de la velocidad del objetivo para objetivos pequeños y corta duración. En el Experimento 2 se determinaron los efectos de las cataratas simuladas. Aunque el deterioro simulado no tuvo ningún efecto en los puntajes de agudeza tradicionales, la sensibilidad al contraste dinámico se redujo notablemente. Los resultados se discuten en términos de sensibilidad de contraste dinámico como una medida compuesta útil del funcionamiento visual que puede proporcionar una mejor imagen general de un funcionamiento visual individual que la agudeza estática tradicional, la agudeza dinámica o la sensibilidad de contraste sola. La medida de la sensibilidad dinámica del contraste puede aumentar la comprensión de los efectos prácticos de diversas condiciones, como el envejecimiento o la enfermedad, en el sistema visual, o puede permitir una mejor predicción del rendimiento de los individuos en situaciones visualmente dinámicas ",
            "error": [
                ""
            ]
        },
        "acuity scores": {
            "translated_key": "puntuos de agudeza",
            "translated_annotated_text": "Sensibilidad de contraste en un entorno dinámico: efectos de condiciones diana y deterioro visual La sensibilidad de contraste se determinó en función de la velocidad diana (0 grados -120 grados /s) sobre una variedad de condiciones de visión. En el Experimento 1, se determinaron las mediciones de sensibilidad de contraste dinámico para los observadores en función de la velocidad objetivo para los estímulos de letras. Se encontraron efectos principales significativos para la velocidad del objetivo, el tamaño del objetivo y la duración del objetivo, pero interacciones significativas entre las variables indicaron efectos adversos especialmente pronunciados del aumento de la velocidad del objetivo para objetivos pequeños y corta duración. En el Experimento 2 se determinaron los efectos de las cataratas simuladas. Aunque el deterioro simulado no tuvo ningún efecto en los \"puntuos de agudeza\" tradicionales, la sensibilidad al contraste dinámico se redujo notablemente. Los resultados se discuten en términos de sensibilidad de contraste dinámico como una medida compuesta útil del funcionamiento visual que puede proporcionar una mejor imagen general de un funcionamiento visual individual que la agudeza estática tradicional, la agudeza dinámica o la sensibilidad de contraste sola. La medida de la sensibilidad dinámica del contraste puede aumentar la comprensión de los efectos prácticos de diversas condiciones, como el envejecimiento o la enfermedad, en el sistema visual, o puede permitir una mejor predicción del rendimiento de los individuos en situaciones visualmente dinámicas ",
            "error": [
                ""
            ]
        },
        "aging": {
            "translated_key": "envejecimiento",
            "translated_annotated_text": "Sensibilidad de contraste en un entorno dinámico: efectos de condiciones diana y deterioro visual La sensibilidad de contraste se determinó en función de la velocidad diana (0 grados -120 grados /s) sobre una variedad de condiciones de visión. En el Experimento 1, se determinaron las mediciones de sensibilidad de contraste dinámico para los observadores en función de la velocidad objetivo para los estímulos de letras. Se encontraron efectos principales significativos para la velocidad del objetivo, el tamaño del objetivo y la duración del objetivo, pero interacciones significativas entre las variables indicaron efectos adversos especialmente pronunciados del aumento de la velocidad del objetivo para objetivos pequeños y corta duración. En el Experimento 2 se determinaron los efectos de las cataratas simuladas. Aunque el deterioro simulado no tuvo ningún efecto en los puntajes de agudeza tradicionales, la sensibilidad al contraste dinámico se redujo notablemente. Los resultados se discuten en términos de sensibilidad de contraste dinámico como una medida compuesta útil del funcionamiento visual que puede proporcionar una mejor imagen general de un funcionamiento visual individual que la agudeza estática tradicional, la agudeza dinámica o la sensibilidad de contraste sola. La medida de la sensibilidad dinámica al contraste puede aumentar la comprensión de los efectos prácticos de diversas condiciones, como el \"envejecimiento\" o la enfermedad, en el sistema visual, o puede permitir una mejor predicción del rendimiento de los individuos en situaciones visualmente dinámicas ",
            "error": [
                ""
            ]
        },
        "disease": {
            "translated_key": "enfermedad",
            "translated_annotated_text": "Sensibilidad de contraste en un entorno dinámico: efectos de condiciones diana y deterioro visual La sensibilidad de contraste se determinó en función de la velocidad diana (0 grados -120 grados /s) sobre una variedad de condiciones de visión. En el Experimento 1, se determinaron las mediciones de sensibilidad de contraste dinámico para los observadores en función de la velocidad objetivo para los estímulos de letras. Se encontraron efectos principales significativos para la velocidad del objetivo, el tamaño del objetivo y la duración del objetivo, pero interacciones significativas entre las variables indicaron efectos adversos especialmente pronunciados del aumento de la velocidad del objetivo para objetivos pequeños y corta duración. En el Experimento 2 se determinaron los efectos de las cataratas simuladas. Aunque el deterioro simulado no tuvo ningún efecto en los puntajes de agudeza tradicionales, la sensibilidad al contraste dinámico se redujo notablemente. Los resultados se discuten en términos de sensibilidad de contraste dinámico como una medida compuesta útil del funcionamiento visual que puede proporcionar una mejor imagen general de un funcionamiento visual individual que la agudeza estática tradicional, la agudeza dinámica o la sensibilidad de contraste sola. La medida de la sensibilidad dinámica del contraste puede aumentar la comprensión de los efectos prácticos de diversas condiciones, tales como envejecimiento o \"enfermedad\", en el sistema visual, o puede permitir una mejor predicción del rendimiento de los individuos en situaciones visualmente dinámicas ",
            "error": [
                ""
            ]
        },
        "human factors": {
            "translated_key": [],
            "translated_annotated_text": "Sensibilidad de contraste en un entorno dinámico: efectos de condiciones diana y deterioro visual La sensibilidad de contraste se determinó en función de la velocidad diana (0 grados -120 grados /s) sobre una variedad de condiciones de visión. En el Experimento 1, se determinaron las mediciones de sensibilidad de contraste dinámico para los observadores en función de la velocidad objetivo para los estímulos de letras. Se encontraron efectos principales significativos para la velocidad del objetivo, el tamaño del objetivo y la duración del objetivo, pero interacciones significativas entre las variables indicaron efectos adversos especialmente pronunciados del aumento de la velocidad del objetivo para objetivos pequeños y corta duración. En el Experimento 2 se determinaron los efectos de las cataratas simuladas. Aunque el deterioro simulado no tuvo ningún efecto en los puntajes de agudeza tradicionales, la sensibilidad al contraste dinámico se redujo notablemente. Los resultados se discuten en términos de sensibilidad de contraste dinámico como una medida compuesta útil del funcionamiento visual que puede proporcionar una mejor imagen general de un funcionamiento visual individual que la agudeza estática tradicional, la agudeza dinámica o la sensibilidad de contraste sola. La medida de la sensibilidad dinámica del contraste puede aumentar la comprensión de los efectos prácticos de diversas condiciones, como el envejecimiento o la enfermedad, en el sistema visual, o puede permitir una mejor predicción del rendimiento de los individuos en situaciones visualmente dinámicas ",
            "error": []
        },
        "vision defects": {
            "translated_key": [],
            "translated_annotated_text": "Sensibilidad de contraste en un entorno dinámico: efectos de condiciones diana y deterioro visual La sensibilidad de contraste se determinó en función de la velocidad diana (0 grados -120 grados /s) sobre una variedad de condiciones de visión. En el Experimento 1, se determinaron las mediciones de sensibilidad de contraste dinámico para los observadores en función de la velocidad objetivo para los estímulos de letras. Se encontraron efectos principales significativos para la velocidad del objetivo, el tamaño del objetivo y la duración del objetivo, pero interacciones significativas entre las variables indicaron efectos adversos especialmente pronunciados del aumento de la velocidad del objetivo para objetivos pequeños y corta duración. En el Experimento 2 se determinaron los efectos de las cataratas simuladas. Aunque el deterioro simulado no tuvo ningún efecto en los puntajes de agudeza tradicionales, la sensibilidad al contraste dinámico se redujo notablemente. Los resultados se discuten en términos de sensibilidad de contraste dinámico como una medida compuesta útil del funcionamiento visual que puede proporcionar una mejor imagen general de un funcionamiento visual individual que la agudeza estática tradicional, la agudeza dinámica o la sensibilidad de contraste sola. La medida de la sensibilidad dinámica del contraste puede aumentar la comprensión de los efectos prácticos de diversas condiciones, como el envejecimiento o la enfermedad, en el sistema visual, o puede permitir una mejor predicción del rendimiento de los individuos en situaciones visualmente dinámicas ",
            "error": []
        },
        "visual perception": {
            "translated_key": [],
            "translated_annotated_text": "Sensibilidad de contraste en un entorno dinámico: efectos de condiciones diana y deterioro visual La sensibilidad de contraste se determinó en función de la velocidad diana (0 grados -120 grados /s) sobre una variedad de condiciones de visión. En el Experimento 1, se determinaron las mediciones de sensibilidad de contraste dinámico para los observadores en función de la velocidad objetivo para los estímulos de letras. Se encontraron efectos principales significativos para la velocidad del objetivo, el tamaño del objetivo y la duración del objetivo, pero interacciones significativas entre las variables indicaron efectos adversos especialmente pronunciados del aumento de la velocidad del objetivo para objetivos pequeños y corta duración. En el Experimento 2 se determinaron los efectos de las cataratas simuladas. Aunque el deterioro simulado no tuvo ningún efecto en los puntajes de agudeza tradicionales, la sensibilidad al contraste dinámico se redujo notablemente. Los resultados se discuten en términos de sensibilidad de contraste dinámico como una medida compuesta útil del funcionamiento visual que puede proporcionar una mejor imagen general de un funcionamiento visual individual que la agudeza estática tradicional, la agudeza dinámica o la sensibilidad de contraste sola. La medida de la sensibilidad dinámica del contraste puede aumentar la comprensión de los efectos prácticos de diversas condiciones, como el envejecimiento o la enfermedad, en el sistema visual, o puede permitir una mejor predicción del rendimiento de los individuos en situaciones visualmente dinámicas ",
            "error": []
        }
    }
}