{
    "original_text": "The effects of work pace on within-participant and between-participant keying force, electromyography, and fatigue A laboratory study was conducted to determine the effects of work pace on typing force, electromyographic (EMG) activity, and subjective discomfort. We found that as participants typed faster, their typing force and finger flexor and extensor EMG activity increased linearly. There was also an increase in subjective discomfort, with a sharp threshold between participants self-selected pace and their maximum typing speed. The results suggest that participants self-select a typing pace that maximizes typing speed and minimizes discomfort. The fastest typists did not produce significantly more finger flexor EMG activity but did produce proportionately less finger extensor EMG activity compared with the slower typists. We hypothesize that fast typists may use different muscle recruitment patterns that allow them to be more efficient than slower typists at striking the keys. In addition, faster typists do not experience more discomfort than slow typists. These findings show that the relative pace of typing is more important than actual typing speed with regard to discomfort and muscle activity. These results suggest that typists may benefit from skill training to increase maximum typing speed. Potential applications of this research includes skill training for typists",
    "original_translation": "Los efectos del ritmo de trabajo en la fuerza de tecleo, electromiografía y fatiga dentro de la participación y entre la participación Se realizó un estudio de laboratorio para determinar los efectos del ritmo de trabajo en la fuerza de tecleo, la actividad electromiográfica (EMG) y la incomodidad subjetiva. Encontramos que a medida que los participantes tecleaban más rápido, su fuerza de mecanografía y su flexor de dedos y extensor EMG aumentaban linealmente. También hubo un aumento de la incomodidad subjetiva, con un umbral agudo entre el ritmo auto-seleccionado de los participantes y su velocidad máxima de mecanografía. Los resultados sugieren que los participantes se auto-seleccionan un ritmo de mecanografía que maximiza la velocidad de mecanografía y minimiza el malestar. Los mecanógrafos más rápidos no produjeron significativamente más actividad de flexor de dedos EMG, pero sí produjeron proporcionalmente menos actividad de extensor de dedos EMG en comparación con los mecanógrafos más lentos. Hipotetizamos que los mecanógrafos rápidos pueden utilizar diferentes patrones de reclutamiento muscular que les permiten ser más eficientes que los mecanógrafos más lentos para golpear las teclas. Además, los mecanógrafos más rápidos no experimentan más molestias que los mecanógrafos lentos. Estos hallazgos muestran que el ritmo relativo de tipeo es más importante que la velocidad real de tipeo con respecto a la incomodidad y la actividad muscular. Estos resultados sugieren que los mecanógrafos pueden beneficiarse del entrenamiento de habilidades para aumentar la velocidad máxima de mecanografía. Las posibles aplicaciones de esta investigación incluyen la capacitación de mecanógrafos",
    "error_count": 10,
    "keys": {
        "work pace effect": {
            "translated_key": [],
            "translated_annotated_text": "Los efectos del ritmo de trabajo en la fuerza de tecleo, electromiografía y fatiga dentro de la participación y entre la participación Se realizó un estudio de laboratorio para determinar los efectos del ritmo de trabajo en la fuerza de tecleo, la actividad electromiográfica (EMG) y la incomodidad subjetiva. Encontramos que a medida que los participantes tecleaban más rápido, su fuerza de mecanografía y su flexor de dedos y extensor EMG aumentaban linealmente. También hubo un aumento de la incomodidad subjetiva, con un umbral agudo entre el ritmo auto-seleccionado de los participantes y su velocidad máxima de mecanografía. Los resultados sugieren que los participantes se auto-seleccionan un ritmo de mecanografía que maximiza la velocidad de mecanografía y minimiza el malestar. Los mecanógrafos más rápidos no produjeron significativamente más actividad de flexor de dedos EMG, pero sí produjeron proporcionalmente menos actividad de extensor de dedos EMG en comparación con los mecanógrafos más lentos. Hipotetizamos que los mecanógrafos rápidos pueden utilizar diferentes patrones de reclutamiento muscular que les permiten ser más eficientes que los mecanógrafos más lentos para golpear las teclas. Además, los mecanógrafos más rápidos no experimentan más molestias que los mecanógrafos lentos. Estos hallazgos muestran que el ritmo relativo de tipeo es más importante que la velocidad real de tipeo con respecto a la incomodidad y la actividad muscular. Estos resultados sugieren que los mecanógrafos pueden beneficiarse del entrenamiento de habilidades para aumentar la velocidad máxima de mecanografía. Las posibles aplicaciones de esta investigación incluyen la capacitación de mecanógrafos ",
            "error": []
        },
        "EMG activity": {
            "translated_key": " actividad EMG",
            "translated_annotated_text": "Los efectos del ritmo de trabajo en la fuerza de tecleo, electromiografía y fatiga dentro de la participación y entre la participación Se realizó un estudio de laboratorio para determinar los efectos del ritmo de trabajo en la fuerza de tecleo, la actividad electromiográfica (EMG) y la incomodidad subjetiva. Encontramos que a medida que los participantes tecleaban más rápido, su fuerza de tecleo y su flexor y extensor de dedos <br> actividad EMG</br> aumentaban linealmente. También hubo un aumento de la incomodidad subjetiva, con un umbral agudo entre el ritmo auto-seleccionado de los participantes y su velocidad máxima de mecanografía. Los resultados sugieren que los participantes se auto-seleccionan un ritmo de mecanografía que maximiza la velocidad de mecanografía y minimiza el malestar. Los mecanógrafos más rápidos no produjeron significativamente más flexor de dedos <br> actividad EMG</br> pero sí produjeron proporcionalmente menos extensor de dedos <br> actividad EMG</br> en comparación con los mecanógrafos más lentos. Hipotetizamos que los mecanógrafos rápidos pueden utilizar diferentes patrones de reclutamiento muscular que les permiten ser más eficientes que los mecanógrafos más lentos para golpear las teclas. Además, los mecanógrafos más rápidos no experimentan más molestias que los mecanógrafos lentos. Estos hallazgos muestran que el ritmo relativo de tipeo es más importante que la velocidad real de tipeo con respecto a la incomodidad y la actividad muscular. Estos resultados sugieren que los mecanógrafos pueden beneficiarse del entrenamiento de habilidades para aumentar la velocidad máxima de mecanografía. Las posibles aplicaciones de esta investigación incluyen la capacitación de mecanógrafos ",
            "error": [
                ""
            ]
        },
        "subjective discomfort": {
            "translated_key": [],
            "translated_annotated_text": "Los efectos del ritmo de trabajo sobre la fuerza de keying, electromiografía y fatiga dentro y entre participantes Se realizó un estudio de laboratorio para determinar los efectos del ritmo de trabajo sobre la fuerza de tecleo, la actividad electromiográfica (EMG) y la incomodidad subjetiva. Encontramos que a medida que los participantes tecleaban más rápido, su fuerza de mecanografía y su flexor de dedos y extensor EMG aumentaban linealmente. También hubo un aumento de la incomodidad subjetiva <br>, con un umbral agudo entre el ritmo auto-seleccionado de los participantes y su velocidad máxima de mecanografía. Los resultados sugieren que los participantes se auto-seleccionan un ritmo de mecanografía que maximiza la velocidad de mecanografía y minimiza el malestar. Los mecanógrafos más rápidos no produjeron significativamente más actividad de flexor de dedos EMG, pero sí produjeron proporcionalmente menos actividad de extensor de dedos EMG en comparación con los mecanógrafos más lentos. Hipotetizamos que los mecanógrafos rápidos pueden utilizar diferentes patrones de reclutamiento muscular que les permiten ser más eficientes que los mecanógrafos más lentos para golpear las teclas. Además, los mecanógrafos más rápidos no experimentan más molestias que los mecanógrafos lentos. Estos hallazgos muestran que el ritmo relativo de tipeo es más importante que la velocidad real de tipeo con respecto a la incomodidad y la actividad muscular. Estos resultados sugieren que los mecanógrafos pueden beneficiarse del entrenamiento de habilidades para aumentar la velocidad máxima de mecanografía. Las posibles aplicaciones de esta investigación incluyen la capacitación de mecanógrafos ",
            "error": []
        },
        "finger flexor": {
            "translated_key": [
                "finger",
                "finger "
            ],
            "translated_annotated_text": "Los efectos del ritmo de trabajo en la fuerza de tecleo, electromiografía y fatiga dentro de la participación y entre la participación Se realizó un estudio de laboratorio para determinar los efectos del ritmo de trabajo en la fuerza de tecleo, la actividad electromiográfica (EMG) y la incomodidad subjetiva. Encontramos que a medida que los participantes tecleaban más rápido, su fuerza de tecleo y flexor <br>finger</br> y extensor de la actividad EMG aumentaban linealmente. También hubo un aumento de la incomodidad subjetiva, con un umbral agudo entre el ritmo auto-seleccionado de los participantes y su velocidad máxima de mecanografía. Los resultados sugieren que los participantes se auto-seleccionan un ritmo de mecanografía que maximiza la velocidad de mecanografía y minimiza el malestar. Los mecanógrafos más rápidos no produjeron significativamente más flexor <br>finger </br> actividad EMG, pero sí produjeron proporcionalmente menos actividad EMG extensor de dedos en comparación con los mecanógrafos más lentos. Hipotetizamos que los mecanógrafos rápidos pueden utilizar diferentes patrones de reclutamiento muscular que les permiten ser más eficientes que los mecanógrafos más lentos para golpear las teclas. Además, los mecanógrafos más rápidos no experimentan más molestias que los mecanógrafos lentos. Estos hallazgos muestran que el ritmo relativo de tipeo es más importante que la velocidad real de tipeo con respecto a la incomodidad y la actividad muscular. Estos resultados sugieren que los mecanógrafos pueden beneficiarse del entrenamiento de habilidades para aumentar la velocidad máxima de mecanografía. Las posibles aplicaciones de esta investigación incluyen la capacitación de mecanógrafos ",
            "error": [
                "finger",
                "finger "
            ]
        },
        "typing speed": {
            "translated_key": "typing",
            "translated_annotated_text": "Los efectos del ritmo de trabajo en la fuerza de tecleo, electromiografía y fatiga dentro de la participación y entre la participación Se realizó un estudio de laboratorio para determinar los efectos del ritmo de trabajo en la fuerza de tecleo, la actividad electromiográfica (EMG) y la incomodidad subjetiva. Encontramos que a medida que los participantes tecleaban más rápido, su fuerza de mecanografía y su flexor de dedos y extensor EMG aumentaban linealmente. También hubo un aumento de la incomodidad subjetiva, con un umbral agudo entre el ritmo auto-seleccionado de los participantes y su velocidad máxima de <br>typing</br>. Los resultados sugieren que los participantes se autoseleccionen un ritmo de mecanografía que maximice la velocidad de mecanografía y minimice la incomodidad. Los mecanógrafos más rápidos no produjeron significativamente más actividad de flexor de dedos EMG, pero sí produjeron proporcionalmente menos actividad de extensor de dedos EMG en comparación con los mecanógrafos más lentos. Hipotetizamos que los mecanógrafos rápidos pueden utilizar diferentes patrones de reclutamiento muscular que les permiten ser más eficientes que los mecanógrafos más lentos para golpear las teclas. Además, los mecanógrafos más rápidos no experimentan más molestias que los mecanógrafos lentos. Estos hallazgos muestran que el ritmo relativo de tipeo es más importante que la velocidad real de <br>typing</br> con respecto a la incomodidad y la actividad muscular. Estos resultados sugieren que los mecanógrafos pueden beneficiarse del entrenamiento de habilidades para aumentar la velocidad máxima de <br>typing</br>. Las posibles aplicaciones de esta investigación incluyen la capacitación de mecanógrafos ",
            "error": [
                ""
            ]
        },
        "discomfort": {
            "translated_key": [
                ", con un umbral agudo entre el ritmo auto-seleccionado de los participantes y su velocidad máxima de mecanografía. Los resultados sugieren que los participantes se auto-seleccionan un ritmo de mecanografía que maximiza la velocidad de mecanografía y minimiza el malestar<br>. Los mecanógrafos más rápidos no produjeron significativamente más actividad de flexor de dedos EMG, pero sí produjeron proporcionalmente menos actividad de extensor de dedos EMG en comparación con los mecanógrafos más lentos. Hipotetizamos que los mecanógrafos rápidos pueden utilizar diferentes patrones de reclutamiento muscular que les permiten ser más eficientes que los mecanógrafos más lentos para golpear las teclas. Además, los mecanógrafos más rápidos no experimentan más <br>molestias",
                "discomfort"
            ],
            "translated_annotated_text": "Los efectos del ritmo de trabajo sobre la fuerza de tecleo, electromiografía y fatiga entre participantes Se realizó un estudio de laboratorio para determinar los efectos del ritmo de trabajo sobre la fuerza de tecleo, la actividad electromiográfica (EMG) y la incomodidad subjetiva. Encontramos que a medida que los participantes tecleaban más rápido, su fuerza de mecanografía y su flexor de dedos y extensor EMG aumentaban linealmente. También hubo un aumento en el malestar subjetivo <br>, con un umbral agudo entre el ritmo auto-seleccionado de los participantes y su velocidad máxima de mecanografía. Los resultados sugieren que los participantes se auto-seleccionan un ritmo de mecanografía que maximiza la velocidad de mecanografía y minimiza el malestar<br>. Los mecanógrafos más rápidos no produjeron significativamente más actividad de flexor de dedos EMG, pero sí produjeron proporcionalmente menos actividad de extensor de dedos EMG en comparación con los mecanógrafos más lentos. Hipotetizamos que los mecanógrafos rápidos pueden utilizar diferentes patrones de reclutamiento muscular que les permiten ser más eficientes que los mecanógrafos más lentos para golpear las teclas. Además, los mecanógrafos más rápidos no experimentan más <br>molestias</br> que los mecanógrafos lentos. Estos hallazgos muestran que el ritmo relativo de tecleo es más importante que la velocidad real de tecleo con respecto a <br>discomfort</br> y actividad muscular. Estos resultados sugieren que los mecanógrafos pueden beneficiarse del entrenamiento de habilidades para aumentar la velocidad máxima de mecanografía. Las posibles aplicaciones de esta investigación incluyen la capacitación de mecanógrafos ",
            "error": [
                ", con un umbral agudo entre el ritmo auto-seleccionado de los participantes y su velocidad máxima de mecanografía. Los resultados sugieren que los participantes se auto-seleccionan un ritmo de mecanografía que maximiza la velocidad de mecanografía y minimiza el malestar<br>. Los mecanógrafos más rápidos no produjeron significativamente más actividad de flexor de dedos EMG, pero sí produjeron proporcionalmente menos actividad de extensor de dedos EMG en comparación con los mecanógrafos más lentos. Hipotetizamos que los mecanógrafos rápidos pueden utilizar diferentes patrones de reclutamiento muscular que les permiten ser más eficientes que los mecanógrafos más lentos para golpear las teclas. Además, los mecanógrafos más rápidos no experimentan más <br>molestias",
                "discomfort"
            ]
        },
        "typists": {
            "translated_key": [
                "typistas más rápidos",
                "typistas más lentos",
                "typistas rápidos",
                "typistas más lentos",
                "typists",
                "typists",
                "typists",
                "typistas"
            ],
            "translated_annotated_text": "Los efectos del ritmo de trabajo en la fuerza de tecleo, electromiografía y fatiga dentro de la participación y entre la participación Se realizó un estudio de laboratorio para determinar los efectos del ritmo de trabajo en la fuerza de tecleo, la actividad electromiográfica (EMG) y la incomodidad subjetiva. Encontramos que a medida que los participantes tecleaban más rápido, su fuerza de mecanografía y su flexor de dedos y extensor EMG aumentaban linealmente. También hubo un aumento de la incomodidad subjetiva, con un umbral agudo entre el ritmo auto-seleccionado de los participantes y su velocidad máxima de mecanografía. Los resultados sugieren que los participantes se auto-seleccionan un ritmo de mecanografía que maximiza la velocidad de mecanografía y minimiza el malestar. Los <br>typistas más rápidos</br> no produjeron significativamente más actividad de flexor de dedos EMG, pero sí produjeron proporcionalmente menos actividad de extensor de dedos EMG en comparación con los <br>typistas más lentos</br>. Hipotetizamos que los <br>typistas rápidos</br> pueden utilizar diferentes patrones de reclutamiento muscular que les permiten ser más eficientes que los <br>typistas más lentos</br> para golpear las teclas. Además, los <br>typists</br> más rápidos no experimentan más molestias que los <br>typists</br> lentos. Estos hallazgos muestran que el ritmo relativo de tipeo es más importante que la velocidad real de tipeo con respecto a la incomodidad y la actividad muscular. Estos resultados sugieren que <br>typists</br> puede beneficiarse del entrenamiento de habilidades para aumentar la velocidad máxima de mecanografía. Las aplicaciones potenciales de esta investigación incluyen la formación de habilidades para <br>typistas</br> ",
            "error": [
                "typistas más rápidos",
                "typistas más lentos",
                "typistas rápidos",
                "typistas más lentos",
                "typists",
                "typists",
                "typists",
                "typistas"
            ]
        },
        "muscle recruitment patterns": {
            "translated_key": "patrones de reclutamiento muscular",
            "translated_annotated_text": "Los efectos del ritmo de trabajo en la fuerza de tecleo, electromiografía y fatiga dentro de la participación y entre la participación Se realizó un estudio de laboratorio para determinar los efectos del ritmo de trabajo en la fuerza de tecleo, la actividad electromiográfica (EMG) y la incomodidad subjetiva. Encontramos que a medida que los participantes tecleaban más rápido, su fuerza de mecanografía y su flexor de dedos y extensor EMG aumentaban linealmente. También hubo un aumento de la incomodidad subjetiva, con un umbral agudo entre el ritmo auto-seleccionado de los participantes y su velocidad máxima de mecanografía. Los resultados sugieren que los participantes se auto-seleccionan un ritmo de mecanografía que maximiza la velocidad de mecanografía y minimiza el malestar. Los mecanógrafos más rápidos no produjeron significativamente más actividad de flexor de dedos EMG, pero sí produjeron proporcionalmente menos actividad de extensor de dedos EMG en comparación con los mecanógrafos más lentos. Hipotetizamos que los mecanógrafos rápidos pueden utilizar diferentes <br>patrones de reclutamiento muscular</br> que les permiten ser más eficientes que los mecanógrafos más lentos en golpear las teclas. Además, los mecanógrafos más rápidos no experimentan más molestias que los mecanógrafos lentos. Estos hallazgos muestran que el ritmo relativo de tipeo es más importante que la velocidad real de tipeo con respecto a la incomodidad y la actividad muscular. Estos resultados sugieren que los mecanógrafos pueden beneficiarse del entrenamiento de habilidades para aumentar la velocidad máxima de mecanografía. Las posibles aplicaciones de esta investigación incluyen la capacitación de mecanógrafos ",
            "error": [
                ""
            ]
        },
        "keying force": {
            "translated_key": [],
            "translated_annotated_text": "Los efectos del ritmo de trabajo en la fuerza de tecleo, electromiografía y fatiga dentro de la participación y entre la participación Se realizó un estudio de laboratorio para determinar los efectos del ritmo de trabajo en la fuerza de tecleo, la actividad electromiográfica (EMG) y la incomodidad subjetiva. Encontramos que a medida que los participantes tecleaban más rápido, su fuerza de mecanografía y su flexor de dedos y extensor EMG aumentaban linealmente. También hubo un aumento de la incomodidad subjetiva, con un umbral agudo entre el ritmo auto-seleccionado de los participantes y su velocidad máxima de mecanografía. Los resultados sugieren que los participantes se auto-seleccionan un ritmo de mecanografía que maximiza la velocidad de mecanografía y minimiza el malestar. Los mecanógrafos más rápidos no produjeron significativamente más actividad de flexor de dedos EMG, pero sí produjeron proporcionalmente menos actividad de extensor de dedos EMG en comparación con los mecanógrafos más lentos. Hipotetizamos que los mecanógrafos rápidos pueden utilizar diferentes patrones de reclutamiento muscular que les permiten ser más eficientes que los mecanógrafos más lentos para golpear las teclas. Además, los mecanógrafos más rápidos no experimentan más molestias que los mecanógrafos lentos. Estos hallazgos muestran que el ritmo relativo de tipeo es más importante que la velocidad real de tipeo con respecto a la incomodidad y la actividad muscular. Estos resultados sugieren que los mecanógrafos pueden beneficiarse del entrenamiento de habilidades para aumentar la velocidad máxima de mecanografía. Las posibles aplicaciones de esta investigación incluyen la capacitación de mecanógrafos ",
            "error": []
        },
        "skill training": {
            "translated_key": "skill",
            "translated_annotated_text": "Los efectos del ritmo de trabajo en la fuerza de tecleo, electromiografía y fatiga dentro de la participación y entre la participación Se realizó un estudio de laboratorio para determinar los efectos del ritmo de trabajo en la fuerza de tecleo, la actividad electromiográfica (EMG) y la incomodidad subjetiva. Encontramos que a medida que los participantes tecleaban más rápido, su fuerza de mecanografía y su flexor de dedos y extensor EMG aumentaban linealmente. También hubo un aumento de la incomodidad subjetiva, con un umbral agudo entre el ritmo auto-seleccionado de los participantes y su velocidad máxima de mecanografía. Los resultados sugieren que los participantes se auto-seleccionan un ritmo de mecanografía que maximiza la velocidad de mecanografía y minimiza el malestar. Los mecanógrafos más rápidos no produjeron significativamente más actividad de flexor de dedos EMG, pero sí produjeron proporcionalmente menos actividad de extensor de dedos EMG en comparación con los mecanógrafos más lentos. Hipotetizamos que los mecanógrafos rápidos pueden utilizar diferentes patrones de reclutamiento muscular que les permiten ser más eficientes que los mecanógrafos más lentos para golpear las teclas. Además, los mecanógrafos más rápidos no experimentan más molestias que los mecanógrafos lentos. Estos hallazgos muestran que el ritmo relativo de tipeo es más importante que la velocidad real de tipeo con respecto a la incomodidad y la actividad muscular. Estos resultados sugieren que los mecanógrafos pueden beneficiarse del entrenamiento <br>skill</br> para aumentar la velocidad máxima de mecanografía. Las posibles aplicaciones de esta investigación incluyen la formación <br>skill</br> para mecanógrafos ",
            "error": [
                ""
            ]
        },
        "electromyography": {
            "translated_key": [],
            "translated_annotated_text": "Los efectos del ritmo de trabajo sobre la fuerza de keying dentro y entre participantes, la electromiografía <br> y la fatiga Se realizó un estudio de laboratorio para determinar los efectos del ritmo de trabajo sobre la fuerza de tecleo, la actividad electromiográfica (EMG) y el malestar subjetivo. Encontramos que a medida que los participantes tecleaban más rápido, su fuerza de mecanografía y su flexor de dedos y extensor EMG aumentaban linealmente. También hubo un aumento de la incomodidad subjetiva, con un umbral agudo entre el ritmo auto-seleccionado de los participantes y su velocidad máxima de mecanografía. Los resultados sugieren que los participantes se auto-seleccionan un ritmo de mecanografía que maximiza la velocidad de mecanografía y minimiza el malestar. Los mecanógrafos más rápidos no produjeron significativamente más actividad de flexor de dedos EMG, pero sí produjeron proporcionalmente menos actividad de extensor de dedos EMG en comparación con los mecanógrafos más lentos. Hipotetizamos que los mecanógrafos rápidos pueden utilizar diferentes patrones de reclutamiento muscular que les permiten ser más eficientes que los mecanógrafos más lentos para golpear las teclas. Además, los mecanógrafos más rápidos no experimentan más molestias que los mecanógrafos lentos. Estos hallazgos muestran que el ritmo relativo de tipeo es más importante que la velocidad real de tipeo con respecto a la incomodidad y la actividad muscular. Estos resultados sugieren que los mecanógrafos pueden beneficiarse del entrenamiento de habilidades para aumentar la velocidad máxima de mecanografía. Las posibles aplicaciones de esta investigación incluyen la capacitación de mecanógrafos ",
            "error": []
        },
        "ergonomics": {
            "translated_key": [],
            "translated_annotated_text": "Los efectos del ritmo de trabajo en la fuerza de tecleo, electromiografía y fatiga dentro de la participación y entre la participación Se realizó un estudio de laboratorio para determinar los efectos del ritmo de trabajo en la fuerza de tecleo, la actividad electromiográfica (EMG) y la incomodidad subjetiva. Encontramos que a medida que los participantes tecleaban más rápido, su fuerza de mecanografía y su flexor de dedos y extensor EMG aumentaban linealmente. También hubo un aumento de la incomodidad subjetiva, con un umbral agudo entre el ritmo auto-seleccionado de los participantes y su velocidad máxima de mecanografía. Los resultados sugieren que los participantes se auto-seleccionan un ritmo de mecanografía que maximiza la velocidad de mecanografía y minimiza el malestar. Los mecanógrafos más rápidos no produjeron significativamente más actividad de flexor de dedos EMG, pero sí produjeron proporcionalmente menos actividad de extensor de dedos EMG en comparación con los mecanógrafos más lentos. Hipotetizamos que los mecanógrafos rápidos pueden utilizar diferentes patrones de reclutamiento muscular que les permiten ser más eficientes que los mecanógrafos más lentos para golpear las teclas. Además, los mecanógrafos más rápidos no experimentan más molestias que los mecanógrafos lentos. Estos hallazgos muestran que el ritmo relativo de tipeo es más importante que la velocidad real de tipeo con respecto a la incomodidad y la actividad muscular. Estos resultados sugieren que los mecanógrafos pueden beneficiarse del entrenamiento de habilidades para aumentar la velocidad máxima de mecanografía. Las posibles aplicaciones de esta investigación incluyen la capacitación de mecanógrafos ",
            "error": []
        },
        "human factors": {
            "translated_key": [],
            "translated_annotated_text": "Los efectos del ritmo de trabajo en la fuerza de tecleo, electromiografía y fatiga dentro de la participación y entre la participación Se realizó un estudio de laboratorio para determinar los efectos del ritmo de trabajo en la fuerza de tecleo, la actividad electromiográfica (EMG) y la incomodidad subjetiva. Encontramos que a medida que los participantes tecleaban más rápido, su fuerza de mecanografía y su flexor de dedos y extensor EMG aumentaban linealmente. También hubo un aumento de la incomodidad subjetiva, con un umbral agudo entre el ritmo auto-seleccionado de los participantes y su velocidad máxima de mecanografía. Los resultados sugieren que los participantes se auto-seleccionan un ritmo de mecanografía que maximiza la velocidad de mecanografía y minimiza el malestar. Los mecanógrafos más rápidos no produjeron significativamente más actividad de flexor de dedos EMG, pero sí produjeron proporcionalmente menos actividad de extensor de dedos EMG en comparación con los mecanógrafos más lentos. Hipotetizamos que los mecanógrafos rápidos pueden utilizar diferentes patrones de reclutamiento muscular que les permiten ser más eficientes que los mecanógrafos más lentos para golpear las teclas. Además, los mecanógrafos más rápidos no experimentan más molestias que los mecanógrafos lentos. Estos hallazgos muestran que el ritmo relativo de tipeo es más importante que la velocidad real de tipeo con respecto a la incomodidad y la actividad muscular. Estos resultados sugieren que los mecanógrafos pueden beneficiarse del entrenamiento de habilidades para aumentar la velocidad máxima de mecanografía. Las posibles aplicaciones de esta investigación incluyen la capacitación de mecanógrafos ",
            "error": []
        },
        "man-machine systems": {
            "translated_key": [],
            "translated_annotated_text": "Los efectos del ritmo de trabajo en la fuerza de tecleo, electromiografía y fatiga dentro de la participación y entre la participación Se realizó un estudio de laboratorio para determinar los efectos del ritmo de trabajo en la fuerza de tecleo, la actividad electromiográfica (EMG) y la incomodidad subjetiva. Encontramos que a medida que los participantes tecleaban más rápido, su fuerza de mecanografía y su flexor de dedos y extensor EMG aumentaban linealmente. También hubo un aumento de la incomodidad subjetiva, con un umbral agudo entre el ritmo auto-seleccionado de los participantes y su velocidad máxima de mecanografía. Los resultados sugieren que los participantes se auto-seleccionan un ritmo de mecanografía que maximiza la velocidad de mecanografía y minimiza el malestar. Los mecanógrafos más rápidos no produjeron significativamente más actividad de flexor de dedos EMG, pero sí produjeron proporcionalmente menos actividad de extensor de dedos EMG en comparación con los mecanógrafos más lentos. Hipotetizamos que los mecanógrafos rápidos pueden utilizar diferentes patrones de reclutamiento muscular que les permiten ser más eficientes que los mecanógrafos más lentos para golpear las teclas. Además, los mecanógrafos más rápidos no experimentan más molestias que los mecanógrafos lentos. Estos hallazgos muestran que el ritmo relativo de tipeo es más importante que la velocidad real de tipeo con respecto a la incomodidad y la actividad muscular. Estos resultados sugieren que los mecanógrafos pueden beneficiarse del entrenamiento de habilidades para aumentar la velocidad máxima de mecanografía. Las posibles aplicaciones de esta investigación incluyen la capacitación de mecanógrafos ",
            "error": []
        }
    }
}