{
    "original_text": "Agreeing with automated diagnostic aids: a study of users concurrence strategies Automated diagnostic aids that are less than perfectly reliable often produce unwarranted levels of disuse by operators. In the present study, users tendencies to either agree or disagree with automated diagnostic aids were examined under conditions in which: (1) the aids were less than perfectly reliable but aided-diagnosis was still more accurate that unaided diagnosis; and (2) the system was completely opaque, affording users no additional information upon which to base a diagnosis. The results revealed that some users adopted a strategy of always agreeing with the aids, thereby maximizing the number of correct diagnoses made over several trials. Other users, however, adopted a probability-matching strategy in which agreement and disagreement rates matched the rate of correct and incorrect diagnoses of the aids. The probability-matching strategy, therefore, resulted in diagnostic accuracy scores that were lower than was maximally possible. Users who adopted the maximization strategy had higher self-ratings of problem-solving and decision-making skills, were more accurate in estimating aid reliabilities, and were more confident in their diagnosis on trials in which they agreed with the aids. The potential applications of these findings include the design of interface and training solutions that facilitate the adoption of the most effective concurrence strategies by users of automated diagnostic aids",
    "original_translation": "Acordar con ayudas de diagnóstico automatizadas: un estudio de las estrategias de concurrencia de los usuarios Ayudas de diagnóstico automatizadas que son menos que perfectamente confiables a menudo producen niveles injustificados de desuso por parte de los operadores. En el presente estudio se examinaron las tendencias de los usuarios a estar de acuerdo o en desacuerdo con las ayudas diagnósticas automatizadas en condiciones en las que: 1) las ayudas eran menos que perfectamente fiables, pero el diagnóstico asistido era aún más exacto que el diagnóstico no asistido; y 2) el sistema era completamente opaco, lo que no proporcionaba a los usuarios información adicional sobre la que basar un diagnóstico. Los resultados revelaron que algunos usuarios adoptaron una estrategia de estar siempre de acuerdo con las ayudas, maximizando así el número de diagnósticos correctos realizados en varios ensayos. Otros usuarios, sin embargo, adoptaron una estrategia de coincidencia de probabilidades en la que las tasas de acuerdo y desacuerdo coincidían con la tasa de diagnósticos correctos e incorrectos de las ayudas. La estrategia de coincidencia de probabilidad, por lo tanto, resultó en puntuaciones de precisión diagnóstica que fueron inferiores a lo máximo posible. Los usuarios que adoptaron la estrategia de maximización tenían un mayor grado de capacidad de resolución de problemas y de adopción de decisiones, eran más exactos en la estimación de las fiabilidades de la ayuda y tenían más confianza en su diagnóstico en los ensayos en los que estaban de acuerdo con las ayudas. Las posibles aplicaciones de estos resultados incluyen el diseño de interfaces y soluciones de capacitación que faciliten la adopción de las estrategias de concurrencia más eficaces por parte de los usuarios de ayudas de diagnóstico automatizadas.",
    "error_count": 9,
    "keys": {
        "automated diagnostic aids": {
            "translated_key": [
                "ayudas de diagnóstico automatizadas",
                "ayudas diagnósticas automatizadas",
                "ayudas diagnósticas automatizadas"
            ],
            "translated_annotated_text": "Acordando con \"ayudas de diagnóstico automatizadas\": un estudio de las estrategias de concurrencia de los usuarios Ayudas de diagnóstico automatizadas que son menos que perfectamente confiables a menudo producen niveles injustificados de desuso por parte de los operadores. En el presente estudio, las tendencias de los usuarios a estar de acuerdo o en desacuerdo con las \"ayudas diagnósticas automatizadas\" se examinaron en condiciones en las que: (1) las ayudas eran menos que perfectamente fiables, pero el diagnóstico asistido era aún más exacto que el diagnóstico no asistido; y (2) el sistema era completamente opaco, lo que no proporcionaba a los usuarios información adicional sobre la que basar un diagnóstico. Los resultados revelaron que algunos usuarios adoptaron una estrategia de estar siempre de acuerdo con las ayudas, maximizando así el número de diagnósticos correctos realizados en varios ensayos. Otros usuarios, sin embargo, adoptaron una estrategia de coincidencia de probabilidades en la que las tasas de acuerdo y desacuerdo coincidían con la tasa de diagnósticos correctos e incorrectos de las ayudas. La estrategia de coincidencia de probabilidad, por lo tanto, resultó en puntuaciones de precisión diagnóstica que fueron inferiores a lo máximo posible. Los usuarios que adoptaron la estrategia de maximización tenían un mayor grado de capacidad de resolución de problemas y de adopción de decisiones, eran más exactos en la estimación de las fiabilidades de la ayuda y tenían más confianza en su diagnóstico en los ensayos en los que estaban de acuerdo con las ayudas. Las posibles aplicaciones de estos hallazgos incluyen el diseño de interfaces y soluciones formativas que faciliten la adopción de las estrategias de concurrencia más efectivas por parte de los usuarios de \"ayudas diagnósticas automatizadas\" ",
            "error": [
                "ayudas de diagnóstico automatizadas",
                "ayudas diagnósticas automatizadas",
                "ayudas diagnósticas automatizadas"
            ]
        },
        "user concurrence strategy": {
            "translated_key": [],
            "translated_annotated_text": "Acordar con ayudas de diagnóstico automatizadas: un estudio de las estrategias de concurrencia de los usuarios Ayudas de diagnóstico automatizadas que son menos que perfectamente confiables a menudo producen niveles injustificados de desuso por parte de los operadores. En el presente estudio se examinaron las tendencias de los usuarios a estar de acuerdo o en desacuerdo con las ayudas diagnósticas automatizadas en condiciones en las que: 1) las ayudas eran menos que perfectamente fiables, pero el diagnóstico asistido era aún más exacto que el diagnóstico no asistido; y 2) el sistema era completamente opaco, lo que no proporcionaba a los usuarios información adicional sobre la que basar un diagnóstico. Los resultados revelaron que algunos usuarios adoptaron una estrategia de estar siempre de acuerdo con las ayudas, maximizando así el número de diagnósticos correctos realizados en varios ensayos. Otros usuarios, sin embargo, adoptaron una estrategia de coincidencia de probabilidades en la que las tasas de acuerdo y desacuerdo coincidían con la tasa de diagnósticos correctos e incorrectos de las ayudas. La estrategia de coincidencia de probabilidad, por lo tanto, resultó en puntuaciones de precisión diagnóstica que fueron inferiores a lo máximo posible. Los usuarios que adoptaron la estrategia de maximización tenían un mayor grado de capacidad de resolución de problemas y de adopción de decisiones, eran más exactos en la estimación de las fiabilidades de la ayuda y tenían más confianza en su diagnóstico en los ensayos en los que estaban de acuerdo con las ayudas. Las posibles aplicaciones de estos resultados incluyen el diseño de interfaces y soluciones de capacitación que faciliten la adopción de las estrategias de concurrencia más eficaces por parte de los usuarios de ayudas de diagnóstico automatizadas. ",
            "error": []
        },
        "probability-matching": {
            "translated_key": "comparación de probabilidades",
            "translated_annotated_text": "Acordar con ayudas de diagnóstico automatizadas: un estudio de las estrategias de concurrencia de los usuarios Ayudas de diagnóstico automatizadas que son menos que perfectamente confiables a menudo producen niveles injustificados de desuso por parte de los operadores. En el presente estudio se examinaron las tendencias de los usuarios a estar de acuerdo o en desacuerdo con las ayudas diagnósticas automatizadas en condiciones en las que: 1) las ayudas eran menos que perfectamente fiables, pero el diagnóstico asistido era aún más exacto que el diagnóstico no asistido; y 2) el sistema era completamente opaco, lo que no proporcionaba a los usuarios información adicional sobre la que basar un diagnóstico. Los resultados revelaron que algunos usuarios adoptaron una estrategia de estar siempre de acuerdo con las ayudas, maximizando así el número de diagnósticos correctos realizados en varios ensayos. Otros usuarios, sin embargo, adoptaron una estrategia de \"comparación de probabilidades\" en la que las tasas de acuerdo y desacuerdo coincidían con la tasa de diagnósticos correctos e incorrectos de las ayudas. La estrategia de \"comparación de probabilidades\", por lo tanto, resultó en puntajes de precisión diagnóstica que fueron inferiores a lo máximo posible. Los usuarios que adoptaron la estrategia de maximización tenían un mayor grado de capacidad de resolución de problemas y de adopción de decisiones, eran más exactos en la estimación de las fiabilidades de la ayuda y tenían más confianza en su diagnóstico en los ensayos en los que estaban de acuerdo con las ayudas. Las posibles aplicaciones de estos resultados incluyen el diseño de interfaces y soluciones de capacitación que faciliten la adopción de las estrategias de concurrencia más eficaces por parte de los usuarios de ayudas de diagnóstico automatizadas. ",
            "error": [
                ""
            ]
        },
        "disagreement rates": {
            "translated_key": "tasas de desacuerdo",
            "translated_annotated_text": "Acordar con ayudas de diagnóstico automatizadas: un estudio de las estrategias de concurrencia de los usuarios Ayudas de diagnóstico automatizadas que son menos que perfectamente confiables a menudo producen niveles injustificados de desuso por parte de los operadores. En el presente estudio se examinaron las tendencias de los usuarios a estar de acuerdo o en desacuerdo con las ayudas diagnósticas automatizadas en condiciones en las que: 1) las ayudas eran menos que perfectamente fiables, pero el diagnóstico asistido era aún más exacto que el diagnóstico no asistido; y 2) el sistema era completamente opaco, lo que no proporcionaba a los usuarios información adicional sobre la que basar un diagnóstico. Los resultados revelaron que algunos usuarios adoptaron una estrategia de estar siempre de acuerdo con las ayudas, maximizando así el número de diagnósticos correctos realizados en varios ensayos. Otros usuarios, sin embargo, adoptaron una estrategia de coincidencia de probabilidades en la que el acuerdo y las \"tasas de desacuerdo\" coincidían con la tasa de diagnósticos correctos e incorrectos de las ayudas. La estrategia de coincidencia de probabilidad, por lo tanto, resultó en puntuaciones de precisión diagnóstica que fueron inferiores a lo máximo posible. Los usuarios que adoptaron la estrategia de maximización tenían un mayor grado de capacidad de resolución de problemas y de adopción de decisiones, eran más exactos en la estimación de las fiabilidades de la ayuda y tenían más confianza en su diagnóstico en los ensayos en los que estaban de acuerdo con las ayudas. Las posibles aplicaciones de estos resultados incluyen el diseño de interfaces y soluciones de capacitación que faciliten la adopción de las estrategias de concurrencia más eficaces por parte de los usuarios de ayudas de diagnóstico automatizadas. ",
            "error": [
                ""
            ]
        },
        "maximization": {
            "translated_key": "maximización",
            "translated_annotated_text": "Acordar con ayudas de diagnóstico automatizadas: un estudio de las estrategias de concurrencia de los usuarios Ayudas de diagnóstico automatizadas que son menos que perfectamente confiables a menudo producen niveles injustificados de desuso por parte de los operadores. En el presente estudio se examinaron las tendencias de los usuarios a estar de acuerdo o en desacuerdo con las ayudas diagnósticas automatizadas en condiciones en las que: 1) las ayudas eran menos que perfectamente fiables, pero el diagnóstico asistido era aún más exacto que el diagnóstico no asistido; y 2) el sistema era completamente opaco, lo que no proporcionaba a los usuarios información adicional sobre la que basar un diagnóstico. Los resultados revelaron que algunos usuarios adoptaron una estrategia de estar siempre de acuerdo con las ayudas, maximizando así el número de diagnósticos correctos realizados en varios ensayos. Otros usuarios, sin embargo, adoptaron una estrategia de coincidencia de probabilidades en la que las tasas de acuerdo y desacuerdo coincidían con la tasa de diagnósticos correctos e incorrectos de las ayudas. La estrategia de coincidencia de probabilidad, por lo tanto, resultó en puntuaciones de precisión diagnóstica que fueron inferiores a lo máximo posible. Los usuarios que adoptaron la estrategia de \"maximización\" tenían mayores auto-ratings de habilidades de resolución de problemas y toma de decisiones, eran más precisos en la estimación de las fiabilidades de la ayuda, y estaban más seguros en su diagnóstico en los ensayos en los que estaban de acuerdo con las ayudas. Las posibles aplicaciones de estos resultados incluyen el diseño de interfaces y soluciones de capacitación que faciliten la adopción de las estrategias de concurrencia más eficaces por parte de los usuarios de ayudas de diagnóstico automatizadas. ",
            "error": [
                ""
            ]
        },
        "problem-solving": {
            "translated_key": "solución de problemas",
            "translated_annotated_text": "Acordar con ayudas de diagnóstico automatizadas: un estudio de las estrategias de concurrencia de los usuarios Ayudas de diagnóstico automatizadas que son menos que perfectamente confiables a menudo producen niveles injustificados de desuso por parte de los operadores. En el presente estudio se examinaron las tendencias de los usuarios a estar de acuerdo o en desacuerdo con las ayudas diagnósticas automatizadas en condiciones en las que: 1) las ayudas eran menos que perfectamente fiables, pero el diagnóstico asistido era aún más exacto que el diagnóstico no asistido; y 2) el sistema era completamente opaco, lo que no proporcionaba a los usuarios información adicional sobre la que basar un diagnóstico. Los resultados revelaron que algunos usuarios adoptaron una estrategia de estar siempre de acuerdo con las ayudas, maximizando así el número de diagnósticos correctos realizados en varios ensayos. Otros usuarios, sin embargo, adoptaron una estrategia de coincidencia de probabilidades en la que las tasas de acuerdo y desacuerdo coincidían con la tasa de diagnósticos correctos e incorrectos de las ayudas. La estrategia de coincidencia de probabilidad, por lo tanto, resultó en puntuaciones de precisión diagnóstica que fueron inferiores a lo máximo posible. Los usuarios que adoptaron la estrategia de maximización tenían mayores auto-ratings de \"solución de problemas\" y habilidades de toma de decisiones, eran más precisos en la estimación de las fiabilidades de la ayuda, y estaban más seguros en su diagnóstico en ensayos en los que estaban de acuerdo con las ayudas. Las posibles aplicaciones de estos resultados incluyen el diseño de interfaces y soluciones de capacitación que faciliten la adopción de las estrategias de concurrencia más eficaces por parte de los usuarios de ayudas de diagnóstico automatizadas. ",
            "error": [
                ""
            ]
        },
        "reliability": {
            "translated_key": [],
            "translated_annotated_text": "Acordar con ayudas de diagnóstico automatizadas: un estudio de las estrategias de concurrencia de los usuarios Ayudas de diagnóstico automatizadas que son menos que perfectamente confiables a menudo producen niveles injustificados de desuso por parte de los operadores. En el presente estudio se examinaron las tendencias de los usuarios a estar de acuerdo o en desacuerdo con las ayudas diagnósticas automatizadas en condiciones en las que: 1) las ayudas eran menos que perfectamente fiables, pero el diagnóstico asistido era aún más exacto que el diagnóstico no asistido; y 2) el sistema era completamente opaco, lo que no proporcionaba a los usuarios información adicional sobre la que basar un diagnóstico. Los resultados revelaron que algunos usuarios adoptaron una estrategia de estar siempre de acuerdo con las ayudas, maximizando así el número de diagnósticos correctos realizados en varios ensayos. Otros usuarios, sin embargo, adoptaron una estrategia de coincidencia de probabilidades en la que las tasas de acuerdo y desacuerdo coincidían con la tasa de diagnósticos correctos e incorrectos de las ayudas. La estrategia de coincidencia de probabilidad, por lo tanto, resultó en puntuaciones de precisión diagnóstica que fueron inferiores a lo máximo posible. Los usuarios que adoptaron la estrategia de maximización tenían un mayor grado de capacidad de resolución de problemas y de adopción de decisiones, eran más exactos en la estimación de las fiabilidades de la ayuda y tenían más confianza en su diagnóstico en los ensayos en los que estaban de acuerdo con las ayudas. Las posibles aplicaciones de estos resultados incluyen el diseño de interfaces y soluciones de capacitación que faciliten la adopción de las estrategias de concurrencia más eficaces por parte de los usuarios de ayudas de diagnóstico automatizadas. ",
            "error": []
        },
        "complex systems": {
            "translated_key": [],
            "translated_annotated_text": "Acordar con ayudas de diagnóstico automatizadas: un estudio de las estrategias de concurrencia de los usuarios Ayudas de diagnóstico automatizadas que son menos que perfectamente confiables a menudo producen niveles injustificados de desuso por parte de los operadores. En el presente estudio se examinaron las tendencias de los usuarios a estar de acuerdo o en desacuerdo con las ayudas diagnósticas automatizadas en condiciones en las que: 1) las ayudas eran menos que perfectamente fiables, pero el diagnóstico asistido era aún más exacto que el diagnóstico no asistido; y 2) el sistema era completamente opaco, lo que no proporcionaba a los usuarios información adicional sobre la que basar un diagnóstico. Los resultados revelaron que algunos usuarios adoptaron una estrategia de estar siempre de acuerdo con las ayudas, maximizando así el número de diagnósticos correctos realizados en varios ensayos. Otros usuarios, sin embargo, adoptaron una estrategia de coincidencia de probabilidades en la que las tasas de acuerdo y desacuerdo coincidían con la tasa de diagnósticos correctos e incorrectos de las ayudas. La estrategia de coincidencia de probabilidad, por lo tanto, resultó en puntuaciones de precisión diagnóstica que fueron inferiores a lo máximo posible. Los usuarios que adoptaron la estrategia de maximización tenían un mayor grado de capacidad de resolución de problemas y de adopción de decisiones, eran más exactos en la estimación de las fiabilidades de la ayuda y tenían más confianza en su diagnóstico en los ensayos en los que estaban de acuerdo con las ayudas. Las posibles aplicaciones de estos resultados incluyen el diseño de interfaces y soluciones de capacitación que faciliten la adopción de las estrategias de concurrencia más eficaces por parte de los usuarios de ayudas de diagnóstico automatizadas. ",
            "error": []
        },
        "fault diagnosis": {
            "translated_key": [],
            "translated_annotated_text": "Acordar con ayudas de diagnóstico automatizadas: un estudio de las estrategias de concurrencia de los usuarios Ayudas de diagnóstico automatizadas que son menos que perfectamente confiables a menudo producen niveles injustificados de desuso por parte de los operadores. En el presente estudio se examinaron las tendencias de los usuarios a estar de acuerdo o en desacuerdo con las ayudas diagnósticas automatizadas en condiciones en las que: 1) las ayudas eran menos que perfectamente fiables, pero el diagnóstico asistido era aún más exacto que el diagnóstico no asistido; y 2) el sistema era completamente opaco, lo que no proporcionaba a los usuarios información adicional sobre la que basar un diagnóstico. Los resultados revelaron que algunos usuarios adoptaron una estrategia de estar siempre de acuerdo con las ayudas, maximizando así el número de diagnósticos correctos realizados en varios ensayos. Otros usuarios, sin embargo, adoptaron una estrategia de coincidencia de probabilidades en la que las tasas de acuerdo y desacuerdo coincidían con la tasa de diagnósticos correctos e incorrectos de las ayudas. La estrategia de coincidencia de probabilidad, por lo tanto, resultó en puntuaciones de precisión diagnóstica que fueron inferiores a lo máximo posible. Los usuarios que adoptaron la estrategia de maximización tenían un mayor grado de capacidad de resolución de problemas y de adopción de decisiones, eran más exactos en la estimación de las fiabilidades de la ayuda y tenían más confianza en su diagnóstico en los ensayos en los que estaban de acuerdo con las ayudas. Las posibles aplicaciones de estos resultados incluyen el diseño de interfaces y soluciones de capacitación que faciliten la adopción de las estrategias de concurrencia más eficaces por parte de los usuarios de ayudas de diagnóstico automatizadas. ",
            "error": []
        },
        "automatic test equipment": {
            "translated_key": [],
            "translated_annotated_text": "Acordar con ayudas de diagnóstico automatizadas: un estudio de las estrategias de concurrencia de los usuarios Ayudas de diagnóstico automatizadas que son menos que perfectamente confiables a menudo producen niveles injustificados de desuso por parte de los operadores. En el presente estudio se examinaron las tendencias de los usuarios a estar de acuerdo o en desacuerdo con las ayudas diagnósticas automatizadas en condiciones en las que: 1) las ayudas eran menos que perfectamente fiables, pero el diagnóstico asistido era aún más exacto que el diagnóstico no asistido; y 2) el sistema era completamente opaco, lo que no proporcionaba a los usuarios información adicional sobre la que basar un diagnóstico. Los resultados revelaron que algunos usuarios adoptaron una estrategia de estar siempre de acuerdo con las ayudas, maximizando así el número de diagnósticos correctos realizados en varios ensayos. Otros usuarios, sin embargo, adoptaron una estrategia de coincidencia de probabilidades en la que las tasas de acuerdo y desacuerdo coincidían con la tasa de diagnósticos correctos e incorrectos de las ayudas. La estrategia de coincidencia de probabilidad, por lo tanto, resultó en puntuaciones de precisión diagnóstica que fueron inferiores a lo máximo posible. Los usuarios que adoptaron la estrategia de maximización tenían un mayor grado de capacidad de resolución de problemas y de adopción de decisiones, eran más exactos en la estimación de las fiabilidades de la ayuda y tenían más confianza en su diagnóstico en los ensayos en los que estaban de acuerdo con las ayudas. Las posibles aplicaciones de estos resultados incluyen el diseño de interfaces y soluciones de capacitación que faciliten la adopción de las estrategias de concurrencia más eficaces por parte de los usuarios de ayudas de diagnóstico automatizadas. ",
            "error": []
        },
        "human factors": {
            "translated_key": [],
            "translated_annotated_text": "Acordar con ayudas de diagnóstico automatizadas: un estudio de las estrategias de concurrencia de los usuarios Ayudas de diagnóstico automatizadas que son menos que perfectamente confiables a menudo producen niveles injustificados de desuso por parte de los operadores. En el presente estudio se examinaron las tendencias de los usuarios a estar de acuerdo o en desacuerdo con las ayudas diagnósticas automatizadas en condiciones en las que: 1) las ayudas eran menos que perfectamente fiables, pero el diagnóstico asistido era aún más exacto que el diagnóstico no asistido; y 2) el sistema era completamente opaco, lo que no proporcionaba a los usuarios información adicional sobre la que basar un diagnóstico. Los resultados revelaron que algunos usuarios adoptaron una estrategia de estar siempre de acuerdo con las ayudas, maximizando así el número de diagnósticos correctos realizados en varios ensayos. Otros usuarios, sin embargo, adoptaron una estrategia de coincidencia de probabilidades en la que las tasas de acuerdo y desacuerdo coincidían con la tasa de diagnósticos correctos e incorrectos de las ayudas. La estrategia de coincidencia de probabilidad, por lo tanto, resultó en puntuaciones de precisión diagnóstica que fueron inferiores a lo máximo posible. Los usuarios que adoptaron la estrategia de maximización tenían un mayor grado de capacidad de resolución de problemas y de adopción de decisiones, eran más exactos en la estimación de las fiabilidades de la ayuda y tenían más confianza en su diagnóstico en los ensayos en los que estaban de acuerdo con las ayudas. Las posibles aplicaciones de estos resultados incluyen el diseño de interfaces y soluciones de capacitación que faciliten la adopción de las estrategias de concurrencia más eficaces por parte de los usuarios de ayudas de diagnóstico automatizadas. ",
            "error": []
        },
        "large-scale systems": {
            "translated_key": [],
            "translated_annotated_text": "Acordar con ayudas de diagnóstico automatizadas: un estudio de las estrategias de concurrencia de los usuarios Ayudas de diagnóstico automatizadas que son menos que perfectamente confiables a menudo producen niveles injustificados de desuso por parte de los operadores. En el presente estudio se examinaron las tendencias de los usuarios a estar de acuerdo o en desacuerdo con las ayudas diagnósticas automatizadas en condiciones en las que: 1) las ayudas eran menos que perfectamente fiables, pero el diagnóstico asistido era aún más exacto que el diagnóstico no asistido; y 2) el sistema era completamente opaco, lo que no proporcionaba a los usuarios información adicional sobre la que basar un diagnóstico. Los resultados revelaron que algunos usuarios adoptaron una estrategia de estar siempre de acuerdo con las ayudas, maximizando así el número de diagnósticos correctos realizados en varios ensayos. Otros usuarios, sin embargo, adoptaron una estrategia de coincidencia de probabilidades en la que las tasas de acuerdo y desacuerdo coincidían con la tasa de diagnósticos correctos e incorrectos de las ayudas. La estrategia de coincidencia de probabilidad, por lo tanto, resultó en puntuaciones de precisión diagnóstica que fueron inferiores a lo máximo posible. Los usuarios que adoptaron la estrategia de maximización tenían un mayor grado de capacidad de resolución de problemas y de adopción de decisiones, eran más exactos en la estimación de las fiabilidades de la ayuda y tenían más confianza en su diagnóstico en los ensayos en los que estaban de acuerdo con las ayudas. Las posibles aplicaciones de estos resultados incluyen el diseño de interfaces y soluciones de capacitación que faciliten la adopción de las estrategias de concurrencia más eficaces por parte de los usuarios de ayudas de diagnóstico automatizadas. ",
            "error": []
        },
        "probability": {
            "translated_key": "probabilidad",
            "translated_annotated_text": "Acordar con ayudas de diagnóstico automatizadas: un estudio de las estrategias de concurrencia de los usuarios Ayudas de diagnóstico automatizadas que son menos que perfectamente confiables a menudo producen niveles injustificados de desuso por parte de los operadores. En el presente estudio se examinaron las tendencias de los usuarios a estar de acuerdo o en desacuerdo con las ayudas diagnósticas automatizadas en condiciones en las que: 1) las ayudas eran menos que perfectamente fiables, pero el diagnóstico asistido era aún más exacto que el diagnóstico no asistido; y 2) el sistema era completamente opaco, lo que no proporcionaba a los usuarios información adicional sobre la que basar un diagnóstico. Los resultados revelaron que algunos usuarios adoptaron una estrategia de estar siempre de acuerdo con las ayudas, maximizando así el número de diagnósticos correctos realizados en varios ensayos. Otros usuarios, sin embargo, adoptaron una estrategia de coincidencia de \"probabilidad\" en la que las tasas de acuerdo y desacuerdo coincidían con la tasa de diagnósticos correctos e incorrectos de las ayudas. La estrategia de \"probabilidad\"-comparación, por lo tanto, resultó en puntuaciones de precisión diagnóstica que fueron inferiores a lo máximo posible. Los usuarios que adoptaron la estrategia de maximización tenían un mayor grado de capacidad de resolución de problemas y de adopción de decisiones, eran más exactos en la estimación de las fiabilidades de la ayuda y tenían más confianza en su diagnóstico en los ensayos en los que estaban de acuerdo con las ayudas. Las posibles aplicaciones de estos resultados incluyen el diseño de interfaces y soluciones de capacitación que faciliten la adopción de las estrategias de concurrencia más eficaces por parte de los usuarios de ayudas de diagnóstico automatizadas. ",
            "error": [
                ""
            ]
        }
    }
}