{
    "original_text": "Axioms for branching time Logics of general branching time, or historical necessity, have long been studied but important axiomatization questions remain open. Here the difficulties of finding axioms for such logics are considered and ideas for solving some of the main open problems are presented. A new, more expressive logical account is also given to support Peirces prohibition on truth values being attached to the contingent future",
    "original_translation": "Los axiomas para el tiempo de ramificación Las lógicas del tiempo de ramificación general, o necesidad histórica, han sido estudiadas durante mucho tiempo, pero las cuestiones importantes de axiomatización permanecen abiertas. Aquí se consideran las dificultades de encontrar axiomas para tales lógicas y se presentan ideas para resolver algunos de los principales problemas abiertos. También se da un nuevo relato lógico, más expresivo, para apoyar la prohibición de Peirces de que los valores de verdad se apeguen al futuro contingente",
    "error_count": 3,
    "keys": {
        "axioms": {
            "translated_key": "axiomas",
            "translated_annotated_text": "Los axiomas para el tiempo de ramificación Las lógicas del tiempo de ramificación general, o necesidad histórica, han sido estudiadas durante mucho tiempo, pero las cuestiones importantes de axiomatización permanecen abiertas. Aquí se consideran las dificultades de encontrar \"axiomas\" para tales lógicas y se presentan ideas para resolver algunos de los principales problemas abiertos. También se da un nuevo relato lógico, más expresivo, para apoyar la prohibición de Peirces de que los valores de verdad se apeguen al futuro contingente ",
            "error": [
                ""
            ]
        },
        "branching time": {
            "translated_key": "tiempo de ramificación",
            "translated_annotated_text": "Los axiomas para el \"tiempo de ramificación\" La lógica del \"tiempo de ramificación\" general, o necesidad histórica, han sido estudiados por mucho tiempo, pero las cuestiones importantes de axiomatización permanecen abiertas. Aquí se consideran las dificultades de encontrar axiomas para tales lógicas y se presentan ideas para resolver algunos de los principales problemas abiertos. También se da un nuevo relato lógico, más expresivo, para apoyar la prohibición de Peirces de que los valores de verdad se apeguen al futuro contingente ",
            "error": [
                ""
            ]
        },
        "truth values": {
            "translated_key": "valores de la verdad",
            "translated_annotated_text": "Los axiomas para el tiempo de ramificación Las lógicas del tiempo de ramificación general, o necesidad histórica, han sido estudiadas durante mucho tiempo, pero las cuestiones importantes de axiomatización permanecen abiertas. Aquí se consideran las dificultades de encontrar axiomas para tales lógicas y se presentan ideas para resolver algunos de los principales problemas abiertos. También se da un nuevo y más expresivo relato lógico para apoyar la prohibición de Peirces de que los \"valores de la verdad\" estén unidos al futuro contingente ",
            "error": [
                ""
            ]
        },
        "temporal logic": {
            "translated_key": [],
            "translated_annotated_text": "Los axiomas para el tiempo de ramificación Las lógicas del tiempo de ramificación general, o necesidad histórica, han sido estudiadas durante mucho tiempo, pero las cuestiones importantes de axiomatización permanecen abiertas. Aquí se consideran las dificultades de encontrar axiomas para tales lógicas y se presentan ideas para resolver algunos de los principales problemas abiertos. También se da un nuevo relato lógico, más expresivo, para apoyar la prohibición de Peirces de que los valores de verdad se apeguen al futuro contingente ",
            "error": []
        },
        "decidability": {
            "translated_key": [],
            "translated_annotated_text": "Los axiomas para el tiempo de ramificación Las lógicas del tiempo de ramificación general, o necesidad histórica, han sido estudiadas durante mucho tiempo, pero las cuestiones importantes de axiomatización permanecen abiertas. Aquí se consideran las dificultades de encontrar axiomas para tales lógicas y se presentan ideas para resolver algunos de los principales problemas abiertos. También se da un nuevo relato lógico, más expresivo, para apoyar la prohibición de Peirces de que los valores de verdad se apeguen al futuro contingente ",
            "error": []
        }
    }
}