{
    "original_text": "Impact of aviation highway-in-the-sky displays on pilot situation awareness Thirty-six pilots (31 men, 5 women) were tested in a flight simulator on their ability to intercept a pathway depicted on a highway-in-the-sky (HITS) display. While intercepting and flying the pathway, pilots were required to watch for traffic outside the cockpit. Additionally, pilots were tested on their awareness of speed, altitude, and heading during the flight. Results indicated that the presence of a flight guidance cue significantly improved flight path awareness while intercepting the pathway, but significant practice effects suggest that a guidance cue might be unnecessary if pilots are given proper training. The amount of time spent looking outside the cockpit while using the HITS display was significantly less than when using conventional aircraft instruments. Additionally, awareness of flight information present on the HITS display was poor. Actual or potential applications of this research include guidance for the development of perspective flight display standards and as a basis for flight training requirements",
    "original_translation": "Impacto de las pantallas de la autopista de la aviación en el cielo en la conciencia de la situación piloto Treinta y seis pilotos (31 hombres, 5 mujeres) fueron probados en un simulador de vuelo sobre su capacidad de interceptar un camino representado en una exhibición de la carretera en el cielo (HITS). Mientras interceptaban y volaban el camino, los pilotos tenían que vigilar el tráfico fuera de la cabina. Además, los pilotos fueron probados en su conocimiento de la velocidad, altitud y rumbo durante el vuelo. Los resultados indicaron que la presencia de una señal de guía de vuelo mejoró significativamente la conciencia de la trayectoria de vuelo al interceptar la vía, pero los efectos significativos de la práctica sugieren que una señal de orientación podría ser innecesaria si los pilotos reciben el entrenamiento adecuado. La cantidad de tiempo que pasó mirando fuera de la cabina mientras se utilizaba la pantalla HITS fue significativamente menor que cuando se utilizaban instrumentos de aeronaves convencionales. Además, el conocimiento de la información de vuelo presente en la pantalla del HITS fue deficiente. Las aplicaciones reales o potenciales de esta investigación incluyen orientaciones para el desarrollo de estándares de visualización de vuelo de perspectiva y como base para los requisitos de entrenamiento de vuelo",
    "error_count": 6,
    "keys": {
        "flight simulator": {
            "translated_key": "simulador de vuelo",
            "translated_annotated_text": "Impacto de las pantallas de la autopista de la aviación en el cielo en la conciencia de la situación piloto Treinta y seis pilotos (31 hombres, 5 mujeres) fueron probados en un \"simulador de vuelo\" sobre su capacidad de interceptar un camino representado en una exhibición de la autopista en el cielo (HITS). Mientras interceptaban y volaban el camino, los pilotos tenían que vigilar el tráfico fuera de la cabina. Además, los pilotos fueron probados en su conocimiento de la velocidad, altitud y rumbo durante el vuelo. Los resultados indicaron que la presencia de una señal de guía de vuelo mejoró significativamente la conciencia de la trayectoria de vuelo al interceptar la vía, pero los efectos significativos de la práctica sugieren que una señal de orientación podría ser innecesaria si los pilotos reciben el entrenamiento adecuado. La cantidad de tiempo que pasó mirando fuera de la cabina mientras se utilizaba la pantalla HITS fue significativamente menor que cuando se utilizaban instrumentos de aeronaves convencionales. Además, el conocimiento de la información de vuelo presente en la pantalla del HITS fue deficiente. Las aplicaciones reales o potenciales de esta investigación incluyen orientaciones para el desarrollo de estándares de visualización de vuelo de perspectiva y como base para los requisitos de entrenamiento de vuelo ",
            "error": [
                ""
            ]
        },
        "pilots": {
            "translated_key": "pilotos",
            "translated_annotated_text": "Impacto de las pantallas de la autopista de la aviación en el cielo sobre la conciencia de la situación del piloto Treinta y seis \"pilotos\" (31 hombres, 5 mujeres) fueron probados en un simulador de vuelo sobre su capacidad de interceptar un camino representado en una exhibición de la autopista en el cielo (HITS). Mientras interceptaban y volaban el camino, los \"pilotos\" tenían que vigilar el tráfico fuera de la cabina. Además, los \"pilotos\" fueron probados en su conocimiento de la velocidad, altitud y rumbo durante el vuelo. Los resultados indicaron que la presencia de una señal de guía de vuelo mejoró significativamente la conciencia de la trayectoria de vuelo mientras interceptaba la ruta, pero los efectos de práctica significativos sugieren que una señal de guía podría ser innecesaria si los \"pilotos\" reciben el entrenamiento adecuado. La cantidad de tiempo que pasó mirando fuera de la cabina mientras se utilizaba la pantalla HITS fue significativamente menor que cuando se utilizaban instrumentos de aeronaves convencionales. Además, el conocimiento de la información de vuelo presente en la pantalla del HITS fue deficiente. Las aplicaciones reales o potenciales de esta investigación incluyen orientaciones para el desarrollo de estándares de visualización de vuelo de perspectiva y como base para los requisitos de entrenamiento de vuelo ",
            "error": [
                ""
            ]
        },
        "highway-in-the-sky display": {
            "translated_key": [],
            "translated_annotated_text": "Impacto de las pantallas de la autopista de la aviación en el cielo en la conciencia de la situación piloto Treinta y seis pilotos (31 hombres, 5 mujeres) fueron probados en un simulador de vuelo sobre su capacidad de interceptar un camino representado en una exhibición de la carretera en el cielo (HITS). Mientras interceptaban y volaban el camino, los pilotos tenían que vigilar el tráfico fuera de la cabina. Además, los pilotos fueron probados en su conocimiento de la velocidad, altitud y rumbo durante el vuelo. Los resultados indicaron que la presencia de una señal de guía de vuelo mejoró significativamente la conciencia de la trayectoria de vuelo al interceptar la vía, pero los efectos significativos de la práctica sugieren que una señal de orientación podría ser innecesaria si los pilotos reciben el entrenamiento adecuado. La cantidad de tiempo que pasó mirando fuera de la cabina mientras se utilizaba la pantalla HITS fue significativamente menor que cuando se utilizaban instrumentos de aeronaves convencionales. Además, el conocimiento de la información de vuelo presente en la pantalla del HITS fue deficiente. Las aplicaciones reales o potenciales de esta investigación incluyen orientaciones para el desarrollo de estándares de visualización de vuelo de perspectiva y como base para los requisitos de entrenamiento de vuelo ",
            "error": []
        },
        "cockpit": {
            "translated_key": "cockpit",
            "translated_annotated_text": "Impacto de las pantallas de la autopista de la aviación en el cielo en la conciencia de la situación piloto Treinta y seis pilotos (31 hombres, 5 mujeres) fueron probados en un simulador de vuelo sobre su capacidad de interceptar un camino representado en una exhibición de la carretera en el cielo (HITS). Mientras interceptaban y volaban el camino, los pilotos tenían que vigilar el tráfico fuera del \"cockpit\". Además, los pilotos fueron probados en su conocimiento de la velocidad, altitud y rumbo durante el vuelo. Los resultados indicaron que la presencia de una señal de guía de vuelo mejoró significativamente la conciencia de la trayectoria de vuelo al interceptar la vía, pero los efectos significativos de la práctica sugieren que una señal de orientación podría ser innecesaria si los pilotos reciben el entrenamiento adecuado. La cantidad de tiempo que se pasó mirando fuera del \"cockpit\" mientras se utilizaba la pantalla HITS fue significativamente menor que cuando se usaban instrumentos de aeronaves convencionales. Además, el conocimiento de la información de vuelo presente en la pantalla del HITS fue deficiente. Las aplicaciones reales o potenciales de esta investigación incluyen orientaciones para el desarrollo de estándares de visualización de vuelo de perspectiva y como base para los requisitos de entrenamiento de vuelo ",
            "error": [
                ""
            ]
        },
        "flight guidance": {
            "translated_key": "guía de vuelo",
            "translated_annotated_text": "Impacto de las pantallas de la autopista de la aviación en el cielo en la conciencia de la situación piloto Treinta y seis pilotos (31 hombres, 5 mujeres) fueron probados en un simulador de vuelo sobre su capacidad de interceptar un camino representado en una exhibición de la carretera en el cielo (HITS). Mientras interceptaban y volaban el camino, los pilotos tenían que vigilar el tráfico fuera de la cabina. Además, los pilotos fueron probados en su conocimiento de la velocidad, altitud y rumbo durante el vuelo. Los resultados indicaron que la presencia de una señal de \"guía de vuelo\" mejoró significativamente la conciencia de la trayectoria de vuelo mientras interceptaba la vía, pero los efectos significativos de la práctica sugieren que una señal de orientación podría ser innecesaria si los pilotos reciben el entrenamiento adecuado. La cantidad de tiempo que pasó mirando fuera de la cabina mientras se utilizaba la pantalla HITS fue significativamente menor que cuando se utilizaban instrumentos de aeronaves convencionales. Además, el conocimiento de la información de vuelo presente en la pantalla del HITS fue deficiente. Las aplicaciones reales o potenciales de esta investigación incluyen orientaciones para el desarrollo de estándares de visualización de vuelo de perspectiva y como base para los requisitos de entrenamiento de vuelo ",
            "error": [
                ""
            ]
        },
        "human factors": {
            "translated_key": [],
            "translated_annotated_text": "Impacto de las pantallas de la autopista de la aviación en el cielo en la conciencia de la situación piloto Treinta y seis pilotos (31 hombres, 5 mujeres) fueron probados en un simulador de vuelo sobre su capacidad de interceptar un camino representado en una exhibición de la carretera en el cielo (HITS). Mientras interceptaban y volaban el camino, los pilotos tenían que vigilar el tráfico fuera de la cabina. Además, los pilotos fueron probados en su conocimiento de la velocidad, altitud y rumbo durante el vuelo. Los resultados indicaron que la presencia de una señal de guía de vuelo mejoró significativamente la conciencia de la trayectoria de vuelo al interceptar la vía, pero los efectos significativos de la práctica sugieren que una señal de orientación podría ser innecesaria si los pilotos reciben el entrenamiento adecuado. La cantidad de tiempo que pasó mirando fuera de la cabina mientras se utilizaba la pantalla HITS fue significativamente menor que cuando se utilizaban instrumentos de aeronaves convencionales. Además, el conocimiento de la información de vuelo presente en la pantalla del HITS fue deficiente. Las aplicaciones reales o potenciales de esta investigación incluyen orientaciones para el desarrollo de estándares de visualización de vuelo de perspectiva y como base para los requisitos de entrenamiento de vuelo ",
            "error": []
        },
        "situation awareness": {
            "translated_key": "conciencia de la situación",
            "translated_annotated_text": "Impacto de las pantallas de la autopista de la aviación en el cielo en la \"conciencia de la situación\" piloto Treinta y seis pilotos (31 hombres, 5 mujeres) fueron probados en un simulador de vuelo sobre su capacidad de interceptar un camino representado en una exhibición de la carretera en el cielo (HITS). Mientras interceptaban y volaban el camino, los pilotos tenían que vigilar el tráfico fuera de la cabina. Además, los pilotos fueron probados en su conocimiento de la velocidad, altitud y rumbo durante el vuelo. Los resultados indicaron que la presencia de una señal de guía de vuelo mejoró significativamente la conciencia de la trayectoria de vuelo al interceptar la vía, pero los efectos significativos de la práctica sugieren que una señal de orientación podría ser innecesaria si los pilotos reciben el entrenamiento adecuado. La cantidad de tiempo que pasó mirando fuera de la cabina mientras se utilizaba la pantalla HITS fue significativamente menor que cuando se utilizaban instrumentos de aeronaves convencionales. Además, el conocimiento de la información de vuelo presente en la pantalla del HITS fue deficiente. Las aplicaciones reales o potenciales de esta investigación incluyen orientaciones para el desarrollo de estándares de visualización de vuelo de perspectiva y como base para los requisitos de entrenamiento de vuelo ",
            "error": [
                ""
            ]
        },
        "flight path awareness": {
            "translated_key": "conciencia de la trayectoria de vuelo",
            "translated_annotated_text": "Impacto de las pantallas de la autopista de la aviación en el cielo en la conciencia de la situación piloto Treinta y seis pilotos (31 hombres, 5 mujeres) fueron probados en un simulador de vuelo sobre su capacidad de interceptar un camino representado en una exhibición de la carretera en el cielo (HITS). Mientras interceptaban y volaban el camino, los pilotos tenían que vigilar el tráfico fuera de la cabina. Además, los pilotos fueron probados en su conocimiento de la velocidad, altitud y rumbo durante el vuelo. Los resultados indicaron que la presencia de una señal de guía de vuelo mejoró significativamente la \"conciencia de la trayectoria de vuelo\" mientras interceptaba la vía, pero los efectos significativos de la práctica sugieren que una señal de guía podría ser innecesaria si los pilotos reciben el entrenamiento adecuado. La cantidad de tiempo que pasó mirando fuera de la cabina mientras se utilizaba la pantalla HITS fue significativamente menor que cuando se utilizaban instrumentos de aeronaves convencionales. Además, el conocimiento de la información de vuelo presente en la pantalla del HITS fue deficiente. Las aplicaciones reales o potenciales de esta investigación incluyen orientaciones para el desarrollo de estándares de visualización de vuelo de perspectiva y como base para los requisitos de entrenamiento de vuelo ",
            "error": [
                ""
            ]
        },
        "aircraft display": {
            "translated_key": [],
            "translated_annotated_text": "Impacto de las pantallas de la autopista de la aviación en el cielo en la conciencia de la situación piloto Treinta y seis pilotos (31 hombres, 5 mujeres) fueron probados en un simulador de vuelo sobre su capacidad de interceptar un camino representado en una exhibición de la carretera en el cielo (HITS). Mientras interceptaban y volaban el camino, los pilotos tenían que vigilar el tráfico fuera de la cabina. Además, los pilotos fueron probados en su conocimiento de la velocidad, altitud y rumbo durante el vuelo. Los resultados indicaron que la presencia de una señal de guía de vuelo mejoró significativamente la conciencia de la trayectoria de vuelo al interceptar la vía, pero los efectos significativos de la práctica sugieren que una señal de orientación podría ser innecesaria si los pilotos reciben el entrenamiento adecuado. La cantidad de tiempo que pasó mirando fuera de la cabina mientras se utilizaba la pantalla HITS fue significativamente menor que cuando se utilizaban instrumentos de aeronaves convencionales. Además, el conocimiento de la información de vuelo presente en la pantalla del HITS fue deficiente. Las aplicaciones reales o potenciales de esta investigación incluyen orientaciones para el desarrollo de estándares de visualización de vuelo de perspectiva y como base para los requisitos de entrenamiento de vuelo ",
            "error": []
        },
        "aircraft displays": {
            "translated_key": [],
            "translated_annotated_text": "Impacto de las pantallas de la autopista de la aviación en el cielo en la conciencia de la situación piloto Treinta y seis pilotos (31 hombres, 5 mujeres) fueron probados en un simulador de vuelo sobre su capacidad de interceptar un camino representado en una exhibición de la carretera en el cielo (HITS). Mientras interceptaban y volaban el camino, los pilotos tenían que vigilar el tráfico fuera de la cabina. Además, los pilotos fueron probados en su conocimiento de la velocidad, altitud y rumbo durante el vuelo. Los resultados indicaron que la presencia de una señal de guía de vuelo mejoró significativamente la conciencia de la trayectoria de vuelo al interceptar la vía, pero los efectos significativos de la práctica sugieren que una señal de orientación podría ser innecesaria si los pilotos reciben el entrenamiento adecuado. La cantidad de tiempo que pasó mirando fuera de la cabina mientras se utilizaba la pantalla HITS fue significativamente menor que cuando se utilizaban instrumentos de aeronaves convencionales. Además, el conocimiento de la información de vuelo presente en la pantalla del HITS fue deficiente. Las aplicaciones reales o potenciales de esta investigación incluyen orientaciones para el desarrollo de estándares de visualización de vuelo de perspectiva y como base para los requisitos de entrenamiento de vuelo ",
            "error": []
        },
        "man-machine systems": {
            "translated_key": [],
            "translated_annotated_text": "Impacto de las pantallas de la autopista de la aviación en el cielo en la conciencia de la situación piloto Treinta y seis pilotos (31 hombres, 5 mujeres) fueron probados en un simulador de vuelo sobre su capacidad de interceptar un camino representado en una exhibición de la carretera en el cielo (HITS). Mientras interceptaban y volaban el camino, los pilotos tenían que vigilar el tráfico fuera de la cabina. Además, los pilotos fueron probados en su conocimiento de la velocidad, altitud y rumbo durante el vuelo. Los resultados indicaron que la presencia de una señal de guía de vuelo mejoró significativamente la conciencia de la trayectoria de vuelo al interceptar la vía, pero los efectos significativos de la práctica sugieren que una señal de orientación podría ser innecesaria si los pilotos reciben el entrenamiento adecuado. La cantidad de tiempo que pasó mirando fuera de la cabina mientras se utilizaba la pantalla HITS fue significativamente menor que cuando se utilizaban instrumentos de aeronaves convencionales. Además, el conocimiento de la información de vuelo presente en la pantalla del HITS fue deficiente. Las aplicaciones reales o potenciales de esta investigación incluyen orientaciones para el desarrollo de estándares de visualización de vuelo de perspectiva y como base para los requisitos de entrenamiento de vuelo ",
            "error": []
        }
    }
}