{
    "original_text": "Hypothesis-based concept assignment in software maintenance Software maintenance accounts for a significant proportion of the lifetime cost of a software system. Software comprehension is required in many parts of the maintenance process and is one of the most expensive activities. Many tools have been developed to help the maintainer reduce the time and cost of this task, but of the numerous tools and methods available one group has received relatively little attention: those using plausible reasoning to address the concept assignment problem. We present a concept assignment method for COBOL II: hypothesis-based concept assignment (HB-CA). An implementation of a prototype tool is described, and results from a comprehensive evaluation using commercial COBOL II sources are summarised. In particular, we identify areas of a standard maintenance process where such methods would be appropriate, and discuss the potential cost savings that may result",
    "original_translation": "La asignación de conceptos basada en hipótesis en el mantenimiento de software El mantenimiento de software representa una proporción significativa del costo de vida útil de un sistema de software. La comprensión del software es necesaria en muchas partes del proceso de mantenimiento y es una de las actividades más costosas. Se han desarrollado muchas herramientas para ayudar al encargado a reducir el tiempo y el costo de esta tarea, pero de las numerosas herramientas y métodos disponibles un grupo ha recibido relativamente poca atención: aquellos que utilizan un razonamiento plausible para abordar el problema de la asignación de conceptos. Presentamos un método de asignación conceptual para COBOL II: asignación conceptual basada en hipótesis (HB-CA). Se describe la implementación de un prototipo de herramienta, y se resumen los resultados de una evaluación exhaustiva utilizando fuentes comerciales COBOL II. En particular, identificamos las áreas de un proceso estándar de mantenimiento donde tales métodos serían apropiados, y discutimos las posibles economías de costos que podrían resultar",
    "error_count": 2,
    "keys": {
        "hypothesis-based concept assignment": {
            "translated_key": "asignación conceptual basada en hipótesis",
            "translated_annotated_text": "La asignación de conceptos basada en hipótesis en el mantenimiento de software El mantenimiento de software representa una proporción significativa del costo de vida útil de un sistema de software. La comprensión del software es necesaria en muchas partes del proceso de mantenimiento y es una de las actividades más costosas. Se han desarrollado muchas herramientas para ayudar al encargado a reducir el tiempo y el costo de esta tarea, pero de las numerosas herramientas y métodos disponibles un grupo ha recibido relativamente poca atención: aquellos que utilizan un razonamiento plausible para abordar el problema de la asignación de conceptos. Presentamos un método de asignación conceptual para COBOL II: \"asignación conceptual basada en hipótesis\" (HB-CA). Se describe la implementación de un prototipo de herramienta, y se resumen los resultados de una evaluación exhaustiva utilizando fuentes comerciales COBOL II. En particular, identificamos las áreas de un proceso estándar de mantenimiento donde tales métodos serían apropiados, y discutimos las posibles economías de costos que podrían resultar ",
            "error": [
                ""
            ]
        },
        "software maintenance": {
            "translated_key": "mantenimiento de software",
            "translated_annotated_text": "La asignación de concepto basada en hipótesis en \"mantenimiento de software\" El mantenimiento de software representa una proporción significativa del costo de vida útil de un sistema de software. La comprensión del software es necesaria en muchas partes del proceso de mantenimiento y es una de las actividades más costosas. Se han desarrollado muchas herramientas para ayudar al encargado a reducir el tiempo y el costo de esta tarea, pero de las numerosas herramientas y métodos disponibles un grupo ha recibido relativamente poca atención: aquellos que utilizan un razonamiento plausible para abordar el problema de la asignación de conceptos. Presentamos un método de asignación conceptual para COBOL II: asignación conceptual basada en hipótesis (HB-CA). Se describe la implementación de un prototipo de herramienta, y se resumen los resultados de una evaluación exhaustiva utilizando fuentes comerciales COBOL II. En particular, identificamos las áreas de un proceso estándar de mantenimiento donde tales métodos serían apropiados, y discutimos las posibles economías de costos que podrían resultar ",
            "error": [
                ""
            ]
        },
        "lifetime cost": {
            "translated_key": "costo de vida",
            "translated_annotated_text": "La asignación de conceptos basada en hipótesis en el mantenimiento de software El mantenimiento de software representa una proporción significativa del \"costo de vida\" de un sistema de software. La comprensión del software es necesaria en muchas partes del proceso de mantenimiento y es una de las actividades más costosas. Se han desarrollado muchas herramientas para ayudar al encargado a reducir el tiempo y el costo de esta tarea, pero de las numerosas herramientas y métodos disponibles un grupo ha recibido relativamente poca atención: aquellos que utilizan un razonamiento plausible para abordar el problema de la asignación de conceptos. Presentamos un método de asignación conceptual para COBOL II: asignación conceptual basada en hipótesis (HB-CA). Se describe la implementación de un prototipo de herramienta, y se resumen los resultados de una evaluación exhaustiva utilizando fuentes comerciales COBOL II. En particular, identificamos las áreas de un proceso estándar de mantenimiento donde tales métodos serían apropiados, y discutimos las posibles economías de costos que podrían resultar ",
            "error": [
                ""
            ]
        },
        "COBOL II": {
            "translated_key": "COBOL II",
            "translated_annotated_text": "La asignación de conceptos basada en hipótesis en el mantenimiento de software El mantenimiento de software representa una proporción significativa del costo de vida útil de un sistema de software. La comprensión del software es necesaria en muchas partes del proceso de mantenimiento y es una de las actividades más costosas. Se han desarrollado muchas herramientas para ayudar al encargado a reducir el tiempo y el costo de esta tarea, pero de las numerosas herramientas y métodos disponibles un grupo ha recibido relativamente poca atención: aquellos que utilizan un razonamiento plausible para abordar el problema de la asignación de conceptos. Presentamos un método de asignación conceptual para \"COBOL II\": asignación conceptual basada en hipótesis (HB-CA). Se describe la implementación de un prototipo de herramienta, y se resumen los resultados de una evaluación exhaustiva utilizando fuentes comerciales \"COBOL II\". En particular, identificamos las áreas de un proceso estándar de mantenimiento donde tales métodos serían apropiados, y discutimos las posibles economías de costos que podrían resultar ",
            "error": [
                ""
            ]
        },
        "scalability": {
            "translated_key": [],
            "translated_annotated_text": "La asignación de conceptos basada en hipótesis en el mantenimiento de software El mantenimiento de software representa una proporción significativa del costo de vida útil de un sistema de software. La comprensión del software es necesaria en muchas partes del proceso de mantenimiento y es una de las actividades más costosas. Se han desarrollado muchas herramientas para ayudar al encargado a reducir el tiempo y el costo de esta tarea, pero de las numerosas herramientas y métodos disponibles un grupo ha recibido relativamente poca atención: aquellos que utilizan un razonamiento plausible para abordar el problema de la asignación de conceptos. Presentamos un método de asignación conceptual para COBOL II: asignación conceptual basada en hipótesis (HB-CA). Se describe la implementación de un prototipo de herramienta, y se resumen los resultados de una evaluación exhaustiva utilizando fuentes comerciales COBOL II. En particular, identificamos las áreas de un proceso estándar de mantenimiento donde tales métodos serían apropiados, y discutimos las posibles economías de costos que podrían resultar ",
            "error": []
        },
        "COBOL": {
            "translated_key": "COBOL",
            "translated_annotated_text": "La asignación de conceptos basada en hipótesis en el mantenimiento de software El mantenimiento de software representa una proporción significativa del costo de vida útil de un sistema de software. La comprensión del software es necesaria en muchas partes del proceso de mantenimiento y es una de las actividades más costosas. Se han desarrollado muchas herramientas para ayudar al encargado a reducir el tiempo y el costo de esta tarea, pero de las numerosas herramientas y métodos disponibles un grupo ha recibido relativamente poca atención: aquellos que utilizan un razonamiento plausible para abordar el problema de la asignación de conceptos. Presentamos un método de asignación conceptual para \"COBOL\" II: asignación conceptual basada en hipótesis (HB-CA). Se describe la implementación de un prototipo de herramienta, y se resumen los resultados de una evaluación exhaustiva utilizando fuentes comerciales \"COBOL\" II. En particular, identificamos las áreas de un proceso estándar de mantenimiento donde tales métodos serían apropiados, y discutimos las posibles economías de costos que podrían resultar ",
            "error": [
                ""
            ]
        },
        "software engineering": {
            "translated_key": [],
            "translated_annotated_text": "La asignación de conceptos basada en hipótesis en el mantenimiento de software El mantenimiento de software representa una proporción significativa del costo de vida útil de un sistema de software. La comprensión del software es necesaria en muchas partes del proceso de mantenimiento y es una de las actividades más costosas. Se han desarrollado muchas herramientas para ayudar al encargado a reducir el tiempo y el costo de esta tarea, pero de las numerosas herramientas y métodos disponibles un grupo ha recibido relativamente poca atención: aquellos que utilizan un razonamiento plausible para abordar el problema de la asignación de conceptos. Presentamos un método de asignación conceptual para COBOL II: asignación conceptual basada en hipótesis (HB-CA). Se describe la implementación de un prototipo de herramienta, y se resumen los resultados de una evaluación exhaustiva utilizando fuentes comerciales COBOL II. En particular, identificamos las áreas de un proceso estándar de mantenimiento donde tales métodos serían apropiados, y discutimos las posibles economías de costos que podrían resultar ",
            "error": []
        }
    }
}