{
    "original_text": "Portfolio optimization and the random magnet problem Diversification of an investment into independently fluctuating assets reduces its risk. In reality, movements of assets are mutually correlated and therefore knowledge of cross-correlations among asset price movements are of great importance. Our results support the possibility that the problem of finding an investment in stocks which exposes invested funds to a minimum level of risk is analogous to the problem of finding the magnetization of a random magnet. The interactions for this random magnet problem are given by the cross-correlation matrix C of stock returns. We find that random matrix theory allows us to make an estimate for C which outperforms the standard estimate in terms of constructing an investment which carries a minimum level of risk",
    "original_translation": "Optimización de cartera y el problema de imán aleatorio La diversificación de una inversión en activos fluctuantes independientes reduce su riesgo. En realidad, los movimientos de activos están correlacionados entre sí y, por lo tanto, el conocimiento de las correlaciones cruzadas entre los movimientos de precios de los activos es de gran importancia. Nuestros resultados apoyan la posibilidad de que el problema de encontrar una inversión en acciones que exponga los fondos invertidos a un nivel mínimo de riesgo sea análogo al problema de encontrar la magnetización de un imán aleatorio. Las interacciones para este problema de imán aleatorio son dadas por la matriz de correlación cruzada C de retornos de stock. Encontramos que la teoría de matriz aleatoria nos permite hacer una estimación para C que supera la estimación estándar en términos de construcción de una inversión que conlleva un nivel mínimo de riesgo",
    "error_count": 13,
    "keys": {
        "portfolio optimization": {
            "translated_key": [],
            "translated_annotated_text": "Optimización de cartera y el problema de imán aleatorio La diversificación de una inversión en activos fluctuantes independientes reduce su riesgo. En realidad, los movimientos de activos están correlacionados entre sí y, por lo tanto, el conocimiento de las correlaciones cruzadas entre los movimientos de precios de los activos es de gran importancia. Nuestros resultados apoyan la posibilidad de que el problema de encontrar una inversión en acciones que exponga los fondos invertidos a un nivel mínimo de riesgo sea análogo al problema de encontrar la magnetización de un imán aleatorio. Las interacciones para este problema de imán aleatorio son dadas por la matriz de correlación cruzada C de retornos de stock. Encontramos que la teoría de matriz aleatoria nos permite hacer una estimación para C que supera la estimación estándar en términos de construcción de una inversión que conlleva un nivel mínimo de riesgo ",
            "error": []
        },
        "fluctuating assets": {
            "translated_key": [],
            "translated_annotated_text": "Optimización de cartera y el problema de imán aleatorio La diversificación de una inversión en activos fluctuantes independientes reduce su riesgo. En realidad, los movimientos de activos están correlacionados entre sí y, por lo tanto, el conocimiento de las correlaciones cruzadas entre los movimientos de precios de los activos es de gran importancia. Nuestros resultados apoyan la posibilidad de que el problema de encontrar una inversión en acciones que exponga los fondos invertidos a un nivel mínimo de riesgo sea análogo al problema de encontrar la magnetización de un imán aleatorio. Las interacciones para este problema de imán aleatorio son dadas por la matriz de correlación cruzada C de retornos de stock. Encontramos que la teoría de matriz aleatoria nos permite hacer una estimación para C que supera la estimación estándar en términos de construcción de una inversión que conlleva un nivel mínimo de riesgo ",
            "error": []
        },
        "cross-correlations": {
            "translated_key": "correlaciones cruzadas",
            "translated_annotated_text": "Optimización de cartera y el problema de imán aleatorio La diversificación de una inversión en activos fluctuantes independientes reduce su riesgo. En realidad, los movimientos de activos están correlacionados entre sí y, por lo tanto, el conocimiento de las \"correlaciones cruzadas\" entre los movimientos de precios de los activos es de gran importancia. Nuestros resultados apoyan la posibilidad de que el problema de encontrar una inversión en acciones que exponga los fondos invertidos a un nivel mínimo de riesgo sea análogo al problema de encontrar la magnetización de un imán aleatorio. Las interacciones para este problema de imán aleatorio son dadas por la matriz de correlación cruzada C de retornos de stock. Encontramos que la teoría de matriz aleatoria nos permite hacer una estimación para C que supera la estimación estándar en términos de construcción de una inversión que conlleva un nivel mínimo de riesgo ",
            "error": [
                ""
            ]
        },
        "price movements": {
            "translated_key": "movimientos de precios",
            "translated_annotated_text": "Optimización de cartera y el problema de imán aleatorio La diversificación de una inversión en activos fluctuantes independientes reduce su riesgo. En realidad, los movimientos de activos están correlacionados entre sí y, por lo tanto, el conocimiento de las correlaciones cruzadas entre los activos \"movimientos de precios\" es de gran importancia. Nuestros resultados apoyan la posibilidad de que el problema de encontrar una inversión en acciones que exponga los fondos invertidos a un nivel mínimo de riesgo sea análogo al problema de encontrar la magnetización de un imán aleatorio. Las interacciones para este problema de imán aleatorio son dadas por la matriz de correlación cruzada C de retornos de stock. Encontramos que la teoría de matriz aleatoria nos permite hacer una estimación para C que supera la estimación estándar en términos de construcción de una inversión que conlleva un nivel mínimo de riesgo ",
            "error": [
                ""
            ]
        },
        "investment": {
            "translated_key": "inversión",
            "translated_annotated_text": "Optimización de cartera y el problema de imán aleatorio La diversificación de una \"inversión\" en activos fluctuantes independientes reduce su riesgo. En realidad, los movimientos de activos están correlacionados entre sí y, por lo tanto, el conocimiento de las correlaciones cruzadas entre los movimientos de precios de los activos es de gran importancia. Nuestros resultados apoyan la posibilidad de que el problema de encontrar una \"inversión\" en acciones que exponga los fondos invertidos a un nivel mínimo de riesgo sea análogo al problema de encontrar la magnetización de un imán aleatorio. Las interacciones para este problema de imán aleatorio son dadas por la matriz de correlación cruzada C de retornos de stock. Encontramos que la teoría de la matriz aleatoria nos permite hacer una estimación para C que supera la estimación estándar en términos de construcción de una \"inversión\" que conlleva un nivel mínimo de riesgo ",
            "error": [
                ""
            ]
        },
        "stocks": {
            "translated_key": "acciones",
            "translated_annotated_text": "Optimización de cartera y el problema de imán aleatorio La diversificación de una inversión en activos fluctuantes independientes reduce su riesgo. En realidad, los movimientos de activos están correlacionados entre sí y, por lo tanto, el conocimiento de las correlaciones cruzadas entre los movimientos de precios de los activos es de gran importancia. Nuestros resultados apoyan la posibilidad de que el problema de encontrar una inversión en \"acciones\" que exponga los fondos invertidos a un nivel mínimo de riesgo sea análogo al problema de encontrar la magnetización de un imán aleatorio. Las interacciones para este problema de imán aleatorio son dadas por la matriz de correlación cruzada C de retornos de stock. Encontramos que la teoría de matriz aleatoria nos permite hacer una estimación para C que supera la estimación estándar en términos de construcción de una inversión que conlleva un nivel mínimo de riesgo ",
            "error": [
                ""
            ]
        },
        "invested funds": {
            "translated_key": "fondos invertidos",
            "translated_annotated_text": "Optimización de cartera y el problema de imán aleatorio La diversificación de una inversión en activos fluctuantes independientes reduce su riesgo. En realidad, los movimientos de activos están correlacionados entre sí y, por lo tanto, el conocimiento de las correlaciones cruzadas entre los movimientos de precios de los activos es de gran importancia. Nuestros resultados apoyan la posibilidad de que el problema de encontrar una inversión en acciones que exponga los \"fondos invertidos\" a un nivel mínimo de riesgo sea análogo al problema de encontrar la magnetización de un imán aleatorio. Las interacciones para este problema de imán aleatorio son dadas por la matriz de correlación cruzada C de retornos de stock. Encontramos que la teoría de matriz aleatoria nos permite hacer una estimación para C que supera la estimación estándar en términos de construcción de una inversión que conlleva un nivel mínimo de riesgo ",
            "error": [
                ""
            ]
        },
        "magnetization": {
            "translated_key": "magnetización",
            "translated_annotated_text": "Optimización de cartera y el problema de imán aleatorio La diversificación de una inversión en activos fluctuantes independientes reduce su riesgo. En realidad, los movimientos de activos están correlacionados entre sí y, por lo tanto, el conocimiento de las correlaciones cruzadas entre los movimientos de precios de los activos es de gran importancia. Nuestros resultados apoyan la posibilidad de que el problema de encontrar una inversión en acciones que exponga los fondos invertidos a un nivel mínimo de riesgo sea análogo al problema de encontrar la \"magnetización\" de un imán aleatorio. Las interacciones para este problema de imán aleatorio son dadas por la matriz de correlación cruzada C de retornos de stock. Encontramos que la teoría de matriz aleatoria nos permite hacer una estimación para C que supera la estimación estándar en términos de construcción de una inversión que conlleva un nivel mínimo de riesgo ",
            "error": [
                ""
            ]
        },
        "cross-correlation matrix": {
            "translated_key": "matriz de correlación cruzada",
            "translated_annotated_text": "Optimización de cartera y el problema de imán aleatorio La diversificación de una inversión en activos fluctuantes independientes reduce su riesgo. En realidad, los movimientos de activos están correlacionados entre sí y, por lo tanto, el conocimiento de las correlaciones cruzadas entre los movimientos de precios de los activos es de gran importancia. Nuestros resultados apoyan la posibilidad de que el problema de encontrar una inversión en acciones que exponga los fondos invertidos a un nivel mínimo de riesgo sea análogo al problema de encontrar la magnetización de un imán aleatorio. Las interacciones para este problema de imán aleatorio son dadas por la \"matriz de correlación cruzada\" C de retornos de stock. Encontramos que la teoría de matriz aleatoria nos permite hacer una estimación para C que supera la estimación estándar en términos de construcción de una inversión que conlleva un nivel mínimo de riesgo ",
            "error": [
                ""
            ]
        },
        "minimum risk level": {
            "translated_key": [],
            "translated_annotated_text": "Optimización de cartera y el problema de imán aleatorio La diversificación de una inversión en activos fluctuantes independientes reduce su riesgo. En realidad, los movimientos de activos están correlacionados entre sí y, por lo tanto, el conocimiento de las correlaciones cruzadas entre los movimientos de precios de los activos es de gran importancia. Nuestros resultados apoyan la posibilidad de que el problema de encontrar una inversión en acciones que exponga los fondos invertidos a un nivel mínimo de riesgo sea análogo al problema de encontrar la magnetización de un imán aleatorio. Las interacciones para este problema de imán aleatorio son dadas por la matriz de correlación cruzada C de retornos de stock. Encontramos que la teoría de matriz aleatoria nos permite hacer una estimación para C que supera la estimación estándar en términos de construcción de una inversión que conlleva un nivel mínimo de riesgo ",
            "error": []
        },
        "spin glasses": {
            "translated_key": [],
            "translated_annotated_text": "Optimización de cartera y el problema de imán aleatorio La diversificación de una inversión en activos fluctuantes independientes reduce su riesgo. En realidad, los movimientos de activos están correlacionados entre sí y, por lo tanto, el conocimiento de las correlaciones cruzadas entre los movimientos de precios de los activos es de gran importancia. Nuestros resultados apoyan la posibilidad de que el problema de encontrar una inversión en acciones que exponga los fondos invertidos a un nivel mínimo de riesgo sea análogo al problema de encontrar la magnetización de un imán aleatorio. Las interacciones para este problema de imán aleatorio son dadas por la matriz de correlación cruzada C de retornos de stock. Encontramos que la teoría de matriz aleatoria nos permite hacer una estimación para C que supera la estimación estándar en términos de construcción de una inversión que conlleva un nivel mínimo de riesgo ",
            "error": []
        },
        "random magnet problem": {
            "translated_key": "problema de imán aleatorio",
            "translated_annotated_text": "Optimización de cartera y el \"problema de imán aleatorio\" La diversificación de una inversión en activos fluctuantes independientes reduce su riesgo. En realidad, los movimientos de activos están correlacionados entre sí y, por lo tanto, el conocimiento de las correlaciones cruzadas entre los movimientos de precios de los activos es de gran importancia. Nuestros resultados apoyan la posibilidad de que el problema de encontrar una inversión en acciones que exponga los fondos invertidos a un nivel mínimo de riesgo sea análogo al problema de encontrar la magnetización de un imán aleatorio. Las interacciones para este \"problema de imán aleatorio\" están dadas por la matriz de correlación cruzada C de retornos de stock. Encontramos que la teoría de matriz aleatoria nos permite hacer una estimación para C que supera la estimación estándar en términos de construcción de una inversión que conlleva un nivel mínimo de riesgo ",
            "error": [
                ""
            ]
        },
        "costing": {
            "translated_key": [],
            "translated_annotated_text": "Optimización de cartera y el problema de imán aleatorio La diversificación de una inversión en activos fluctuantes independientes reduce su riesgo. En realidad, los movimientos de activos están correlacionados entre sí y, por lo tanto, el conocimiento de las correlaciones cruzadas entre los movimientos de precios de los activos es de gran importancia. Nuestros resultados apoyan la posibilidad de que el problema de encontrar una inversión en acciones que exponga los fondos invertidos a un nivel mínimo de riesgo sea análogo al problema de encontrar la magnetización de un imán aleatorio. Las interacciones para este problema de imán aleatorio son dadas por la matriz de correlación cruzada C de retornos de stock. Encontramos que la teoría de matriz aleatoria nos permite hacer una estimación para C que supera la estimación estándar en términos de construcción de una inversión que conlleva un nivel mínimo de riesgo ",
            "error": []
        },
        "fluctuations": {
            "translated_key": [],
            "translated_annotated_text": "Optimización de cartera y el problema de imán aleatorio La diversificación de una inversión en activos fluctuantes independientes reduce su riesgo. En realidad, los movimientos de activos están correlacionados entre sí y, por lo tanto, el conocimiento de las correlaciones cruzadas entre los movimientos de precios de los activos es de gran importancia. Nuestros resultados apoyan la posibilidad de que el problema de encontrar una inversión en acciones que exponga los fondos invertidos a un nivel mínimo de riesgo sea análogo al problema de encontrar la magnetización de un imán aleatorio. Las interacciones para este problema de imán aleatorio son dadas por la matriz de correlación cruzada C de retornos de stock. Encontramos que la teoría de matriz aleatoria nos permite hacer una estimación para C que supera la estimación estándar en términos de construcción de una inversión que conlleva un nivel mínimo de riesgo ",
            "error": []
        },
        "magnetisation": {
            "translated_key": [],
            "translated_annotated_text": "Optimización de cartera y el problema de imán aleatorio La diversificación de una inversión en activos fluctuantes independientes reduce su riesgo. En realidad, los movimientos de activos están correlacionados entre sí y, por lo tanto, el conocimiento de las correlaciones cruzadas entre los movimientos de precios de los activos es de gran importancia. Nuestros resultados apoyan la posibilidad de que el problema de encontrar una inversión en acciones que exponga los fondos invertidos a un nivel mínimo de riesgo sea análogo al problema de encontrar la magnetización de un imán aleatorio. Las interacciones para este problema de imán aleatorio son dadas por la matriz de correlación cruzada C de retornos de stock. Encontramos que la teoría de matriz aleatoria nos permite hacer una estimación para C que supera la estimación estándar en términos de construcción de una inversión que conlleva un nivel mínimo de riesgo ",
            "error": []
        },
        "matrix algebra": {
            "translated_key": [],
            "translated_annotated_text": "Optimización de cartera y el problema de imán aleatorio La diversificación de una inversión en activos fluctuantes independientes reduce su riesgo. En realidad, los movimientos de activos están correlacionados entre sí y, por lo tanto, el conocimiento de las correlaciones cruzadas entre los movimientos de precios de los activos es de gran importancia. Nuestros resultados apoyan la posibilidad de que el problema de encontrar una inversión en acciones que exponga los fondos invertidos a un nivel mínimo de riesgo sea análogo al problema de encontrar la magnetización de un imán aleatorio. Las interacciones para este problema de imán aleatorio son dadas por la matriz de correlación cruzada C de retornos de stock. Encontramos que la teoría de matriz aleatoria nos permite hacer una estimación para C que supera la estimación estándar en términos de construcción de una inversión que conlleva un nivel mínimo de riesgo ",
            "error": []
        },
        "optimisation": {
            "translated_key": [],
            "translated_annotated_text": "Optimización de cartera y el problema de imán aleatorio La diversificación de una inversión en activos fluctuantes independientes reduce su riesgo. En realidad, los movimientos de activos están correlacionados entre sí y, por lo tanto, el conocimiento de las correlaciones cruzadas entre los movimientos de precios de los activos es de gran importancia. Nuestros resultados apoyan la posibilidad de que el problema de encontrar una inversión en acciones que exponga los fondos invertidos a un nivel mínimo de riesgo sea análogo al problema de encontrar la magnetización de un imán aleatorio. Las interacciones para este problema de imán aleatorio son dadas por la matriz de correlación cruzada C de retornos de stock. Encontramos que la teoría de matriz aleatoria nos permite hacer una estimación para C que supera la estimación estándar en términos de construcción de una inversión que conlleva un nivel mínimo de riesgo ",
            "error": []
        },
        "random processes": {
            "translated_key": [],
            "translated_annotated_text": "Optimización de cartera y el problema de imán aleatorio La diversificación de una inversión en activos fluctuantes independientes reduce su riesgo. En realidad, los movimientos de activos están correlacionados entre sí y, por lo tanto, el conocimiento de las correlaciones cruzadas entre los movimientos de precios de los activos es de gran importancia. Nuestros resultados apoyan la posibilidad de que el problema de encontrar una inversión en acciones que exponga los fondos invertidos a un nivel mínimo de riesgo sea análogo al problema de encontrar la magnetización de un imán aleatorio. Las interacciones para este problema de imán aleatorio son dadas por la matriz de correlación cruzada C de retornos de stock. Encontramos que la teoría de matriz aleatoria nos permite hacer una estimación para C que supera la estimación estándar en términos de construcción de una inversión que conlleva un nivel mínimo de riesgo ",
            "error": []
        },
        "risk management": {
            "translated_key": [],
            "translated_annotated_text": "Optimización de cartera y el problema de imán aleatorio La diversificación de una inversión en activos fluctuantes independientes reduce su riesgo. En realidad, los movimientos de activos están correlacionados entre sí y, por lo tanto, el conocimiento de las correlaciones cruzadas entre los movimientos de precios de los activos es de gran importancia. Nuestros resultados apoyan la posibilidad de que el problema de encontrar una inversión en acciones que exponga los fondos invertidos a un nivel mínimo de riesgo sea análogo al problema de encontrar la magnetización de un imán aleatorio. Las interacciones para este problema de imán aleatorio son dadas por la matriz de correlación cruzada C de retornos de stock. Encontramos que la teoría de matriz aleatoria nos permite hacer una estimación para C que supera la estimación estándar en términos de construcción de una inversión que conlleva un nivel mínimo de riesgo ",
            "error": []
        },
        "stock markets": {
            "translated_key": [],
            "translated_annotated_text": "Optimización de cartera y el problema de imán aleatorio La diversificación de una inversión en activos fluctuantes independientes reduce su riesgo. En realidad, los movimientos de activos están correlacionados entre sí y, por lo tanto, el conocimiento de las correlaciones cruzadas entre los movimientos de precios de los activos es de gran importancia. Nuestros resultados apoyan la posibilidad de que el problema de encontrar una inversión en acciones que exponga los fondos invertidos a un nivel mínimo de riesgo sea análogo al problema de encontrar la magnetización de un imán aleatorio. Las interacciones para este problema de imán aleatorio son dadas por la matriz de correlación cruzada C de retornos de stock. Encontramos que la teoría de matriz aleatoria nos permite hacer una estimación para C que supera la estimación estándar en términos de construcción de una inversión que conlleva un nivel mínimo de riesgo ",
            "error": []
        }
    }
}