{
    "original_text": "Telemedicine in the management of a cervical dislocation by a mobile neurosurgeon Neurosurgical teams, who are normally located in specialist centres, frequently use teleradiology to make a decision about the transfer of a patient to the nearest neurosurgical department. This decision depends on the type of pathology, the clinical status of the patient and the prognosis. If the transfer of the patient is not possible, for example because of an unstable clinical status, a mobile neurosurgical team may be used. We report a case which was dealt with in a remote French military airborne surgical unit, in the Republic of Chad. The unit, which provides health-care to the French military personnel stationed there, also provides free medical care for the local population. It conducts about 100 operations each month. The unit comprises two surgeons (an orthopaedic and a general surgeon), one anaesthetist, two anaesthetic nurses, one operating room nurse, two nurses, three paramedics and a secretary. The civilian patient presented with unstable cervical trauma. A mobile neurosurgeon operated on her, and used telemedicine before, during and after surgery",
    "original_translation": "La telemedicina en el manejo de una dislocación cervical por un neurocirujano móvil Equipos neuroquirúrgicos, que normalmente se encuentran en centros especializados, utilizan con frecuencia la teleradiología para tomar una decisión sobre el traslado de un paciente al departamento neuroquirúrgico más cercano. Esta decisión depende del tipo de patología, el estado clínico del paciente y el pronóstico. Si el traslado del paciente no es posible, por ejemplo debido a un estado clínico inestable, se puede utilizar un equipo neuroquirúrgico móvil. Informamos de un caso que fue tratado en una remota unidad quirúrgica aérea militar francesa, en la República del Chad. La unidad, que presta servicios de salud al personal militar francés destinado allí, también proporciona atención médica gratuita a la población local. Lleva a cabo unas 100 operaciones cada mes. La unidad está integrada por dos cirujanos (ortopédico y cirujano general), un anestesista, dos enfermeros anestésicos, un enfermero de quirófano, dos enfermeros, tres paramédicos y un secretario. El paciente civil presentaba un trauma cervical inestable. Un neurocirujano móvil la operó y usó telemedicina antes, durante y después de la cirugía",
    "error_count": 8,
    "keys": {
        "cervical dislocation management": {
            "translated_key": [],
            "translated_annotated_text": "La telemedicina en el manejo de una dislocación cervical por un neurocirujano móvil Equipos neuroquirúrgicos, que normalmente se encuentran en centros especializados, utilizan con frecuencia la teleradiología para tomar una decisión sobre el traslado de un paciente al departamento neuroquirúrgico más cercano. Esta decisión depende del tipo de patología, el estado clínico del paciente y el pronóstico. Si el traslado del paciente no es posible, por ejemplo debido a un estado clínico inestable, se puede utilizar un equipo neuroquirúrgico móvil. Informamos de un caso que fue tratado en una remota unidad quirúrgica aérea militar francesa, en la República del Chad. La unidad, que presta servicios de salud al personal militar francés destinado allí, también proporciona atención médica gratuita a la población local. Lleva a cabo unas 100 operaciones cada mes. La unidad está integrada por dos cirujanos (ortopédico y cirujano general), un anestesista, dos enfermeros anestésicos, un enfermero de quirófano, dos enfermeros, tres paramédicos y un secretario. El paciente civil presentaba un trauma cervical inestable. Un neurocirujano móvil la operó y usó telemedicina antes, durante y después de la cirugía ",
            "error": []
        },
        "mobile neurosurgeon": {
            "translated_key": " equipos neuroquirúrgicos, que normalmente están ubicados en centros especializados, utilizan con frecuencia la teleradiología para tomar una decisión sobre el traslado de un paciente al departamento neuroquirúrgico más cercano. Esta decisión depende del tipo de patología, el estado clínico del paciente y el pronóstico. Si el traslado del paciente no es posible, por ejemplo debido a un estado clínico inestable, se puede utilizar un equipo neuroquirúrgico móvil. Informamos de un caso que fue tratado en una remota unidad quirúrgica aérea militar francesa, en la República del Chad. La unidad, que presta servicios de salud al personal militar francés destinado allí, también proporciona atención médica gratuita a la población local. Lleva a cabo unas 100 operaciones cada mes. La unidad está integrada por dos cirujanos (ortopédico y cirujano general), un anestesista, dos enfermeros anestésicos, un enfermero de quirófano, dos enfermeros, tres paramédicos y un secretario. El paciente civil presentaba un trauma cervical inestable. Un <br>neurocirujano móvil",
            "translated_annotated_text": "Telemedicina en el manejo de una dislocación cervical por un neurocirujano móvil <br> equipos neuroquirúrgicos, que normalmente están ubicados en centros especializados, utilizan con frecuencia la teleradiología para tomar una decisión sobre el traslado de un paciente al departamento neuroquirúrgico más cercano. Esta decisión depende del tipo de patología, el estado clínico del paciente y el pronóstico. Si el traslado del paciente no es posible, por ejemplo debido a un estado clínico inestable, se puede utilizar un equipo neuroquirúrgico móvil. Informamos de un caso que fue tratado en una remota unidad quirúrgica aérea militar francesa, en la República del Chad. La unidad, que presta servicios de salud al personal militar francés destinado allí, también proporciona atención médica gratuita a la población local. Lleva a cabo unas 100 operaciones cada mes. La unidad está integrada por dos cirujanos (ortopédico y cirujano general), un anestesista, dos enfermeros anestésicos, un enfermero de quirófano, dos enfermeros, tres paramédicos y un secretario. El paciente civil presentaba un trauma cervical inestable. Un <br>neurocirujano móvil</br> operó sobre ella, y utilizó la telemedicina antes, durante y después de la cirugía. ",
            "error": [
                ""
            ]
        },
        "teleradiology": {
            "translated_key": "teleradiología",
            "translated_annotated_text": "Telemedicina en el manejo de una dislocación cervical por un neurocirujano móvil Equipos neuroquirúrgicos, que normalmente se encuentran en centros especializados, utilizan frecuentemente <br>teleradiología</br> para tomar una decisión sobre el traslado de un paciente al departamento neuroquirúrgico más cercano. Esta decisión depende del tipo de patología, el estado clínico del paciente y el pronóstico. Si el traslado del paciente no es posible, por ejemplo debido a un estado clínico inestable, se puede utilizar un equipo neuroquirúrgico móvil. Informamos de un caso que fue tratado en una remota unidad quirúrgica aérea militar francesa, en la República del Chad. La unidad, que presta servicios de salud al personal militar francés destinado allí, también proporciona atención médica gratuita a la población local. Lleva a cabo unas 100 operaciones cada mes. La unidad está integrada por dos cirujanos (ortopédico y cirujano general), un anestesista, dos enfermeros anestésicos, un enfermero de quirófano, dos enfermeros, tres paramédicos y un secretario. El paciente civil presentaba un trauma cervical inestable. Un neurocirujano móvil la operó y usó telemedicina antes, durante y después de la cirugía ",
            "error": [
                ""
            ]
        },
        "telemedicine": {
            "translated_key": "telemedicina",
            "translated_annotated_text": "La telemedicina en el manejo de una dislocación cervical por un neurocirujano móvil Equipos neuroquirúrgicos, que normalmente se encuentran en centros especializados, utilizan con frecuencia la teleradiología para tomar una decisión sobre el traslado de un paciente al departamento neuroquirúrgico más cercano. Esta decisión depende del tipo de patología, el estado clínico del paciente y el pronóstico. Si el traslado del paciente no es posible, por ejemplo debido a un estado clínico inestable, se puede utilizar un equipo neuroquirúrgico móvil. Informamos de un caso que fue tratado en una remota unidad quirúrgica aérea militar francesa, en la República del Chad. La unidad, que presta servicios de salud al personal militar francés destinado allí, también proporciona atención médica gratuita a la población local. Lleva a cabo unas 100 operaciones cada mes. La unidad está integrada por dos cirujanos (ortopédico y cirujano general), un anestesista, dos enfermeros anestésicos, un enfermero de quirófano, dos enfermeros, tres paramédicos y un secretario. El paciente civil presentaba un trauma cervical inestable. Un neurocirujano móvil la operó y utilizó <br>telemedicina</br> antes, durante y después de la cirugía ",
            "error": [
                ""
            ]
        },
        "remote French military airborne surgical unit": {
            "translated_key": "remota unidad quirúrgica aérea militar francesa",
            "translated_annotated_text": "La telemedicina en el manejo de una dislocación cervical por un neurocirujano móvil Equipos neuroquirúrgicos, que normalmente se encuentran en centros especializados, utilizan con frecuencia la teleradiología para tomar una decisión sobre el traslado de un paciente al departamento neuroquirúrgico más cercano. Esta decisión depende del tipo de patología, el estado clínico del paciente y el pronóstico. Si el traslado del paciente no es posible, por ejemplo debido a un estado clínico inestable, se puede utilizar un equipo neuroquirúrgico móvil. Informamos de un caso que fue tratado en una <br>remota unidad quirúrgica aérea militar francesa</br>, en la República del Chad.  La unidad, que presta servicios de salud al personal militar francés destinado allí, también proporciona atención médica gratuita a la población local. Lleva a cabo unas 100 operaciones cada mes. La unidad está integrada por dos cirujanos (ortopédico y cirujano general), un anestesista, dos enfermeros anestésicos, un enfermero de quirófano, dos enfermeros, tres paramédicos y un secretario. El paciente civil presentaba un trauma cervical inestable. Un neurocirujano móvil la operó y usó telemedicina antes, durante y después de la cirugía ",
            "error": [
                ""
            ]
        },
        "Republic of Chad": {
            "translated_key": [],
            "translated_annotated_text": "La telemedicina en el manejo de una dislocación cervical por un neurocirujano móvil Equipos neuroquirúrgicos, que normalmente se encuentran en centros especializados, utilizan con frecuencia la teleradiología para tomar una decisión sobre el traslado de un paciente al departamento neuroquirúrgico más cercano. Esta decisión depende del tipo de patología, el estado clínico del paciente y el pronóstico. Si el traslado del paciente no es posible, por ejemplo debido a un estado clínico inestable, se puede utilizar un equipo neuroquirúrgico móvil. Informamos de un caso que fue tratado en una remota unidad quirúrgica aérea militar francesa, en la República del Chad. La unidad, que presta servicios de salud al personal militar francés destinado allí, también proporciona atención médica gratuita a la población local. Lleva a cabo unas 100 operaciones cada mes. La unidad está integrada por dos cirujanos (ortopédico y cirujano general), un anestesista, dos enfermeros anestésicos, un enfermero de quirófano, dos enfermeros, tres paramédicos y un secretario. El paciente civil presentaba un trauma cervical inestable. Un neurocirujano móvil la operó y usó telemedicina antes, durante y después de la cirugía ",
            "error": []
        },
        "health care": {
            "translated_key": [],
            "translated_annotated_text": "La telemedicina en el manejo de una dislocación cervical por un neurocirujano móvil Equipos neuroquirúrgicos, que normalmente se encuentran en centros especializados, utilizan con frecuencia la teleradiología para tomar una decisión sobre el traslado de un paciente al departamento neuroquirúrgico más cercano. Esta decisión depende del tipo de patología, el estado clínico del paciente y el pronóstico. Si el traslado del paciente no es posible, por ejemplo debido a un estado clínico inestable, se puede utilizar un equipo neuroquirúrgico móvil. Informamos de un caso que fue tratado en una remota unidad quirúrgica aérea militar francesa, en la República del Chad. La unidad, que presta servicios de salud al personal militar francés destinado allí, también proporciona atención médica gratuita a la población local. Lleva a cabo unas 100 operaciones cada mes. La unidad está integrada por dos cirujanos (ortopédico y cirujano general), un anestesista, dos enfermeros anestésicos, un enfermero de quirófano, dos enfermeros, tres paramédicos y un secretario. El paciente civil presentaba un trauma cervical inestable. Un neurocirujano móvil la operó y usó telemedicina antes, durante y después de la cirugía ",
            "error": []
        },
        "French military personnel": {
            "translated_key": "personal militar francés",
            "translated_annotated_text": "La telemedicina en el manejo de una dislocación cervical por un neurocirujano móvil Equipos neuroquirúrgicos, que normalmente se encuentran en centros especializados, utilizan con frecuencia la teleradiología para tomar una decisión sobre el traslado de un paciente al departamento neuroquirúrgico más cercano. Esta decisión depende del tipo de patología, el estado clínico del paciente y el pronóstico. Si el traslado del paciente no es posible, por ejemplo debido a un estado clínico inestable, se puede utilizar un equipo neuroquirúrgico móvil. Informamos de un caso que fue tratado en una remota unidad quirúrgica aérea militar francesa, en la República del Chad. La unidad, que presta servicios de salud al <br>personal militar francés</br> destinado allí, también proporciona atención médica gratuita a la población local. Lleva a cabo unas 100 operaciones cada mes. La unidad está integrada por dos cirujanos (ortopédico y cirujano general), un anestesista, dos enfermeros anestésicos, un enfermero de quirófano, dos enfermeros, tres paramédicos y un secretario. El paciente civil presentaba un trauma cervical inestable. Un neurocirujano móvil la operó y usó telemedicina antes, durante y después de la cirugía ",
            "error": [
                ""
            ]
        },
        "civilian patient": {
            "translated_key": "civil",
            "translated_annotated_text": "La telemedicina en el manejo de una dislocación cervical por un neurocirujano móvil Equipos neuroquirúrgicos, que normalmente se encuentran en centros especializados, utilizan con frecuencia la teleradiología para tomar una decisión sobre el traslado de un paciente al departamento neuroquirúrgico más cercano. Esta decisión depende del tipo de patología, el estado clínico del paciente y el pronóstico. Si el traslado del paciente no es posible, por ejemplo debido a un estado clínico inestable, se puede utilizar un equipo neuroquirúrgico móvil. Informamos de un caso que fue tratado en una remota unidad quirúrgica aérea militar francesa, en la República del Chad. La unidad, que presta servicios de salud al personal militar francés destinado allí, también proporciona atención médica gratuita a la población local. Lleva a cabo unas 100 operaciones cada mes. La unidad está integrada por dos cirujanos (ortopédico y cirujano general), un anestesista, dos enfermeros anestésicos, un enfermero de quirófano, dos enfermeros, tres paramédicos y un secretario. El paciente <br>civil</br> presentó un trauma cervical inestable. Un neurocirujano móvil la operó y usó telemedicina antes, durante y después de la cirugía ",
            "error": [
                ""
            ]
        },
        "unstable cervical trauma": {
            "translated_key": "trauma cervical inestable",
            "translated_annotated_text": "La telemedicina en el manejo de una dislocación cervical por un neurocirujano móvil Equipos neuroquirúrgicos, que normalmente se encuentran en centros especializados, utilizan con frecuencia la teleradiología para tomar una decisión sobre el traslado de un paciente al departamento neuroquirúrgico más cercano. Esta decisión depende del tipo de patología, el estado clínico del paciente y el pronóstico. Si el traslado del paciente no es posible, por ejemplo debido a un estado clínico inestable, se puede utilizar un equipo neuroquirúrgico móvil. Informamos de un caso que fue tratado en una remota unidad quirúrgica aérea militar francesa, en la República del Chad. La unidad, que presta servicios de salud al personal militar francés destinado allí, también proporciona atención médica gratuita a la población local. Lleva a cabo unas 100 operaciones cada mes. La unidad está integrada por dos cirujanos (ortopédico y cirujano general), un anestesista, dos enfermeros anestésicos, un enfermero de quirófano, dos enfermeros, tres paramédicos y un secretario. El paciente civil presentaba <br>trauma cervical inestable</br>. <br>trauma cervical inestable</br>. Un neurocirujano móvil la operó y usó telemedicina antes, durante y después de la cirugía ",
            "error": [
                ""
            ]
        },
        "surgery": {
            "translated_key": "cirugía",
            "translated_annotated_text": "La telemedicina en el manejo de una dislocación cervical por un neurocirujano móvil Equipos neuroquirúrgicos, que normalmente se encuentran en centros especializados, utilizan con frecuencia la teleradiología para tomar una decisión sobre el traslado de un paciente al departamento neuroquirúrgico más cercano. Esta decisión depende del tipo de patología, el estado clínico del paciente y el pronóstico. Si el traslado del paciente no es posible, por ejemplo debido a un estado clínico inestable, se puede utilizar un equipo neuroquirúrgico móvil. Informamos de un caso que fue tratado en una remota unidad quirúrgica aérea militar francesa, en la República del Chad. La unidad, que presta servicios de salud al personal militar francés destinado allí, también proporciona atención médica gratuita a la población local. Lleva a cabo unas 100 operaciones cada mes. La unidad está integrada por dos cirujanos (ortopédico y cirujano general), un anestesista, dos enfermeros anestésicos, un enfermero de quirófano, dos enfermeros, tres paramédicos y un secretario. El paciente civil presentaba un trauma cervical inestable. Un neurocirujano móvil la operó y usó telemedicina antes, durante y después de la <br>cirugía</br>. ",
            "error": [
                ""
            ]
        },
        "bone": {
            "translated_key": [],
            "translated_annotated_text": "La telemedicina en el manejo de una dislocación cervical por un neurocirujano móvil Equipos neuroquirúrgicos, que normalmente se encuentran en centros especializados, utilizan con frecuencia la teleradiología para tomar una decisión sobre el traslado de un paciente al departamento neuroquirúrgico más cercano. Esta decisión depende del tipo de patología, el estado clínico del paciente y el pronóstico. Si el traslado del paciente no es posible, por ejemplo debido a un estado clínico inestable, se puede utilizar un equipo neuroquirúrgico móvil. Informamos de un caso que fue tratado en una remota unidad quirúrgica aérea militar francesa, en la República del Chad. La unidad, que presta servicios de salud al personal militar francés destinado allí, también proporciona atención médica gratuita a la población local. Lleva a cabo unas 100 operaciones cada mes. La unidad está integrada por dos cirujanos (ortopédico y cirujano general), un anestesista, dos enfermeros anestésicos, un enfermero de quirófano, dos enfermeros, tres paramédicos y un secretario. El paciente civil presentaba un trauma cervical inestable. Un neurocirujano móvil la operó y usó telemedicina antes, durante y después de la cirugía ",
            "error": []
        },
        "diagnostic radiography": {
            "translated_key": [],
            "translated_annotated_text": "La telemedicina en el manejo de una dislocación cervical por un neurocirujano móvil Equipos neuroquirúrgicos, que normalmente se encuentran en centros especializados, utilizan con frecuencia la teleradiología para tomar una decisión sobre el traslado de un paciente al departamento neuroquirúrgico más cercano. Esta decisión depende del tipo de patología, el estado clínico del paciente y el pronóstico. Si el traslado del paciente no es posible, por ejemplo debido a un estado clínico inestable, se puede utilizar un equipo neuroquirúrgico móvil. Informamos de un caso que fue tratado en una remota unidad quirúrgica aérea militar francesa, en la República del Chad. La unidad, que presta servicios de salud al personal militar francés destinado allí, también proporciona atención médica gratuita a la población local. Lleva a cabo unas 100 operaciones cada mes. La unidad está integrada por dos cirujanos (ortopédico y cirujano general), un anestesista, dos enfermeros anestésicos, un enfermero de quirófano, dos enfermeros, tres paramédicos y un secretario. El paciente civil presentaba un trauma cervical inestable. Un neurocirujano móvil la operó y usó telemedicina antes, durante y después de la cirugía ",
            "error": []
        },
        "neurophysiology": {
            "translated_key": [],
            "translated_annotated_text": "La telemedicina en el manejo de una dislocación cervical por un neurocirujano móvil Equipos neuroquirúrgicos, que normalmente se encuentran en centros especializados, utilizan con frecuencia la teleradiología para tomar una decisión sobre el traslado de un paciente al departamento neuroquirúrgico más cercano. Esta decisión depende del tipo de patología, el estado clínico del paciente y el pronóstico. Si el traslado del paciente no es posible, por ejemplo debido a un estado clínico inestable, se puede utilizar un equipo neuroquirúrgico móvil. Informamos de un caso que fue tratado en una remota unidad quirúrgica aérea militar francesa, en la República del Chad. La unidad, que presta servicios de salud al personal militar francés destinado allí, también proporciona atención médica gratuita a la población local. Lleva a cabo unas 100 operaciones cada mes. La unidad está integrada por dos cirujanos (ortopédico y cirujano general), un anestesista, dos enfermeros anestésicos, un enfermero de quirófano, dos enfermeros, tres paramédicos y un secretario. El paciente civil presentaba un trauma cervical inestable. Un neurocirujano móvil la operó y usó telemedicina antes, durante y después de la cirugía ",
            "error": []
        },
        "orthopaedics": {
            "translated_key": [],
            "translated_annotated_text": "La telemedicina en el manejo de una dislocación cervical por un neurocirujano móvil Equipos neuroquirúrgicos, que normalmente se encuentran en centros especializados, utilizan con frecuencia la teleradiología para tomar una decisión sobre el traslado de un paciente al departamento neuroquirúrgico más cercano. Esta decisión depende del tipo de patología, el estado clínico del paciente y el pronóstico. Si el traslado del paciente no es posible, por ejemplo debido a un estado clínico inestable, se puede utilizar un equipo neuroquirúrgico móvil. Informamos de un caso que fue tratado en una remota unidad quirúrgica aérea militar francesa, en la República del Chad. La unidad, que presta servicios de salud al personal militar francés destinado allí, también proporciona atención médica gratuita a la población local. Lleva a cabo unas 100 operaciones cada mes. La unidad está integrada por dos cirujanos (ortopédico y cirujano general), un anestesista, dos enfermeros anestésicos, un enfermero de quirófano, dos enfermeros, tres paramédicos y un secretario. El paciente civil presentaba un trauma cervical inestable. Un neurocirujano móvil la operó y usó telemedicina antes, durante y después de la cirugía ",
            "error": []
        },
        "radiology": {
            "translated_key": [],
            "translated_annotated_text": "La telemedicina en el manejo de una dislocación cervical por un neurocirujano móvil Equipos neuroquirúrgicos, que normalmente se encuentran en centros especializados, utilizan con frecuencia la teleradiología para tomar una decisión sobre el traslado de un paciente al departamento neuroquirúrgico más cercano. Esta decisión depende del tipo de patología, el estado clínico del paciente y el pronóstico. Si el traslado del paciente no es posible, por ejemplo debido a un estado clínico inestable, se puede utilizar un equipo neuroquirúrgico móvil. Informamos de un caso que fue tratado en una remota unidad quirúrgica aérea militar francesa, en la República del Chad. La unidad, que presta servicios de salud al personal militar francés destinado allí, también proporciona atención médica gratuita a la población local. Lleva a cabo unas 100 operaciones cada mes. La unidad está integrada por dos cirujanos (ortopédico y cirujano general), un anestesista, dos enfermeros anestésicos, un enfermero de quirófano, dos enfermeros, tres paramédicos y un secretario. El paciente civil presentaba un trauma cervical inestable. Un neurocirujano móvil la operó y usó telemedicina antes, durante y después de la cirugía ",
            "error": []
        }
    }
}