{
    "original_text": "Research challenges and perspectives of the Semantic Web Accessing documents and services on todays Web requires human intelligence. The interface to these documents and services is the Web page, written in natural language, which humans must understand and act upon. The paper discusses the Semantic Web which will augment the current Web with formalized knowledge and data that computers can process. In the future, some services will mix human-readable and structured data so that both humans and computers can use them. Others will support formalized knowledge that only machines will use",
    "original_translation": "Desafíos de investigación y perspectivas de la Web Semántica El acceso a documentos y servicios en la Web actual requiere inteligencia humana. La interfaz con estos documentos y servicios es la página Web, escrita en lenguaje natural, que los humanos deben entender y actuar en consecuencia. El artículo discute la Web Semántica que aumentará la Web actual con conocimientos y datos formalizados que las computadoras pueden procesar. En el futuro, algunos servicios mezclarán datos de lectura humana y estructurados para que tanto los humanos como las computadoras puedan utilizarlos. Otros apoyarán el conocimiento formalizado de que sólo las máquinas usarán",
    "error_count": 7,
    "keys": {
        "Semantic Web": {
            "translated_key": "web semántica",
            "translated_annotated_text": "Desafíos de investigación y perspectivas de la \"web semántica\" Acceder a documentos y servicios en la web actual requiere inteligencia humana. La interfaz con estos documentos y servicios es la página Web, escrita en lenguaje natural, que los humanos deben entender y actuar en consecuencia. El artículo discute la \"Web Semántica\" que aumentará la Web actual con conocimientos y datos formalizados que las computadoras pueden procesar. En el futuro, algunos servicios mezclarán datos de lectura humana y estructurados para que tanto los humanos como las computadoras puedan utilizarlos. Otros apoyarán el conocimiento formalizado de que sólo las máquinas usarán ",
            "error": [
                ""
            ]
        },
        "document access": {
            "translated_key": [],
            "translated_annotated_text": "Desafíos de investigación y perspectivas de la Web Semántica El acceso a documentos y servicios en la Web actual requiere inteligencia humana. La interfaz con estos documentos y servicios es la página Web, escrita en lenguaje natural, que los humanos deben entender y actuar en consecuencia. El artículo discute la Web Semántica que aumentará la Web actual con conocimientos y datos formalizados que las computadoras pueden procesar. En el futuro, algunos servicios mezclarán datos de lectura humana y estructurados para que tanto los humanos como las computadoras puedan utilizarlos. Otros apoyarán el conocimiento formalizado de que sólo las máquinas usarán ",
            "error": []
        },
        "Web page": {
            "translated_key": "página web",
            "translated_annotated_text": "Desafíos de investigación y perspectivas de la Web Semántica El acceso a documentos y servicios en la Web actual requiere inteligencia humana. La interfaz con estos documentos y servicios es la \"página web\", escrita en lenguaje natural, que los humanos deben entender y actuar en consecuencia. El artículo discute la Web Semántica que aumentará la Web actual con conocimientos y datos formalizados que las computadoras pueden procesar. En el futuro, algunos servicios mezclarán datos de lectura humana y estructurados para que tanto los humanos como las computadoras puedan utilizarlos. Otros apoyarán el conocimiento formalizado de que sólo las máquinas usarán ",
            "error": [
                ""
            ]
        },
        "natural language": {
            "translated_key": "lenguaje natural",
            "translated_annotated_text": "Desafíos de investigación y perspectivas de la Web Semántica El acceso a documentos y servicios en la Web actual requiere inteligencia humana. La interfaz con estos documentos y servicios es la página Web, escrita en \"lenguaje natural\", que los humanos deben entender y actuar en consecuencia. El artículo discute la Web Semántica que aumentará la Web actual con conocimientos y datos formalizados que las computadoras pueden procesar. En el futuro, algunos servicios mezclarán datos de lectura humana y estructurados para que tanto los humanos como las computadoras puedan utilizarlos. Otros apoyarán el conocimiento formalizado de que sólo las máquinas usarán ",
            "error": [
                ""
            ]
        },
        "formalized knowledge": {
            "translated_key": [
                "conocimientos formalizados",
                "conocimiento formalizado"
            ],
            "translated_annotated_text": "Desafíos de investigación y perspectivas de la Web Semántica El acceso a documentos y servicios en la Web actual requiere inteligencia humana. La interfaz con estos documentos y servicios es la página Web, escrita en lenguaje natural, que los humanos deben entender y actuar en consecuencia. El artículo discute la Web Semántica que aumentará la Web actual con \"conocimientos formalizados\" y datos que las computadoras pueden procesar. En el futuro, algunos servicios mezclarán datos de lectura humana y estructurados para que tanto los humanos como las computadoras puedan utilizarlos. Otros apoyarán el \"conocimiento formalizado\" que sólo las máquinas usarán ",
            "error": [
                "conocimientos formalizados",
                "conocimiento formalizado"
            ]
        },
        "Internet": {
            "translated_key": [],
            "translated_annotated_text": "Desafíos de investigación y perspectivas de la Web Semántica El acceso a documentos y servicios en la Web actual requiere inteligencia humana. La interfaz con estos documentos y servicios es la página Web, escrita en lenguaje natural, que los humanos deben entender y actuar en consecuencia. El artículo discute la Web Semántica que aumentará la Web actual con conocimientos y datos formalizados que las computadoras pueden procesar. En el futuro, algunos servicios mezclarán datos de lectura humana y estructurados para que tanto los humanos como las computadoras puedan utilizarlos. Otros apoyarán el conocimiento formalizado de que sólo las máquinas usarán ",
            "error": []
        },
        "artificial intelligence": {
            "translated_key": [],
            "translated_annotated_text": "Desafíos de investigación y perspectivas de la Web Semántica El acceso a documentos y servicios en la Web actual requiere inteligencia humana. La interfaz con estos documentos y servicios es la página Web, escrita en lenguaje natural, que los humanos deben entender y actuar en consecuencia. El artículo discute la Web Semántica que aumentará la Web actual con conocimientos y datos formalizados que las computadoras pueden procesar. En el futuro, algunos servicios mezclarán datos de lectura humana y estructurados para que tanto los humanos como las computadoras puedan utilizarlos. Otros apoyarán el conocimiento formalizado de que sólo las máquinas usarán ",
            "error": []
        },
        "information resources": {
            "translated_key": [],
            "translated_annotated_text": "Desafíos de investigación y perspectivas de la Web Semántica El acceso a documentos y servicios en la Web actual requiere inteligencia humana. La interfaz con estos documentos y servicios es la página Web, escrita en lenguaje natural, que los humanos deben entender y actuar en consecuencia. El artículo discute la Web Semántica que aumentará la Web actual con conocimientos y datos formalizados que las computadoras pueden procesar. En el futuro, algunos servicios mezclarán datos de lectura humana y estructurados para que tanto los humanos como las computadoras puedan utilizarlos. Otros apoyarán el conocimiento formalizado de que sólo las máquinas usarán ",
            "error": []
        }
    }
}