{
    "original_text": "John McCarthy: father of AI If John McCarthy, the father of AI, were to coin a new phrase for artificial intelligence today, he would probably use computational intelligence. McCarthy is not just the father of AI, he is also the inventor of the Lisp (list processing) language. The author considers McCarthys conception of Lisp and discusses McCarthys recent research that involves elaboration tolerance, creativity by machines, free will of machines, and some improved ways of doing situation calculus",
    "original_translation": "John McCarthy: padre de AI Si John McCarthy, el padre de AI, acuñara hoy una nueva frase para la inteligencia artificial, probablemente usaría inteligencia computacional. McCarthy no es sólo el padre de AI, sino que también es el inventor del lenguaje Lisp (procesamiento de listas). El autor considera la concepción de McCarthys de Lisp y discute la investigación reciente de McCarthys que incluye la tolerancia a la elaboración, la creatividad de las máquinas, el libre albedrío de las máquinas, y algunas formas mejoradas de hacer cálculo de la situación",
    "error_count": 1,
    "keys": {
        "John McCarthy": {
            "translated_key": "John McCarthy",
            "translated_annotated_text": "\"John McCarthy\": padre de AI Si \"John McCarthy\", el padre de AI, acuñara hoy una nueva frase para la inteligencia artificial, probablemente utilizaría la inteligencia computacional. McCarthy no es sólo el padre de AI, sino que también es el inventor del lenguaje Lisp (procesamiento de listas). El autor considera la concepción de McCarthys de Lisp y discute la investigación reciente de McCarthys que incluye la tolerancia a la elaboración, la creatividad de las máquinas, el libre albedrío de las máquinas, y algunas formas mejoradas de hacer cálculo de la situación ",
            "error": [
                ""
            ]
        },
        "father of AI": {
            "translated_key": "padre de AI",
            "translated_annotated_text": "John McCarthy: \"padre de AI\" Si John McCarthy, el \"padre de AI\", acuñara hoy una nueva frase para la inteligencia artificial, probablemente utilizaría la inteligencia computacional. McCarthy no es sólo el \"padre de AI\", también es el inventor del lenguaje Lisp (procesamiento de listas). El autor considera la concepción de McCarthys de Lisp y discute la investigación reciente de McCarthys que incluye la tolerancia a la elaboración, la creatividad de las máquinas, el libre albedrío de las máquinas, y algunas formas mejoradas de hacer cálculo de la situación ",
            "error": [
                ""
            ]
        },
        "artificial intelligence": {
            "translated_key": "inteligencia artificial",
            "translated_annotated_text": "John McCarthy: padre de AI Si John McCarthy, el padre de AI, acuñara hoy una nueva frase para \"inteligencia artificial\", probablemente usaría inteligencia computacional. McCarthy no es sólo el padre de AI, sino que también es el inventor del lenguaje Lisp (procesamiento de listas). El autor considera la concepción de McCarthys de Lisp y discute la investigación reciente de McCarthys que incluye la tolerancia a la elaboración, la creatividad de las máquinas, el libre albedrío de las máquinas, y algunas formas mejoradas de hacer cálculo de la situación ",
            "error": [
                ""
            ]
        },
        "computational intelligence": {
            "translated_key": "inteligencia computacional",
            "translated_annotated_text": "John McCarthy: padre de AI Si John McCarthy, el padre de AI, acuñara hoy una nueva frase para la inteligencia artificial, probablemente usaría \"inteligencia computacional\". McCarthy no es sólo el padre de AI, sino que también es el inventor del lenguaje Lisp (procesamiento de listas). El autor considera la concepción de McCarthys de Lisp y discute la investigación reciente de McCarthys que incluye la tolerancia a la elaboración, la creatividad de las máquinas, el libre albedrío de las máquinas, y algunas formas mejoradas de hacer cálculo de la situación ",
            "error": [
                ""
            ]
        },
        "Lisp": {
            "translated_key": "Lisp",
            "translated_annotated_text": "John McCarthy: padre de AI Si John McCarthy, el padre de AI, acuñara hoy una nueva frase para la inteligencia artificial, probablemente usaría inteligencia computacional. McCarthy no es sólo el padre de AI, también es el inventor del lenguaje \"Lisp\" (procesamiento de listas). El autor considera la concepción de McCarthys de \"Lisp\" y discute la investigación reciente de McCarthys que implica tolerancia a la elaboración, creatividad por las máquinas, libre albedrío de las máquinas, y algunas formas mejoradas de hacer cálculo de la situación ",
            "error": [
                ""
            ]
        },
        "list processing": {
            "translated_key": "procesamiento de listas",
            "translated_annotated_text": "John McCarthy: padre de AI Si John McCarthy, el padre de AI, acuñara hoy una nueva frase para la inteligencia artificial, probablemente usaría inteligencia computacional. McCarthy no es sólo el padre de AI, sino que también es el inventor del lenguaje Lisp (\"procesamiento de listas\"). El autor considera la concepción de McCarthys de Lisp y discute la investigación reciente de McCarthys que incluye la tolerancia a la elaboración, la creatividad de las máquinas, el libre albedrío de las máquinas, y algunas formas mejoradas de hacer cálculo de la situación ",
            "error": [
                ""
            ]
        },
        "elaboration tolerance": {
            "translated_key": "tolerancia a la elaboración",
            "translated_annotated_text": "John McCarthy: padre de AI Si John McCarthy, el padre de AI, acuñara hoy una nueva frase para la inteligencia artificial, probablemente usaría inteligencia computacional. McCarthy no es sólo el padre de AI, sino que también es el inventor del lenguaje Lisp (procesamiento de listas). El autor considera la concepción McCarthys de Lisp y discute la investigación reciente de McCarthys que implica \"tolerancia a la elaboración\", creatividad por las máquinas, libre albedrío de las máquinas, y algunas formas mejoradas de hacer cálculo de la situación ",
            "error": [
                ""
            ]
        },
        "creativity": {
            "translated_key": "creatividad",
            "translated_annotated_text": "John McCarthy: padre de AI Si John McCarthy, el padre de AI, acuñara hoy una nueva frase para la inteligencia artificial, probablemente usaría inteligencia computacional. McCarthy no es sólo el padre de AI, sino que también es el inventor del lenguaje Lisp (procesamiento de listas). El autor considera la concepción McCarthys de Lisp y discute McCarthys investigación reciente que implica tolerancia a la elaboración, \"creatividad\" por las máquinas, libre albedrío de las máquinas, y algunas formas mejoradas de hacer cálculo de la situación ",
            "error": [
                ""
            ]
        },
        "free will": {
            "translated_key": "libre albedrío",
            "translated_annotated_text": "John McCarthy: padre de AI Si John McCarthy, el padre de AI, acuñara hoy una nueva frase para la inteligencia artificial, probablemente usaría inteligencia computacional. McCarthy no es sólo el padre de AI, sino que también es el inventor del lenguaje Lisp (procesamiento de listas). El autor considera la concepción de McCarthys de Lisp y discute la investigación reciente de McCarthys que implica tolerancia a la elaboración, creatividad por las máquinas, \"libre albedrío\" de las máquinas, y algunas formas mejoradas de hacer cálculo de la situación ",
            "error": [
                ""
            ]
        },
        "situation calculus": {
            "translated_key": "cálculo de situación",
            "translated_annotated_text": "John McCarthy: padre de AI Si John McCarthy, el padre de AI, acuñara hoy una nueva frase para la inteligencia artificial, probablemente usaría inteligencia computacional. McCarthy no es sólo el padre de AI, sino que también es el inventor del lenguaje Lisp (procesamiento de listas). El autor considera la concepción de McCarthys de Lisp y discute la investigación reciente de McCarthys que incluye la tolerancia a la elaboración, la creatividad de las máquinas, el libre albedrío de las máquinas, y algunas formas mejoradas de hacer \"cálculo de situación\" ",
            "error": [
                ""
            ]
        },
        "LISP": {
            "translated_key": [],
            "translated_annotated_text": "John McCarthy: padre de AI Si John McCarthy, el padre de AI, acuñara hoy una nueva frase para la inteligencia artificial, probablemente usaría inteligencia computacional. McCarthy no es sólo el padre de AI, sino que también es el inventor del lenguaje Lisp (procesamiento de listas). El autor considera la concepción de McCarthys de Lisp y discute la investigación reciente de McCarthys que incluye la tolerancia a la elaboración, la creatividad de las máquinas, el libre albedrío de las máquinas, y algunas formas mejoradas de hacer cálculo de la situación ",
            "error": []
        }
    }
}