{
    "original_text": "Intelligent control of life support for space missions Future manned space operations will include a greater use of automation than we currently see. For example, semiautonomous robots and software agents will perform difficult tasks while operating unattended most of the time. As these automated agents become more prevalent, human contact with them will occur more often and become more routine, so designing these automated agents according to the principles of human-centered computing is important. We describe two cases of semiautonomous control software developed and fielded in test environments at the NASA Johnson Space Center. This software operated continuously at the JSC and interacted closely with humans for months at a time",
    "original_translation": "Control inteligente de soporte vital para misiones espaciales Las futuras operaciones espaciales tripuladas incluirán un mayor uso de la automatización de lo que vemos actualmente. Por ejemplo, robots semiautónomas y agentes de software realizarán tareas difíciles mientras operan sin vigilancia la mayor parte del tiempo. A medida que estos agentes automatizados se vuelven más prevalentes, el contacto humano con ellos ocurrirá con más frecuencia y se volverá más rutinario, por lo que diseñar estos agentes automatizados de acuerdo con los principios de la computación centrada en el ser humano es importante. Describimos dos casos de software de control semiautónomo desarrollado y dirigido en entornos de prueba en el Centro Espacial Johnson de la NASA. Este software funcionaba continuamente en la JSC e interactuaba estrechamente con los humanos durante meses a la vez.",
    "error_count": 8,
    "keys": {
        "life support": {
            "translated_key": "respaldo de vida",
            "translated_annotated_text": "Control inteligente del \"respaldo de vida\" para misiones espaciales Las futuras operaciones espaciales tripuladas incluirán un mayor uso de la automatización de lo que vemos actualmente. Por ejemplo, robots semiautónomas y agentes de software realizarán tareas difíciles mientras operan sin vigilancia la mayor parte del tiempo. A medida que estos agentes automatizados se vuelven más prevalentes, el contacto humano con ellos ocurrirá con más frecuencia y se volverá más rutinario, por lo que diseñar estos agentes automatizados de acuerdo con los principios de la computación centrada en el ser humano es importante. Describimos dos casos de software de control semiautónomo desarrollado y dirigido en entornos de prueba en el Centro Espacial Johnson de la NASA. Este software funcionaba continuamente en la JSC e interactuaba estrechamente con los humanos durante meses a la vez. ",
            "error": [
                ""
            ]
        },
        "software agents": {
            "translated_key": "agentes de software",
            "translated_annotated_text": "Control inteligente de soporte vital para misiones espaciales Las futuras operaciones espaciales tripuladas incluirán un mayor uso de la automatización de lo que vemos actualmente. Por ejemplo, los robots semiautónomas y los \"agentes de software\" realizarán tareas difíciles mientras operan sin vigilancia la mayor parte del tiempo. A medida que estos agentes automatizados se vuelven más prevalentes, el contacto humano con ellos ocurrirá con más frecuencia y se volverá más rutinario, por lo que diseñar estos agentes automatizados de acuerdo con los principios de la computación centrada en el ser humano es importante. Describimos dos casos de software de control semiautónomo desarrollado y dirigido en entornos de prueba en el Centro Espacial Johnson de la NASA. Este software funcionaba continuamente en la JSC e interactuaba estrechamente con los humanos durante meses a la vez. ",
            "error": [
                ""
            ]
        },
        "semiautonomous robots": {
            "translated_key": "robots semiautonomos",
            "translated_annotated_text": "Control inteligente de soporte vital para misiones espaciales Las futuras operaciones espaciales tripuladas incluirán un mayor uso de la automatización de lo que vemos actualmente. Por ejemplo, \"robots semiautonomos\" y agentes de software realizarán tareas difíciles mientras operan sin vigilancia la mayor parte del tiempo. A medida que estos agentes automatizados se vuelven más prevalentes, el contacto humano con ellos ocurrirá con más frecuencia y se volverá más rutinario, por lo que diseñar estos agentes automatizados de acuerdo con los principios de la computación centrada en el ser humano es importante. Describimos dos casos de software de control semiautónomo desarrollado y dirigido en entornos de prueba en el Centro Espacial Johnson de la NASA. Este software funcionaba continuamente en la JSC e interactuaba estrechamente con los humanos durante meses a la vez. ",
            "error": [
                ""
            ]
        },
        "space missions": {
            "translated_key": "misiones espaciales",
            "translated_annotated_text": "Control inteligente de soporte vital para \"misiones espaciales\" Las futuras operaciones espaciales tripuladas incluirán un mayor uso de la automatización de lo que vemos actualmente. Por ejemplo, robots semiautónomas y agentes de software realizarán tareas difíciles mientras operan sin vigilancia la mayor parte del tiempo. A medida que estos agentes automatizados se vuelven más prevalentes, el contacto humano con ellos ocurrirá con más frecuencia y se volverá más rutinario, por lo que diseñar estos agentes automatizados de acuerdo con los principios de la computación centrada en el ser humano es importante. Describimos dos casos de software de control semiautónomo desarrollado y dirigido en entornos de prueba en el Centro Espacial Johnson de la NASA. Este software funcionaba continuamente en la JSC e interactuaba estrechamente con los humanos durante meses a la vez. ",
            "error": [
                ""
            ]
        },
        "intelligent control": {
            "translated_key": [],
            "translated_annotated_text": "Control inteligente de soporte vital para misiones espaciales Las futuras operaciones espaciales tripuladas incluirán un mayor uso de la automatización de lo que vemos actualmente. Por ejemplo, robots semiautónomas y agentes de software realizarán tareas difíciles mientras operan sin vigilancia la mayor parte del tiempo. A medida que estos agentes automatizados se vuelven más prevalentes, el contacto humano con ellos ocurrirá con más frecuencia y se volverá más rutinario, por lo que diseñar estos agentes automatizados de acuerdo con los principios de la computación centrada en el ser humano es importante. Describimos dos casos de software de control semiautónomo desarrollado y dirigido en entornos de prueba en el Centro Espacial Johnson de la NASA. Este software funcionaba continuamente en la JSC e interactuaba estrechamente con los humanos durante meses a la vez. ",
            "error": []
        },
        "manned space operations": {
            "translated_key": "operaciones espaciales tripuladas",
            "translated_annotated_text": "Control inteligente de soporte vital para misiones espaciales Las futuras \"operaciones espaciales tripuladas\" incluirán un mayor uso de la automatización de lo que vemos actualmente. Por ejemplo, robots semiautónomas y agentes de software realizarán tareas difíciles mientras operan sin vigilancia la mayor parte del tiempo. A medida que estos agentes automatizados se vuelven más prevalentes, el contacto humano con ellos ocurrirá con más frecuencia y se volverá más rutinario, por lo que diseñar estos agentes automatizados de acuerdo con los principios de la computación centrada en el ser humano es importante. Describimos dos casos de software de control semiautónomo desarrollado y dirigido en entornos de prueba en el Centro Espacial Johnson de la NASA. Este software funcionaba continuamente en la JSC e interactuaba estrechamente con los humanos durante meses a la vez. ",
            "error": [
                ""
            ]
        },
        "automation": {
            "translated_key": "automatización",
            "translated_annotated_text": "Control inteligente de soporte vital para misiones espaciales Las futuras operaciones espaciales tripuladas incluirán un mayor uso de \"automatización\" de lo que vemos actualmente. Por ejemplo, robots semiautónomas y agentes de software realizarán tareas difíciles mientras operan sin vigilancia la mayor parte del tiempo. A medida que estos agentes automatizados se vuelven más prevalentes, el contacto humano con ellos ocurrirá con más frecuencia y se volverá más rutinario, por lo que diseñar estos agentes automatizados de acuerdo con los principios de la computación centrada en el ser humano es importante. Describimos dos casos de software de control semiautónomo desarrollado y dirigido en entornos de prueba en el Centro Espacial Johnson de la NASA. Este software funcionaba continuamente en la JSC e interactuaba estrechamente con los humanos durante meses a la vez. ",
            "error": [
                ""
            ]
        },
        "automated agents": {
            "translated_key": "agentes automatizados",
            "translated_annotated_text": "Control inteligente de soporte vital para misiones espaciales Las futuras operaciones espaciales tripuladas incluirán un mayor uso de la automatización de lo que vemos actualmente. Por ejemplo, robots semiautónomas y agentes de software realizarán tareas difíciles mientras operan sin vigilancia la mayor parte del tiempo. A medida que estos \"agentes automatizados\" se vuelven más prevalentes, el contacto humano con ellos ocurrirá más a menudo y se volverá más rutinario, por lo que diseñar estos \"agentes automatizados\" de acuerdo con los principios de la computación centrada en el ser humano es importante. Describimos dos casos de software de control semiautónomo desarrollado y dirigido en entornos de prueba en el Centro Espacial Johnson de la NASA. Este software funcionaba continuamente en la JSC e interactuaba estrechamente con los humanos durante meses a la vez. ",
            "error": [
                ""
            ]
        },
        "semiautonomous control software": {
            "translated_key": "software de control semiautonomo",
            "translated_annotated_text": "Control inteligente de soporte vital para misiones espaciales Las futuras operaciones espaciales tripuladas incluirán un mayor uso de la automatización de lo que vemos actualmente. Por ejemplo, robots semiautónomas y agentes de software realizarán tareas difíciles mientras operan sin vigilancia la mayor parte del tiempo. A medida que estos agentes automatizados se vuelven más prevalentes, el contacto humano con ellos ocurrirá con más frecuencia y se volverá más rutinario, por lo que diseñar estos agentes automatizados de acuerdo con los principios de la computación centrada en el ser humano es importante. Describimos dos casos de \"software de control semiautonomo\" desarrollado y dirigido en entornos de prueba en el Centro Espacial Johnson de la NASA. Este software funcionaba continuamente en la JSC e interactuaba estrechamente con los humanos durante meses a la vez. ",
            "error": [
                ""
            ]
        },
        "NASA Johnson Space Center": {
            "translated_key": "NASA Johnson Space Center",
            "translated_annotated_text": "Control inteligente de soporte vital para misiones espaciales Las futuras operaciones espaciales tripuladas incluirán un mayor uso de la automatización de lo que vemos actualmente. Por ejemplo, robots semiautónomas y agentes de software realizarán tareas difíciles mientras operan sin vigilancia la mayor parte del tiempo. A medida que estos agentes automatizados se vuelven más prevalentes, el contacto humano con ellos ocurrirá con más frecuencia y se volverá más rutinario, por lo que diseñar estos agentes automatizados de acuerdo con los principios de la computación centrada en el ser humano es importante. Describimos dos casos de software de control semiautónomo desarrollado y dirigido en entornos de prueba en el \"NASA Johnson Space Center\". Este software funcionaba continuamente en la JSC e interactuaba estrechamente con los humanos durante meses a la vez. ",
            "error": [
                ""
            ]
        },
        "crew air regeneration": {
            "translated_key": [],
            "translated_annotated_text": "Control inteligente de soporte vital para misiones espaciales Las futuras operaciones espaciales tripuladas incluirán un mayor uso de la automatización de lo que vemos actualmente. Por ejemplo, robots semiautónomas y agentes de software realizarán tareas difíciles mientras operan sin vigilancia la mayor parte del tiempo. A medida que estos agentes automatizados se vuelven más prevalentes, el contacto humano con ellos ocurrirá con más frecuencia y se volverá más rutinario, por lo que diseñar estos agentes automatizados de acuerdo con los principios de la computación centrada en el ser humano es importante. Describimos dos casos de software de control semiautónomo desarrollado y dirigido en entornos de prueba en el Centro Espacial Johnson de la NASA. Este software funcionaba continuamente en la JSC e interactuaba estrechamente con los humanos durante meses a la vez. ",
            "error": []
        },
        "crew water recovery": {
            "translated_key": [],
            "translated_annotated_text": "Control inteligente de soporte vital para misiones espaciales Las futuras operaciones espaciales tripuladas incluirán un mayor uso de la automatización de lo que vemos actualmente. Por ejemplo, robots semiautónomas y agentes de software realizarán tareas difíciles mientras operan sin vigilancia la mayor parte del tiempo. A medida que estos agentes automatizados se vuelven más prevalentes, el contacto humano con ellos ocurrirá con más frecuencia y se volverá más rutinario, por lo que diseñar estos agentes automatizados de acuerdo con los principios de la computación centrada en el ser humano es importante. Describimos dos casos de software de control semiautónomo desarrollado y dirigido en entornos de prueba en el Centro Espacial Johnson de la NASA. Este software funcionaba continuamente en la JSC e interactuaba estrechamente con los humanos durante meses a la vez. ",
            "error": []
        },
        "human intervention": {
            "translated_key": [],
            "translated_annotated_text": "Control inteligente de soporte vital para misiones espaciales Las futuras operaciones espaciales tripuladas incluirán un mayor uso de la automatización de lo que vemos actualmente. Por ejemplo, robots semiautónomas y agentes de software realizarán tareas difíciles mientras operan sin vigilancia la mayor parte del tiempo. A medida que estos agentes automatizados se vuelven más prevalentes, el contacto humano con ellos ocurrirá con más frecuencia y se volverá más rutinario, por lo que diseñar estos agentes automatizados de acuerdo con los principios de la computación centrada en el ser humano es importante. Describimos dos casos de software de control semiautónomo desarrollado y dirigido en entornos de prueba en el Centro Espacial Johnson de la NASA. Este software funcionaba continuamente en la JSC e interactuaba estrechamente con los humanos durante meses a la vez. ",
            "error": []
        },
        "aerospace computing": {
            "translated_key": [],
            "translated_annotated_text": "Control inteligente de soporte vital para misiones espaciales Las futuras operaciones espaciales tripuladas incluirán un mayor uso de la automatización de lo que vemos actualmente. Por ejemplo, robots semiautónomas y agentes de software realizarán tareas difíciles mientras operan sin vigilancia la mayor parte del tiempo. A medida que estos agentes automatizados se vuelven más prevalentes, el contacto humano con ellos ocurrirá con más frecuencia y se volverá más rutinario, por lo que diseñar estos agentes automatizados de acuerdo con los principios de la computación centrada en el ser humano es importante. Describimos dos casos de software de control semiautónomo desarrollado y dirigido en entornos de prueba en el Centro Espacial Johnson de la NASA. Este software funcionaba continuamente en la JSC e interactuaba estrechamente con los humanos durante meses a la vez. ",
            "error": []
        },
        "aerospace control": {
            "translated_key": [],
            "translated_annotated_text": "Control inteligente de soporte vital para misiones espaciales Las futuras operaciones espaciales tripuladas incluirán un mayor uso de la automatización de lo que vemos actualmente. Por ejemplo, robots semiautónomas y agentes de software realizarán tareas difíciles mientras operan sin vigilancia la mayor parte del tiempo. A medida que estos agentes automatizados se vuelven más prevalentes, el contacto humano con ellos ocurrirá con más frecuencia y se volverá más rutinario, por lo que diseñar estos agentes automatizados de acuerdo con los principios de la computación centrada en el ser humano es importante. Describimos dos casos de software de control semiautónomo desarrollado y dirigido en entornos de prueba en el Centro Espacial Johnson de la NASA. Este software funcionaba continuamente en la JSC e interactuaba estrechamente con los humanos durante meses a la vez. ",
            "error": []
        },
        "aerospace robotics": {
            "translated_key": [],
            "translated_annotated_text": "Control inteligente de soporte vital para misiones espaciales Las futuras operaciones espaciales tripuladas incluirán un mayor uso de la automatización de lo que vemos actualmente. Por ejemplo, robots semiautónomas y agentes de software realizarán tareas difíciles mientras operan sin vigilancia la mayor parte del tiempo. A medida que estos agentes automatizados se vuelven más prevalentes, el contacto humano con ellos ocurrirá con más frecuencia y se volverá más rutinario, por lo que diseñar estos agentes automatizados de acuerdo con los principios de la computación centrada en el ser humano es importante. Describimos dos casos de software de control semiautónomo desarrollado y dirigido en entornos de prueba en el Centro Espacial Johnson de la NASA. Este software funcionaba continuamente en la JSC e interactuaba estrechamente con los humanos durante meses a la vez. ",
            "error": []
        }
    }
}