{
    "original_text": "Rats, robots, and rescue In early May, media inquiries started arriving at my office at the Center for Robot-Assisted Search and Rescue (www.crasar.org). Because Im CRASARs director, I thought the press was calling to follow up on the recent humanitarian award given to the centers founder, John Blitch, for successfully using small, backpackable robots at the World Trade Center disaster. Instead, I found they were asking me to comment on the roborats study in the 2 May 2002 Nature. In this study, rats with medial force brain implants underwent operant conditioning to force them into a form of guided behavior, one aspect of which was thought useful for search and rescue. The articles closing comment suggested that a guided rat could serve as both a mobile robot and a biological sensor. Although a roboticist by training, Im committed to any technology that will help save lives while reducing the risk to rescuers. But rats?",
    "original_translation": "Ratas, robots y rescate A principios de mayo, las investigaciones de los medios comenzaron a llegar a mi oficina en el Centro de búsqueda y rescate asistido por robots (www.crasar.org). Como director de Im CRASARs, pensé que la prensa estaba llamando para dar seguimiento al reciente premio humanitario otorgado al fundador de los centros, John Blitch, por usar con éxito robots pequeños y mochileros en el desastre del World Trade Center. En su lugar, encontré que me estaban pidiendo que comentara sobre el estudio de los roborats en la Naturaleza del 2 de mayo de 2002. En este estudio, las ratas con implantes cerebrales de fuerza medial fueron sometidas a un condicionamiento operante para forzarlas a una forma de comportamiento guiado, un aspecto del cual se consideró útil para la búsqueda y rescate. El comentario final de los artículos sugiere que una rata guiada podría servir tanto como un robot móvil como un sensor biológico. Aunque soy un robot de entrenamiento, estoy comprometido con cualquier tecnología que ayude a salvar vidas mientras reduce el riesgo para los rescatadores. ¿Pero ratas?",
    "error_count": 3,
    "keys": {
        "mobile robot": {
            "translated_key": "robot móvil",
            "translated_annotated_text": "Ratas, robots y rescate A principios de mayo, las investigaciones de los medios comenzaron a llegar a mi oficina en el Centro de búsqueda y rescate asistido por robots (www.crasar.org). Como director de Im CRASARs, pensé que la prensa estaba llamando para dar seguimiento al reciente premio humanitario otorgado al fundador de los centros, John Blitch, por usar con éxito robots pequeños y mochileros en el desastre del World Trade Center. En su lugar, encontré que me estaban pidiendo que comentara sobre el estudio de los roborats en la Naturaleza del 2 de mayo de 2002. En este estudio, las ratas con implantes cerebrales de fuerza medial fueron sometidas a un condicionamiento operante para forzarlas a una forma de comportamiento guiado, un aspecto del cual se consideró útil para la búsqueda y rescate. El comentario de cierre de los artículos sugirió que una rata guiada podría servir tanto como un \"robot móvil\" como un sensor biológico. Aunque soy un robot de entrenamiento, estoy comprometido con cualquier tecnología que ayude a salvar vidas mientras reduce el riesgo para los rescatadores. ¿Pero ratas? ",
            "error": [
                ""
            ]
        },
        "biological sensor": {
            "translated_key": "sensor biológico",
            "translated_annotated_text": "Ratas, robots y rescate A principios de mayo, las investigaciones de los medios comenzaron a llegar a mi oficina en el Centro de búsqueda y rescate asistido por robots (www.crasar.org). Como director de Im CRASARs, pensé que la prensa estaba llamando para dar seguimiento al reciente premio humanitario otorgado al fundador de los centros, John Blitch, por usar con éxito robots pequeños y mochileros en el desastre del World Trade Center. En su lugar, encontré que me estaban pidiendo que comentara sobre el estudio de los roborats en la Naturaleza del 2 de mayo de 2002. En este estudio, las ratas con implantes cerebrales de fuerza medial fueron sometidas a un condicionamiento operante para forzarlas a una forma de comportamiento guiado, un aspecto del cual se consideró útil para la búsqueda y rescate. El comentario final de los artículos sugirió que una rata guiada podría servir tanto como un robot móvil como un \"sensor biológico\". Aunque soy un robot de entrenamiento, estoy comprometido con cualquier tecnología que ayude a salvar vidas mientras reduce el riesgo para los rescatadores. ¿Pero ratas? ",
            "error": [
                ""
            ]
        },
        "guided rat": {
            "translated_key": "rata guiada",
            "translated_annotated_text": "Ratas, robots y rescate A principios de mayo, las investigaciones de los medios comenzaron a llegar a mi oficina en el Centro de búsqueda y rescate asistido por robots (www.crasar.org). Como director de Im CRASARs, pensé que la prensa estaba llamando para dar seguimiento al reciente premio humanitario otorgado al fundador de los centros, John Blitch, por usar con éxito robots pequeños y mochileros en el desastre del World Trade Center. En su lugar, encontré que me estaban pidiendo que comentara sobre el estudio de los roborats en la Naturaleza del 2 de mayo de 2002. En este estudio, las ratas con implantes cerebrales de fuerza medial fueron sometidas a un condicionamiento operante para forzarlas a una forma de comportamiento guiado, un aspecto del cual se consideró útil para la búsqueda y rescate. El comentario final de los artículos sugirió que una \"rata guiada\" podría servir tanto como un robot móvil como un sensor biológico. Aunque soy un robot de entrenamiento, estoy comprometido con cualquier tecnología que ayude a salvar vidas mientras reduce el riesgo para los rescatadores. ¿Pero ratas? ",
            "error": [
                ""
            ]
        },
        "robot-assisted search and rescue": {
            "translated_key": [],
            "translated_annotated_text": "Ratas, robots y rescate A principios de mayo, las investigaciones de los medios comenzaron a llegar a mi oficina en el Centro de búsqueda y rescate asistido por robots (www.crasar.org). Como director de Im CRASARs, pensé que la prensa estaba llamando para dar seguimiento al reciente premio humanitario otorgado al fundador de los centros, John Blitch, por usar con éxito robots pequeños y mochileros en el desastre del World Trade Center. En su lugar, encontré que me estaban pidiendo que comentara sobre el estudio de los roborats en la Naturaleza del 2 de mayo de 2002. En este estudio, las ratas con implantes cerebrales de fuerza medial fueron sometidas a un condicionamiento operante para forzarlas a una forma de comportamiento guiado, un aspecto del cual se consideró útil para la búsqueda y rescate. El comentario final de los artículos sugiere que una rata guiada podría servir tanto como un robot móvil como un sensor biológico. Aunque soy un robot de entrenamiento, estoy comprometido con cualquier tecnología que ayude a salvar vidas mientras reduce el riesgo para los rescatadores. ¿Pero ratas? ",
            "error": []
        },
        "emergency services": {
            "translated_key": [],
            "translated_annotated_text": "Ratas, robots y rescate A principios de mayo, las investigaciones de los medios comenzaron a llegar a mi oficina en el Centro de búsqueda y rescate asistido por robots (www.crasar.org). Como director de Im CRASARs, pensé que la prensa estaba llamando para dar seguimiento al reciente premio humanitario otorgado al fundador de los centros, John Blitch, por usar con éxito robots pequeños y mochileros en el desastre del World Trade Center. En su lugar, encontré que me estaban pidiendo que comentara sobre el estudio de los roborats en la Naturaleza del 2 de mayo de 2002. En este estudio, las ratas con implantes cerebrales de fuerza medial fueron sometidas a un condicionamiento operante para forzarlas a una forma de comportamiento guiado, un aspecto del cual se consideró útil para la búsqueda y rescate. El comentario final de los artículos sugiere que una rata guiada podría servir tanto como un robot móvil como un sensor biológico. Aunque soy un robot de entrenamiento, estoy comprometido con cualquier tecnología que ayude a salvar vidas mientras reduce el riesgo para los rescatadores. ¿Pero ratas? ",
            "error": []
        },
        "mobile robots": {
            "translated_key": [],
            "translated_annotated_text": "Ratas, robots y rescate A principios de mayo, las investigaciones de los medios comenzaron a llegar a mi oficina en el Centro de búsqueda y rescate asistido por robots (www.crasar.org). Como director de Im CRASARs, pensé que la prensa estaba llamando para dar seguimiento al reciente premio humanitario otorgado al fundador de los centros, John Blitch, por usar con éxito robots pequeños y mochileros en el desastre del World Trade Center. En su lugar, encontré que me estaban pidiendo que comentara sobre el estudio de los roborats en la Naturaleza del 2 de mayo de 2002. En este estudio, las ratas con implantes cerebrales de fuerza medial fueron sometidas a un condicionamiento operante para forzarlas a una forma de comportamiento guiado, un aspecto del cual se consideró útil para la búsqueda y rescate. El comentario final de los artículos sugiere que una rata guiada podría servir tanto como un robot móvil como un sensor biológico. Aunque soy un robot de entrenamiento, estoy comprometido con cualquier tecnología que ayude a salvar vidas mientras reduce el riesgo para los rescatadores. ¿Pero ratas? ",
            "error": []
        }
    }
}