{
    "original_text": "Mathematical modelling of the work of the system of wells in a layer with the exponential law of permeability variation and the mobile liquid interface We construct and study a two-dimensional model of the work of the system of wells in a layer with the mobile boundary between liquids of various viscosity. We use a plunger displacement model of liquids. The boundaries of the filtration region of these liquids are modelled by curves of the Lyapunov class. Unlike familiar work, we solve two-dimensonal problems in an inhomogeneous layer when the mobile boundary and the boundaries of the filtration region are modelled by curves of the Lyapunov class. We show the practical convergence of the numerical solution of the problems studied",
    "original_translation": "Modelado matemático del trabajo del sistema de pozos en una capa con la ley exponencial de variación de permeabilidad y la interfaz líquida móvil Construimos y estudiamos un modelo bidimensional del trabajo del sistema de pozos en una capa con el límite móvil entre líquidos de viscosidad diversa. Utilizamos un modelo de desplazamiento de émbolo de líquidos. Los límites de la región de filtración de estos líquidos están modelados por curvas de la clase Lyapunov. A diferencia del trabajo familiar, resolvemos problemas de dos dimensiones en una capa inhomógena cuando el límite móvil y los límites de la región de filtración están modelados por curvas de la clase Lyapunov. Se muestra la convergencia práctica de la solución numérica de los problemas estudiados",
    "error_count": 11,
    "keys": {
        "2D model": {
            "translated_key": [],
            "translated_annotated_text": "Modelado matemático del trabajo del sistema de pozos en una capa con la ley exponencial de variación de permeabilidad y la interfaz líquida móvil Construimos y estudiamos un modelo bidimensional del trabajo del sistema de pozos en una capa con el límite móvil entre líquidos de viscosidad diversa. Utilizamos un modelo de desplazamiento de émbolo de líquidos. Los límites de la región de filtración de estos líquidos están modelados por curvas de la clase Lyapunov. A diferencia del trabajo familiar, resolvemos problemas de dos dimensiones en una capa inhomógena cuando el límite móvil y los límites de la región de filtración están modelados por curvas de la clase Lyapunov. Se muestra la convergencia práctica de la solución numérica de los problemas estudiados ",
            "error": []
        },
        "work": {
            "translated_key": "trabajo",
            "translated_annotated_text": "Modelado matemático del \"trabajo\" del sistema de pozos en una capa con la ley exponencial de variación de permeabilidad y la interfaz líquida móvil Construimos y estudiamos un modelo bidimensional del \"trabajo\" del sistema de pozos en una capa con el límite móvil entre líquidos de viscosidad diversa. Utilizamos un modelo de desplazamiento de émbolo de líquidos. Los límites de la región de filtración de estos líquidos están modelados por curvas de la clase Lyapunov. A diferencia del \"trabajo\" familiar, resolvemos problemas de dos dimensiones en una capa inhomógena cuando el límite móvil y los límites de la región de filtración están modelados por curvas de la clase Lyapunov. Se muestra la convergencia práctica de la solución numérica de los problemas estudiados ",
            "error": [
                ""
            ]
        },
        "well system": {
            "translated_key": [],
            "translated_annotated_text": "Modelado matemático del trabajo del sistema de pozos en una capa con la ley exponencial de variación de permeabilidad y la interfaz líquida móvil Construimos y estudiamos un modelo bidimensional del trabajo del sistema de pozos en una capa con el límite móvil entre líquidos de viscosidad diversa. Utilizamos un modelo de desplazamiento de émbolo de líquidos. Los límites de la región de filtración de estos líquidos están modelados por curvas de la clase Lyapunov. A diferencia del trabajo familiar, resolvemos problemas de dos dimensiones en una capa inhomógena cuando el límite móvil y los límites de la región de filtración están modelados por curvas de la clase Lyapunov. Se muestra la convergencia práctica de la solución numérica de los problemas estudiados ",
            "error": []
        },
        "mathematical modelling": {
            "translated_key": [],
            "translated_annotated_text": "Modelado matemático del trabajo del sistema de pozos en una capa con la ley exponencial de variación de permeabilidad y la interfaz líquida móvil Construimos y estudiamos un modelo bidimensional del trabajo del sistema de pozos en una capa con el límite móvil entre líquidos de viscosidad diversa. Utilizamos un modelo de desplazamiento de émbolo de líquidos. Los límites de la región de filtración de estos líquidos están modelados por curvas de la clase Lyapunov. A diferencia del trabajo familiar, resolvemos problemas de dos dimensiones en una capa inhomógena cuando el límite móvil y los límites de la región de filtración están modelados por curvas de la clase Lyapunov. Se muestra la convergencia práctica de la solución numérica de los problemas estudiados ",
            "error": []
        },
        "exponential law": {
            "translated_key": "ley exponencial",
            "translated_annotated_text": "Modelado matemático del trabajo del sistema de pozos en una capa con la \"ley exponencial\" de variación de permeabilidad y la interfaz líquida móvil Construimos y estudiamos un modelo bidimensional del trabajo del sistema de pozos en una capa con el límite móvil entre líquidos de viscosidad diversa. Utilizamos un modelo de desplazamiento de émbolo de líquidos. Los límites de la región de filtración de estos líquidos están modelados por curvas de la clase Lyapunov. A diferencia del trabajo familiar, resolvemos problemas de dos dimensiones en una capa inhomógena cuando el límite móvil y los límites de la región de filtración están modelados por curvas de la clase Lyapunov. Se muestra la convergencia práctica de la solución numérica de los problemas estudiados ",
            "error": [
                ""
            ]
        },
        "permeability variation": {
            "translated_key": "variación de permeabilidad",
            "translated_annotated_text": "Modelado matemático del trabajo del sistema de pozos en una capa con la ley exponencial de \"variación de permeabilidad\" y la interfaz líquida móvil Construimos y estudiamos un modelo bidimensional del trabajo del sistema de pozos en una capa con el límite móvil entre líquidos de viscosidad diversa. Utilizamos un modelo de desplazamiento de émbolo de líquidos. Los límites de la región de filtración de estos líquidos están modelados por curvas de la clase Lyapunov. A diferencia del trabajo familiar, resolvemos problemas de dos dimensiones en una capa inhomógena cuando el límite móvil y los límites de la región de filtración están modelados por curvas de la clase Lyapunov. Se muestra la convergencia práctica de la solución numérica de los problemas estudiados ",
            "error": [
                ""
            ]
        },
        "mobile liquid interface": {
            "translated_key": "interfaz líquida móvil",
            "translated_annotated_text": "Modelado matemático del trabajo del sistema de pozos en una capa con la ley exponencial de variación de permeabilidad y la \"interfaz líquida móvil\" Construimos y estudiamos un modelo bidimensional del trabajo del sistema de pozos en una capa con el límite móvil entre líquidos de viscosidad diversa. Utilizamos un modelo de desplazamiento de émbolo de líquidos. Los límites de la región de filtración de estos líquidos están modelados por curvas de la clase Lyapunov. A diferencia del trabajo familiar, resolvemos problemas de dos dimensiones en una capa inhomógena cuando el límite móvil y los límites de la región de filtración están modelados por curvas de la clase Lyapunov. Se muestra la convergencia práctica de la solución numérica de los problemas estudiados ",
            "error": [
                ""
            ]
        },
        "mobile boundary": {
            "translated_key": "límite móvil",
            "translated_annotated_text": "Modelado matemático del trabajo del sistema de pozos en una capa con la ley exponencial de variación de permeabilidad y la interfaz líquida móvil Construimos y estudiamos un modelo bidimensional del trabajo del sistema de pozos en una capa con el \"límite móvil\" entre líquidos de viscosidad diversa. Utilizamos un modelo de desplazamiento de émbolo de líquidos. Los límites de la región de filtración de estos líquidos están modelados por curvas de la clase Lyapunov. A diferencia del trabajo familiar, resolvemos problemas de dos dimensiones en una capa inhomógena cuando el \"límite móvil\" y los límites de la región de filtración están modelados por curvas de la clase Lyapunov. Se muestra la convergencia práctica de la solución numérica de los problemas estudiados ",
            "error": [
                ""
            ]
        },
        "viscosity": {
            "translated_key": "viscosidad",
            "translated_annotated_text": "Modelado matemático del trabajo del sistema de pozos en una capa con la ley exponencial de variación de permeabilidad y la interfaz líquida móvil Construimos y estudiamos un modelo bidimensional del trabajo del sistema de pozos en una capa con el límite móvil entre líquidos de varias \"viscosidad\". Utilizamos un modelo de desplazamiento de émbolo de líquidos. Los límites de la región de filtración de estos líquidos están modelados por curvas de la clase Lyapunov. A diferencia del trabajo familiar, resolvemos problemas de dos dimensiones en una capa inhomógena cuando el límite móvil y los límites de la región de filtración están modelados por curvas de la clase Lyapunov. Se muestra la convergencia práctica de la solución numérica de los problemas estudiados ",
            "error": [
                ""
            ]
        },
        "plunger displacement model": {
            "translated_key": "modelo de desplazamiento del émbolo",
            "translated_annotated_text": "Modelado matemático del trabajo del sistema de pozos en una capa con la ley exponencial de variación de permeabilidad y la interfaz líquida móvil Construimos y estudiamos un modelo bidimensional del trabajo del sistema de pozos en una capa con el límite móvil entre líquidos de viscosidad diversa. Utilizamos un \"modelo de desplazamiento del émbolo\" de líquidos. Los límites de la región de filtración de estos líquidos están modelados por curvas de la clase Lyapunov. A diferencia del trabajo familiar, resolvemos problemas de dos dimensiones en una capa inhomógena cuando el límite móvil y los límites de la región de filtración están modelados por curvas de la clase Lyapunov. Se muestra la convergencia práctica de la solución numérica de los problemas estudiados ",
            "error": [
                ""
            ]
        },
        "filtration region boundaries": {
            "translated_key": [],
            "translated_annotated_text": "Modelado matemático del trabajo del sistema de pozos en una capa con la ley exponencial de variación de permeabilidad y la interfaz líquida móvil Construimos y estudiamos un modelo bidimensional del trabajo del sistema de pozos en una capa con el límite móvil entre líquidos de viscosidad diversa. Utilizamos un modelo de desplazamiento de émbolo de líquidos. Los límites de la región de filtración de estos líquidos están modelados por curvas de la clase Lyapunov. A diferencia del trabajo familiar, resolvemos problemas de dos dimensiones en una capa inhomógena cuando el límite móvil y los límites de la región de filtración están modelados por curvas de la clase Lyapunov. Se muestra la convergencia práctica de la solución numérica de los problemas estudiados ",
            "error": []
        },
        "Lyapunov class curves": {
            "translated_key": [],
            "translated_annotated_text": "Modelado matemático del trabajo del sistema de pozos en una capa con la ley exponencial de variación de permeabilidad y la interfaz líquida móvil Construimos y estudiamos un modelo bidimensional del trabajo del sistema de pozos en una capa con el límite móvil entre líquidos de viscosidad diversa. Utilizamos un modelo de desplazamiento de émbolo de líquidos. Los límites de la región de filtración de estos líquidos están modelados por curvas de la clase Lyapunov. A diferencia del trabajo familiar, resolvemos problemas de dos dimensiones en una capa inhomógena cuando el límite móvil y los límites de la región de filtración están modelados por curvas de la clase Lyapunov. Se muestra la convergencia práctica de la solución numérica de los problemas estudiados ",
            "error": []
        },
        "inhomogeneous layer": {
            "translated_key": "capa intimogénea",
            "translated_annotated_text": "Modelado matemático del trabajo del sistema de pozos en una capa con la ley exponencial de variación de permeabilidad y la interfaz líquida móvil Construimos y estudiamos un modelo bidimensional del trabajo del sistema de pozos en una capa con el límite móvil entre líquidos de viscosidad diversa. Utilizamos un modelo de desplazamiento de émbolo de líquidos. Los límites de la región de filtración de estos líquidos están modelados por curvas de la clase Lyapunov. A diferencia del trabajo familiar, resolvemos problemas de dos dimensiones en una \"capa intimogénea\" cuando el límite móvil y los límites de la región de filtración están modelados por curvas de la clase Lyapunov. Se muestra la convergencia práctica de la solución numérica de los problemas estudiados ",
            "error": [
                ""
            ]
        },
        "convergence": {
            "translated_key": "convergencia",
            "translated_annotated_text": "Modelado matemático del trabajo del sistema de pozos en una capa con la ley exponencial de variación de permeabilidad y la interfaz líquida móvil Construimos y estudiamos un modelo bidimensional del trabajo del sistema de pozos en una capa con el límite móvil entre líquidos de viscosidad diversa. Utilizamos un modelo de desplazamiento de émbolo de líquidos. Los límites de la región de filtración de estos líquidos están modelados por curvas de la clase Lyapunov. A diferencia del trabajo familiar, resolvemos problemas de dos dimensiones en una capa inhomógena cuando el límite móvil y los límites de la región de filtración están modelados por curvas de la clase Lyapunov. Se muestra la práctica \"convergencia\" de la solución numérica de los problemas estudiados ",
            "error": [
                ""
            ]
        },
        "numerical solution": {
            "translated_key": "solución numérica",
            "translated_annotated_text": "Modelado matemático del trabajo del sistema de pozos en una capa con la ley exponencial de variación de permeabilidad y la interfaz líquida móvil Construimos y estudiamos un modelo bidimensional del trabajo del sistema de pozos en una capa con el límite móvil entre líquidos de viscosidad diversa. Utilizamos un modelo de desplazamiento de émbolo de líquidos. Los límites de la región de filtración de estos líquidos están modelados por curvas de la clase Lyapunov. A diferencia del trabajo familiar, resolvemos problemas de dos dimensiones en una capa inhomógena cuando el límite móvil y los límites de la región de filtración están modelados por curvas de la clase Lyapunov. Se muestra la convergencia práctica de la \"solución numérica\" de los problemas estudiados ",
            "error": [
                ""
            ]
        },
        "computational fluid dynamics": {
            "translated_key": [],
            "translated_annotated_text": "Modelado matemático del trabajo del sistema de pozos en una capa con la ley exponencial de variación de permeabilidad y la interfaz líquida móvil Construimos y estudiamos un modelo bidimensional del trabajo del sistema de pozos en una capa con el límite móvil entre líquidos de viscosidad diversa. Utilizamos un modelo de desplazamiento de émbolo de líquidos. Los límites de la región de filtración de estos líquidos están modelados por curvas de la clase Lyapunov. A diferencia del trabajo familiar, resolvemos problemas de dos dimensiones en una capa inhomógena cuando el límite móvil y los límites de la región de filtración están modelados por curvas de la clase Lyapunov. Se muestra la convergencia práctica de la solución numérica de los problemas estudiados ",
            "error": []
        },
        "convergence of numerical methods": {
            "translated_key": [],
            "translated_annotated_text": "Modelado matemático del trabajo del sistema de pozos en una capa con la ley exponencial de variación de permeabilidad y la interfaz líquida móvil Construimos y estudiamos un modelo bidimensional del trabajo del sistema de pozos en una capa con el límite móvil entre líquidos de viscosidad diversa. Utilizamos un modelo de desplazamiento de émbolo de líquidos. Los límites de la región de filtración de estos líquidos están modelados por curvas de la clase Lyapunov. A diferencia del trabajo familiar, resolvemos problemas de dos dimensiones en una capa inhomógena cuando el límite móvil y los límites de la región de filtración están modelados por curvas de la clase Lyapunov. Se muestra la convergencia práctica de la solución numérica de los problemas estudiados ",
            "error": []
        },
        "differential equations": {
            "translated_key": [],
            "translated_annotated_text": "Modelado matemático del trabajo del sistema de pozos en una capa con la ley exponencial de variación de permeabilidad y la interfaz líquida móvil Construimos y estudiamos un modelo bidimensional del trabajo del sistema de pozos en una capa con el límite móvil entre líquidos de viscosidad diversa. Utilizamos un modelo de desplazamiento de émbolo de líquidos. Los límites de la región de filtración de estos líquidos están modelados por curvas de la clase Lyapunov. A diferencia del trabajo familiar, resolvemos problemas de dos dimensiones en una capa inhomógena cuando el límite móvil y los límites de la región de filtración están modelados por curvas de la clase Lyapunov. Se muestra la convergencia práctica de la solución numérica de los problemas estudiados ",
            "error": []
        },
        "elliptic equations": {
            "translated_key": [],
            "translated_annotated_text": "Modelado matemático del trabajo del sistema de pozos en una capa con la ley exponencial de variación de permeabilidad y la interfaz líquida móvil Construimos y estudiamos un modelo bidimensional del trabajo del sistema de pozos en una capa con el límite móvil entre líquidos de viscosidad diversa. Utilizamos un modelo de desplazamiento de émbolo de líquidos. Los límites de la región de filtración de estos líquidos están modelados por curvas de la clase Lyapunov. A diferencia del trabajo familiar, resolvemos problemas de dos dimensiones en una capa inhomógena cuando el límite móvil y los límites de la región de filtración están modelados por curvas de la clase Lyapunov. Se muestra la convergencia práctica de la solución numérica de los problemas estudiados ",
            "error": []
        },
        "filtration": {
            "translated_key": "filtración",
            "translated_annotated_text": "Modelado matemático del trabajo del sistema de pozos en una capa con la ley exponencial de variación de permeabilidad y la interfaz líquida móvil Construimos y estudiamos un modelo bidimensional del trabajo del sistema de pozos en una capa con el límite móvil entre líquidos de viscosidad diversa. Utilizamos un modelo de desplazamiento de émbolo de líquidos. Los límites de la región de \"filtración\" de estos líquidos están modelados por curvas de la clase Lyapunov. A diferencia del trabajo familiar, resolvemos problemas de dos dimensiones en una capa inhomógena cuando el límite móvil y los límites de la región de \"filtración\" están modelados por curvas de la clase Lyapunov. Se muestra la convergencia práctica de la solución numérica de los problemas estudiados ",
            "error": [
                ""
            ]
        },
        "flow through porous media": {
            "translated_key": [],
            "translated_annotated_text": "Modelado matemático del trabajo del sistema de pozos en una capa con la ley exponencial de variación de permeabilidad y la interfaz líquida móvil Construimos y estudiamos un modelo bidimensional del trabajo del sistema de pozos en una capa con el límite móvil entre líquidos de viscosidad diversa. Utilizamos un modelo de desplazamiento de émbolo de líquidos. Los límites de la región de filtración de estos líquidos están modelados por curvas de la clase Lyapunov. A diferencia del trabajo familiar, resolvemos problemas de dos dimensiones en una capa inhomógena cuando el límite móvil y los límites de la región de filtración están modelados por curvas de la clase Lyapunov. Se muestra la convergencia práctica de la solución numérica de los problemas estudiados ",
            "error": []
        },
        "Lyapunov methods": {
            "translated_key": [],
            "translated_annotated_text": "Modelado matemático del trabajo del sistema de pozos en una capa con la ley exponencial de variación de permeabilidad y la interfaz líquida móvil Construimos y estudiamos un modelo bidimensional del trabajo del sistema de pozos en una capa con el límite móvil entre líquidos de viscosidad diversa. Utilizamos un modelo de desplazamiento de émbolo de líquidos. Los límites de la región de filtración de estos líquidos están modelados por curvas de la clase Lyapunov. A diferencia del trabajo familiar, resolvemos problemas de dos dimensiones en una capa inhomógena cuando el límite móvil y los límites de la región de filtración están modelados por curvas de la clase Lyapunov. Se muestra la convergencia práctica de la solución numérica de los problemas estudiados ",
            "error": []
        },
        "permeability": {
            "translated_key": "permeabilidad",
            "translated_annotated_text": "Modelado matemático del trabajo del sistema de pozos en una capa con la ley exponencial de la variación de \"permeabilidad\" y la interfaz líquida móvil Construimos y estudiamos un modelo bidimensional del trabajo del sistema de pozos en una capa con el límite móvil entre líquidos de viscosidad diversa. Utilizamos un modelo de desplazamiento de émbolo de líquidos. Los límites de la región de filtración de estos líquidos están modelados por curvas de la clase Lyapunov. A diferencia del trabajo familiar, resolvemos problemas de dos dimensiones en una capa inhomógena cuando el límite móvil y los límites de la región de filtración están modelados por curvas de la clase Lyapunov. Se muestra la convergencia práctica de la solución numérica de los problemas estudiados ",
            "error": [
                ""
            ]
        }
    }
}