{
    "original_text": "Estimation of the gradient of the solution of an adjoint diffusion equation by the Monte Carlo method For the case of isotropic diffusion we consider the representation of the weighted concentration of trajectories and its space derivatives in the form of integrals (with some weights) of the solution to the corresponding boundary value problem and its directional derivative of a convective velocity. If the convective velocity at the domain boundary is degenerate and some other additional conditions are imposed this representation allows us to construct an efficient random walk by spheres and balls algorithm. When these conditions are violated, transition to modelling the diffusion trajectories by the Euler scheme is realized, and the directional derivative of velocity is estimated by the dependent testing method, using the parallel modelling of two closely-spaced diffusion trajectories. We succeeded in justifying this method by statistically equivalent transition to modelling a single trajectory after the first step in the Euler scheme, using a suitable weight. This weight also admits direct differentiation with respect to the initial coordinate along a given direction. The resulting weight algorithm for calculating concentration derivatives is especially efficient if the initial point is in the subdomain in which the coefficients of the diffusion equation are constant",
    "original_translation": "Estimación del gradiente de la solución de una ecuación de difusión anexa por el método Monte Carlo Para el caso de difusión isotrópica consideramos la representación de la concentración ponderada de trayectorias y sus derivados espaciales en forma de integrales (con algunos pesos) de la solución al problema de valor límite correspondiente y su derivado direccional de una velocidad convectiva. Si la velocidad convectiva en el límite del dominio es degenerada y se imponen otras condiciones adicionales esta representación nos permite construir una caminata aleatoria eficiente por esferas y bolas algoritmo. Cuando se violan estas condiciones, se realiza la transición a la modelización de las trayectorias de difusión por el esquema Euler, y el derivado direccional de la velocidad se estima mediante el método de ensayo dependiente, utilizando el modelado paralelo de dos trayectorias de difusión muy espaciadas. Se logró justificar este método mediante una transición estadísticamente equivalente a la modelización de una única trayectoria después del primer paso del esquema Euler, utilizando un peso adecuado. Este peso también admite la diferenciación directa con respecto a la coordinación inicial a lo largo de una dirección dada. El algoritmo de peso resultante para calcular los derivados de concentración es especialmente eficiente si el punto inicial está en el subdominio en el que los coeficientes de la ecuación de difusión son constantes",
    "error_count": 8,
    "keys": {
        "isotropic diffusion": {
            "translated_key": "difusión isotrópica",
            "translated_annotated_text": "Estimación del gradiente de la solución de una ecuación de difusión anexa por el método Monte Carlo Para el caso de la \"difusión isotrópica\" consideramos la representación de la concentración ponderada de trayectorias y sus derivados espaciales en forma de integrales (con algunos pesos) de la solución al problema de valor límite correspondiente y su derivado direccional de una velocidad convectiva. Si la velocidad convectiva en el límite del dominio es degenerada y se imponen otras condiciones adicionales esta representación nos permite construir una caminata aleatoria eficiente por esferas y bolas algoritmo. Cuando se violan estas condiciones, se realiza la transición a la modelización de las trayectorias de difusión por el esquema Euler, y el derivado direccional de la velocidad se estima mediante el método de ensayo dependiente, utilizando el modelado paralelo de dos trayectorias de difusión muy espaciadas. Se logró justificar este método mediante una transición estadísticamente equivalente a la modelización de una única trayectoria después del primer paso del esquema Euler, utilizando un peso adecuado. Este peso también admite la diferenciación directa con respecto a la coordinación inicial a lo largo de una dirección dada. El algoritmo de peso resultante para calcular los derivados de concentración es especialmente eficiente si el punto inicial está en el subdominio en el que los coeficientes de la ecuación de difusión son constantes ",
            "error": [
                ""
            ]
        },
        "weighted trajectory concentration": {
            "translated_key": [],
            "translated_annotated_text": "Estimación del gradiente de la solución de una ecuación de difusión anexa por el método Monte Carlo Para el caso de difusión isotrópica consideramos la representación de la concentración ponderada de trayectorias y sus derivados espaciales en forma de integrales (con algunos pesos) de la solución al problema de valor límite correspondiente y su derivado direccional de una velocidad convectiva. Si la velocidad convectiva en el límite del dominio es degenerada y se imponen otras condiciones adicionales esta representación nos permite construir una caminata aleatoria eficiente por esferas y bolas algoritmo. Cuando se violan estas condiciones, se realiza la transición a la modelización de las trayectorias de difusión por el esquema Euler, y el derivado direccional de la velocidad se estima mediante el método de ensayo dependiente, utilizando el modelado paralelo de dos trayectorias de difusión muy espaciadas. Se logró justificar este método mediante una transición estadísticamente equivalente a la modelización de una única trayectoria después del primer paso del esquema Euler, utilizando un peso adecuado. Este peso también admite la diferenciación directa con respecto a la coordinación inicial a lo largo de una dirección dada. El algoritmo de peso resultante para calcular los derivados de concentración es especialmente eficiente si el punto inicial está en el subdominio en el que los coeficientes de la ecuación de difusión son constantes ",
            "error": []
        },
        "space derivatives": {
            "translated_key": "derivados espaciales",
            "translated_annotated_text": "Estimación del gradiente de la solución de una ecuación de difusión anexa por el método Monte Carlo Para el caso de difusión isotrópica consideramos la representación de la concentración ponderada de trayectorias y sus \"derivados espaciales\" en forma de integrales (con algunos pesos) de la solución al problema de valor límite correspondiente y su derivado direccional de una velocidad convectiva. Si la velocidad convectiva en el límite del dominio es degenerada y se imponen otras condiciones adicionales esta representación nos permite construir una caminata aleatoria eficiente por esferas y bolas algoritmo. Cuando se violan estas condiciones, se realiza la transición a la modelización de las trayectorias de difusión por el esquema Euler, y el derivado direccional de la velocidad se estima mediante el método de ensayo dependiente, utilizando el modelado paralelo de dos trayectorias de difusión muy espaciadas. Se logró justificar este método mediante una transición estadísticamente equivalente a la modelización de una única trayectoria después del primer paso del esquema Euler, utilizando un peso adecuado. Este peso también admite la diferenciación directa con respecto a la coordinación inicial a lo largo de una dirección dada. El algoritmo de peso resultante para calcular los derivados de concentración es especialmente eficiente si el punto inicial está en el subdominio en el que los coeficientes de la ecuación de difusión son constantes ",
            "error": [
                ""
            ]
        },
        "integrals": {
            "translated_key": "integrales",
            "translated_annotated_text": "Estimación del gradiente de la solución de una ecuación de difusión anexa por el método Monte Carlo Para el caso de difusión isotrópica consideramos la representación de la concentración ponderada de trayectorias y sus derivados espaciales en forma de \"integrales\" (con algunos pesos) de la solución al problema de valor límite correspondiente y su derivado direccional de una velocidad convectiva. Si la velocidad convectiva en el límite del dominio es degenerada y se imponen otras condiciones adicionales esta representación nos permite construir una caminata aleatoria eficiente por esferas y bolas algoritmo. Cuando se violan estas condiciones, se realiza la transición a la modelización de las trayectorias de difusión por el esquema Euler, y el derivado direccional de la velocidad se estima mediante el método de ensayo dependiente, utilizando el modelado paralelo de dos trayectorias de difusión muy espaciadas. Se logró justificar este método mediante una transición estadísticamente equivalente a la modelización de una única trayectoria después del primer paso del esquema Euler, utilizando un peso adecuado. Este peso también admite la diferenciación directa con respecto a la coordinación inicial a lo largo de una dirección dada. El algoritmo de peso resultante para calcular los derivados de concentración es especialmente eficiente si el punto inicial está en el subdominio en el que los coeficientes de la ecuación de difusión son constantes ",
            "error": [
                ""
            ]
        },
        "boundary value problem": {
            "translated_key": "problema de valor límite",
            "translated_annotated_text": "Estimación del gradiente de la solución de una ecuación de difusión contigua por el método de Monte Carlo Para el caso de difusión isotrópica consideramos la representación de la concentración ponderada de trayectorias y sus derivados espaciales en forma de integrales (con algunos pesos) de la solución al correspondiente \"problema de valor límite\" y su derivado direccional de una velocidad convectiva. Si la velocidad convectiva en el límite del dominio es degenerada y se imponen otras condiciones adicionales esta representación nos permite construir una caminata aleatoria eficiente por esferas y bolas algoritmo. Cuando se violan estas condiciones, se realiza la transición a la modelización de las trayectorias de difusión por el esquema Euler, y el derivado direccional de la velocidad se estima mediante el método de ensayo dependiente, utilizando el modelado paralelo de dos trayectorias de difusión muy espaciadas. Se logró justificar este método mediante una transición estadísticamente equivalente a la modelización de una única trayectoria después del primer paso del esquema Euler, utilizando un peso adecuado. Este peso también admite la diferenciación directa con respecto a la coordinación inicial a lo largo de una dirección dada. El algoritmo de peso resultante para calcular los derivados de concentración es especialmente eficiente si el punto inicial está en el subdominio en el que los coeficientes de la ecuación de difusión son constantes ",
            "error": [
                ""
            ]
        },
        "directional derivative": {
            "translated_key": [
                "derivación direccional",
                "derivado direccional"
            ],
            "translated_annotated_text": "Estimación del gradiente de la solución de una ecuación de difusión contigua por el método Monte Carlo Para el caso de difusión isotrópica consideramos la representación de la concentración ponderada de trayectorias y sus derivados espaciales en forma de integrales (con algunos pesos) de la solución al problema de valor límite correspondiente y su \"derivación direccional\" de una velocidad convectiva. Si la velocidad convectiva en el límite del dominio es degenerada y se imponen otras condiciones adicionales esta representación nos permite construir una caminata aleatoria eficiente por esferas y bolas algoritmo. Cuando se violan estas condiciones, se realiza la transición a la modelización de las trayectorias de difusión por el esquema Euler, y el \"derivado direccional\" de la velocidad se estima por el método de prueba dependiente, utilizando el modelado paralelo de dos trayectorias de difusión muy espaciadas. Se logró justificar este método mediante una transición estadísticamente equivalente a la modelización de una única trayectoria después del primer paso del esquema Euler, utilizando un peso adecuado. Este peso también admite la diferenciación directa con respecto a la coordinación inicial a lo largo de una dirección dada. El algoritmo de peso resultante para calcular los derivados de concentración es especialmente eficiente si el punto inicial está en el subdominio en el que los coeficientes de la ecuación de difusión son constantes ",
            "error": [
                "derivación direccional",
                "derivado direccional"
            ]
        },
        "convective velocity": {
            "translated_key": "velocidad convectiva",
            "translated_annotated_text": "Estimación del gradiente de la solución de una ecuación de difusión anexa por el método Monte Carlo Para el caso de difusión isotrópica consideramos la representación de la concentración ponderada de trayectorias y sus derivados espaciales en forma de integrales (con algunos pesos) de la solución al problema de valor límite correspondiente y su derivado direccional de una \"velocidad convectiva\". Si la \"velocidad convectiva\" en el límite del dominio es degenerada y se imponen otras condiciones adicionales esta representación nos permite construir una caminata aleatoria eficiente por esferas y algoritmo de bolas. Cuando se violan estas condiciones, se realiza la transición a la modelización de las trayectorias de difusión por el esquema Euler, y el derivado direccional de la velocidad se estima mediante el método de ensayo dependiente, utilizando el modelado paralelo de dos trayectorias de difusión muy espaciadas. Se logró justificar este método mediante una transición estadísticamente equivalente a la modelización de una única trayectoria después del primer paso del esquema Euler, utilizando un peso adecuado. Este peso también admite la diferenciación directa con respecto a la coordinación inicial a lo largo de una dirección dada. El algoritmo de peso resultante para calcular los derivados de concentración es especialmente eficiente si el punto inicial está en el subdominio en el que los coeficientes de la ecuación de difusión son constantes ",
            "error": [
                ""
            ]
        },
        "domain boundary": {
            "translated_key": "límite de dominio",
            "translated_annotated_text": "Estimación del gradiente de la solución de una ecuación de difusión anexa por el método Monte Carlo Para el caso de difusión isotrópica consideramos la representación de la concentración ponderada de trayectorias y sus derivados espaciales en forma de integrales (con algunos pesos) de la solución al problema de valor límite correspondiente y su derivado direccional de una velocidad convectiva. Si la velocidad convectiva en el \"límite de dominio\" es degenerada y se imponen otras condiciones adicionales, esta representación nos permite construir una caminata aleatoria eficiente por esferas y algoritmo de bolas. Cuando se violan estas condiciones, se realiza la transición a la modelización de las trayectorias de difusión por el esquema Euler, y el derivado direccional de la velocidad se estima mediante el método de ensayo dependiente, utilizando el modelado paralelo de dos trayectorias de difusión muy espaciadas. Se logró justificar este método mediante una transición estadísticamente equivalente a la modelización de una única trayectoria después del primer paso del esquema Euler, utilizando un peso adecuado. Este peso también admite la diferenciación directa con respecto a la coordinación inicial a lo largo de una dirección dada. El algoritmo de peso resultante para calcular los derivados de concentración es especialmente eficiente si el punto inicial está en el subdominio en el que los coeficientes de la ecuación de difusión son constantes ",
            "error": [
                ""
            ]
        },
        "gradient estimation": {
            "translated_key": [],
            "translated_annotated_text": "Estimación del gradiente de la solución de una ecuación de difusión anexa por el método Monte Carlo Para el caso de difusión isotrópica consideramos la representación de la concentración ponderada de trayectorias y sus derivados espaciales en forma de integrales (con algunos pesos) de la solución al problema de valor límite correspondiente y su derivado direccional de una velocidad convectiva. Si la velocidad convectiva en el límite del dominio es degenerada y se imponen otras condiciones adicionales esta representación nos permite construir una caminata aleatoria eficiente por esferas y bolas algoritmo. Cuando se violan estas condiciones, se realiza la transición a la modelización de las trayectorias de difusión por el esquema Euler, y el derivado direccional de la velocidad se estima mediante el método de ensayo dependiente, utilizando el modelado paralelo de dos trayectorias de difusión muy espaciadas. Se logró justificar este método mediante una transición estadísticamente equivalente a la modelización de una única trayectoria después del primer paso del esquema Euler, utilizando un peso adecuado. Este peso también admite la diferenciación directa con respecto a la coordinación inicial a lo largo de una dirección dada. El algoritmo de peso resultante para calcular los derivados de concentración es especialmente eficiente si el punto inicial está en el subdominio en el que los coeficientes de la ecuación de difusión son constantes ",
            "error": []
        },
        "adjoint diffusion equation": {
            "translated_key": "ecuación de difusión conjunta",
            "translated_annotated_text": "Estimación del gradiente de la solución de una \"ecuación de difusión conjunta\" por el método Monte Carlo Para el caso de difusión isotrópica consideramos la representación de la concentración ponderada de trayectorias y sus derivados espaciales en forma de integrales (con algunos pesos) de la solución al problema de valor límite correspondiente y su derivado direccional de una velocidad convectiva. Si la velocidad convectiva en el límite del dominio es degenerada y se imponen otras condiciones adicionales esta representación nos permite construir una caminata aleatoria eficiente por esferas y bolas algoritmo. Cuando se violan estas condiciones, se realiza la transición a la modelización de las trayectorias de difusión por el esquema Euler, y el derivado direccional de la velocidad se estima mediante el método de ensayo dependiente, utilizando el modelado paralelo de dos trayectorias de difusión muy espaciadas. Se logró justificar este método mediante una transición estadísticamente equivalente a la modelización de una única trayectoria después del primer paso del esquema Euler, utilizando un peso adecuado. Este peso también admite la diferenciación directa con respecto a la coordinación inicial a lo largo de una dirección dada. El algoritmo de peso resultante para calcular los derivados de concentración es especialmente eficiente si el punto inicial está en el subdominio en el que los coeficientes de la ecuación de difusión son constantes ",
            "error": [
                ""
            ]
        },
        "Monte Carlo method": {
            "translated_key": "método Monte Carlo",
            "translated_annotated_text": "Estimación del gradiente de la solución de una ecuación de difusión contigua por el \"método Monte Carlo\" Para el caso de difusión isotrópica consideramos la representación de la concentración ponderada de trayectorias y sus derivados espaciales en forma de integrales (con algunos pesos) de la solución al problema de valor límite correspondiente y su derivado direccional de una velocidad convectiva. Si la velocidad convectiva en el límite del dominio es degenerada y se imponen otras condiciones adicionales esta representación nos permite construir una caminata aleatoria eficiente por esferas y bolas algoritmo. Cuando se violan estas condiciones, se realiza la transición a la modelización de las trayectorias de difusión por el esquema Euler, y el derivado direccional de la velocidad se estima mediante el método de ensayo dependiente, utilizando el modelado paralelo de dos trayectorias de difusión muy espaciadas. Se logró justificar este método mediante una transición estadísticamente equivalente a la modelización de una única trayectoria después del primer paso del esquema Euler, utilizando un peso adecuado. Este peso también admite la diferenciación directa con respecto a la coordinación inicial a lo largo de una dirección dada. El algoritmo de peso resultante para calcular los derivados de concentración es especialmente eficiente si el punto inicial está en el subdominio en el que los coeficientes de la ecuación de difusión son constantes ",
            "error": [
                ""
            ]
        },
        "random walk by spheres and balls algorithm": {
            "translated_key": "camino aleatorio por esferas y algoritmo de bolas",
            "translated_annotated_text": "Estimación del gradiente de la solución de una ecuación de difusión anexa por el método Monte Carlo Para el caso de difusión isotrópica consideramos la representación de la concentración ponderada de trayectorias y sus derivados espaciales en forma de integrales (con algunos pesos) de la solución al problema de valor límite correspondiente y su derivado direccional de una velocidad convectiva. Si la velocidad convectiva en el límite del dominio es degenerada y se imponen otras condiciones adicionales esta representación nos permite construir un eficiente \"camino aleatorio por esferas y algoritmo de bolas\". Cuando se violan estas condiciones, se realiza la transición a la modelización de las trayectorias de difusión por el esquema Euler, y el derivado direccional de la velocidad se estima mediante el método de ensayo dependiente, utilizando el modelado paralelo de dos trayectorias de difusión muy espaciadas. Se logró justificar este método mediante una transición estadísticamente equivalente a la modelización de una única trayectoria después del primer paso del esquema Euler, utilizando un peso adecuado. Este peso también admite la diferenciación directa con respecto a la coordinación inicial a lo largo de una dirección dada. El algoritmo de peso resultante para calcular los derivados de concentración es especialmente eficiente si el punto inicial está en el subdominio en el que los coeficientes de la ecuación de difusión son constantes ",
            "error": [
                ""
            ]
        },
        "diffusion trajectories": {
            "translated_key": "trayectorias de difusión",
            "translated_annotated_text": "Estimación del gradiente de la solución de una ecuación de difusión anexa por el método Monte Carlo Para el caso de difusión isotrópica consideramos la representación de la concentración ponderada de trayectorias y sus derivados espaciales en forma de integrales (con algunos pesos) de la solución al problema de valor límite correspondiente y su derivado direccional de una velocidad convectiva. Si la velocidad convectiva en el límite del dominio es degenerada y se imponen otras condiciones adicionales esta representación nos permite construir una caminata aleatoria eficiente por esferas y bolas algoritmo. Cuando se violan estas condiciones, se realiza la transición a la modelización de las \"trayectorias de difusión\" por el esquema Euler, y el derivado direccional de la velocidad se estima por el método de prueba dependiente, utilizando el modelado paralelo de dos \"trayectorias de difusión\" muy espaciadas. Se logró justificar este método mediante una transición estadísticamente equivalente a la modelización de una única trayectoria después del primer paso del esquema Euler, utilizando un peso adecuado. Este peso también admite la diferenciación directa con respecto a la coordinación inicial a lo largo de una dirección dada. El algoritmo de peso resultante para calcular los derivados de concentración es especialmente eficiente si el punto inicial está en el subdominio en el que los coeficientes de la ecuación de difusión son constantes ",
            "error": [
                ""
            ]
        },
        "Euler scheme": {
            "translated_key": "esquema Euler",
            "translated_annotated_text": "Estimación del gradiente de la solución de una ecuación de difusión anexa por el método Monte Carlo Para el caso de difusión isotrópica consideramos la representación de la concentración ponderada de trayectorias y sus derivados espaciales en forma de integrales (con algunos pesos) de la solución al problema de valor límite correspondiente y su derivado direccional de una velocidad convectiva. Si la velocidad convectiva en el límite del dominio es degenerada y se imponen otras condiciones adicionales esta representación nos permite construir una caminata aleatoria eficiente por esferas y bolas algoritmo. Cuando se violan estas condiciones, se realiza la transición a la modelización de las trayectorias de difusión por el \"esquema Euler\", y el derivado direccional de la velocidad se estima mediante el método de ensayo dependiente, utilizando el modelado paralelo de dos trayectorias de difusión muy espaciadas. Logramos justificar este método mediante una transición estadísticamente equivalente a la modelización de una única trayectoria después del primer paso del \"esquema Euler\", utilizando un peso adecuado. Este peso también admite la diferenciación directa con respecto a la coordinación inicial a lo largo de una dirección dada. El algoritmo de peso resultante para calcular los derivados de concentración es especialmente eficiente si el punto inicial está en el subdominio en el que los coeficientes de la ecuación de difusión son constantes ",
            "error": [
                ""
            ]
        },
        "dependent testing method": {
            "translated_key": "método de ensayo dependiente",
            "translated_annotated_text": "Estimación del gradiente de la solución de una ecuación de difusión anexa por el método Monte Carlo Para el caso de difusión isotrópica consideramos la representación de la concentración ponderada de trayectorias y sus derivados espaciales en forma de integrales (con algunos pesos) de la solución al problema de valor límite correspondiente y su derivado direccional de una velocidad convectiva. Si la velocidad convectiva en el límite del dominio es degenerada y se imponen otras condiciones adicionales esta representación nos permite construir una caminata aleatoria eficiente por esferas y bolas algoritmo. Cuando se violan estas condiciones, se realiza la transición a la modelización de las trayectorias de difusión por el esquema Euler, y el derivado direccional de la velocidad se estima por el \"método de ensayo dependiente\", utilizando el modelado paralelo de dos trayectorias de difusión muy espaciadas. Se logró justificar este método mediante una transición estadísticamente equivalente a la modelización de una única trayectoria después del primer paso del esquema Euler, utilizando un peso adecuado. Este peso también admite la diferenciación directa con respecto a la coordinación inicial a lo largo de una dirección dada. El algoritmo de peso resultante para calcular los derivados de concentración es especialmente eficiente si el punto inicial está en el subdominio en el que los coeficientes de la ecuación de difusión son constantes ",
            "error": [
                ""
            ]
        },
        "parallel modelling": {
            "translated_key": "modelo paralelo",
            "translated_annotated_text": "Estimación del gradiente de la solución de una ecuación de difusión anexa por el método Monte Carlo Para el caso de difusión isotrópica consideramos la representación de la concentración ponderada de trayectorias y sus derivados espaciales en forma de integrales (con algunos pesos) de la solución al problema de valor límite correspondiente y su derivado direccional de una velocidad convectiva. Si la velocidad convectiva en el límite del dominio es degenerada y se imponen otras condiciones adicionales esta representación nos permite construir una caminata aleatoria eficiente por esferas y bolas algoritmo. Cuando se violan estas condiciones, se realiza la transición a la modelización de las trayectorias de difusión por el esquema Euler, y el derivado direccional de la velocidad se estima por el método de prueba dependiente, utilizando el \"modelo paralelo\" de dos trayectorias de difusión muy espaciadas. Se logró justificar este método mediante una transición estadísticamente equivalente a la modelización de una única trayectoria después del primer paso del esquema Euler, utilizando un peso adecuado. Este peso también admite la diferenciación directa con respecto a la coordinación inicial a lo largo de una dirección dada. El algoritmo de peso resultante para calcular los derivados de concentración es especialmente eficiente si el punto inicial está en el subdominio en el que los coeficientes de la ecuación de difusión son constantes ",
            "error": [
                ""
            ]
        },
        "closely-spaced diffusion trajectories": {
            "translated_key": "trayectorias de difusión estrechamente espaciadas",
            "translated_annotated_text": "Estimación del gradiente de la solución de una ecuación de difusión anexa por el método Monte Carlo Para el caso de difusión isotrópica consideramos la representación de la concentración ponderada de trayectorias y sus derivados espaciales en forma de integrales (con algunos pesos) de la solución al problema de valor límite correspondiente y su derivado direccional de una velocidad convectiva. Si la velocidad convectiva en el límite del dominio es degenerada y se imponen otras condiciones adicionales esta representación nos permite construir una caminata aleatoria eficiente por esferas y bolas algoritmo. Cuando se violan estas condiciones, se realiza la transición a la modelización de las trayectorias de difusión por el esquema Euler, y el derivado direccional de la velocidad se estima por el método de prueba dependiente, utilizando el modelado paralelo de dos \"trayectorias de difusión estrechamente espaciadas\". Se logró justificar este método mediante una transición estadísticamente equivalente a la modelización de una única trayectoria después del primer paso del esquema Euler, utilizando un peso adecuado. Este peso también admite la diferenciación directa con respecto a la coordinación inicial a lo largo de una dirección dada. El algoritmo de peso resultante para calcular los derivados de concentración es especialmente eficiente si el punto inicial está en el subdominio en el que los coeficientes de la ecuación de difusión son constantes ",
            "error": [
                ""
            ]
        },
        "statistically equivalent transition": {
            "translated_key": "transición estadísticamente equivalente",
            "translated_annotated_text": "Estimación del gradiente de la solución de una ecuación de difusión anexa por el método Monte Carlo Para el caso de difusión isotrópica consideramos la representación de la concentración ponderada de trayectorias y sus derivados espaciales en forma de integrales (con algunos pesos) de la solución al problema de valor límite correspondiente y su derivado direccional de una velocidad convectiva. Si la velocidad convectiva en el límite del dominio es degenerada y se imponen otras condiciones adicionales esta representación nos permite construir una caminata aleatoria eficiente por esferas y bolas algoritmo. Cuando se violan estas condiciones, se realiza la transición a la modelización de las trayectorias de difusión por el esquema Euler, y el derivado direccional de la velocidad se estima mediante el método de ensayo dependiente, utilizando el modelado paralelo de dos trayectorias de difusión muy espaciadas. Hemos logrado justificar este método mediante una \"transición estadísticamente equivalente\" a la modelización de una única trayectoria después del primer paso del esquema Euler, utilizando un peso adecuado. Este peso también admite la diferenciación directa con respecto a la coordinación inicial a lo largo de una dirección dada. El algoritmo de peso resultante para calcular los derivados de concentración es especialmente eficiente si el punto inicial está en el subdominio en el que los coeficientes de la ecuación de difusión son constantes ",
            "error": [
                ""
            ]
        },
        "weight": {
            "translated_key": "peso",
            "translated_annotated_text": "Estimación del gradiente de la solución de una ecuación de difusión anexa por el método Monte Carlo Para el caso de difusión isotrópica consideramos la representación de la concentración ponderada de trayectorias y sus derivados espaciales en forma de integrales (con algunos pesos) de la solución al problema de valor límite correspondiente y su derivado direccional de una velocidad convectiva. Si la velocidad convectiva en el límite del dominio es degenerada y se imponen otras condiciones adicionales esta representación nos permite construir una caminata aleatoria eficiente por esferas y bolas algoritmo. Cuando se violan estas condiciones, se realiza la transición a la modelización de las trayectorias de difusión por el esquema Euler, y el derivado direccional de la velocidad se estima mediante el método de ensayo dependiente, utilizando el modelado paralelo de dos trayectorias de difusión muy espaciadas. Hemos logrado justificar este método mediante una transición estadísticamente equivalente a la modelización de una única trayectoria después del primer paso del esquema Euler, utilizando un \"peso\" adecuado. Este \"peso\" también admite una diferenciación directa con respecto a la coordinación inicial a lo largo de una dirección dada. El algoritmo \"peso\" resultante para calcular los derivados de concentración es especialmente eficiente si el punto inicial está en el subdominio en el que los coeficientes de la ecuación de difusión son constantes ",
            "error": [
                ""
            ]
        },
        "direct differentiation": {
            "translated_key": "diferenciación directa",
            "translated_annotated_text": "Estimación del gradiente de la solución de una ecuación de difusión anexa por el método Monte Carlo Para el caso de difusión isotrópica consideramos la representación de la concentración ponderada de trayectorias y sus derivados espaciales en forma de integrales (con algunos pesos) de la solución al problema de valor límite correspondiente y su derivado direccional de una velocidad convectiva. Si la velocidad convectiva en el límite del dominio es degenerada y se imponen otras condiciones adicionales esta representación nos permite construir una caminata aleatoria eficiente por esferas y bolas algoritmo. Cuando se violan estas condiciones, se realiza la transición a la modelización de las trayectorias de difusión por el esquema Euler, y el derivado direccional de la velocidad se estima mediante el método de ensayo dependiente, utilizando el modelado paralelo de dos trayectorias de difusión muy espaciadas. Se logró justificar este método mediante una transición estadísticamente equivalente a la modelización de una única trayectoria después del primer paso del esquema Euler, utilizando un peso adecuado. Este peso también admite \"diferenciación directa\" con respecto a la coordinación inicial a lo largo de una dirección dada. El algoritmo de peso resultante para calcular los derivados de concentración es especialmente eficiente si el punto inicial está en el subdominio en el que los coeficientes de la ecuación de difusión son constantes ",
            "error": [
                ""
            ]
        },
        "initial coordinate": {
            "translated_key": "coordinación inicial",
            "translated_annotated_text": "Estimación del gradiente de la solución de una ecuación de difusión anexa por el método Monte Carlo Para el caso de difusión isotrópica consideramos la representación de la concentración ponderada de trayectorias y sus derivados espaciales en forma de integrales (con algunos pesos) de la solución al problema de valor límite correspondiente y su derivado direccional de una velocidad convectiva. Si la velocidad convectiva en el límite del dominio es degenerada y se imponen otras condiciones adicionales esta representación nos permite construir una caminata aleatoria eficiente por esferas y bolas algoritmo. Cuando se violan estas condiciones, se realiza la transición a la modelización de las trayectorias de difusión por el esquema Euler, y el derivado direccional de la velocidad se estima mediante el método de ensayo dependiente, utilizando el modelado paralelo de dos trayectorias de difusión muy espaciadas. Se logró justificar este método mediante una transición estadísticamente equivalente a la modelización de una única trayectoria después del primer paso del esquema Euler, utilizando un peso adecuado. Este peso también admite diferenciación directa con respecto a la \"coordinación inicial\" a lo largo de una dirección dada. El algoritmo de peso resultante para calcular los derivados de concentración es especialmente eficiente si el punto inicial está en el subdominio en el que los coeficientes de la ecuación de difusión son constantes ",
            "error": [
                ""
            ]
        },
        "concentration derivatives": {
            "translated_key": "derivados de concentración",
            "translated_annotated_text": "Estimación del gradiente de la solución de una ecuación de difusión anexa por el método Monte Carlo Para el caso de difusión isotrópica consideramos la representación de la concentración ponderada de trayectorias y sus derivados espaciales en forma de integrales (con algunos pesos) de la solución al problema de valor límite correspondiente y su derivado direccional de una velocidad convectiva. Si la velocidad convectiva en el límite del dominio es degenerada y se imponen otras condiciones adicionales esta representación nos permite construir una caminata aleatoria eficiente por esferas y bolas algoritmo. Cuando se violan estas condiciones, se realiza la transición a la modelización de las trayectorias de difusión por el esquema Euler, y el derivado direccional de la velocidad se estima mediante el método de ensayo dependiente, utilizando el modelado paralelo de dos trayectorias de difusión muy espaciadas. Se logró justificar este método mediante una transición estadísticamente equivalente a la modelización de una única trayectoria después del primer paso del esquema Euler, utilizando un peso adecuado. Este peso también admite la diferenciación directa con respecto a la coordinación inicial a lo largo de una dirección dada. El algoritmo de peso resultante para calcular \"derivados de concentración\" es especialmente eficiente si el punto inicial está en el subdominio en el que los coeficientes de la ecuación de difusión son constantes ",
            "error": [
                ""
            ]
        },
        "boundary-value problems": {
            "translated_key": [],
            "translated_annotated_text": "Estimación del gradiente de la solución de una ecuación de difusión anexa por el método Monte Carlo Para el caso de difusión isotrópica consideramos la representación de la concentración ponderada de trayectorias y sus derivados espaciales en forma de integrales (con algunos pesos) de la solución al problema de valor límite correspondiente y su derivado direccional de una velocidad convectiva. Si la velocidad convectiva en el límite del dominio es degenerada y se imponen otras condiciones adicionales esta representación nos permite construir una caminata aleatoria eficiente por esferas y bolas algoritmo. Cuando se violan estas condiciones, se realiza la transición a la modelización de las trayectorias de difusión por el esquema Euler, y el derivado direccional de la velocidad se estima mediante el método de ensayo dependiente, utilizando el modelado paralelo de dos trayectorias de difusión muy espaciadas. Se logró justificar este método mediante una transición estadísticamente equivalente a la modelización de una única trayectoria después del primer paso del esquema Euler, utilizando un peso adecuado. Este peso también admite la diferenciación directa con respecto a la coordinación inicial a lo largo de una dirección dada. El algoritmo de peso resultante para calcular los derivados de concentración es especialmente eficiente si el punto inicial está en el subdominio en el que los coeficientes de la ecuación de difusión son constantes ",
            "error": []
        },
        "differentiation": {
            "translated_key": "diferenciación",
            "translated_annotated_text": "Estimación del gradiente de la solución de una ecuación de difusión anexa por el método Monte Carlo Para el caso de difusión isotrópica consideramos la representación de la concentración ponderada de trayectorias y sus derivados espaciales en forma de integrales (con algunos pesos) de la solución al problema de valor límite correspondiente y su derivado direccional de una velocidad convectiva. Si la velocidad convectiva en el límite del dominio es degenerada y se imponen otras condiciones adicionales esta representación nos permite construir una caminata aleatoria eficiente por esferas y bolas algoritmo. Cuando se violan estas condiciones, se realiza la transición a la modelización de las trayectorias de difusión por el esquema Euler, y el derivado direccional de la velocidad se estima mediante el método de ensayo dependiente, utilizando el modelado paralelo de dos trayectorias de difusión muy espaciadas. Se logró justificar este método mediante una transición estadísticamente equivalente a la modelización de una única trayectoria después del primer paso del esquema Euler, utilizando un peso adecuado. Este peso también admite \"diferenciación\" directa con respecto a la coordinación inicial a lo largo de una dirección dada. El algoritmo de peso resultante para calcular los derivados de concentración es especialmente eficiente si el punto inicial está en el subdominio en el que los coeficientes de la ecuación de difusión son constantes ",
            "error": [
                ""
            ]
        },
        "diffusion": {
            "translated_key": "difusión",
            "translated_annotated_text": "Estimación del gradiente de la solución de una ecuación contigua de \"difusión\" por el método de Monte Carlo Para el caso de la \"difusión\" isotrópica consideramos la representación de la concentración ponderada de trayectorias y sus derivados espaciales en forma de integrales (con algunos pesos) de la solución al problema de valor límite correspondiente y su derivado direccional de una velocidad convectiva. Si la velocidad convectiva en el límite del dominio es degenerada y se imponen otras condiciones adicionales esta representación nos permite construir una caminata aleatoria eficiente por esferas y bolas algoritmo. Cuando se violan estas condiciones, se realiza la transición a la modelización de las trayectorias de \"difusión\" por el esquema Euler, y el derivado direccional de la velocidad es estimado por el método de prueba dependiente, utilizando el modelado paralelo de dos trayectorias de \"difusión\" muy espaciadas. Se logró justificar este método mediante una transición estadísticamente equivalente a la modelización de una única trayectoria después del primer paso del esquema Euler, utilizando un peso adecuado. Este peso también admite la diferenciación directa con respecto a la coordinación inicial a lo largo de una dirección dada. El algoritmo de peso resultante para calcular los derivados de concentración es especialmente eficiente si el punto inicial está en el subdominio en el que los coeficientes de la ecuación de \"difusión\" son constantes ",
            "error": [
                ""
            ]
        },
        "integral equations": {
            "translated_key": [],
            "translated_annotated_text": "Estimación del gradiente de la solución de una ecuación de difusión anexa por el método Monte Carlo Para el caso de difusión isotrópica consideramos la representación de la concentración ponderada de trayectorias y sus derivados espaciales en forma de integrales (con algunos pesos) de la solución al problema de valor límite correspondiente y su derivado direccional de una velocidad convectiva. Si la velocidad convectiva en el límite del dominio es degenerada y se imponen otras condiciones adicionales esta representación nos permite construir una caminata aleatoria eficiente por esferas y bolas algoritmo. Cuando se violan estas condiciones, se realiza la transición a la modelización de las trayectorias de difusión por el esquema Euler, y el derivado direccional de la velocidad se estima mediante el método de ensayo dependiente, utilizando el modelado paralelo de dos trayectorias de difusión muy espaciadas. Se logró justificar este método mediante una transición estadísticamente equivalente a la modelización de una única trayectoria después del primer paso del esquema Euler, utilizando un peso adecuado. Este peso también admite la diferenciación directa con respecto a la coordinación inicial a lo largo de una dirección dada. El algoritmo de peso resultante para calcular los derivados de concentración es especialmente eficiente si el punto inicial está en el subdominio en el que los coeficientes de la ecuación de difusión son constantes ",
            "error": []
        },
        "Monte Carlo methods": {
            "translated_key": [],
            "translated_annotated_text": "Estimación del gradiente de la solución de una ecuación de difusión anexa por el método Monte Carlo Para el caso de difusión isotrópica consideramos la representación de la concentración ponderada de trayectorias y sus derivados espaciales en forma de integrales (con algunos pesos) de la solución al problema de valor límite correspondiente y su derivado direccional de una velocidad convectiva. Si la velocidad convectiva en el límite del dominio es degenerada y se imponen otras condiciones adicionales esta representación nos permite construir una caminata aleatoria eficiente por esferas y bolas algoritmo. Cuando se violan estas condiciones, se realiza la transición a la modelización de las trayectorias de difusión por el esquema Euler, y el derivado direccional de la velocidad se estima mediante el método de ensayo dependiente, utilizando el modelado paralelo de dos trayectorias de difusión muy espaciadas. Se logró justificar este método mediante una transición estadísticamente equivalente a la modelización de una única trayectoria después del primer paso del esquema Euler, utilizando un peso adecuado. Este peso también admite la diferenciación directa con respecto a la coordinación inicial a lo largo de una dirección dada. El algoritmo de peso resultante para calcular los derivados de concentración es especialmente eficiente si el punto inicial está en el subdominio en el que los coeficientes de la ecuación de difusión son constantes ",
            "error": []
        },
        "physics computing": {
            "translated_key": [],
            "translated_annotated_text": "Estimación del gradiente de la solución de una ecuación de difusión anexa por el método Monte Carlo Para el caso de difusión isotrópica consideramos la representación de la concentración ponderada de trayectorias y sus derivados espaciales en forma de integrales (con algunos pesos) de la solución al problema de valor límite correspondiente y su derivado direccional de una velocidad convectiva. Si la velocidad convectiva en el límite del dominio es degenerada y se imponen otras condiciones adicionales esta representación nos permite construir una caminata aleatoria eficiente por esferas y bolas algoritmo. Cuando se violan estas condiciones, se realiza la transición a la modelización de las trayectorias de difusión por el esquema Euler, y el derivado direccional de la velocidad se estima mediante el método de ensayo dependiente, utilizando el modelado paralelo de dos trayectorias de difusión muy espaciadas. Se logró justificar este método mediante una transición estadísticamente equivalente a la modelización de una única trayectoria después del primer paso del esquema Euler, utilizando un peso adecuado. Este peso también admite la diferenciación directa con respecto a la coordinación inicial a lo largo de una dirección dada. El algoritmo de peso resultante para calcular los derivados de concentración es especialmente eficiente si el punto inicial está en el subdominio en el que los coeficientes de la ecuación de difusión son constantes ",
            "error": []
        },
        "random processes": {
            "translated_key": [],
            "translated_annotated_text": "Estimación del gradiente de la solución de una ecuación de difusión anexa por el método Monte Carlo Para el caso de difusión isotrópica consideramos la representación de la concentración ponderada de trayectorias y sus derivados espaciales en forma de integrales (con algunos pesos) de la solución al problema de valor límite correspondiente y su derivado direccional de una velocidad convectiva. Si la velocidad convectiva en el límite del dominio es degenerada y se imponen otras condiciones adicionales esta representación nos permite construir una caminata aleatoria eficiente por esferas y bolas algoritmo. Cuando se violan estas condiciones, se realiza la transición a la modelización de las trayectorias de difusión por el esquema Euler, y el derivado direccional de la velocidad se estima mediante el método de ensayo dependiente, utilizando el modelado paralelo de dos trayectorias de difusión muy espaciadas. Se logró justificar este método mediante una transición estadísticamente equivalente a la modelización de una única trayectoria después del primer paso del esquema Euler, utilizando un peso adecuado. Este peso también admite la diferenciación directa con respecto a la coordinación inicial a lo largo de una dirección dada. El algoritmo de peso resultante para calcular los derivados de concentración es especialmente eficiente si el punto inicial está en el subdominio en el que los coeficientes de la ecuación de difusión son constantes ",
            "error": []
        }
    }
}