{
    "original_text": "Solution of the reconstruction problem of a source function in the coagulation-fragmentation equation We study the problem of reconstructing a source function in the kinetic coagulation-fragmentation equation. The study is based on optimal control methods, the solvability theory of operator equations, and the use of iteration algorithms",
    "original_translation": "Solución del problema de reconstrucción de una función fuente en la ecuación de coagulación-fragmentación Estudiamos el problema de la reconstrucción de una función fuente en la ecuación de coagulación-fragmentación cinética. El estudio se basa en métodos de control óptimos, la teoría de la solvabilidad de las ecuaciones del operador y el uso de algoritmos de iteración",
    "error_count": 3,
    "keys": {
        "source function reconstruction": {
            "translated_key": [],
            "translated_annotated_text": "Solución del problema de reconstrucción de una función fuente en la ecuación de coagulación-fragmentación Estudiamos el problema de la reconstrucción de una función fuente en la ecuación de coagulación-fragmentación cinética. El estudio se basa en métodos de control óptimos, la teoría de la solvabilidad de las ecuaciones del operador y el uso de algoritmos de iteración ",
            "error": []
        },
        "kinetic coagulation-fragmentation equation": {
            "translated_key": "ecuación de coagulación-fragmentación cinética",
            "translated_annotated_text": "Solución del problema de reconstrucción de una función fuente en la ecuación de coagulación-fragmentación Estudiamos el problema de la reconstrucción de una función fuente en la \"ecuación de coagulación-fragmentación cinética\". El estudio se basa en métodos de control óptimos, la teoría de la solvabilidad de las ecuaciones del operador y el uso de algoritmos de iteración ",
            "error": [
                ""
            ]
        },
        "optimal control methods": {
            "translated_key": "métodos óptimos de control",
            "translated_annotated_text": "Solución del problema de reconstrucción de una función fuente en la ecuación de coagulación-fragmentación Estudiamos el problema de la reconstrucción de una función fuente en la ecuación de coagulación-fragmentación cinética. El estudio se basa en \"métodos óptimos de control\", la teoría de la solvabilidad de las ecuaciones del operador y el uso de algoritmos de iteración ",
            "error": [
                ""
            ]
        },
        "solvability": {
            "translated_key": "solvabilidad",
            "translated_annotated_text": "Solución del problema de reconstrucción de una función fuente en la ecuación de coagulación-fragmentación Estudiamos el problema de la reconstrucción de una función fuente en la ecuación de coagulación-fragmentación cinética. El estudio se basa en métodos de control óptimos, la teoría de la \"solvabilidad\" de las ecuaciones del operador, y el uso de algoritmos de iteración ",
            "error": [
                ""
            ]
        },
        "operator equations": {
            "translated_key": "ecuaciones de operador",
            "translated_annotated_text": "Solución del problema de reconstrucción de una función fuente en la ecuación de coagulación-fragmentación Estudiamos el problema de la reconstrucción de una función fuente en la ecuación de coagulación-fragmentación cinética. El estudio se basa en métodos de control óptimos, la teoría de la solvabilidad de las \"ecuaciones de operador\", y el uso de algoritmos de iteración ",
            "error": [
                ""
            ]
        },
        "iteration algorithms": {
            "translated_key": "algoritmos de iteración",
            "translated_annotated_text": "Solución del problema de reconstrucción de una función fuente en la ecuación de coagulación-fragmentación Estudiamos el problema de la reconstrucción de una función fuente en la ecuación de coagulación-fragmentación cinética. El estudio se basa en métodos de control óptimos, la teoría de la solvabilidad de las ecuaciones del operador y el uso de \"algoritmos de iteración\" ",
            "error": [
                ""
            ]
        },
        "coagulation": {
            "translated_key": "coagulación",
            "translated_annotated_text": "Solución del problema de reconstrucción de una función fuente en la ecuación de fragmentación \"coagulación\" Estudiamos el problema de la reconstrucción de una función fuente en la ecuación de fragmentación \"coagulación\" cinética. El estudio se basa en métodos de control óptimos, la teoría de la solvabilidad de las ecuaciones del operador y el uso de algoritmos de iteración ",
            "error": [
                ""
            ]
        },
        "iterative methods": {
            "translated_key": [],
            "translated_annotated_text": "Solución del problema de reconstrucción de una función fuente en la ecuación de coagulación-fragmentación Estudiamos el problema de la reconstrucción de una función fuente en la ecuación de coagulación-fragmentación cinética. El estudio se basa en métodos de control óptimos, la teoría de la solvabilidad de las ecuaciones del operador y el uso de algoritmos de iteración ",
            "error": []
        },
        "physics computing": {
            "translated_key": [],
            "translated_annotated_text": "Solución del problema de reconstrucción de una función fuente en la ecuación de coagulación-fragmentación Estudiamos el problema de la reconstrucción de una función fuente en la ecuación de coagulación-fragmentación cinética. El estudio se basa en métodos de control óptimos, la teoría de la solvabilidad de las ecuaciones del operador y el uso de algoritmos de iteración ",
            "error": []
        }
    }
}