{
    "original_text": "p-Bezier curves, spirals, and sectrix curves We elucidate the connection between Bezier curves in polar coordinates, also called p-Bezier or focal Bezier curves, and certain families of spirals and sectrix curves. p-Bezier curves are the analogue in polar coordinates of nonparametric Bezier curves in Cartesian coordinates. Such curves form a subset of rational Bezier curves characterized by control points on radial directions regularly spaced with respect to the polar angle, and weights equal to the inverse of the polar radius. We show that this subset encompasses several classical sectrix curves, which solve geometrically the problem of dividing an angle into equal spans, and also spirals defining the trajectories of particles in central fields. First, we identify as p-Bezier curves a family of sinusoidal spirals that includes Tschirnhausens cubic. Second, the trisectrix of Maclaurin and their generalizations, called arachnidas. Finally, a special class of epi spirals that encompasses the trisectrix of Delanges",
    "original_translation": "curvas p-Bezier, espirales y curvas de secta Elucidamos la conexión entre las curvas de Bezier en coordenadas polares, también llamadas curvas p-Bezier o focales de Bezier, y ciertas familias de espirales y curvas de secta. Las curvas p-Bezier son las analógicas en coordenadas polares de curvas no paramétricas de Bezier en coordenadas cartesianas. Tales curvas forman un subconjunto de curvas racionales de Bezier caracterizadas por puntos de control en direcciones radiales regularmente espaciadas con respecto al ángulo polar, y pesos iguales a la inversa del radio polar. Demostramos que este subconjunto abarca varias curvas de secta clásicas, que resuelven geométricamente el problema de dividir un ángulo en espacios iguales, y también espirales que definen las trayectorias de partículas en campos centrales. Primero, identificamos como p-Bezier curva una familia de espirales sinusoidales que incluye Tschirnhausens cúbico. En segundo lugar, la trisectrix de Maclaurin y sus generalizaciones, llamadas aracnidas. Por último, una clase especial de espirales epi que abarca la trisectrix de Delanges",
    "error_count": 8,
    "keys": {
        "p-Bezier curves": {
            "translated_key": [
                "p-Bezier",
                "p-Bezier",
                "p-Bezier curvas"
            ],
            "translated_annotated_text": "Curvas <br>p-Bezier</br>, espirales y curvas de secta Elucidamos la conexión entre las curvas de Bezier en coordenadas polares, también llamadas curvas de p-Bezier o focales de Bezier, y ciertas familias de espirales y curvas de secta. Las curvas <br>p-Bezier</br> son las analógicas en coordenadas polares de curvas no paramétricas de Bezier en coordenadas cartesianas. Tales curvas forman un subconjunto de curvas racionales de Bezier caracterizadas por puntos de control en direcciones radiales regularmente espaciadas con respecto al ángulo polar, y pesos iguales a la inversa del radio polar. Demostramos que este subconjunto abarca varias curvas de secta clásicas, que resuelven geométricamente el problema de dividir un ángulo en espacios iguales, y también espirales que definen las trayectorias de partículas en campos centrales. Primero, identificamos como <br>p-Bezier curvas</br> una familia de espirales sinusoidales que incluye Tschirnhausens cúbico. En segundo lugar, la trisectrix de Maclaurin y sus generalizaciones, llamadas aracnidas. Por último, una clase especial de espirales epi que abarca la trisectrix de Delanges ",
            "error": [
                "p-Bezier",
                "p-Bezier",
                "p-Bezier curvas"
            ]
        },
        "spirals": {
            "translated_key": "spirales",
            "translated_annotated_text": "Curvas p-Bezier, <br>spirales</br>, y curvas de sectrix Elucidamos la conexión entre las curvas de Bezier en coordenadas polares, también llamadas curvas de p-Bezier o focales de Bezier, y ciertas familias de <br>spirales</br> y curvas de sectrix. Las curvas p-Bezier son las analógicas en coordenadas polares de curvas no paramétricas de Bezier en coordenadas cartesianas. Tales curvas forman un subconjunto de curvas racionales de Bezier caracterizadas por puntos de control en direcciones radiales regularmente espaciadas con respecto al ángulo polar, y pesos iguales a la inversa del radio polar. Demostramos que este subconjunto abarca varias curvas de secta clásica, que resuelven geométricamente el problema de dividir un ángulo en espacios iguales, y también <br>spirales</br> definiendo las trayectorias de partículas en campos centrales. En primer lugar, identificamos como p-Bezier curvas una familia de sinusoidales <br>spirales</br> que incluye Tschirnhausens cúbico. En segundo lugar, la trisectrix de Maclaurin y sus generalizaciones, llamadas aracnidas. Finalmente, una clase especial de epi <br>spirales</br> que abarca la trisectrix de Delanges ",
            "error": [
                ""
            ]
        },
        "sectrix curves": {
            "translated_key": "sectrix",
            "translated_annotated_text": "curvas p-Bezier, espirales y curvas <br>sectrix</br> Elucidamos la conexión entre las curvas de Bezier en coordenadas polares, también llamadas curvas p-Bezier o focales de Bezier, y ciertas familias de espirales y curvas <br>sectrix</br>. Las curvas p-Bezier son las analógicas en coordenadas polares de curvas no paramétricas de Bezier en coordenadas cartesianas. Tales curvas forman un subconjunto de curvas racionales de Bezier caracterizadas por puntos de control en direcciones radiales regularmente espaciadas con respecto al ángulo polar, y pesos iguales a la inversa del radio polar. Demostramos que este subconjunto abarca varias curvas clásicas <br>sectrix</br>, que resuelven geométricamente el problema de dividir un ángulo en espacios iguales, y también espirales que definen las trayectorias de partículas en campos centrales. Primero, identificamos como p-Bezier curva una familia de espirales sinusoidales que incluye Tschirnhausens cúbico. En segundo lugar, la trisectrix de Maclaurin y sus generalizaciones, llamadas aracnidas. Por último, una clase especial de espirales epi que abarca la trisectrix de Delanges ",
            "error": [
                ""
            ]
        },
        "polar coordinates": {
            "translated_key": ", también llamadas curvas de p-Bezier o focales de Bezier, y ciertas familias de espirales y curvas de secta. Las curvas p-Bezier son las analógicas en coordenadas <br>polares",
            "translated_annotated_text": "Curvas p-Bezier, espirales y curvas de secta Elucidamos la conexión entre curvas de Bezier en coordenadas polares <br>, también llamadas curvas de p-Bezier o focales de Bezier, y ciertas familias de espirales y curvas de secta. Las curvas p-Bezier son las analógicas en coordenadas <br>polares</br> de curvas no paramétricas de Bezier en coordenadas cartesianas. Tales curvas forman un subconjunto de curvas racionales de Bezier caracterizadas por puntos de control en direcciones radiales regularmente espaciadas con respecto al ángulo polar, y pesos iguales a la inversa del radio polar. Demostramos que este subconjunto abarca varias curvas de secta clásicas, que resuelven geométricamente el problema de dividir un ángulo en espacios iguales, y también espirales que definen las trayectorias de partículas en campos centrales. Primero, identificamos como p-Bezier curva una familia de espirales sinusoidales que incluye Tschirnhausens cúbico. En segundo lugar, la trisectrix de Maclaurin y sus generalizaciones, llamadas aracnidas. Por último, una clase especial de espirales epi que abarca la trisectrix de Delanges ",
            "error": [
                ""
            ]
        },
        "focal Bezier curves": {
            "translated_key": "focal Bezier",
            "translated_annotated_text": "curvas p-Bezier, espirales y curvas de secta Elucidamos la conexión entre las curvas de Bezier en coordenadas polares, también llamadas curvas p-Bezier o <br>focal Bezier</br>, y ciertas familias de espirales y curvas de secta. Las curvas p-Bezier son las analógicas en coordenadas polares de curvas no paramétricas de Bezier en coordenadas cartesianas. Tales curvas forman un subconjunto de curvas racionales de Bezier caracterizadas por puntos de control en direcciones radiales regularmente espaciadas con respecto al ángulo polar, y pesos iguales a la inversa del radio polar. Demostramos que este subconjunto abarca varias curvas de secta clásicas, que resuelven geométricamente el problema de dividir un ángulo en espacios iguales, y también espirales que definen las trayectorias de partículas en campos centrales. Primero, identificamos como p-Bezier curva una familia de espirales sinusoidales que incluye Tschirnhausens cúbico. En segundo lugar, la trisectrix de Maclaurin y sus generalizaciones, llamadas aracnidas. Por último, una clase especial de espirales epi que abarca la trisectrix de Delanges ",
            "error": [
                ""
            ]
        },
        "rational Bezier curves": {
            "translated_key": "racionales de Bezier",
            "translated_annotated_text": "curvas p-Bezier, espirales y curvas de secta Elucidamos la conexión entre las curvas de Bezier en coordenadas polares, también llamadas curvas p-Bezier o focales de Bezier, y ciertas familias de espirales y curvas de secta. Las curvas p-Bezier son las analógicas en coordenadas polares de curvas no paramétricas de Bezier en coordenadas cartesianas. Tales curvas forman un subconjunto de curvas <br>racionales de Bezier</br> caracterizadas por puntos de control en direcciones radiales regularmente espaciadas con respecto al ángulo polar, y pesos iguales a la inversa del radio polar. Demostramos que este subconjunto abarca varias curvas de secta clásicas, que resuelven geométricamente el problema de dividir un ángulo en espacios iguales, y también espirales que definen las trayectorias de partículas en campos centrales. Primero, identificamos como p-Bezier curva una familia de espirales sinusoidales que incluye Tschirnhausens cúbico. En segundo lugar, la trisectrix de Maclaurin y sus generalizaciones, llamadas aracnidas. Por último, una clase especial de espirales epi que abarca la trisectrix de Delanges ",
            "error": [
                ""
            ]
        },
        "control points": {
            "translated_key": [],
            "translated_annotated_text": "curvas p-Bezier, espirales y curvas de secta Elucidamos la conexión entre las curvas de Bezier en coordenadas polares, también llamadas curvas p-Bezier o focales de Bezier, y ciertas familias de espirales y curvas de secta. Las curvas p-Bezier son las analógicas en coordenadas polares de curvas no paramétricas de Bezier en coordenadas cartesianas. Tales curvas forman un subconjunto de curvas racionales de Bezier caracterizadas por puntos de control <br> en direcciones radiales regularmente espaciadas con respecto al ángulo polar, y pesos iguales a la inversa del radio polar. Demostramos que este subconjunto abarca varias curvas de secta clásicas, que resuelven geométricamente el problema de dividir un ángulo en espacios iguales, y también espirales que definen las trayectorias de partículas en campos centrales. Primero, identificamos como p-Bezier curva una familia de espirales sinusoidales que incluye Tschirnhausens cúbico. En segundo lugar, la trisectrix de Maclaurin y sus generalizaciones, llamadas aracnidas. Por último, una clase especial de espirales epi que abarca la trisectrix de Delanges ",
            "error": []
        },
        "radial directions": {
            "translated_key": [],
            "translated_annotated_text": "curvas p-Bezier, espirales y curvas de secta Elucidamos la conexión entre las curvas de Bezier en coordenadas polares, también llamadas curvas p-Bezier o focales de Bezier, y ciertas familias de espirales y curvas de secta. Las curvas p-Bezier son las analógicas en coordenadas polares de curvas no paramétricas de Bezier en coordenadas cartesianas. Tales curvas forman un subconjunto de curvas racionales de Bezier caracterizadas por puntos de control en direcciones radiales <br> regularmente espaciadas con respecto al ángulo polar, y pesos iguales a la inversa del radio polar. Demostramos que este subconjunto abarca varias curvas de secta clásicas, que resuelven geométricamente el problema de dividir un ángulo en espacios iguales, y también espirales que definen las trayectorias de partículas en campos centrales. Primero, identificamos como p-Bezier curva una familia de espirales sinusoidales que incluye Tschirnhausens cúbico. En segundo lugar, la trisectrix de Maclaurin y sus generalizaciones, llamadas aracnidas. Por último, una clase especial de espirales epi que abarca la trisectrix de Delanges ",
            "error": []
        },
        "polar angle": {
            "translated_key": [],
            "translated_annotated_text": "curvas p-Bezier, espirales y curvas de secta Elucidamos la conexión entre las curvas de Bezier en coordenadas polares, también llamadas curvas p-Bezier o focales de Bezier, y ciertas familias de espirales y curvas de secta. Las curvas p-Bezier son las analógicas en coordenadas polares de curvas no paramétricas de Bezier en coordenadas cartesianas. Tales curvas forman un subconjunto de curvas racionales de Bezier caracterizadas por puntos de control en direcciones radiales regularmente espaciadas con respecto al ángulo polar <br> y pesos iguales a la inversa del radio polar. Demostramos que este subconjunto abarca varias curvas de secta clásicas, que resuelven geométricamente el problema de dividir un ángulo en espacios iguales, y también espirales que definen las trayectorias de partículas en campos centrales. Primero, identificamos como p-Bezier curva una familia de espirales sinusoidales que incluye Tschirnhausens cúbico. En segundo lugar, la trisectrix de Maclaurin y sus generalizaciones, llamadas aracnidas. Por último, una clase especial de espirales epi que abarca la trisectrix de Delanges ",
            "error": []
        },
        "geometry": {
            "translated_key": [],
            "translated_annotated_text": "curvas p-Bezier, espirales y curvas de secta Elucidamos la conexión entre las curvas de Bezier en coordenadas polares, también llamadas curvas p-Bezier o focales de Bezier, y ciertas familias de espirales y curvas de secta. Las curvas p-Bezier son las analógicas en coordenadas polares de curvas no paramétricas de Bezier en coordenadas cartesianas. Tales curvas forman un subconjunto de curvas racionales de Bezier caracterizadas por puntos de control en direcciones radiales regularmente espaciadas con respecto al ángulo polar, y pesos iguales a la inversa del radio polar. Demostramos que este subconjunto abarca varias curvas de secta clásicas, que resuelven geométricamente el problema de dividir un ángulo en espacios iguales, y también espirales que definen las trayectorias de partículas en campos centrales. Primero, identificamos como p-Bezier curva una familia de espirales sinusoidales que incluye Tschirnhausens cúbico. En segundo lugar, la trisectrix de Maclaurin y sus generalizaciones, llamadas aracnidas. Por último, una clase especial de espirales epi que abarca la trisectrix de Delanges ",
            "error": []
        },
        "angle division": {
            "translated_key": [],
            "translated_annotated_text": "curvas p-Bezier, espirales y curvas de secta Elucidamos la conexión entre las curvas de Bezier en coordenadas polares, también llamadas curvas p-Bezier o focales de Bezier, y ciertas familias de espirales y curvas de secta. Las curvas p-Bezier son las analógicas en coordenadas polares de curvas no paramétricas de Bezier en coordenadas cartesianas. Tales curvas forman un subconjunto de curvas racionales de Bezier caracterizadas por puntos de control en direcciones radiales regularmente espaciadas con respecto al ángulo polar, y pesos iguales a la inversa del radio polar. Demostramos que este subconjunto abarca varias curvas de secta clásicas, que resuelven geométricamente el problema de dividir un ángulo en espacios iguales, y también espirales que definen las trayectorias de partículas en campos centrales. Primero, identificamos como p-Bezier curva una familia de espirales sinusoidales que incluye Tschirnhausens cúbico. En segundo lugar, la trisectrix de Maclaurin y sus generalizaciones, llamadas aracnidas. Por último, una clase especial de espirales epi que abarca la trisectrix de Delanges ",
            "error": []
        },
        "equal spans": {
            "translated_key": "equal spans",
            "translated_annotated_text": "curvas p-Bezier, espirales y curvas de secta Elucidamos la conexión entre las curvas de Bezier en coordenadas polares, también llamadas curvas p-Bezier o focales de Bezier, y ciertas familias de espirales y curvas de secta. Las curvas p-Bezier son las analógicas en coordenadas polares de curvas no paramétricas de Bezier en coordenadas cartesianas. Tales curvas forman un subconjunto de curvas racionales de Bezier caracterizadas por puntos de control en direcciones radiales regularmente espaciadas con respecto al ángulo polar, y pesos iguales a la inversa del radio polar. Demostramos que este subconjunto abarca varias curvas de secta clásica, que resuelven geométricamente el problema de dividir un ángulo en <br>equal spans</br>, y también espirales que definen las trayectorias de partículas en campos centrales. Primero, identificamos como p-Bezier curva una familia de espirales sinusoidales que incluye Tschirnhausens cúbico. En segundo lugar, la trisectrix de Maclaurin y sus generalizaciones, llamadas aracnidas. Por último, una clase especial de espirales epi que abarca la trisectrix de Delanges ",
            "error": [
                ""
            ]
        },
        "particle trajectories": {
            "translated_key": [],
            "translated_annotated_text": "curvas p-Bezier, espirales y curvas de secta Elucidamos la conexión entre las curvas de Bezier en coordenadas polares, también llamadas curvas p-Bezier o focales de Bezier, y ciertas familias de espirales y curvas de secta. Las curvas p-Bezier son las analógicas en coordenadas polares de curvas no paramétricas de Bezier en coordenadas cartesianas. Tales curvas forman un subconjunto de curvas racionales de Bezier caracterizadas por puntos de control en direcciones radiales regularmente espaciadas con respecto al ángulo polar, y pesos iguales a la inversa del radio polar. Demostramos que este subconjunto abarca varias curvas de secta clásicas, que resuelven geométricamente el problema de dividir un ángulo en espacios iguales, y también espirales que definen las trayectorias de partículas en campos centrales. Primero, identificamos como p-Bezier curva una familia de espirales sinusoidales que incluye Tschirnhausens cúbico. En segundo lugar, la trisectrix de Maclaurin y sus generalizaciones, llamadas aracnidas. Por último, una clase especial de espirales epi que abarca la trisectrix de Delanges ",
            "error": []
        },
        "central fields": {
            "translated_key": "centrales",
            "translated_annotated_text": "curvas p-Bezier, espirales y curvas de secta Elucidamos la conexión entre las curvas de Bezier en coordenadas polares, también llamadas curvas p-Bezier o focales de Bezier, y ciertas familias de espirales y curvas de secta. Las curvas p-Bezier son las analógicas en coordenadas polares de curvas no paramétricas de Bezier en coordenadas cartesianas. Tales curvas forman un subconjunto de curvas racionales de Bezier caracterizadas por puntos de control en direcciones radiales regularmente espaciadas con respecto al ángulo polar, y pesos iguales a la inversa del radio polar. Demostramos que este subconjunto abarca varias curvas de secta clásicas, que resuelven geométricamente el problema de dividir un ángulo en espacios iguales, y también espirales que definen las trayectorias de partículas en campos <br>centrales</br>. Primero, identificamos como p-Bezier curva una familia de espirales sinusoidales que incluye Tschirnhausens cúbico. En segundo lugar, la trisectrix de Maclaurin y sus generalizaciones, llamadas aracnidas. Por último, una clase especial de espirales epi que abarca la trisectrix de Delanges ",
            "error": [
                ""
            ]
        },
        "sinusoidal spirals": {
            "translated_key": "sinusoidales",
            "translated_annotated_text": "curvas p-Bezier, espirales y curvas de secta Elucidamos la conexión entre las curvas de Bezier en coordenadas polares, también llamadas curvas p-Bezier o focales de Bezier, y ciertas familias de espirales y curvas de secta. Las curvas p-Bezier son las analógicas en coordenadas polares de curvas no paramétricas de Bezier en coordenadas cartesianas. Tales curvas forman un subconjunto de curvas racionales de Bezier caracterizadas por puntos de control en direcciones radiales regularmente espaciadas con respecto al ángulo polar, y pesos iguales a la inversa del radio polar. Demostramos que este subconjunto abarca varias curvas de secta clásicas, que resuelven geométricamente el problema de dividir un ángulo en espacios iguales, y también espirales que definen las trayectorias de partículas en campos centrales. Primero, identificamos como curvas p-Bezier una familia de espirales <br>sinusoidales</br> que incluye Tschirnhausens cúbico. En segundo lugar, la trisectrix de Maclaurin y sus generalizaciones, llamadas aracnidas. Por último, una clase especial de espirales epi que abarca la trisectrix de Delanges ",
            "error": [
                ""
            ]
        },
        "cubic": {
            "translated_key": "cúbic",
            "translated_annotated_text": "curvas p-Bezier, espirales y curvas de secta Elucidamos la conexión entre las curvas de Bezier en coordenadas polares, también llamadas curvas p-Bezier o focales de Bezier, y ciertas familias de espirales y curvas de secta. Las curvas p-Bezier son las analógicas en coordenadas polares de curvas no paramétricas de Bezier en coordenadas cartesianas. Tales curvas forman un subconjunto de curvas racionales de Bezier caracterizadas por puntos de control en direcciones radiales regularmente espaciadas con respecto al ángulo polar, y pesos iguales a la inversa del radio polar. Demostramos que este subconjunto abarca varias curvas de secta clásicas, que resuelven geométricamente el problema de dividir un ángulo en espacios iguales, y también espirales que definen las trayectorias de partículas en campos centrales. Primero, identificamos como curvas p-Bezier una familia de espirales sinusoidales que incluye Tschirnhausens <br>cúbic</br>. En segundo lugar, la trisectrix de Maclaurin y sus generalizaciones, llamadas aracnidas. Por último, una clase especial de espirales epi que abarca la trisectrix de Delanges ",
            "error": [
                ""
            ]
        },
        "arachnidas": {
            "translated_key": "arachnidas",
            "translated_annotated_text": "curvas p-Bezier, espirales y curvas de secta Elucidamos la conexión entre las curvas de Bezier en coordenadas polares, también llamadas curvas p-Bezier o focales de Bezier, y ciertas familias de espirales y curvas de secta. Las curvas p-Bezier son las analógicas en coordenadas polares de curvas no paramétricas de Bezier en coordenadas cartesianas. Tales curvas forman un subconjunto de curvas racionales de Bezier caracterizadas por puntos de control en direcciones radiales regularmente espaciadas con respecto al ángulo polar, y pesos iguales a la inversa del radio polar. Demostramos que este subconjunto abarca varias curvas de secta clásicas, que resuelven geométricamente el problema de dividir un ángulo en espacios iguales, y también espirales que definen las trayectorias de partículas en campos centrales. Primero, identificamos como p-Bezier curva una familia de espirales sinusoidales que incluye Tschirnhausens cúbico. En segundo lugar, la trisectrix de Maclaurin y sus generalizaciones, llamadas <br>arachnidas</br>. Por último, una clase especial de espirales epi que abarca la trisectrix de Delanges ",
            "error": [
                ""
            ]
        },
        "epi spirals": {
            "translated_key": "epi",
            "translated_annotated_text": "curvas p-Bezier, espirales y curvas de secta Elucidamos la conexión entre las curvas de Bezier en coordenadas polares, también llamadas curvas p-Bezier o focales de Bezier, y ciertas familias de espirales y curvas de secta. Las curvas p-Bezier son las analógicas en coordenadas polares de curvas no paramétricas de Bezier en coordenadas cartesianas. Tales curvas forman un subconjunto de curvas racionales de Bezier caracterizadas por puntos de control en direcciones radiales regularmente espaciadas con respecto al ángulo polar, y pesos iguales a la inversa del radio polar. Demostramos que este subconjunto abarca varias curvas de secta clásicas, que resuelven geométricamente el problema de dividir un ángulo en espacios iguales, y también espirales que definen las trayectorias de partículas en campos centrales. Primero, identificamos como p-Bezier curva una familia de espirales sinusoidales que incluye Tschirnhausens cúbico. En segundo lugar, la trisectrix de Maclaurin y sus generalizaciones, llamadas aracnidas. Finalmente, una clase especial de espirales <br>epi</br> que abarca la trisectrix de Delanges ",
            "error": [
                ""
            ]
        },
        "trisectrix": {
            "translated_key": "trisectrix",
            "translated_annotated_text": "curvas p-Bezier, espirales y curvas de secta Elucidamos la conexión entre las curvas de Bezier en coordenadas polares, también llamadas curvas p-Bezier o focales de Bezier, y ciertas familias de espirales y curvas de secta. Las curvas p-Bezier son las analógicas en coordenadas polares de curvas no paramétricas de Bezier en coordenadas cartesianas. Tales curvas forman un subconjunto de curvas racionales de Bezier caracterizadas por puntos de control en direcciones radiales regularmente espaciadas con respecto al ángulo polar, y pesos iguales a la inversa del radio polar. Demostramos que este subconjunto abarca varias curvas de secta clásicas, que resuelven geométricamente el problema de dividir un ángulo en espacios iguales, y también espirales que definen las trayectorias de partículas en campos centrales. Primero, identificamos como p-Bezier curva una familia de espirales sinusoidales que incluye Tschirnhausens cúbico. En segundo lugar, la <br>trisectrix</br> de Maclaurin y sus generalizaciones, llamadas aracnidas. Finalmente, una clase especial de espirales epi que abarca la <br>trisectrix</br> de Delanges ",
            "error": [
                ""
            ]
        },
        "computational geometry": {
            "translated_key": [],
            "translated_annotated_text": "curvas p-Bezier, espirales y curvas de secta Elucidamos la conexión entre las curvas de Bezier en coordenadas polares, también llamadas curvas p-Bezier o focales de Bezier, y ciertas familias de espirales y curvas de secta. Las curvas p-Bezier son las analógicas en coordenadas polares de curvas no paramétricas de Bezier en coordenadas cartesianas. Tales curvas forman un subconjunto de curvas racionales de Bezier caracterizadas por puntos de control en direcciones radiales regularmente espaciadas con respecto al ángulo polar, y pesos iguales a la inversa del radio polar. Demostramos que este subconjunto abarca varias curvas de secta clásicas, que resuelven geométricamente el problema de dividir un ángulo en espacios iguales, y también espirales que definen las trayectorias de partículas en campos centrales. Primero, identificamos como p-Bezier curva una familia de espirales sinusoidales que incluye Tschirnhausens cúbico. En segundo lugar, la trisectrix de Maclaurin y sus generalizaciones, llamadas aracnidas. Por último, una clase especial de espirales epi que abarca la trisectrix de Delanges ",
            "error": []
        }
    }
}