{
    "original_text": "Using duality to implicitize and find cusps and inflection points of Bezier curves A planar algebraic curve C has an implicit equation and a tangential equation. The tangential equation defines a dual curve to C. Starting with a parametrization of C, we find a parametrization of the dual curve, and the tangential equation and implicit equation of C in a novel way. We also find equations whose roots are the parameter values of the cusps and inflection points of C. Methods include polar reciprocation and the theory of envelopes",
    "original_translation": "Usando la dualidad para implícitar y encontrar puntos de cúspides e inflexión de las curvas de Bezier Una curva algebraica planar C tiene una ecuación implícita y una ecuación tangencial. La ecuación tangencial define una curva dual a C. Comenzando con una parametrización de C, encontramos una parametrización de la curva dual, y la ecuación tangencial y la ecuación implícita de C de una manera novedosa. También encontramos ecuaciones cuyas raíces son los valores de los parámetros de los puntos de inflexión y cúspides de C. Los métodos incluyen la reciprocidad polar y la teoría de los sobres",
    "error_count": 4,
    "keys": {
        "planar algebraic curve": {
            "translated_key": "planar",
            "translated_annotated_text": "Usando la dualidad para implícitar y encontrar puntos de cúspides e inflexión de las curvas de Bezier Una curva algebraica <br>planar</br> C tiene una ecuación implícita y una ecuación tangencial. La ecuación tangencial define una curva dual a C. Comenzando con una parametrización de C, encontramos una parametrización de la curva dual, y la ecuación tangencial y la ecuación implícita de C de una manera novedosa. También encontramos ecuaciones cuyas raíces son los valores de los parámetros de los puntos de inflexión y cúspides de C. Los métodos incluyen la reciprocidad polar y la teoría de los sobres ",
            "error": [
                ""
            ]
        },
        "implicit equation": {
            "translated_key": "imlicita",
            "translated_annotated_text": "Usando la dualidad para implícitar y encontrar puntos de cúspides e inflexión de las curvas de Bezier Una curva algebraica planar C tiene una ecuación <br>imlicita</br> y una ecuación tangencial. La ecuación tangencial define una curva dual a C. Comenzando con una parametrización de C, encontramos una parametrización de la curva dual, y la ecuación tangencial y la ecuación <br>imlicita</br> de C de una manera novedosa. También encontramos ecuaciones cuyas raíces son los valores de los parámetros de los puntos de inflexión y cúspides de C. Los métodos incluyen la reciprocidad polar y la teoría de los sobres ",
            "error": [
                ""
            ]
        },
        "tangential equation": {
            "translated_key": "tangencial",
            "translated_annotated_text": "Usando la dualidad para implícitar y encontrar puntos de cúspides e inflexión de las curvas de Bezier Una curva algebraica planar C tiene una ecuación implícita y una ecuación <br>tangencial</br>. La ecuación <br>tangencial</br> define una curva dual a C. Comenzando con una parametrización de C, encontramos una parametrización de la curva dual, y la ecuación <br>tangencial</br> y la ecuación implícita de C de una manera novedosa. También encontramos ecuaciones cuyas raíces son los valores de los parámetros de los puntos de inflexión y cúspides de C. Los métodos incluyen la reciprocidad polar y la teoría de los sobres ",
            "error": [
                ""
            ]
        },
        "dual curve": {
            "translated_key": "dual",
            "translated_annotated_text": "Usando la dualidad para implícitar y encontrar puntos de cúspides e inflexión de las curvas de Bezier Una curva algebraica planar C tiene una ecuación implícita y una ecuación tangencial. La ecuación tangencial define una curva <br>dual</br> a C. Comenzando con una parametrización de C, encontramos una parametrización de la curva <br>dual</br>, y la ecuación tangencial y la ecuación implícita de C de una manera novedosa. También encontramos ecuaciones cuyas raíces son los valores de los parámetros de los puntos de inflexión y cúspides de C. Los métodos incluyen la reciprocidad polar y la teoría de los sobres ",
            "error": [
                ""
            ]
        },
        "parametrization": {
            "translated_key": [],
            "translated_annotated_text": "Usando la dualidad para implícitar y encontrar puntos de cúspides e inflexión de las curvas de Bezier Una curva algebraica planar C tiene una ecuación implícita y una ecuación tangencial. La ecuación tangencial define una curva dual a C. Comenzando con una parametrización <br> de C, encontramos una parametrización <br> de la curva dual, y la ecuación tangencial y la ecuación implícita de C de una manera novedosa. También encontramos ecuaciones cuyas raíces son los valores de los parámetros de los puntos de inflexión y cúspides de C. Los métodos incluyen la reciprocidad polar y la teoría de los sobres ",
            "error": []
        },
        "cusps": {
            "translated_key": [
                "cusps",
                "cúspides"
            ],
            "translated_annotated_text": "Usando la dualidad para implícitar y encontrar <br>cusps</br> y puntos de inflexión de las curvas de Bezier Una curva algebraica planar C tiene una ecuación implícita y una ecuación tangencial. La ecuación tangencial define una curva dual a C. Comenzando con una parametrización de C, encontramos una parametrización de la curva dual, y la ecuación tangencial y la ecuación implícita de C de una manera novedosa. También encontramos ecuaciones cuyas raíces son los valores de los parámetros de los puntos de inflexión y <br>cúspides</br> de C. Los métodos incluyen la reciprocidad polar y la teoría de los sobres.  ",
            "error": [
                "cusps",
                "cúspides"
            ]
        },
        "inflection points": {
            "translated_key": " de las curvas de Bezier Una curva algebraica planar C tiene una ecuación implícita y una ecuación tangencial. La ecuación tangencial define una curva dual a C. Comenzando con una parametrización de C, encontramos una parametrización de la curva dual, y la ecuación tangencial y la ecuación implícita de C de una manera novedosa. También encontramos ecuaciones cuyas raíces son los valores de los parámetros de los puntos de cúspides y <br>inflección",
            "translated_annotated_text": "Usando la dualidad para implícitar y encontrar puntos de inflexión y <br> de las curvas de Bezier Una curva algebraica planar C tiene una ecuación implícita y una ecuación tangencial. La ecuación tangencial define una curva dual a C. Comenzando con una parametrización de C, encontramos una parametrización de la curva dual, y la ecuación tangencial y la ecuación implícita de C de una manera novedosa. También encontramos ecuaciones cuyas raíces son los valores de los parámetros de los puntos de cúspides y <br>inflección</br> de C. Los métodos incluyen la reciprocidad polar y la teoría de los sobres ",
            "error": [
                ""
            ]
        },
        "polar reciprocation": {
            "translated_key": "reciprocationpolar",
            "translated_annotated_text": "Usando la dualidad para implícitar y encontrar puntos de cúspides e inflexión de las curvas de Bezier Una curva algebraica planar C tiene una ecuación implícita y una ecuación tangencial. La ecuación tangencial define una curva dual a C. Comenzando con una parametrización de C, encontramos una parametrización de la curva dual, y la ecuación tangencial y la ecuación implícita de C de una manera novedosa. También encontramos ecuaciones cuyas raíces son los valores de parámetros de los cúspides y puntos de inflexión de C. Los métodos incluyen <br>reciprocationpolar</br> y la teoría de sobres ",
            "error": [
                ""
            ]
        },
        "envelope theory": {
            "translated_key": [],
            "translated_annotated_text": "Usando la dualidad para implícitar y encontrar puntos de cúspides e inflexión de las curvas de Bezier Una curva algebraica planar C tiene una ecuación implícita y una ecuación tangencial. La ecuación tangencial define una curva dual a C. Comenzando con una parametrización de C, encontramos una parametrización de la curva dual, y la ecuación tangencial y la ecuación implícita de C de una manera novedosa. También encontramos ecuaciones cuyas raíces son los valores de los parámetros de los puntos de inflexión y cúspides de C. Los métodos incluyen la reciprocidad polar y la teoría de los sobres ",
            "error": []
        },
        "Bezier curves": {
            "translated_key": " Curvas de Bezier",
            "translated_annotated_text": "Usando la dualidad para implícitar y encontrar puntos de cúspides e inflexión de <br> Curvas de Bezier</br> Una curva algebraica planar C tiene una ecuación implícita y una ecuación tangencial. La ecuación tangencial define una curva dual a C. Comenzando con una parametrización de C, encontramos una parametrización de la curva dual, y la ecuación tangencial y la ecuación implícita de C de una manera novedosa. También encontramos ecuaciones cuyas raíces son los valores de los parámetros de los puntos de inflexión y cúspides de C. Los métodos incluyen la reciprocidad polar y la teoría de los sobres ",
            "error": [
                ""
            ]
        },
        "computational geometry": {
            "translated_key": [],
            "translated_annotated_text": "Usando la dualidad para implícitar y encontrar puntos de cúspides e inflexión de las curvas de Bezier Una curva algebraica planar C tiene una ecuación implícita y una ecuación tangencial. La ecuación tangencial define una curva dual a C. Comenzando con una parametrización de C, encontramos una parametrización de la curva dual, y la ecuación tangencial y la ecuación implícita de C de una manera novedosa. También encontramos ecuaciones cuyas raíces son los valores de los parámetros de los puntos de inflexión y cúspides de C. Los métodos incluyen la reciprocidad polar y la teoría de los sobres ",
            "error": []
        }
    }
}