{
    "original_text": "Minimizing blossoms under symmetric linear constraints In this paper, we show that there exists a close dependence between the control polygon of a polynomial and the minimum of its blossom under symmetric linear constraints. We consider a given minimization problem P, for which a unique solution will be a point delta on the Bezier curve. For the minimization function f, two sufficient conditions exist that ensure the uniqueness of the solution, namely, the concavity of the control polygon of the polynomial and the characteristics of the Polya frequency-control polygon where the minimum coincides with a critical point of the polynomial. The use of the blossoming theory provides us with a useful geometrical interpretation of the minimization problem. In addition, this minimization approach leads us to a new method of discovering inequalities about the elementary symmetric polynomials",
    "original_translation": "Minimizando las flores bajo restricciones lineales simétricas En este artículo, mostramos que existe una estrecha dependencia entre el polígono de control de un polinomio y el mínimo de su flor bajo restricciones lineales simétricas. Consideramos un problema de minimización dado P, para el cual una solución única será un punto delta en la curva de Bezier. Para la función de minimización f, existen dos condiciones suficientes que aseguran la singularidad de la solución, a saber, la concavidad del polígono de control del polinomio y las características del polígono de control de frecuencia de Polya donde el mínimo coincide con un punto crítico del polinomio. El uso de la teoría del florecimiento nos proporciona una interpretación geométrica útil del problema de minimización. Además, este enfoque de minimización nos lleva a un nuevo método para descubrir desigualdades sobre los polinomios simétricos elementales",
    "error_count": 5,
    "keys": {
        "control polygon": {
            "translated_key": [
                "polígono de control",
                " polígono de control ",
                " polígono de control "
            ],
            "translated_annotated_text": "Minimizando las flores bajo restricciones lineales simétricas En este artículo, mostramos que existe una estrecha dependencia entre el \"polígono de control\" de un polinomio y el mínimo de su flor bajo restricciones lineales simétricas. Consideramos un problema de minimización dado P, para el cual una solución única será un punto delta en la curva de Bezier. Para la función de minimización f, existen dos condiciones suficientes que aseguran la singularidad de la solución, a saber, la concavidad del \" polígono de control \" del polinomio y las características del Polia frecuencia-\" polígono de control \", donde el mínimo coincide con un punto crítico del polinomio. El uso de la teoría del florecimiento nos proporciona una interpretación geométrica útil del problema de minimización. Además, este enfoque de minimización nos lleva a un nuevo método para descubrir desigualdades sobre los polinomios simétricos elementales ",
            "error": [
                "polígono de control",
                " polígono de control ",
                " polígono de control "
            ]
        },
        "polynomial": {
            "translated_key": "polinomio",
            "translated_annotated_text": "Minimizando las flores bajo restricciones lineales simétricas En este artículo, mostramos que existe una estrecha dependencia entre el polígono de control de un \"polinomio\" y el mínimo de su flor bajo restricciones lineales simétricas. Consideramos un problema de minimización dado P, para el cual una solución única será un punto delta en la curva de Bezier. Para la función de minimización f, existen dos condiciones suficientes que aseguran la singularidad de la solución, a saber, la concavidad del polígono de control del polinomio y las características del polígono de control de frecuencia de Polya donde el mínimo coincide con un punto crítico del polinomio. El uso de la teoría del florecimiento nos proporciona una interpretación geométrica útil del problema de minimización. Además, este enfoque de minimización nos lleva a un nuevo método para descubrir desigualdades sobre los polinomios simétricos elementales ",
            "error": [
                ""
            ]
        },
        "blossom minimization": {
            "translated_key": [],
            "translated_annotated_text": "Minimizando las flores bajo restricciones lineales simétricas En este artículo, mostramos que existe una estrecha dependencia entre el polígono de control de un polinomio y el mínimo de su flor bajo restricciones lineales simétricas. Consideramos un problema de minimización dado P, para el cual una solución única será un punto delta en la curva de Bezier. Para la función de minimización f, existen dos condiciones suficientes que aseguran la singularidad de la solución, a saber, la concavidad del polígono de control del polinomio y las características del polígono de control de frecuencia de Polya donde el mínimo coincide con un punto crítico del polinomio. El uso de la teoría del florecimiento nos proporciona una interpretación geométrica útil del problema de minimización. Además, este enfoque de minimización nos lleva a un nuevo método para descubrir desigualdades sobre los polinomios simétricos elementales ",
            "error": []
        },
        "symmetric linear constraints": {
            "translated_key": "limitaciones lineales simétricas",
            "translated_annotated_text": "Minimizando las flores bajo \"limitaciones lineales simétricas\" En este artículo, mostramos que existe una estrecha dependencia entre el polígono de control de un polinomio y el mínimo de su flor bajo \"limitaciones lineales simétricas\". Consideramos un problema de minimización dado P, para el cual una solución única será un punto delta en la curva de Bezier. Para la función de minimización f, existen dos condiciones suficientes que aseguran la singularidad de la solución, a saber, la concavidad del polígono de control del polinomio y las características del polígono de control de frecuencia de Polya donde el mínimo coincide con un punto crítico del polinomio. El uso de la teoría del florecimiento nos proporciona una interpretación geométrica útil del problema de minimización. Además, este enfoque de minimización nos lleva a un nuevo método para descubrir desigualdades sobre los polinomios simétricos elementales ",
            "error": [
                ""
            ]
        },
        "Bezier curve": {
            "translated_key": "curva de Bezier",
            "translated_annotated_text": "Minimizando las flores bajo restricciones lineales simétricas En este artículo, mostramos que existe una estrecha dependencia entre el polígono de control de un polinomio y el mínimo de su flor bajo restricciones lineales simétricas. Consideramos un problema de minimización dado P, para el cual una solución única será un punto delta en la \"curva de Bezier\". Para la función de minimización f, existen dos condiciones suficientes que aseguran la singularidad de la solución, a saber, la concavidad del polígono de control del polinomio y las características del polígono de control de frecuencia de Polya donde el mínimo coincide con un punto crítico del polinomio. El uso de la teoría del florecimiento nos proporciona una interpretación geométrica útil del problema de minimización. Además, este enfoque de minimización nos lleva a un nuevo método para descubrir desigualdades sobre los polinomios simétricos elementales ",
            "error": [
                ""
            ]
        },
        "concavity": {
            "translated_key": "concavidad",
            "translated_annotated_text": "Minimizando las flores bajo restricciones lineales simétricas En este artículo, mostramos que existe una estrecha dependencia entre el polígono de control de un polinomio y el mínimo de su flor bajo restricciones lineales simétricas. Consideramos un problema de minimización dado P, para el cual una solución única será un punto delta en la curva de Bezier. Para la función de minimización f, existen dos condiciones suficientes que aseguran la singularidad de la solución, a saber, la \"concavidad\" del polígono de control del polinomio y las características del polígono de control de frecuencia de Polya donde el mínimo coincide con un punto crítico del polinomio. El uso de la teoría del florecimiento nos proporciona una interpretación geométrica útil del problema de minimización. Además, este enfoque de minimización nos lleva a un nuevo método para descubrir desigualdades sobre los polinomios simétricos elementales ",
            "error": [
                ""
            ]
        },
        "Polya frequency-control polygon": {
            "translated_key": [],
            "translated_annotated_text": "Minimizando las flores bajo restricciones lineales simétricas En este artículo, mostramos que existe una estrecha dependencia entre el polígono de control de un polinomio y el mínimo de su flor bajo restricciones lineales simétricas. Consideramos un problema de minimización dado P, para el cual una solución única será un punto delta en la curva de Bezier. Para la función de minimización f, existen dos condiciones suficientes que aseguran la singularidad de la solución, a saber, la concavidad del polígono de control del polinomio y las características del polígono de control de frecuencia de Polia donde el mínimo coincide con un punto crítico del polinomio. El uso de la teoría del florecimiento nos proporciona una interpretación geométrica útil del problema de minimización. Además, este enfoque de minimización nos lleva a un nuevo método para descubrir desigualdades sobre los polinomios simétricos elementales ",
            "error": []
        },
        "critical point": {
            "translated_key": "punto crítico",
            "translated_annotated_text": "Minimizando las flores bajo restricciones lineales simétricas En este artículo, mostramos que existe una estrecha dependencia entre el polígono de control de un polinomio y el mínimo de su flor bajo restricciones lineales simétricas. Consideramos un problema de minimización dado P, para el cual una solución única será un punto delta en la curva de Bezier. Para la función de minimización f, existen dos condiciones suficientes que aseguran la singularidad de la solución, a saber, la concavidad del polígono de control del polinomio y las características del polígono de control de frecuencia de Polya donde el mínimo coincide con un \"punto crítico\" del polinomio. El uso de la teoría del florecimiento nos proporciona una interpretación geométrica útil del problema de minimización. Además, este enfoque de minimización nos lleva a un nuevo método para descubrir desigualdades sobre los polinomios simétricos elementales ",
            "error": [
                ""
            ]
        },
        "geometrical interpretation": {
            "translated_key": "interpretación geométrica",
            "translated_annotated_text": "Minimizando las flores bajo restricciones lineales simétricas En este artículo, mostramos que existe una estrecha dependencia entre el polígono de control de un polinomio y el mínimo de su flor bajo restricciones lineales simétricas. Consideramos un problema de minimización dado P, para el cual una solución única será un punto delta en la curva de Bezier. Para la función de minimización f, existen dos condiciones suficientes que aseguran la singularidad de la solución, a saber, la concavidad del polígono de control del polinomio y las características del polígono de control de frecuencia de Polya donde el mínimo coincide con un punto crítico del polinomio. El uso de la teoría floreciente nos proporciona una útil \"interpretación geométrica\" del problema de minimización. Además, este enfoque de minimización nos lleva a un nuevo método para descubrir desigualdades sobre los polinomios simétricos elementales ",
            "error": [
                ""
            ]
        },
        "inequalities": {
            "translated_key": "inequidades",
            "translated_annotated_text": "Minimizando las flores bajo restricciones lineales simétricas En este artículo, mostramos que existe una estrecha dependencia entre el polígono de control de un polinomio y el mínimo de su flor bajo restricciones lineales simétricas. Consideramos un problema de minimización dado P, para el cual una solución única será un punto delta en la curva de Bezier. Para la función de minimización f, existen dos condiciones suficientes que aseguran la singularidad de la solución, a saber, la concavidad del polígono de control del polinomio y las características del polígono de control de frecuencia de Polya donde el mínimo coincide con un punto crítico del polinomio. El uso de la teoría del florecimiento nos proporciona una interpretación geométrica útil del problema de minimización. Además, este enfoque de minimización nos lleva a un nuevo método para descubrir \"inequidades\" sobre los polinomios simétricos elementales ",
            "error": [
                ""
            ]
        },
        "elementary symmetric polynomials": {
            "translated_key": "polinomios simétricos elementales",
            "translated_annotated_text": "Minimizando las flores bajo restricciones lineales simétricas En este artículo, mostramos que existe una estrecha dependencia entre el polígono de control de un polinomio y el mínimo de su flor bajo restricciones lineales simétricas. Consideramos un problema de minimización dado P, para el cual una solución única será un punto delta en la curva de Bezier. Para la función de minimización f, existen dos condiciones suficientes que aseguran la singularidad de la solución, a saber, la concavidad del polígono de control del polinomio y las características del polígono de control de frecuencia de Polya donde el mínimo coincide con un punto crítico del polinomio. El uso de la teoría del florecimiento nos proporciona una interpretación geométrica útil del problema de minimización. Además, este enfoque de minimización nos lleva a un nuevo método para descubrir las desigualdades sobre los \"polinomios simétricos elementales\" ",
            "error": [
                ""
            ]
        },
        "computational geometry": {
            "translated_key": [],
            "translated_annotated_text": "Minimizando las flores bajo restricciones lineales simétricas En este artículo, mostramos que existe una estrecha dependencia entre el polígono de control de un polinomio y el mínimo de su flor bajo restricciones lineales simétricas. Consideramos un problema de minimización dado P, para el cual una solución única será un punto delta en la curva de Bezier. Para la función de minimización f, existen dos condiciones suficientes que aseguran la singularidad de la solución, a saber, la concavidad del polígono de control del polinomio y las características del polígono de control de frecuencia de Polya donde el mínimo coincide con un punto crítico del polinomio. El uso de la teoría del florecimiento nos proporciona una interpretación geométrica útil del problema de minimización. Además, este enfoque de minimización nos lleva a un nuevo método para descubrir desigualdades sobre los polinomios simétricos elementales ",
            "error": []
        },
        "minimisation": {
            "translated_key": [],
            "translated_annotated_text": "Minimizando las flores bajo restricciones lineales simétricas En este artículo, mostramos que existe una estrecha dependencia entre el polígono de control de un polinomio y el mínimo de su flor bajo restricciones lineales simétricas. Consideramos un problema de minimización dado P, para el cual una solución única será un punto delta en la curva de Bezier. Para la función de minimización f, existen dos condiciones suficientes que aseguran la singularidad de la solución, a saber, la concavidad del polígono de control del polinomio y las características del polígono de control de frecuencia de Polya donde el mínimo coincide con un punto crítico del polinomio. El uso de la teoría del florecimiento nos proporciona una interpretación geométrica útil del problema de minimización. Además, este enfoque de minimización nos lleva a un nuevo método para descubrir desigualdades sobre los polinomios simétricos elementales ",
            "error": []
        },
        "polynomials": {
            "translated_key": "polinomios",
            "translated_annotated_text": "Minimizando las flores bajo restricciones lineales simétricas En este artículo, mostramos que existe una estrecha dependencia entre el polígono de control de un polinomio y el mínimo de su flor bajo restricciones lineales simétricas. Consideramos un problema de minimización dado P, para el cual una solución única será un punto delta en la curva de Bezier. Para la función de minimización f, existen dos condiciones suficientes que aseguran la singularidad de la solución, a saber, la concavidad del polígono de control del polinomio y las características del polígono de control de frecuencia de Polya donde el mínimo coincide con un punto crítico del polinomio. El uso de la teoría del florecimiento nos proporciona una interpretación geométrica útil del problema de minimización. Además, este enfoque de minimización nos lleva a un nuevo método para descubrir las desigualdades sobre los \"polinomios\" simétricos elementales ",
            "error": [
                ""
            ]
        }
    }
}