{
    "original_text": "Dependence graphs: dependence within and between groups This paper applies the two-party dependence theory (Castelfranchi, Cesta and Miceli, 1992, in Y. Demazeau and E. Werner (Eds.) Decentralized AI-3, Elsevier, North Holland) to modelling multiagent and group dependence. These have theoretical potentialities for the study of emerging groups and collective structures, and more generally for understanding social and organisational complexity, and practical utility for both social-organisational and agent systems purposes. In the paper, the dependence theory is extended to describe multiagent links, with a special reference to group and collective phenomena, and is proposed as a framework for the study of emerging social structures, such as groups and collectives. In order to do so, we propose to extend the notion of dependence networks (applied to a single agent) to dependence graphs (applied to an agency). In its present version, the dependence theory is argued to provide (a) a theoretical instrument for the study of social complexity, and (b) a computational system for managing the negotiation process in competitive contexts and for monitoring complexity in organisational and other cooperative contexts",
    "original_translation": "Gráficos de dependencia: dependencia dentro y entre grupos Este artículo aplica la teoría de dependencia bipartidista (Castelfranchi, Cesta y Miceli, 1992, en Y. Demazeau y E. Werner (Eds.) Descentralización de AI-3, Elsevier, Holanda del Norte) para modelar la dependencia multiagente y grupo. Estos tienen potencialidades teóricas para el estudio de grupos emergentes y estructuras colectivas, y más generalmente para comprender la complejidad social y organizativa, y utilidad práctica para propósitos de sistemas de organización social y de agentes. En el artículo, la teoría de la dependencia se extiende para describir los vínculos multiagente, con una referencia especial a los fenómenos colectivos y colectivos, y se propone como marco para el estudio de las estructuras sociales emergentes, como los grupos y colectivos. Para ello, proponemos extender la noción de redes de dependencia (aplicadas a un único agente) a gráficos de dependencia (aplicados a una agencia). En su versión actual, se argumenta que la teoría de la dependencia proporciona: a) un instrumento teórico para el estudio de la complejidad social, y b) un sistema computacional para la gestión del proceso de negociación en contextos competitivos y para el seguimiento de la complejidad en contextos organizativos y cooperativos",
    "error_count": 6,
    "keys": {
        "dependence graphs": {
            "translated_key": [],
            "translated_annotated_text": "Gráficos de dependencia: dependencia dentro y entre grupos Este artículo aplica la teoría de dependencia bipartidista (Castelfranchi, Cesta y Miceli, 1992, en Y. Demazeau y E. Werner (Eds.) Descentralización de AI-3, Elsevier, Holanda del Norte) para modelar la dependencia multiagente y grupo. Estos tienen potencialidades teóricas para el estudio de grupos emergentes y estructuras colectivas, y más generalmente para comprender la complejidad social y organizativa, y utilidad práctica para propósitos de sistemas de organización social y de agentes. En el artículo, la teoría de la dependencia se extiende para describir los vínculos multiagente, con una referencia especial a los fenómenos colectivos y colectivos, y se propone como marco para el estudio de las estructuras sociales emergentes, como los grupos y colectivos. Para ello, proponemos extender la noción de redes de dependencia (aplicadas a un único agente) a los gráficos de dependencia (aplicados a una agencia). En su versión actual, se argumenta que la teoría de la dependencia proporciona: a) un instrumento teórico para el estudio de la complejidad social, y b) un sistema computacional para la gestión del proceso de negociación en contextos competitivos y para el seguimiento de la complejidad en contextos organizativos y cooperativos ",
            "error": []
        },
        "group dependence": {
            "translated_key": "dependencia de grupo",
            "translated_annotated_text": "Gráficos de dependencia: dependencia dentro y entre grupos Este artículo aplica la teoría de dependencia bipartidista (Castelfranchi, Cesta y Miceli, 1992, en Y. Demazeau y E. Werner (Eds.) Descentralización de AI-3, Elsevier, Holanda del Norte) para modelar multiagente y \"dependencia de grupo\". Estos tienen potencialidades teóricas para el estudio de grupos emergentes y estructuras colectivas, y más generalmente para comprender la complejidad social y organizativa, y utilidad práctica para propósitos de sistemas de organización social y de agentes. En el artículo, la teoría de la dependencia se extiende para describir los vínculos multiagente, con una referencia especial a los fenómenos colectivos y colectivos, y se propone como marco para el estudio de las estructuras sociales emergentes, como los grupos y colectivos. Para ello, proponemos extender la noción de redes de dependencia (aplicadas a un único agente) a gráficos de dependencia (aplicados a una agencia). En su versión actual, se argumenta que la teoría de la dependencia proporciona: a) un instrumento teórico para el estudio de la complejidad social, y b) un sistema computacional para la gestión del proceso de negociación en contextos competitivos y para el seguimiento de la complejidad en contextos organizativos y cooperativos ",
            "error": [
                ""
            ]
        },
        "two-party dependence theory": {
            "translated_key": "teoría de dependencia bipartidista",
            "translated_annotated_text": "Gráficos de dependencia: dependencia dentro y entre grupos Este artículo aplica la \"teoría de dependencia bipartidista\" (Castelfranchi, Cesta y Miceli, 1992, en Y. Demazeau y E. Werner (Eds.) Descentralización de AI-3, Elsevier, Holanda del Norte) para modelar la dependencia multiagente y grupo. Estos tienen potencialidades teóricas para el estudio de grupos emergentes y estructuras colectivas, y más generalmente para comprender la complejidad social y organizativa, y utilidad práctica para propósitos de sistemas de organización social y de agentes. En el artículo, la teoría de la dependencia se extiende para describir los vínculos multiagente, con una referencia especial a los fenómenos colectivos y colectivos, y se propone como marco para el estudio de las estructuras sociales emergentes, como los grupos y colectivos. Para ello, proponemos extender la noción de redes de dependencia (aplicadas a un único agente) a gráficos de dependencia (aplicados a una agencia). En su versión actual, se argumenta que la teoría de la dependencia proporciona: a) un instrumento teórico para el estudio de la complejidad social, y b) un sistema computacional para la gestión del proceso de negociación en contextos competitivos y para el seguimiento de la complejidad en contextos organizativos y cooperativos ",
            "error": [
                ""
            ]
        },
        "multiagent dependence": {
            "translated_key": [],
            "translated_annotated_text": "Gráficos de dependencia: dependencia dentro y entre grupos Este artículo aplica la teoría de dependencia bipartidista (Castelfranchi, Cesta y Miceli, 1992, en Y. Demazeau y E. Werner (Eds.) Descentralización de AI-3, Elsevier, Holanda del Norte) para modelar la dependencia multiagente y grupo. Estos tienen potencialidades teóricas para el estudio de grupos emergentes y estructuras colectivas, y más generalmente para comprender la complejidad social y organizativa, y utilidad práctica para propósitos de sistemas de organización social y de agentes. En el artículo, la teoría de la dependencia se extiende para describir los vínculos multiagente, con una referencia especial a los fenómenos colectivos y colectivos, y se propone como marco para el estudio de las estructuras sociales emergentes, como los grupos y colectivos. Para ello, proponemos extender la noción de redes de dependencia (aplicadas a un único agente) a gráficos de dependencia (aplicados a una agencia). En su versión actual, se argumenta que la teoría de la dependencia proporciona: a) un instrumento teórico para el estudio de la complejidad social, y b) un sistema computacional para la gestión del proceso de negociación en contextos competitivos y para el seguimiento de la complejidad en contextos organizativos y cooperativos ",
            "error": []
        },
        "emerging groups": {
            "translated_key": "grupos emergentes",
            "translated_annotated_text": "Gráficos de dependencia: dependencia dentro y entre grupos Este artículo aplica la teoría de dependencia bipartidista (Castelfranchi, Cesta y Miceli, 1992, en Y. Demazeau y E. Werner (Eds.) Descentralización de AI-3, Elsevier, Holanda del Norte) para modelar la dependencia multiagente y grupo. Estos tienen potencialidades teóricas para el estudio de \"grupos emergentes\" y estructuras colectivas, y más en general para comprender la complejidad social y organizativa, y utilidad práctica tanto para propósitos de sistemas de organización social como de agentes. En el artículo, la teoría de la dependencia se extiende para describir los vínculos multiagente, con una referencia especial a los fenómenos colectivos y colectivos, y se propone como marco para el estudio de las estructuras sociales emergentes, como los grupos y colectivos. Para ello, proponemos extender la noción de redes de dependencia (aplicadas a un único agente) a gráficos de dependencia (aplicados a una agencia). En su versión actual, se argumenta que la teoría de la dependencia proporciona: a) un instrumento teórico para el estudio de la complejidad social, y b) un sistema computacional para la gestión del proceso de negociación en contextos competitivos y para el seguimiento de la complejidad en contextos organizativos y cooperativos ",
            "error": [
                ""
            ]
        },
        "collective structures": {
            "translated_key": "estructuras colectivas",
            "translated_annotated_text": "Gráficos de dependencia: dependencia dentro y entre grupos Este artículo aplica la teoría de dependencia bipartidista (Castelfranchi, Cesta y Miceli, 1992, en Y. Demazeau y E. Werner (Eds.) Descentralización de AI-3, Elsevier, Holanda del Norte) para modelar la dependencia multiagente y grupo. Estos tienen potencialidades teóricas para el estudio de grupos emergentes y \"estructuras colectivas\", y más en general para comprender la complejidad social y organizativa, y utilidad práctica tanto para propósitos de sistemas de organización social como de agentes. En el artículo, la teoría de la dependencia se extiende para describir los vínculos multiagente, con una referencia especial a los fenómenos colectivos y colectivos, y se propone como marco para el estudio de las estructuras sociales emergentes, como los grupos y colectivos. Para ello, proponemos extender la noción de redes de dependencia (aplicadas a un único agente) a gráficos de dependencia (aplicados a una agencia). En su versión actual, se argumenta que la teoría de la dependencia proporciona: a) un instrumento teórico para el estudio de la complejidad social, y b) un sistema computacional para la gestión del proceso de negociación en contextos competitivos y para el seguimiento de la complejidad en contextos organizativos y cooperativos ",
            "error": [
                ""
            ]
        },
        "multiagent systems": {
            "translated_key": [],
            "translated_annotated_text": "Gráficos de dependencia: dependencia dentro y entre grupos Este artículo aplica la teoría de dependencia bipartidista (Castelfranchi, Cesta y Miceli, 1992, en Y. Demazeau y E. Werner (Eds.) Descentralización de AI-3, Elsevier, Holanda del Norte) para modelar la dependencia multiagente y grupo. Estos tienen potencialidades teóricas para el estudio de grupos emergentes y estructuras colectivas, y más generalmente para comprender la complejidad social y organizativa, y utilidad práctica para propósitos de sistemas de organización social y de agentes. En el artículo, la teoría de la dependencia se extiende para describir los vínculos multiagente, con una referencia especial a los fenómenos colectivos y colectivos, y se propone como marco para el estudio de las estructuras sociales emergentes, como los grupos y colectivos. Para ello, proponemos extender la noción de redes de dependencia (aplicadas a un único agente) a gráficos de dependencia (aplicados a una agencia). En su versión actual, se argumenta que la teoría de la dependencia proporciona: a) un instrumento teórico para el estudio de la complejidad social, y b) un sistema computacional para la gestión del proceso de negociación en contextos competitivos y para el seguimiento de la complejidad en contextos organizativos y cooperativos ",
            "error": []
        },
        "organisational complexity": {
            "translated_key": "complejidad social y organizativa",
            "translated_annotated_text": "Gráficos de dependencia: dependencia dentro y entre grupos Este artículo aplica la teoría de dependencia bipartidista (Castelfranchi, Cesta y Miceli, 1992, en Y. Demazeau y E. Werner (Eds.) Descentralización de AI-3, Elsevier, Holanda del Norte) para modelar la dependencia multiagente y grupo. Estos tienen potencialidades teóricas para el estudio de grupos emergentes y estructuras colectivas, y más en general para comprender la \"complejidad social y organizativa\", y utilidad práctica tanto para propósitos de sistemas de organización social como de agentes. En el artículo, la teoría de la dependencia se extiende para describir los vínculos multiagente, con una referencia especial a los fenómenos colectivos y colectivos, y se propone como marco para el estudio de las estructuras sociales emergentes, como los grupos y colectivos. Para ello, proponemos extender la noción de redes de dependencia (aplicadas a un único agente) a gráficos de dependencia (aplicados a una agencia). En su versión actual, se argumenta que la teoría de la dependencia proporciona: a) un instrumento teórico para el estudio de la complejidad social, y b) un sistema computacional para la gestión del proceso de negociación en contextos competitivos y para el seguimiento de la complejidad en contextos organizativos y cooperativos ",
            "error": [
                ""
            ]
        },
        "social complexity": {
            "translated_key": "complejidad social",
            "translated_annotated_text": "Gráficos de dependencia: dependencia dentro y entre grupos Este artículo aplica la teoría de dependencia bipartidista (Castelfranchi, Cesta y Miceli, 1992, en Y. Demazeau y E. Werner (Eds.) Descentralización de AI-3, Elsevier, Holanda del Norte) para modelar la dependencia multiagente y grupo. Estos tienen potencialidades teóricas para el estudio de grupos emergentes y estructuras colectivas, y más generalmente para comprender la complejidad social y organizativa, y utilidad práctica para propósitos de sistemas de organización social y de agentes. En el artículo, la teoría de la dependencia se extiende para describir los vínculos multiagente, con una referencia especial a los fenómenos colectivos y colectivos, y se propone como marco para el estudio de las estructuras sociales emergentes, como los grupos y colectivos. Para ello, proponemos extender la noción de redes de dependencia (aplicadas a un único agente) a gráficos de dependencia (aplicados a una agencia). En su versión actual, se argumenta que la teoría de la dependencia proporciona: a) un instrumento teórico para el estudio de la \"complejidad social\", y b) un sistema computacional para la gestión del proceso de negociación en contextos competitivos y para el seguimiento de la complejidad en contextos organizativos y cooperativos ",
            "error": [
                ""
            ]
        },
        "agent systems": {
            "translated_key": "sistemas de agentes",
            "translated_annotated_text": "Gráficos de dependencia: dependencia dentro y entre grupos Este artículo aplica la teoría de dependencia bipartidista (Castelfranchi, Cesta y Miceli, 1992, en Y. Demazeau y E. Werner (Eds.) Descentralización de AI-3, Elsevier, Holanda del Norte) para modelar la dependencia multiagente y grupo. Estos tienen potencialidades teóricas para el estudio de grupos emergentes y estructuras colectivas, y más generalmente para comprender la complejidad social y organizativa, y utilidad práctica para propósitos tanto de organización social como de \"sistemas de agentes\". En el artículo, la teoría de la dependencia se extiende para describir los vínculos multiagente, con una referencia especial a los fenómenos colectivos y colectivos, y se propone como marco para el estudio de las estructuras sociales emergentes, como los grupos y colectivos. Para ello, proponemos extender la noción de redes de dependencia (aplicadas a un único agente) a gráficos de dependencia (aplicados a una agencia). En su versión actual, se argumenta que la teoría de la dependencia proporciona: a) un instrumento teórico para el estudio de la complejidad social, y b) un sistema computacional para la gestión del proceso de negociación en contextos competitivos y para el seguimiento de la complejidad en contextos organizativos y cooperativos ",
            "error": [
                ""
            ]
        },
        "dependence networks": {
            "translated_key": "redes de dependencia",
            "translated_annotated_text": "Gráficos de dependencia: dependencia dentro y entre grupos Este artículo aplica la teoría de dependencia bipartidista (Castelfranchi, Cesta y Miceli, 1992, en Y. Demazeau y E. Werner (Eds.) Descentralización de AI-3, Elsevier, Holanda del Norte) para modelar la dependencia multiagente y grupo. Estos tienen potencialidades teóricas para el estudio de grupos emergentes y estructuras colectivas, y más generalmente para comprender la complejidad social y organizativa, y utilidad práctica para propósitos de sistemas de organización social y de agentes. En el artículo, la teoría de la dependencia se extiende para describir los vínculos multiagente, con una referencia especial a los fenómenos colectivos y colectivos, y se propone como marco para el estudio de las estructuras sociales emergentes, como los grupos y colectivos. Para ello, proponemos extender la noción de \"redes de dependencia\" (aplicada a un único agente) a gráficos de dependencia (aplicados a una agencia). En su versión actual, se argumenta que la teoría de la dependencia proporciona: a) un instrumento teórico para el estudio de la complejidad social, y b) un sistema computacional para la gestión del proceso de negociación en contextos competitivos y para el seguimiento de la complejidad en contextos organizativos y cooperativos ",
            "error": [
                ""
            ]
        },
        "graph theory": {
            "translated_key": [],
            "translated_annotated_text": "Gráficos de dependencia: dependencia dentro y entre grupos Este artículo aplica la teoría de dependencia bipartidista (Castelfranchi, Cesta y Miceli, 1992, en Y. Demazeau y E. Werner (Eds.) Descentralización de AI-3, Elsevier, Holanda del Norte) para modelar la dependencia multiagente y grupo. Estos tienen potencialidades teóricas para el estudio de grupos emergentes y estructuras colectivas, y más generalmente para comprender la complejidad social y organizativa, y utilidad práctica para propósitos de sistemas de organización social y de agentes. En el artículo, la teoría de la dependencia se extiende para describir los vínculos multiagente, con una referencia especial a los fenómenos colectivos y colectivos, y se propone como marco para el estudio de las estructuras sociales emergentes, como los grupos y colectivos. Para ello, proponemos extender la noción de redes de dependencia (aplicadas a un único agente) a gráficos de dependencia (aplicados a una agencia). En su versión actual, se argumenta que la teoría de la dependencia proporciona: a) un instrumento teórico para el estudio de la complejidad social, y b) un sistema computacional para la gestión del proceso de negociación en contextos competitivos y para el seguimiento de la complejidad en contextos organizativos y cooperativos ",
            "error": []
        },
        "multi-agent systems": {
            "translated_key": [],
            "translated_annotated_text": "Gráficos de dependencia: dependencia dentro y entre grupos Este artículo aplica la teoría de dependencia bipartidista (Castelfranchi, Cesta y Miceli, 1992, en Y. Demazeau y E. Werner (Eds.) Descentralización de AI-3, Elsevier, Holanda del Norte) para modelar la dependencia multiagente y grupo. Estos tienen potencialidades teóricas para el estudio de grupos emergentes y estructuras colectivas, y más generalmente para comprender la complejidad social y organizativa, y utilidad práctica para propósitos de sistemas de organización social y de agentes. En el artículo, la teoría de la dependencia se extiende para describir los vínculos multiagente, con una referencia especial a los fenómenos colectivos y colectivos, y se propone como marco para el estudio de las estructuras sociales emergentes, como los grupos y colectivos. Para ello, proponemos extender la noción de redes de dependencia (aplicadas a un único agente) a gráficos de dependencia (aplicados a una agencia). En su versión actual, se argumenta que la teoría de la dependencia proporciona: a) un instrumento teórico para el estudio de la complejidad social, y b) un sistema computacional para la gestión del proceso de negociación en contextos competitivos y para el seguimiento de la complejidad en contextos organizativos y cooperativos ",
            "error": []
        },
        "social sciences": {
            "translated_key": [],
            "translated_annotated_text": "Gráficos de dependencia: dependencia dentro y entre grupos Este artículo aplica la teoría de dependencia bipartidista (Castelfranchi, Cesta y Miceli, 1992, en Y. Demazeau y E. Werner (Eds.) Descentralización de AI-3, Elsevier, Holanda del Norte) para modelar la dependencia multiagente y grupo. Estos tienen potencialidades teóricas para el estudio de grupos emergentes y estructuras colectivas, y más generalmente para comprender la complejidad social y organizativa, y utilidad práctica para propósitos de sistemas de organización social y de agentes. En el artículo, la teoría de la dependencia se extiende para describir los vínculos multiagente, con una referencia especial a los fenómenos colectivos y colectivos, y se propone como marco para el estudio de las estructuras sociales emergentes, como los grupos y colectivos. Para ello, proponemos extender la noción de redes de dependencia (aplicadas a un único agente) a gráficos de dependencia (aplicados a una agencia). En su versión actual, se argumenta que la teoría de la dependencia proporciona: a) un instrumento teórico para el estudio de la complejidad social, y b) un sistema computacional para la gestión del proceso de negociación en contextos competitivos y para el seguimiento de la complejidad en contextos organizativos y cooperativos ",
            "error": []
        }
    }
}