{
    "original_text": "Quantized-State Systems: A DEVS-approach for continuous system simulation A new class of dynamical systems, Quantized State Systems or QSS, is introduced in this paper. QSS are continuous time systems where the input trajectories are piecewise constant functions and the state variable trajectories - being themselves piecewise linear functions - are converted into piecewise constant functions via a quantization function equipped with hysteresis. It is shown that QSS can be exactly represented and simulated by a discrete event model, within the framework of the DEVS-approach. Further, it is shown that QSS can be used to approximate continuous systems, thus allowing their discrete-event simulation in opposition to the classical discrete-time simulation. It is also shown that in an approximating QSS, some stability properties of the original system are conserved and the solutions of the QSS go to the solutions of the original system when the quantization goes to zero",
    "original_translation": "Sistemas de Estado Cuantificado: Un enfoque DEVS para la simulación continua del sistema En este artículo se introduce una nueva clase de sistemas dinámicos, Sistemas de Estado Cuantificado o QSS. QSS son sistemas de tiempo continuo en los que las trayectorias de entrada son funciones constantes a medida y las trayectorias variables de estado - siendo ellas mismas funciones lineales a medida - se convierten en funciones constantes a medida mediante una función de cuantificación equipada con histéresis. Se muestra que QSS puede ser representado y simulado exactamente por un modelo de evento discreto, en el marco del enfoque DEVS. Además, se muestra que QSS se puede utilizar para aproximar sistemas continuos, permitiendo así su simulación de evento discreto en oposición a la simulación clásica de tiempo discreto. También se muestra que en un QSS aproximativo, algunas propiedades de estabilidad del sistema original se conservan y las soluciones del QSS van a las soluciones del sistema original cuando la cuantificación va a cero",
    "error_count": 2,
    "keys": {
        "dynamical systems": {
            "translated_key": "sistemas dinámicos",
            "translated_annotated_text": "Sistemas de Estado Cuantificado: Un enfoque DEVS para la simulación continua del sistema En este artículo se introduce una nueva clase de \"sistemas dinámicos\", Sistemas de Estado Cuantificados o QSS. QSS son sistemas de tiempo continuo en los que las trayectorias de entrada son funciones constantes a medida y las trayectorias variables de estado - siendo ellas mismas funciones lineales a medida - se convierten en funciones constantes a medida mediante una función de cuantificación equipada con histéresis. Se muestra que QSS puede ser representado y simulado exactamente por un modelo de evento discreto, en el marco del enfoque DEVS. Además, se muestra que QSS se puede utilizar para aproximar sistemas continuos, permitiendo así su simulación de evento discreto en oposición a la simulación clásica de tiempo discreto. También se muestra que en un QSS aproximativo, algunas propiedades de estabilidad del sistema original se conservan y las soluciones del QSS van a las soluciones del sistema original cuando la cuantificación va a cero ",
            "error": [
                ""
            ]
        },
        "Quantized State Systems": {
            "translated_key": "Sistemas de estado cuantificado",
            "translated_annotated_text": "Sistemas de estado cuantificado: un enfoque DEVS para la simulación continua del sistema En este artículo se introduce una nueva clase de sistemas dinámicos, \"Sistemas de estado cuantificado\" o QSS. QSS son sistemas de tiempo continuo en los que las trayectorias de entrada son funciones constantes a medida y las trayectorias variables de estado - siendo ellas mismas funciones lineales a medida - se convierten en funciones constantes a medida mediante una función de cuantificación equipada con histéresis. Se muestra que QSS puede ser representado y simulado exactamente por un modelo de evento discreto, en el marco del enfoque DEVS. Además, se muestra que QSS se puede utilizar para aproximar sistemas continuos, permitiendo así su simulación de evento discreto en oposición a la simulación clásica de tiempo discreto. También se muestra que en un QSS aproximativo, algunas propiedades de estabilidad del sistema original se conservan y las soluciones del QSS van a las soluciones del sistema original cuando la cuantificación va a cero ",
            "error": [
                ""
            ]
        },
        "continuous time systems": {
            "translated_key": "sistemas de tiempo continuo",
            "translated_annotated_text": "Sistemas de Estado Cuantificado: Un enfoque DEVS para la simulación continua del sistema En este artículo se introduce una nueva clase de sistemas dinámicos, Sistemas de Estado Cuantificado o QSS. QSS son \"sistemas de tiempo continuo\" donde las trayectorias de entrada son funciones constantes a medida y las trayectorias variables de estado - siendo ellas mismas funciones lineales a medida - se convierten en funciones constantes a medida mediante una función de cuantificación equipada con histéresis. Se muestra que QSS puede ser representado y simulado exactamente por un modelo de evento discreto, en el marco del enfoque DEVS. Además, se muestra que QSS se puede utilizar para aproximar sistemas continuos, permitiendo así su simulación de evento discreto en oposición a la simulación clásica de tiempo discreto. También se muestra que en un QSS aproximativo, algunas propiedades de estabilidad del sistema original se conservan y las soluciones del QSS van a las soluciones del sistema original cuando la cuantificación va a cero ",
            "error": [
                ""
            ]
        },
        "piecewise constant functions": {
            "translated_key": "funciones constantes por pieza",
            "translated_annotated_text": "Sistemas de Estado Cuantificado: Un enfoque DEVS para la simulación continua del sistema En este artículo se introduce una nueva clase de sistemas dinámicos, Sistemas de Estado Cuantificado o QSS. QSS son sistemas de tiempo continuo donde las trayectorias de entrada son \"funciones constantes por pieza\" y las trayectorias variables de estado - siendo ellas mismas funciones lineales por pieza - se convierten en \"funciones constantes por pieza\" a través de una función de cuantificación equipada con histéresis. Se muestra que QSS puede ser representado y simulado exactamente por un modelo de evento discreto, en el marco del enfoque DEVS. Además, se muestra que QSS se puede utilizar para aproximar sistemas continuos, permitiendo así su simulación de evento discreto en oposición a la simulación clásica de tiempo discreto. También se muestra que en un QSS aproximativo, algunas propiedades de estabilidad del sistema original se conservan y las soluciones del QSS van a las soluciones del sistema original cuando la cuantificación va a cero ",
            "error": [
                ""
            ]
        },
        "discrete event model": {
            "translated_key": "modelo de evento discreto",
            "translated_annotated_text": "Sistemas de Estado Cuantificado: Un enfoque DEVS para la simulación continua del sistema En este artículo se introduce una nueva clase de sistemas dinámicos, Sistemas de Estado Cuantificado o QSS. QSS son sistemas de tiempo continuo en los que las trayectorias de entrada son funciones constantes a medida y las trayectorias variables de estado - siendo ellas mismas funciones lineales a medida - se convierten en funciones constantes a medida mediante una función de cuantificación equipada con histéresis. Se muestra que QSS puede ser exactamente representado y simulado por un \"modelo de evento discreto\", en el marco del enfoque DEVS. Además, se muestra que QSS se puede utilizar para aproximar sistemas continuos, permitiendo así su simulación de evento discreto en oposición a la simulación clásica de tiempo discreto. También se muestra que en un QSS aproximativo, algunas propiedades de estabilidad del sistema original se conservan y las soluciones del QSS van a las soluciones del sistema original cuando la cuantificación va a cero ",
            "error": [
                ""
            ]
        },
        "discrete-event simulation": {
            "translated_key": "simulación de evento discreto",
            "translated_annotated_text": "Sistemas de Estado Cuantificado: Un enfoque DEVS para la simulación continua del sistema En este artículo se introduce una nueva clase de sistemas dinámicos, Sistemas de Estado Cuantificado o QSS. QSS son sistemas de tiempo continuo en los que las trayectorias de entrada son funciones constantes a medida y las trayectorias variables de estado - siendo ellas mismas funciones lineales a medida - se convierten en funciones constantes a medida mediante una función de cuantificación equipada con histéresis. Se muestra que QSS puede ser representado y simulado exactamente por un modelo de evento discreto, en el marco del enfoque DEVS. Además, se muestra que QSS se puede utilizar para aproximar sistemas continuos, permitiendo así su \"simulación de evento discreto\" en oposición a la simulación clásica de tiempo discreto. También se muestra que en un QSS aproximativo, algunas propiedades de estabilidad del sistema original se conservan y las soluciones del QSS van a las soluciones del sistema original cuando la cuantificación va a cero ",
            "error": [
                ""
            ]
        },
        "discrete event simulation": {
            "translated_key": [],
            "translated_annotated_text": "Sistemas de Estado Cuantificado: Un enfoque DEVS para la simulación continua del sistema En este artículo se introduce una nueva clase de sistemas dinámicos, Sistemas de Estado Cuantificado o QSS. QSS son sistemas de tiempo continuo en los que las trayectorias de entrada son funciones constantes a medida y las trayectorias variables de estado - siendo ellas mismas funciones lineales a medida - se convierten en funciones constantes a medida mediante una función de cuantificación equipada con histéresis. Se muestra que QSS puede ser representado y simulado exactamente por un modelo de evento discreto, en el marco del enfoque DEVS. Además, se muestra que QSS se puede utilizar para aproximar sistemas continuos, permitiendo así su simulación de evento discreto en oposición a la simulación clásica de tiempo discreto. También se muestra que en un QSS aproximativo, algunas propiedades de estabilidad del sistema original se conservan y las soluciones del QSS van a las soluciones del sistema original cuando la cuantificación va a cero ",
            "error": []
        },
        "piecewise constant techniques": {
            "translated_key": [],
            "translated_annotated_text": "Sistemas de Estado Cuantificado: Un enfoque DEVS para la simulación continua del sistema En este artículo se introduce una nueva clase de sistemas dinámicos, Sistemas de Estado Cuantificado o QSS. QSS son sistemas de tiempo continuo en los que las trayectorias de entrada son funciones constantes a medida y las trayectorias variables de estado - siendo ellas mismas funciones lineales a medida - se convierten en funciones constantes a medida mediante una función de cuantificación equipada con histéresis. Se muestra que QSS puede ser representado y simulado exactamente por un modelo de evento discreto, en el marco del enfoque DEVS. Además, se muestra que QSS se puede utilizar para aproximar sistemas continuos, permitiendo así su simulación de evento discreto en oposición a la simulación clásica de tiempo discreto. También se muestra que en un QSS aproximativo, algunas propiedades de estabilidad del sistema original se conservan y las soluciones del QSS van a las soluciones del sistema original cuando la cuantificación va a cero ",
            "error": []
        }
    }
}