{
    "original_text": "On the relationship between omega -automata and temporal logic normal forms We consider the relationship between omega -automata and a specific logical formulation based on a normal form for temporal logic formulae. While this normal form was developed for use with execution and clausal resolution in temporal logics, we show how it can represent, syntactically, omega -automata in a high-level way. Technical proofs of the correctness of this representation are given",
    "original_translation": "Sobre la relación entre omega -automata y las formas normales de lógica temporal Consideramos la relación entre omega -automata y una formulación lógica específica basada en una forma normal para las fórmulas de lógica temporal. Si bien esta forma normal fue desarrollada para su uso con ejecución y resolución clausal en lógicas temporales, mostramos cómo puede representar, sintácticamente, omega -automata de una manera de alto nivel. Se dan pruebas técnicas de la exactitud de esta representación",
    "error_count": 3,
    "keys": {
        "omega -automata": {
            "translated_key": "omega -automata",
            "translated_annotated_text": "Sobre la relación entre <br>omega -automata</br> y las formas normales de lógica temporal Consideramos la relación entre <br>omega -automata</br> y una formulación lógica específica basada en una forma normal para las fórmulas de lógica temporal. Si bien esta forma normal fue desarrollada para su uso con ejecución y resolución clausal en lógicas temporales, mostramos cómo puede representar, sintácticamente, <br>omega -automata</br> de manera de alto nivel. Se dan pruebas técnicas de la exactitud de esta representación ",
            "error": [
                ""
            ]
        },
        "temporal logic normal forms": {
            "translated_key": " lógico temporal formas normales",
            "translated_annotated_text": "Sobre la relación entre omega -automata y <br> lógico temporal formas normales</br> Consideramos la relación entre omega -automata y una formulación lógica específica basada en una forma normal para fórmulas lógicas temporales. Si bien esta forma normal fue desarrollada para su uso con ejecución y resolución clausal en lógicas temporales, mostramos cómo puede representar, sintácticamente, omega -automata de una manera de alto nivel. Se dan pruebas técnicas de la exactitud de esta representación ",
            "error": [
                ""
            ]
        },
        "logical formulation": {
            "translated_key": "lógica específica",
            "translated_annotated_text": "Sobre la relación entre omega -automata y las formas normales de la lógica temporal Consideramos la relación entre omega -automata y una formulación <br>lógica específica</br> basada en una forma normal para las fórmulas de la lógica temporal. Si bien esta forma normal fue desarrollada para su uso con ejecución y resolución clausal en lógicas temporales, mostramos cómo puede representar, sintácticamente, omega -automata de una manera de alto nivel. Se dan pruebas técnicas de la exactitud de esta representación ",
            "error": [
                ""
            ]
        },
        "clausal resolution": {
            "translated_key": "resolución clausal",
            "translated_annotated_text": "Sobre la relación entre omega -automata y las formas normales de lógica temporal Consideramos la relación entre omega -automata y una formulación lógica específica basada en una forma normal para las fórmulas de lógica temporal. Mientras que esta forma normal fue desarrollada para su uso con ejecución y <br>resolución clausal</br> en lógicas temporales, mostramos cómo puede representar, sintácticamente, omega -automata de una manera de alto nivel.  Se dan pruebas técnicas de la exactitud de esta representación ",
            "error": [
                ""
            ]
        },
        "program correctness": {
            "translated_key": [],
            "translated_annotated_text": "Sobre la relación entre omega -automata y las formas normales de lógica temporal Consideramos la relación entre omega -automata y una formulación lógica específica basada en una forma normal para las fórmulas de lógica temporal. Si bien esta forma normal fue desarrollada para su uso con ejecución y resolución clausal en lógicas temporales, mostramos cómo puede representar, sintácticamente, omega -automata de una manera de alto nivel. Se dan pruebas técnicas de la exactitud de esta representación ",
            "error": []
        },
        "automata theory": {
            "translated_key": [],
            "translated_annotated_text": "Sobre la relación entre omega -automata y las formas normales de lógica temporal Consideramos la relación entre omega -automata y una formulación lógica específica basada en una forma normal para las fórmulas de lógica temporal. Si bien esta forma normal fue desarrollada para su uso con ejecución y resolución clausal en lógicas temporales, mostramos cómo puede representar, sintácticamente, omega -automata de una manera de alto nivel. Se dan pruebas técnicas de la exactitud de esta representación ",
            "error": []
        },
        "temporal logic": {
            "translated_key": "logica temporal",
            "translated_annotated_text": "Sobre la relación entre omega -automata y <br>logica temporal</br>formas normales Consideramos la relación entre omega -automata y una formulación lógica específica basada en una forma normal para las fórmulas <br>logica temporal</br>. Si bien esta forma normal fue desarrollada para su uso con ejecución y resolución clausal en lógicas temporales, mostramos cómo puede representar, sintácticamente, omega -automata de una manera de alto nivel. Se dan pruebas técnicas de la exactitud de esta representación ",
            "error": [
                ""
            ]
        },
        "theorem proving": {
            "translated_key": [],
            "translated_annotated_text": "Sobre la relación entre omega -automata y las formas normales de lógica temporal Consideramos la relación entre omega -automata y una formulación lógica específica basada en una forma normal para las fórmulas de lógica temporal. Si bien esta forma normal fue desarrollada para su uso con ejecución y resolución clausal en lógicas temporales, mostramos cómo puede representar, sintácticamente, omega -automata de una manera de alto nivel. Se dan pruebas técnicas de la exactitud de esta representación ",
            "error": []
        }
    }
}