{
    "original_text": "Uniform supersaturated design and its construction Supersaturated designs are factorial designs in which the number of main effects is greater than the number of experimental runs. In this paper, a discrete discrepancy is proposed as a measure of uniformity for supersaturated designs, and a lower bound of this discrepancy is obtained as,a benchmark of design uniformity. A construction method for uniform supersaturated designs via resolvable balanced incomplete block designs is also presented along with the investigation of properties of the resulting designs. The construction method shows a strong link between these two different kinds of designs",
    "original_translation": "Diseño supersaturado uniforme y su construcción Los diseños supersaturados son diseños factoriales en los que el número de efectos principales es mayor que el número de ejecuciones experimentales. En este trabajo, se propone una discrepancia discreta como medida de uniformidad para diseños supersaturados, y se obtiene un límite inferior de esta discrepancia como punto de referencia para la uniformidad del diseño. También se presenta un método de construcción para diseños supersaturados uniformes mediante diseños de bloques incompletos equilibrados resolubles, junto con la investigación de las propiedades de los diseños resultantes. El método de construcción muestra un fuerte vínculo entre estos dos tipos diferentes de diseños",
    "error_count": 2,
    "keys": {
        "uniform supersaturated design": {
            "translated_key": [],
            "translated_annotated_text": "Diseño supersaturado uniforme y su construcción Los diseños supersaturados son diseños factoriales en los que el número de efectos principales es mayor que el número de ejecuciones experimentales. En este trabajo, se propone una discrepancia discreta como medida de uniformidad para diseños supersaturados, y se obtiene un límite inferior de esta discrepancia como punto de referencia para la uniformidad del diseño. También se presenta un método de construcción para diseños supersaturados uniformes mediante diseños de bloques incompletos equilibrados resolubles, junto con la investigación de las propiedades de los diseños resultantes. El método de construcción muestra un fuerte vínculo entre estos dos tipos diferentes de diseños ",
            "error": []
        },
        "factorial designs": {
            "translated_key": "diseños factoriales",
            "translated_annotated_text": "Diseño supersaturado uniforme y su construcción Los diseños supersaturados son \"diseños factoriales\" en los que el número de efectos principales es mayor que el número de ejecuciones experimentales. En este trabajo, se propone una discrepancia discreta como medida de uniformidad para diseños supersaturados, y se obtiene un límite inferior de esta discrepancia como punto de referencia para la uniformidad del diseño. También se presenta un método de construcción para diseños supersaturados uniformes mediante diseños de bloques incompletos equilibrados resolubles, junto con la investigación de las propiedades de los diseños resultantes. El método de construcción muestra un fuerte vínculo entre estos dos tipos diferentes de diseños ",
            "error": [
                ""
            ]
        },
        "experimental runs": {
            "translated_key": "corrientes experimentales",
            "translated_annotated_text": "Diseño supersaturado uniforme y su construcción Los diseños supersaturados son diseños factoriales en los que el número de efectos principales es mayor que el número de \"corrientes experimentales\". En este trabajo, se propone una discrepancia discreta como medida de uniformidad para diseños supersaturados, y se obtiene un límite inferior de esta discrepancia como punto de referencia para la uniformidad del diseño. También se presenta un método de construcción para diseños supersaturados uniformes mediante diseños de bloques incompletos equilibrados resolubles, junto con la investigación de las propiedades de los diseños resultantes. El método de construcción muestra un fuerte vínculo entre estos dos tipos diferentes de diseños ",
            "error": [
                ""
            ]
        },
        "discrete discrepancy": {
            "translated_key": "discreta discrepancia",
            "translated_annotated_text": "Diseño supersaturado uniforme y su construcción Los diseños supersaturados son diseños factoriales en los que el número de efectos principales es mayor que el número de ejecuciones experimentales. En este trabajo, se propone una \"discreta discrepancia\" como medida de uniformidad para diseños supersaturados, y se obtiene un límite inferior de esta discrepancia como punto de referencia para la uniformidad del diseño. También se presenta un método de construcción para diseños supersaturados uniformes mediante diseños de bloques incompletos equilibrados resolubles, junto con la investigación de las propiedades de los diseños resultantes. El método de construcción muestra un fuerte vínculo entre estos dos tipos diferentes de diseños ",
            "error": [
                ""
            ]
        },
        "resolvable balanced incomplete block designs": {
            "translated_key": "diseños de bloques incompletos equilibrados resolubles",
            "translated_annotated_text": "Diseño supersaturado uniforme y su construcción Los diseños supersaturados son diseños factoriales en los que el número de efectos principales es mayor que el número de ejecuciones experimentales. En este trabajo, se propone una discrepancia discreta como medida de uniformidad para diseños supersaturados, y se obtiene un límite inferior de esta discrepancia como punto de referencia para la uniformidad del diseño. También se presenta un método de construcción para diseños supersaturados uniformes a través de \"diseños de bloques incompletos equilibrados resolubles\" junto con la investigación de las propiedades de los diseños resultantes. El método de construcción muestra un fuerte vínculo entre estos dos tipos diferentes de diseños ",
            "error": [
                ""
            ]
        },
        "CAD": {
            "translated_key": [],
            "translated_annotated_text": "Diseño supersaturado uniforme y su construcción Los diseños supersaturados son diseños factoriales en los que el número de efectos principales es mayor que el número de ejecuciones experimentales. En este trabajo, se propone una discrepancia discreta como medida de uniformidad para diseños supersaturados, y se obtiene un límite inferior de esta discrepancia como punto de referencia para la uniformidad del diseño. También se presenta un método de construcción para diseños supersaturados uniformes mediante diseños de bloques incompletos equilibrados resolubles, junto con la investigación de las propiedades de los diseños resultantes. El método de construcción muestra un fuerte vínculo entre estos dos tipos diferentes de diseños ",
            "error": []
        }
    }
}