{
    "original_text": "Generic simulation approach for multi-axis machining. Part 1: modeling methodology This paper presents a new methodology for analytically simulating multi-axis machining of complex sculptured surfaces. A generalized approach is developed for representing an arbitrary cutting edge design, and the local surface topology of a complex sculptured surface. A NURBS curve is used to represent the cutting edge profile. This approach offers the advantages of representing any arbitrary cutting edge design in a generic way, as well as providing standardized techniques for manipulating the location and orientation of the cutting edge. The local surface topology of the part is defined as those surfaces generated by previous tool paths in the vicinity of the current tool position. The local surface topology of the part is represented without using a computationally expensive CAD system. A systematic prediction technique is then developed to determine the instantaneous tool/part interaction during machining. The methodology employed here determines the cutting edge in-cut segments by determining the intersection between the NURBS curve representation of the cutting edge and the defined local surface topology. These in-cut segments are then utilized for predicting instantaneous chip load, static and dynamic cutting forces, and tool deflection. Part 1 of this paper details the modeling methodology and demonstrates the capabilities of the simulation for machining a complex surface",
    "original_translation": "Enfoque genérico de simulación para mecanizado multiejes. Parte 1: Metodología de modelado Este artículo presenta una nueva metodología para simular analíticamente el mecanizado multieje de superficies esculpidas complejas. Se desarrolla un enfoque generalizado para representar un diseño de vanguardia arbitrario, y la topología de superficie local de una superficie esculpida compleja. Se utiliza una curva NURBS para representar el perfil de vanguardia. Este enfoque ofrece las ventajas de representar cualquier diseño de vanguardia arbitrario de manera genérica, así como proporcionar técnicas estandarizadas para manipular la ubicación y orientación de la vanguardia. La topología de superficie local de la pieza se define como aquellas superficies generadas por rutas de herramientas anteriores en la proximidad de la posición actual de la herramienta. La topología de superficie local de la pieza se representa sin utilizar un sistema CAD computacionalmente caro. A continuación, se desarrolla una técnica de predicción sistemática para determinar la interacción instantánea entre la herramienta y la pieza durante el mecanizado. La metodología empleada aquí determina los segmentos de corte en el filo de corte determinando la intersección entre la representación de la curva NURBS de la vanguardia y la topología de superficie local definida. Estos segmentos en corte se utilizan entonces para predecir la carga instantánea del chip, las fuerzas de corte estáticas y dinámicas, y la desviación de la herramienta. La parte 1 de este artículo detalla la metodología de modelado y demuestra las capacidades de la simulación para el mecanizado de una superficie compleja",
    "error_count": 8,
    "keys": {
        "multiple axis machining": {
            "translated_key": [],
            "translated_annotated_text": "Enfoque genérico de simulación para mecanizado multiejes. Parte 1: Metodología de modelado Este artículo presenta una nueva metodología para simular analíticamente el mecanizado multieje de superficies esculpidas complejas. Se desarrolla un enfoque generalizado para representar un diseño de vanguardia arbitrario, y la topología de superficie local de una superficie esculpida compleja. Se utiliza una curva NURBS para representar el perfil de vanguardia. Este enfoque ofrece las ventajas de representar cualquier diseño de vanguardia arbitrario de manera genérica, así como proporcionar técnicas estandarizadas para manipular la ubicación y orientación de la vanguardia. La topología de superficie local de la pieza se define como aquellas superficies generadas por rutas de herramientas anteriores en la proximidad de la posición actual de la herramienta. La topología de superficie local de la pieza se representa sin utilizar un sistema CAD computacionalmente caro. A continuación, se desarrolla una técnica de predicción sistemática para determinar la interacción instantánea entre la herramienta y la pieza durante el mecanizado. La metodología empleada aquí determina los segmentos de corte en el filo de corte determinando la intersección entre la representación de la curva NURBS de la vanguardia y la topología de superficie local definida. Estos segmentos en corte se utilizan entonces para predecir la carga instantánea del chip, las fuerzas de corte estáticas y dinámicas, y la desviación de la herramienta. La parte 1 de este artículo detalla la metodología de modelado y demuestra las capacidades de la simulación para el mecanizado de una superficie compleja ",
            "error": []
        },
        "generic modeling": {
            "translated_key": [],
            "translated_annotated_text": "Enfoque genérico de simulación para mecanizado multiejes. Parte 1: Metodología de modelado Este artículo presenta una nueva metodología para simular analíticamente el mecanizado multieje de superficies esculpidas complejas. Se desarrolla un enfoque generalizado para representar un diseño de vanguardia arbitrario, y la topología de superficie local de una superficie esculpida compleja. Se utiliza una curva NURBS para representar el perfil de vanguardia. Este enfoque ofrece las ventajas de representar cualquier diseño de vanguardia arbitrario de manera genérica, así como proporcionar técnicas estandarizadas para manipular la ubicación y orientación de la vanguardia. La topología de superficie local de la pieza se define como aquellas superficies generadas por rutas de herramientas anteriores en la proximidad de la posición actual de la herramienta. La topología de superficie local de la pieza se representa sin utilizar un sistema CAD computacionalmente caro. A continuación, se desarrolla una técnica de predicción sistemática para determinar la interacción instantánea entre la herramienta y la pieza durante el mecanizado. La metodología empleada aquí determina los segmentos de corte en el filo de corte determinando la intersección entre la representación de la curva NURBS de la vanguardia y la topología de superficie local definida. Estos segmentos en corte se utilizan entonces para predecir la carga instantánea del chip, las fuerzas de corte estáticas y dinámicas, y la desviación de la herramienta. La parte 1 de este artículo detalla la metodología de modelado y demuestra las capacidades de la simulación para el mecanizado de una superficie compleja ",
            "error": []
        },
        "tool path specification": {
            "translated_key": [],
            "translated_annotated_text": "Enfoque genérico de simulación para mecanizado multiejes. Parte 1: Metodología de modelado Este artículo presenta una nueva metodología para simular analíticamente el mecanizado multieje de superficies esculpidas complejas. Se desarrolla un enfoque generalizado para representar un diseño de vanguardia arbitrario, y la topología de superficie local de una superficie esculpida compleja. Se utiliza una curva NURBS para representar el perfil de vanguardia. Este enfoque ofrece las ventajas de representar cualquier diseño de vanguardia arbitrario de manera genérica, así como proporcionar técnicas estandarizadas para manipular la ubicación y orientación de la vanguardia. La topología de superficie local de la pieza se define como aquellas superficies generadas por rutas de herramientas anteriores en la proximidad de la posición actual de la herramienta. La topología de superficie local de la pieza se representa sin utilizar un sistema CAD computacionalmente caro. A continuación, se desarrolla una técnica de predicción sistemática para determinar la interacción instantánea entre la herramienta y la pieza durante el mecanizado. La metodología empleada aquí determina los segmentos de corte en el filo de corte determinando la intersección entre la representación de la curva NURBS de la vanguardia y la topología de superficie local definida. Estos segmentos en corte se utilizan entonces para predecir la carga instantánea del chip, las fuerzas de corte estáticas y dinámicas, y la desviación de la herramienta. La parte 1 de este artículo detalla la metodología de modelado y demuestra las capacidades de la simulación para el mecanizado de una superficie compleja ",
            "error": []
        },
        "complex surface machining": {
            "translated_key": [],
            "translated_annotated_text": "Enfoque genérico de simulación para mecanizado multiejes. Parte 1: Metodología de modelado Este artículo presenta una nueva metodología para simular analíticamente el mecanizado multieje de superficies esculpidas complejas. Se desarrolla un enfoque generalizado para representar un diseño de vanguardia arbitrario, y la topología de superficie local de una superficie esculpida compleja. Se utiliza una curva NURBS para representar el perfil de vanguardia. Este enfoque ofrece las ventajas de representar cualquier diseño de vanguardia arbitrario de manera genérica, así como proporcionar técnicas estandarizadas para manipular la ubicación y orientación de la vanguardia. La topología de superficie local de la pieza se define como aquellas superficies generadas por rutas de herramientas anteriores en la proximidad de la posición actual de la herramienta. La topología de superficie local de la pieza se representa sin utilizar un sistema CAD computacionalmente caro. A continuación, se desarrolla una técnica de predicción sistemática para determinar la interacción instantánea entre la herramienta y la pieza durante el mecanizado. La metodología empleada aquí determina los segmentos de corte en el filo de corte determinando la intersección entre la representación de la curva NURBS de la vanguardia y la topología de superficie local definida. Estos segmentos en corte se utilizan entonces para predecir la carga instantánea del chip, las fuerzas de corte estáticas y dinámicas, y la desviación de la herramienta. La parte 1 de este artículo detalla la metodología de modelado y demuestra las capacidades de la simulación para el mecanizado de una superficie compleja ",
            "error": []
        },
        "complex sculptured surfaces": {
            "translated_key": "superficies esculpidas complejas",
            "translated_annotated_text": "Enfoque genérico de simulación para mecanizado multiejes. Parte 1: Metodología de modelado Este artículo presenta una nueva metodología para simular analíticamente el mecanizado multieje de \"superficies esculpidas complejas\". Se desarrolla un enfoque generalizado para representar un diseño de vanguardia arbitrario, y la topología de superficie local de una superficie esculpida compleja. Se utiliza una curva NURBS para representar el perfil de vanguardia. Este enfoque ofrece las ventajas de representar cualquier diseño de vanguardia arbitrario de manera genérica, así como proporcionar técnicas estandarizadas para manipular la ubicación y orientación de la vanguardia. La topología de superficie local de la pieza se define como aquellas superficies generadas por rutas de herramientas anteriores en la proximidad de la posición actual de la herramienta. La topología de superficie local de la pieza se representa sin utilizar un sistema CAD computacionalmente caro. A continuación, se desarrolla una técnica de predicción sistemática para determinar la interacción instantánea entre la herramienta y la pieza durante el mecanizado. La metodología empleada aquí determina los segmentos de corte en el filo de corte determinando la intersección entre la representación de la curva NURBS de la vanguardia y la topología de superficie local definida. Estos segmentos en corte se utilizan entonces para predecir la carga instantánea del chip, las fuerzas de corte estáticas y dinámicas, y la desviación de la herramienta. La parte 1 de este artículo detalla la metodología de modelado y demuestra las capacidades de la simulación para el mecanizado de una superficie compleja ",
            "error": [
                ""
            ]
        },
        "systematic prediction": {
            "translated_key": "previsión sistemática",
            "translated_annotated_text": "Enfoque genérico de simulación para mecanizado multiejes. Parte 1: Metodología de modelado Este artículo presenta una nueva metodología para simular analíticamente el mecanizado multieje de superficies esculpidas complejas. Se desarrolla un enfoque generalizado para representar un diseño de vanguardia arbitrario, y la topología de superficie local de una superficie esculpida compleja. Se utiliza una curva NURBS para representar el perfil de vanguardia. Este enfoque ofrece las ventajas de representar cualquier diseño de vanguardia arbitrario de manera genérica, así como proporcionar técnicas estandarizadas para manipular la ubicación y orientación de la vanguardia. La topología de superficie local de la pieza se define como aquellas superficies generadas por rutas de herramientas anteriores en la proximidad de la posición actual de la herramienta. La topología de superficie local de la pieza se representa sin utilizar un sistema CAD computacionalmente caro. A continuación, se desarrolla una técnica de \"previsión sistemática\" para determinar la interacción instantánea entre la herramienta y la pieza durante el mecanizado. La metodología empleada aquí determina los segmentos de corte en el filo de corte determinando la intersección entre la representación de la curva NURBS de la vanguardia y la topología de superficie local definida. Estos segmentos en corte se utilizan entonces para predecir la carga instantánea del chip, las fuerzas de corte estáticas y dinámicas, y la desviación de la herramienta. La parte 1 de este artículo detalla la metodología de modelado y demuestra las capacidades de la simulación para el mecanizado de una superficie compleja ",
            "error": [
                ""
            ]
        },
        "cutting edge profile": {
            "translated_key": "perfil de borde cortante",
            "translated_annotated_text": "Enfoque genérico de simulación para mecanizado multiejes. Parte 1: Metodología de modelado Este artículo presenta una nueva metodología para simular analíticamente el mecanizado multieje de superficies esculpidas complejas. Se desarrolla un enfoque generalizado para representar un diseño de vanguardia arbitrario, y la topología de superficie local de una superficie esculpida compleja. Se utiliza una curva NURBS para representar el \"perfil de borde cortante\". Este enfoque ofrece las ventajas de representar cualquier diseño de vanguardia arbitrario de manera genérica, así como proporcionar técnicas estandarizadas para manipular la ubicación y orientación de la vanguardia. La topología de superficie local de la pieza se define como aquellas superficies generadas por rutas de herramientas anteriores en la proximidad de la posición actual de la herramienta. La topología de superficie local de la pieza se representa sin utilizar un sistema CAD computacionalmente caro. A continuación, se desarrolla una técnica de predicción sistemática para determinar la interacción instantánea entre la herramienta y la pieza durante el mecanizado. La metodología empleada aquí determina los segmentos de corte en el filo de corte determinando la intersección entre la representación de la curva NURBS de la vanguardia y la topología de superficie local definida. Estos segmentos en corte se utilizan entonces para predecir la carga instantánea del chip, las fuerzas de corte estáticas y dinámicas, y la desviación de la herramienta. La parte 1 de este artículo detalla la metodología de modelado y demuestra las capacidades de la simulación para el mecanizado de una superficie compleja ",
            "error": [
                ""
            ]
        },
        "surface topology": {
            "translated_key": "topología de superficie",
            "translated_annotated_text": "Enfoque genérico de simulación para mecanizado multiejes. Parte 1: Metodología de modelado Este artículo presenta una nueva metodología para simular analíticamente el mecanizado multieje de superficies esculpidas complejas. Se desarrolla un enfoque generalizado para representar un diseño de vanguardia arbitrario, y la \"topología de superficie\" local de una superficie esculpida compleja. Se utiliza una curva NURBS para representar el perfil de vanguardia. Este enfoque ofrece las ventajas de representar cualquier diseño de vanguardia arbitrario de manera genérica, así como proporcionar técnicas estandarizadas para manipular la ubicación y orientación de la vanguardia. La \"topología de superficie\" local de la pieza se define como aquellas superficies generadas por rutas de herramientas anteriores en las proximidades de la posición actual de la herramienta. La \"topología de superficie\" local de la pieza está representada sin utilizar un sistema CAD computacionalmente caro. A continuación, se desarrolla una técnica de predicción sistemática para determinar la interacción instantánea entre la herramienta y la pieza durante el mecanizado. La metodología empleada aquí determina los segmentos de corte en corte de vanguardia determinando la intersección entre la representación de la curva NURBS de la vanguardia y la \"topología de superficie\" local definida. Estos segmentos en corte se utilizan entonces para predecir la carga instantánea del chip, las fuerzas de corte estáticas y dinámicas, y la desviación de la herramienta. La parte 1 de este artículo detalla la metodología de modelado y demuestra las capacidades de la simulación para el mecanizado de una superficie compleja ",
            "error": [
                ""
            ]
        },
        "NURBS curve": {
            "translated_key": "curva NURBS",
            "translated_annotated_text": "Enfoque genérico de simulación para mecanizado multiejes. Parte 1: Metodología de modelado Este artículo presenta una nueva metodología para simular analíticamente el mecanizado multieje de superficies esculpidas complejas. Se desarrolla un enfoque generalizado para representar un diseño de vanguardia arbitrario, y la topología de superficie local de una superficie esculpida compleja. Se utiliza una \"curva NURBS\" para representar el perfil de vanguardia. Este enfoque ofrece las ventajas de representar cualquier diseño de vanguardia arbitrario de manera genérica, así como proporcionar técnicas estandarizadas para manipular la ubicación y orientación de la vanguardia. La topología de superficie local de la pieza se define como aquellas superficies generadas por rutas de herramientas anteriores en la proximidad de la posición actual de la herramienta. La topología de superficie local de la pieza se representa sin utilizar un sistema CAD computacionalmente caro. A continuación, se desarrolla una técnica de predicción sistemática para determinar la interacción instantánea entre la herramienta y la pieza durante el mecanizado. La metodología empleada aquí determina los segmentos de corte en corte de vanguardia determinando la intersección entre la representación de la \"curva NURBS\" de la vanguardia y la topología de superficie local definida. Estos segmentos en corte se utilizan entonces para predecir la carga instantánea del chip, las fuerzas de corte estáticas y dinámicas, y la desviación de la herramienta. La parte 1 de este artículo detalla la metodología de modelado y demuestra las capacidades de la simulación para el mecanizado de una superficie compleja ",
            "error": [
                ""
            ]
        },
        "digital simulation": {
            "translated_key": [],
            "translated_annotated_text": "Enfoque genérico de simulación para mecanizado multiejes. Parte 1: Metodología de modelado Este artículo presenta una nueva metodología para simular analíticamente el mecanizado multieje de superficies esculpidas complejas. Se desarrolla un enfoque generalizado para representar un diseño de vanguardia arbitrario, y la topología de superficie local de una superficie esculpida compleja. Se utiliza una curva NURBS para representar el perfil de vanguardia. Este enfoque ofrece las ventajas de representar cualquier diseño de vanguardia arbitrario de manera genérica, así como proporcionar técnicas estandarizadas para manipular la ubicación y orientación de la vanguardia. La topología de superficie local de la pieza se define como aquellas superficies generadas por rutas de herramientas anteriores en la proximidad de la posición actual de la herramienta. La topología de superficie local de la pieza se representa sin utilizar un sistema CAD computacionalmente caro. A continuación, se desarrolla una técnica de predicción sistemática para determinar la interacción instantánea entre la herramienta y la pieza durante el mecanizado. La metodología empleada aquí determina los segmentos de corte en el filo de corte determinando la intersección entre la representación de la curva NURBS de la vanguardia y la topología de superficie local definida. Estos segmentos en corte se utilizan entonces para predecir la carga instantánea del chip, las fuerzas de corte estáticas y dinámicas, y la desviación de la herramienta. La parte 1 de este artículo detalla la metodología de modelado y demuestra las capacidades de la simulación para el mecanizado de una superficie compleja ",
            "error": []
        },
        "machining": {
            "translated_key": [
                "maquinado",
                "maquinado",
                "maquinaje",
                "maquinar"
            ],
            "translated_annotated_text": "Enfoque genérico de simulación para \"maquinado\" multiejes. Parte 1: Metodología de modelado Este artículo presenta una nueva metodología para simular analíticamente \"maquinado\" multieje de superficies esculpidas complejas. Se desarrolla un enfoque generalizado para representar un diseño de vanguardia arbitrario, y la topología de superficie local de una superficie esculpida compleja. Se utiliza una curva NURBS para representar el perfil de vanguardia. Este enfoque ofrece las ventajas de representar cualquier diseño de vanguardia arbitrario de manera genérica, así como proporcionar técnicas estandarizadas para manipular la ubicación y orientación de la vanguardia. La topología de superficie local de la pieza se define como aquellas superficies generadas por rutas de herramientas anteriores en la proximidad de la posición actual de la herramienta. La topología de superficie local de la pieza se representa sin utilizar un sistema CAD computacionalmente caro. A continuación, se desarrolla una técnica de predicción sistemática para determinar la interacción instantánea herramienta/parte durante el \"maquinaje\". La metodología empleada aquí determina los segmentos de corte en el filo de corte determinando la intersección entre la representación de la curva NURBS de la vanguardia y la topología de superficie local definida. Estos segmentos en corte se utilizan entonces para predecir la carga instantánea del chip, las fuerzas de corte estáticas y dinámicas, y la desviación de la herramienta. La parte 1 de este artículo detalla la metodología de modelado y demuestra las capacidades de la simulación para \"maquinar\" una superficie compleja ",
            "error": [
                "maquinado",
                "maquinado",
                "maquinaje",
                "maquinar"
            ]
        },
        "path planning": {
            "translated_key": [],
            "translated_annotated_text": "Enfoque genérico de simulación para mecanizado multiejes. Parte 1: Metodología de modelado Este artículo presenta una nueva metodología para simular analíticamente el mecanizado multieje de superficies esculpidas complejas. Se desarrolla un enfoque generalizado para representar un diseño de vanguardia arbitrario, y la topología de superficie local de una superficie esculpida compleja. Se utiliza una curva NURBS para representar el perfil de vanguardia. Este enfoque ofrece las ventajas de representar cualquier diseño de vanguardia arbitrario de manera genérica, así como proporcionar técnicas estandarizadas para manipular la ubicación y orientación de la vanguardia. La topología de superficie local de la pieza se define como aquellas superficies generadas por rutas de herramientas anteriores en la proximidad de la posición actual de la herramienta. La topología de superficie local de la pieza se representa sin utilizar un sistema CAD computacionalmente caro. A continuación, se desarrolla una técnica de predicción sistemática para determinar la interacción instantánea entre la herramienta y la pieza durante el mecanizado. La metodología empleada aquí determina los segmentos de corte en el filo de corte determinando la intersección entre la representación de la curva NURBS de la vanguardia y la topología de superficie local definida. Estos segmentos en corte se utilizan entonces para predecir la carga instantánea del chip, las fuerzas de corte estáticas y dinámicas, y la desviación de la herramienta. La parte 1 de este artículo detalla la metodología de modelado y demuestra las capacidades de la simulación para el mecanizado de una superficie compleja ",
            "error": []
        },
        "production engineering computing": {
            "translated_key": [],
            "translated_annotated_text": "Enfoque genérico de simulación para mecanizado multiejes. Parte 1: Metodología de modelado Este artículo presenta una nueva metodología para simular analíticamente el mecanizado multieje de superficies esculpidas complejas. Se desarrolla un enfoque generalizado para representar un diseño de vanguardia arbitrario, y la topología de superficie local de una superficie esculpida compleja. Se utiliza una curva NURBS para representar el perfil de vanguardia. Este enfoque ofrece las ventajas de representar cualquier diseño de vanguardia arbitrario de manera genérica, así como proporcionar técnicas estandarizadas para manipular la ubicación y orientación de la vanguardia. La topología de superficie local de la pieza se define como aquellas superficies generadas por rutas de herramientas anteriores en la proximidad de la posición actual de la herramienta. La topología de superficie local de la pieza se representa sin utilizar un sistema CAD computacionalmente caro. A continuación, se desarrolla una técnica de predicción sistemática para determinar la interacción instantánea entre la herramienta y la pieza durante el mecanizado. La metodología empleada aquí determina los segmentos de corte en el filo de corte determinando la intersección entre la representación de la curva NURBS de la vanguardia y la topología de superficie local definida. Estos segmentos en corte se utilizan entonces para predecir la carga instantánea del chip, las fuerzas de corte estáticas y dinámicas, y la desviación de la herramienta. La parte 1 de este artículo detalla la metodología de modelado y demuestra las capacidades de la simulación para el mecanizado de una superficie compleja ",
            "error": []
        }
    }
}