{
    "original_text": "Technology on social issues of videoconferencing on the Internet: a survey Constant advances in audio/video compression, the development of the multicast protocol as well as fast improvement in computing devices (e.g. higher speed, larger memory) have set forth the opportunity to have resource demanding videoconferencing (VC) sessions on the Internet. Multicast is supported by the multicast backbone (Mbone), which is a special portion of the Internet where this protocol is being deployed. Mbone VC tools are steadily emerging and the user population is growing fast. VC is a fascinating application that has the potential to greatly impact the way we remotely communicate and work. Yet, the adoption of VC is not as fast as one could have predicted. Hence, it is important to examine the factors that affect a widespread adoption of VC. This paper examines the enabling technology and the social issues. It discusses the achievements and identifies the future challenges. It suggests an integration of many emerging multimedia tools into VC in order to enhance its versatility for more effectiveness",
    "original_translation": "Tecnología sobre cuestiones sociales de videoconferencias en Internet: una encuesta Avances constantes en la compresión de audio/vídeo, el desarrollo del protocolo multicast, así como la rápida mejora de los dispositivos de computación (por ejemplo. mayor velocidad, mayor memoria) han ofrecido la oportunidad de tener sesiones de videoconferencias (VC) que requieren recursos en Internet. Multicast es compatible con la columna vertebral multicast (Mbone), que es una parte especial de Internet donde se está implementando este protocolo. Las herramientas Mbone VC están emergiendo constantemente y la población de usuarios está creciendo rápidamente. VC es una aplicación fascinante que tiene el potencial de impactar mucho en la forma en que nos comunicamos y trabajamos remotamente. Sin embargo, la adopción del CV no es tan rápida como uno podría haber predicho. Por lo tanto, es importante examinar los factores que afectan a una adopción generalizada de CV. En el presente documento se examinan la tecnología habilitante y las cuestiones sociales. En él se examinan los logros y se identifican los desafíos futuros. Sugiere una integración de muchas herramientas multimedia emergentes en CV con el fin de mejorar su versatilidad para una mayor eficacia",
    "error_count": 6,
    "keys": {
        "videoconferencing": {
            "translated_key": [
                "videoconferencia",
                "videoconferencias"
            ],
            "translated_annotated_text": "Tecnología sobre temas sociales de <br>videoconferencia</br> en Internet: una encuesta Avances constantes en la compresión de audio/vídeo, el desarrollo del protocolo multicast, así como la rápida mejora de los dispositivos de computación (por ejemplo. mayor velocidad, mayor memoria) han ofrecido la oportunidad de tener sesiones de <br>videoconferencias</br> (VC) que requieren recursos en Internet. Multicast es compatible con la columna vertebral multicast (Mbone), que es una parte especial de Internet donde se está implementando este protocolo. Las herramientas Mbone VC están emergiendo constantemente y la población de usuarios está creciendo rápidamente. VC es una aplicación fascinante que tiene el potencial de impactar mucho en la forma en que nos comunicamos y trabajamos remotamente. Sin embargo, la adopción del CV no es tan rápida como uno podría haber predicho. Por lo tanto, es importante examinar los factores que afectan a una adopción generalizada de CV. En el presente documento se examinan la tecnología habilitante y las cuestiones sociales. En él se examinan los logros y se identifican los desafíos futuros. Sugiere una integración de muchas herramientas multimedia emergentes en CV con el fin de mejorar su versatilidad para una mayor eficacia ",
            "error": [
                "videoconferencia",
                "videoconferencias"
            ]
        },
        "Internet": {
            "translated_key": "Internet",
            "translated_annotated_text": " mayor velocidad, mayor memoria) han establecido la oportunidad de tener sesiones de videoconferencias (VC) que requieren recursos en la <br>Internet</br>. Multicast es compatible con la columna vertebral multicast (Mbone), que es una porción especial de la <br>Internet</br> donde se está implementando este protocolo. Las herramientas Mbone VC están emergiendo constantemente y la población de usuarios está creciendo rápidamente. VC es una aplicación fascinante que tiene el potencial de impactar mucho en la forma en que nos comunicamos y trabajamos remotamente. Sin embargo, la adopción del CV no es tan rápida como uno podría haber predicho. Por lo tanto, es importante examinar los factores que afectan a una adopción generalizada de CV. En el presente documento se examinan la tecnología habilitante y las cuestiones sociales. En él se examinan los logros y se identifican los desafíos futuros. Sugiere una integración de muchas herramientas multimedia emergentes en CV con el fin de mejorar su versatilidad para una mayor eficacia ",
            "error": [
                ""
            ]
        },
        "multicast protocol": {
            "translated_key": "multicast",
            "translated_annotated_text": "Tecnología sobre temas sociales de videoconferencias en Internet: una encuesta Avances constantes en la compresión de audio/vídeo, el desarrollo del protocolo <br>multicast</br> así como la rápida mejora de los dispositivos de computación (por ejemplo. mayor velocidad, mayor memoria) han ofrecido la oportunidad de tener sesiones de videoconferencias (VC) que requieren recursos en Internet. Multicast es compatible con la columna vertebral multicast (Mbone), que es una parte especial de Internet donde se está implementando este protocolo. Las herramientas Mbone VC están emergiendo constantemente y la población de usuarios está creciendo rápidamente. VC es una aplicación fascinante que tiene el potencial de impactar mucho en la forma en que nos comunicamos y trabajamos remotamente. Sin embargo, la adopción del CV no es tan rápida como uno podría haber predicho. Por lo tanto, es importante examinar los factores que afectan a una adopción generalizada de CV. En el presente documento se examinan la tecnología habilitante y las cuestiones sociales. En él se examinan los logros y se identifican los desafíos futuros. Sugiere una integración de muchas herramientas multimedia emergentes en CV con el fin de mejorar su versatilidad para una mayor eficacia ",
            "error": [
                ""
            ]
        },
        "multicast backbone": {
            "translated_key": "multicast troncal",
            "translated_annotated_text": "Tecnología sobre cuestiones sociales de videoconferencias en Internet: una encuesta Avances constantes en la compresión de audio/vídeo, el desarrollo del protocolo multicast, así como la rápida mejora de los dispositivos de computación (por ejemplo. mayor velocidad, mayor memoria) han ofrecido la oportunidad de tener sesiones de videoconferencias (VC) que requieren recursos en Internet. Multicast es compatible con el <br>multicast troncal</br> (Mbone), que es una parte especial de Internet donde se está implementando este protocolo. Las herramientas Mbone VC están emergiendo constantemente y la población de usuarios está creciendo rápidamente. VC es una aplicación fascinante que tiene el potencial de impactar mucho en la forma en que nos comunicamos y trabajamos remotamente. Sin embargo, la adopción del CV no es tan rápida como uno podría haber predicho. Por lo tanto, es importante examinar los factores que afectan a una adopción generalizada de CV. En el presente documento se examinan la tecnología habilitante y las cuestiones sociales. En él se examinan los logros y se identifican los desafíos futuros. Sugiere una integración de muchas herramientas multimedia emergentes en CV con el fin de mejorar su versatilidad para una mayor eficacia ",
            "error": [
                ""
            ]
        },
        "Mbone": {
            "translated_key": "Mbone",
            "translated_annotated_text": "Tecnología sobre cuestiones sociales de videoconferencias en Internet: una encuesta Avances constantes en la compresión de audio/vídeo, el desarrollo del protocolo multicast, así como la rápida mejora de los dispositivos de computación (por ejemplo. mayor velocidad, mayor memoria) han ofrecido la oportunidad de tener sesiones de videoconferencias (VC) que requieren recursos en Internet. Multicast es compatible con la columna vertebral multicast (<br>Mbone</br>), que es una parte especial de Internet donde se está implementando este protocolo. <br>Mbone</br> Las herramientas de CV están emergiendo constantemente y la población de usuarios está creciendo rápidamente. VC es una aplicación fascinante que tiene el potencial de impactar mucho en la forma en que nos comunicamos y trabajamos remotamente. Sin embargo, la adopción del CV no es tan rápida como uno podría haber predicho. Por lo tanto, es importante examinar los factores que afectan a una adopción generalizada de CV. En el presente documento se examinan la tecnología habilitante y las cuestiones sociales. En él se examinan los logros y se identifican los desafíos futuros. Sugiere una integración de muchas herramientas multimedia emergentes en CV con el fin de mejorar su versatilidad para una mayor eficacia ",
            "error": [
                ""
            ]
        },
        "multimedia": {
            "translated_key": "multimedia",
            "translated_annotated_text": "Tecnología sobre cuestiones sociales de videoconferencias en Internet: una encuesta Avances constantes en la compresión de audio/vídeo, el desarrollo del protocolo multicast, así como la rápida mejora de los dispositivos de computación (por ejemplo. mayor velocidad, mayor memoria) han ofrecido la oportunidad de tener sesiones de videoconferencias (VC) que requieren recursos en Internet. Multicast es compatible con la columna vertebral multicast (Mbone), que es una parte especial de Internet donde se está implementando este protocolo. Las herramientas Mbone VC están emergiendo constantemente y la población de usuarios está creciendo rápidamente. VC es una aplicación fascinante que tiene el potencial de impactar mucho en la forma en que nos comunicamos y trabajamos remotamente. Sin embargo, la adopción del CV no es tan rápida como uno podría haber predicho. Por lo tanto, es importante examinar los factores que afectan a una adopción generalizada de CV. En el presente documento se examinan la tecnología habilitante y las cuestiones sociales. En él se examinan los logros y se identifican los desafíos futuros. Sugiere una integración de muchas herramientas emergentes <br>multimedia</br> en CV con el fin de mejorar su versatilidad para una mayor eficacia ",
            "error": [
                ""
            ]
        },
        "social issues": {
            "translated_key": "asuntos sociales",
            "translated_annotated_text": "Tecnología sobre <br>asuntos sociales</br> de videoconferencias en Internet: una encuesta Avances constantes en la compresión de audio/vídeo, el desarrollo del protocolo multicast, así como la rápida mejora de los dispositivos de computación (por ejemplo. mayor velocidad, mayor memoria) han ofrecido la oportunidad de tener sesiones de videoconferencias (VC) que requieren recursos en Internet. Multicast es compatible con la columna vertebral multicast (Mbone), que es una parte especial de Internet donde se está implementando este protocolo. Las herramientas Mbone VC están emergiendo constantemente y la población de usuarios está creciendo rápidamente. VC es una aplicación fascinante que tiene el potencial de impactar mucho en la forma en que nos comunicamos y trabajamos remotamente. Sin embargo, la adopción del CV no es tan rápida como uno podría haber predicho. Por lo tanto, es importante examinar los factores que afectan a una adopción generalizada de CV. Este artículo examina la tecnología habilitante y las cuestiones sociales</br> <br>. En él se examinan los logros y se identifican los desafíos futuros. Sugiere una integración de muchas herramientas multimedia emergentes en CV con el fin de mejorar su versatilidad para una mayor eficacia ",
            "error": [
                ""
            ]
        },
        "data compression": {
            "translated_key": [],
            "translated_annotated_text": "Tecnología sobre cuestiones sociales de videoconferencias en Internet: una encuesta Avances constantes en la compresión de audio/vídeo, el desarrollo del protocolo multicast, así como la rápida mejora de los dispositivos de computación (por ejemplo. mayor velocidad, mayor memoria) han ofrecido la oportunidad de tener sesiones de videoconferencias (VC) que requieren recursos en Internet. Multicast es compatible con la columna vertebral multicast (Mbone), que es una parte especial de Internet donde se está implementando este protocolo. Las herramientas Mbone VC están emergiendo constantemente y la población de usuarios está creciendo rápidamente. VC es una aplicación fascinante que tiene el potencial de impactar mucho en la forma en que nos comunicamos y trabajamos remotamente. Sin embargo, la adopción del CV no es tan rápida como uno podría haber predicho. Por lo tanto, es importante examinar los factores que afectan a una adopción generalizada de CV. En el presente documento se examinan la tecnología habilitante y las cuestiones sociales. En él se examinan los logros y se identifican los desafíos futuros. Sugiere una integración de muchas herramientas multimedia emergentes en CV con el fin de mejorar su versatilidad para una mayor eficacia ",
            "error": []
        },
        "multimedia communication": {
            "translated_key": [],
            "translated_annotated_text": "Tecnología sobre cuestiones sociales de videoconferencias en Internet: una encuesta Avances constantes en la compresión de audio/vídeo, el desarrollo del protocolo multicast, así como la rápida mejora de los dispositivos de computación (por ejemplo. mayor velocidad, mayor memoria) han ofrecido la oportunidad de tener sesiones de videoconferencias (VC) que requieren recursos en Internet. Multicast es compatible con la columna vertebral multicast (Mbone), que es una parte especial de Internet donde se está implementando este protocolo. Las herramientas Mbone VC están emergiendo constantemente y la población de usuarios está creciendo rápidamente. VC es una aplicación fascinante que tiene el potencial de impactar mucho en la forma en que nos comunicamos y trabajamos remotamente. Sin embargo, la adopción del CV no es tan rápida como uno podría haber predicho. Por lo tanto, es importante examinar los factores que afectan a una adopción generalizada de CV. En el presente documento se examinan la tecnología habilitante y las cuestiones sociales. En él se examinan los logros y se identifican los desafíos futuros. Sugiere una integración de muchas herramientas multimedia emergentes en CV con el fin de mejorar su versatilidad para una mayor eficacia ",
            "error": []
        },
        "protocols": {
            "translated_key": [],
            "translated_annotated_text": "Tecnología sobre cuestiones sociales de videoconferencias en Internet: una encuesta Avances constantes en la compresión de audio/vídeo, el desarrollo del protocolo multicast, así como la rápida mejora de los dispositivos de computación (por ejemplo. mayor velocidad, mayor memoria) han ofrecido la oportunidad de tener sesiones de videoconferencias (VC) que requieren recursos en Internet. Multicast es compatible con la columna vertebral multicast (Mbone), que es una parte especial de Internet donde se está implementando este protocolo. Las herramientas Mbone VC están emergiendo constantemente y la población de usuarios está creciendo rápidamente. VC es una aplicación fascinante que tiene el potencial de impactar mucho en la forma en que nos comunicamos y trabajamos remotamente. Sin embargo, la adopción del CV no es tan rápida como uno podría haber predicho. Por lo tanto, es importante examinar los factores que afectan a una adopción generalizada de CV. En el presente documento se examinan la tecnología habilitante y las cuestiones sociales. En él se examinan los logros y se identifican los desafíos futuros. Sugiere una integración de muchas herramientas multimedia emergentes en CV con el fin de mejorar su versatilidad para una mayor eficacia ",
            "error": []
        },
        "social aspects of automation": {
            "translated_key": [],
            "translated_annotated_text": "Tecnología sobre cuestiones sociales de videoconferencias en Internet: una encuesta Avances constantes en la compresión de audio/vídeo, el desarrollo del protocolo multicast, así como la rápida mejora de los dispositivos de computación (por ejemplo. mayor velocidad, mayor memoria) han ofrecido la oportunidad de tener sesiones de videoconferencias (VC) que requieren recursos en Internet. Multicast es compatible con la columna vertebral multicast (Mbone), que es una parte especial de Internet donde se está implementando este protocolo. Las herramientas Mbone VC están emergiendo constantemente y la población de usuarios está creciendo rápidamente. VC es una aplicación fascinante que tiene el potencial de impactar mucho en la forma en que nos comunicamos y trabajamos remotamente. Sin embargo, la adopción del CV no es tan rápida como uno podría haber predicho. Por lo tanto, es importante examinar los factores que afectan a una adopción generalizada de CV. En el presente documento se examinan la tecnología habilitante y las cuestiones sociales. En él se examinan los logros y se identifican los desafíos futuros. Sugiere una integración de muchas herramientas multimedia emergentes en CV con el fin de mejorar su versatilidad para una mayor eficacia ",
            "error": []
        },
        "teleconferencing": {
            "translated_key": [],
            "translated_annotated_text": "Tecnología sobre cuestiones sociales de videoconferencias en Internet: una encuesta Avances constantes en la compresión de audio/vídeo, el desarrollo del protocolo multicast, así como la rápida mejora de los dispositivos de computación (por ejemplo. mayor velocidad, mayor memoria) han ofrecido la oportunidad de tener sesiones de videoconferencias (VC) que requieren recursos en Internet. Multicast es compatible con la columna vertebral multicast (Mbone), que es una parte especial de Internet donde se está implementando este protocolo. Las herramientas Mbone VC están emergiendo constantemente y la población de usuarios está creciendo rápidamente. VC es una aplicación fascinante que tiene el potencial de impactar mucho en la forma en que nos comunicamos y trabajamos remotamente. Sin embargo, la adopción del CV no es tan rápida como uno podría haber predicho. Por lo tanto, es importante examinar los factores que afectan a una adopción generalizada de CV. En el presente documento se examinan la tecnología habilitante y las cuestiones sociales. En él se examinan los logros y se identifican los desafíos futuros. Sugiere una integración de muchas herramientas multimedia emergentes en CV con el fin de mejorar su versatilidad para una mayor eficacia ",
            "error": []
        }
    }
}