{
    "original_text": "The open-source HCS project Despite the rumors, the HCS II project is not dead. In fact, HCS has been licensed and is now an open-source project. In this article, the author brings us up to speed on the HCS II projects past, present, and future. The HCS II is an expandable, standalone, network-based (RS-485), intelligent-node, industrial-oriented supervisory control (SC) system intended for demanding home control applications. The HCS incorporates direct and remote digital inputs and outputs, direct and remote analog inputs and outputs, real time or Boolean decision event triggering, X10 transmission and reception, infrared remote control transmission and reception, remote LCDs, and a master console. Its program is compiled on a PC with the XPRESS compiler and then downloaded to the SC where it runs independently of the PC",
    "original_translation": "El proyecto HCS de código abierto A pesar de los rumores, el proyecto HCS II no está muerto. De hecho, HCS ha sido licenciado y ahora es un proyecto de código abierto. En este artículo, el autor nos pone al día sobre los proyectos HCS II pasados, presentes y futuros. El HCS II es un sistema de control de supervisión (SC) orientado a la industria (RS-485) y basado en la red, ampliado y autónomo, destinado a aplicaciones exigentes de control doméstico. El HCS incorpora entradas y salidas digitales directas y remotas, entradas y salidas analógicas directas y remotas, activación de eventos de decisión booleana o en tiempo real, transmisión y recepción X10, transmisión y recepción de control remoto infrarrojo, LCDs remotos y una consola maestra. Su programa se compila en un PC con el compilador de XPRESS y luego se descarga en el SC donde se ejecuta independientemente del PC",
    "error_count": 4,
    "keys": {
        "HCS II": {
            "translated_key": "HCS II",
            "translated_annotated_text": "El proyecto HCS de código abierto A pesar de los rumores, el proyecto \"HCS II\" no está muerto. De hecho, HCS ha sido licenciado y ahora es un proyecto de código abierto. En este artículo, el autor nos pone al día sobre los proyectos \"HCS II\" pasados, presentes y futuros. El \"HCS II\" es un sistema de control de supervisión (SC) orientado a la industria y basado en redes (RS-485) ampliable y autónomo, destinado a aplicaciones exigentes de control doméstico. El HCS incorpora entradas y salidas digitales directas y remotas, entradas y salidas analógicas directas y remotas, activación de eventos de decisión booleana o en tiempo real, transmisión y recepción X10, transmisión y recepción de control remoto infrarrojo, LCDs remotos y una consola maestra. Su programa se compila en un PC con el compilador de XPRESS y luego se descarga en el SC donde se ejecuta independientemente del PC ",
            "error": [
                ""
            ]
        },
        "supervisory control system": {
            "translated_key": [],
            "translated_annotated_text": "El proyecto HCS de código abierto A pesar de los rumores, el proyecto HCS II no está muerto. De hecho, HCS ha sido licenciado y ahora es un proyecto de código abierto. En este artículo, el autor nos pone al día sobre los proyectos HCS II pasados, presentes y futuros. El HCS II es un sistema de control de supervisión (SC) orientado a la industria (RS-485) y basado en la red, ampliado y autónomo, destinado a aplicaciones exigentes de control doméstico. El HCS incorpora entradas y salidas digitales directas y remotas, entradas y salidas analógicas directas y remotas, activación de eventos de decisión booleana o en tiempo real, transmisión y recepción X10, transmisión y recepción de control remoto infrarrojo, LCDs remotos y una consola maestra. Su programa se compila en un PC con el compilador de XPRESS y luego se descarga en el SC donde se ejecuta independientemente del PC ",
            "error": []
        },
        "home control": {
            "translated_key": "control doméstico",
            "translated_annotated_text": "El proyecto HCS de código abierto A pesar de los rumores, el proyecto HCS II no está muerto. De hecho, HCS ha sido licenciado y ahora es un proyecto de código abierto. En este artículo, el autor nos pone al día sobre los proyectos HCS II pasados, presentes y futuros. El HCS II es un sistema de control de supervisión (SC) orientado a la industria (RS-485), inteligente y basado en la red, que se puede ampliar, independientemente de la red, destinado a aplicaciones exigentes de \"control doméstico\". El HCS incorpora entradas y salidas digitales directas y remotas, entradas y salidas analógicas directas y remotas, activación de eventos de decisión booleana o en tiempo real, transmisión y recepción X10, transmisión y recepción de control remoto infrarrojo, LCDs remotos y una consola maestra. Su programa se compila en un PC con el compilador de XPRESS y luego se descarga en el SC donde se ejecuta independientemente del PC ",
            "error": [
                ""
            ]
        },
        "network-based": {
            "translated_key": [],
            "translated_annotated_text": "El proyecto HCS de código abierto A pesar de los rumores, el proyecto HCS II no está muerto. De hecho, HCS ha sido licenciado y ahora es un proyecto de código abierto. En este artículo, el autor nos pone al día sobre los proyectos HCS II pasados, presentes y futuros. El HCS II es un sistema de control de supervisión (SC) orientado a la industria y basado en la red (RS-485) ampliado y autónomo, destinado a aplicaciones de control doméstico exigentes. El HCS incorpora entradas y salidas digitales directas y remotas, entradas y salidas analógicas directas y remotas, activación de eventos de decisión booleana o en tiempo real, transmisión y recepción X10, transmisión y recepción de control remoto infrarrojo, LCDs remotos y una consola maestra. Su programa se compila en un PC con el compilador de XPRESS y luego se descarga en el SC donde se ejecuta independientemente del PC ",
            "error": []
        },
        "home automation": {
            "translated_key": [],
            "translated_annotated_text": "El proyecto HCS de código abierto A pesar de los rumores, el proyecto HCS II no está muerto. De hecho, HCS ha sido licenciado y ahora es un proyecto de código abierto. En este artículo, el autor nos pone al día sobre los proyectos HCS II pasados, presentes y futuros. El HCS II es un sistema de control de supervisión (SC) orientado a la industria (RS-485) y basado en la red, ampliado y autónomo, destinado a aplicaciones exigentes de control doméstico. El HCS incorpora entradas y salidas digitales directas y remotas, entradas y salidas analógicas directas y remotas, activación de eventos de decisión booleana o en tiempo real, transmisión y recepción X10, transmisión y recepción de control remoto infrarrojo, LCDs remotos y una consola maestra. Su programa se compila en un PC con el compilador de XPRESS y luego se descarga en el SC donde se ejecuta independientemente del PC ",
            "error": []
        },
        "home computing": {
            "translated_key": [],
            "translated_annotated_text": "El proyecto HCS de código abierto A pesar de los rumores, el proyecto HCS II no está muerto. De hecho, HCS ha sido licenciado y ahora es un proyecto de código abierto. En este artículo, el autor nos pone al día sobre los proyectos HCS II pasados, presentes y futuros. El HCS II es un sistema de control de supervisión (SC) orientado a la industria (RS-485) y basado en la red, ampliado y autónomo, destinado a aplicaciones exigentes de control doméstico. El HCS incorpora entradas y salidas digitales directas y remotas, entradas y salidas analógicas directas y remotas, activación de eventos de decisión booleana o en tiempo real, transmisión y recepción X10, transmisión y recepción de control remoto infrarrojo, LCDs remotos y una consola maestra. Su programa se compila en un PC con el compilador de XPRESS y luego se descarga en el SC donde se ejecuta independientemente del PC ",
            "error": []
        }
    }
}