{
    "original_text": "RISCy business. Part 1: RISC projects by Cornell students The author looks at several projects that Cornell University students entered in the Atmel Design 2001 contest. Those covered include a vertical plotter; BiLines, an electronic game; a wireless Internet pager; Cooking Coach; Barbies zip drive; and a model train controller",
    "original_translation": "Negocios de RISCy. Parte 1: Proyectos RISC de estudiantes de Cornell El autor analiza varios proyectos que los estudiantes de la Universidad de Cornell participaron en el concurso Atmel Design 2001. Los cubiertos incluyen un plotter vertical; BiLines, un juego electrónico; un buscapersonas inalámbrico; Coach de cocina; Barbies zip drive; y un controlador de tren modelo",
    "error_count": 3,
    "keys": {
        "Atmels Design Logic 2001 contest": {
            "translated_key": [],
            "translated_annotated_text": "Negocios de RISCy. Parte 1: Proyectos RISC de estudiantes de Cornell El autor analiza varios proyectos que los estudiantes de la Universidad de Cornell participaron en el concurso Atmel Design 2001. Los cubiertos incluyen un plotter vertical; BiLines, un juego electrónico; un buscapersonas inalámbrico; Coach de cocina; Barbies zip drive; y un controlador de tren modelo ",
            "error": []
        },
        "RISC projects": {
            "translated_key": "Proyectos RISC",
            "translated_annotated_text": "Negocios de RISCy. Parte 1: \"Proyectos RISC\" de estudiantes de Cornell El autor analiza varios proyectos que los estudiantes de la Universidad de Cornell participaron en el concurso Atmel Design 2001. Los cubiertos incluyen un plotter vertical; BiLines, un juego electrónico; un buscapersonas inalámbrico; Coach de cocina; Barbies zip drive; y un controlador de tren modelo ",
            "error": [
                ""
            ]
        },
        "Cornell students": {
            "translated_key": "Estudiantes Cornell",
            "translated_annotated_text": "Negocios de RISCy. Parte 1: Proyectos RISC de \"Estudiantes Cornell\" El autor analiza varios proyectos que los estudiantes de la Universidad Cornell participaron en el concurso Atmel Design 2001. Los cubiertos incluyen un plotter vertical; BiLines, un juego electrónico; un buscapersonas inalámbrico; Coach de cocina; Barbies zip drive; y un controlador de tren modelo ",
            "error": [
                ""
            ]
        },
        "vertical plotter": {
            "translated_key": "plotter vertical",
            "translated_annotated_text": "Negocios de RISCy. Parte 1: Proyectos RISC de estudiantes de Cornell El autor analiza varios proyectos que los estudiantes de la Universidad de Cornell participaron en el concurso Atmel Design 2001. Los cubiertos incluyen un \"plotter vertical\"; BiLines, un juego electrónico; un buscapersonas inalámbrico; Coach de cocina; Barbies zip drive; y un controlador de tren modelo ",
            "error": [
                ""
            ]
        },
        "BiLines": {
            "translated_key": "BiLines",
            "translated_annotated_text": "Negocios de RISCy. Parte 1: Proyectos RISC de estudiantes de Cornell El autor analiza varios proyectos que los estudiantes de la Universidad de Cornell participaron en el concurso Atmel Design 2001. Los cubiertos incluyen un plotter vertical; \"BiLines\", un juego electrónico; un buscador de Internet inalámbrico; Coach de cocina; Barbies zip drive; y un controlador de tren modelo ",
            "error": [
                ""
            ]
        },
        "electronic game": {
            "translated_key": "juego electrónico",
            "translated_annotated_text": "Negocios de RISCy. Parte 1: Proyectos RISC de estudiantes de Cornell El autor analiza varios proyectos que los estudiantes de la Universidad de Cornell participaron en el concurso Atmel Design 2001. Los cubiertos incluyen un plotter vertical; BiLines, un \"juego electrónico\"; un buscador de Internet inalámbrico; Coach de cocina; Barbies zip drive; y un controlador de tren modelo ",
            "error": [
                ""
            ]
        },
        "wireless Internet pager": {
            "translated_key": "buscador de Internet inalámbrico",
            "translated_annotated_text": "Negocios de RISCy. Parte 1: Proyectos RISC de estudiantes de Cornell El autor analiza varios proyectos que los estudiantes de la Universidad de Cornell participaron en el concurso Atmel Design 2001. Los cubiertos incluyen un plotter vertical; BiLines, un juego electrónico; un \"buscador de Internet inalámbrico\"; Coach de cocina; Barbies zip drive; y un controlador de tren modelo ",
            "error": [
                ""
            ]
        },
        "Cooking Coach": {
            "translated_key": "Cooking Coach",
            "translated_annotated_text": "Negocios de RISCy. Parte 1: Proyectos RISC de estudiantes de Cornell El autor analiza varios proyectos que los estudiantes de la Universidad de Cornell participaron en el concurso Atmel Design 2001. Los cubiertos incluyen un plotter vertical; BiLines, un juego electrónico; un buscapersonas inalámbrico; \"Cooking Coach\"; Barbies zip drive; y un controlador de tren modelo ",
            "error": [
                ""
            ]
        },
        "Barbies zip drive": {
            "translated_key": "Barbies zip drive",
            "translated_annotated_text": "Negocios de RISCy. Parte 1: Proyectos RISC de estudiantes de Cornell El autor analiza varios proyectos que los estudiantes de la Universidad de Cornell participaron en el concurso Atmel Design 2001. Los cubiertos incluyen un plotter vertical; BiLines, un juego electrónico; un buscapersonas inalámbrico; Coach de cocina; \"Barbies zip drive\"; y un controlador de tren modelo ",
            "error": [
                ""
            ]
        },
        "model train controller": {
            "translated_key": "controlador de tren modelo",
            "translated_annotated_text": "Negocios de RISCy. Parte 1: Proyectos RISC de estudiantes de Cornell El autor analiza varios proyectos que los estudiantes de la Universidad de Cornell participaron en el concurso Atmel Design 2001. Los cubiertos incluyen un plotter vertical; BiLines, un juego electrónico; un buscapersonas inalámbrico; Coach de cocina; Barbies zip drive; y un \"controlador de tren modelo\" ",
            "error": [
                ""
            ]
        },
        "logic design": {
            "translated_key": [],
            "translated_annotated_text": "Negocios de RISCy. Parte 1: Proyectos RISC de estudiantes de Cornell El autor analiza varios proyectos que los estudiantes de la Universidad de Cornell participaron en el concurso Atmel Design 2001. Los cubiertos incluyen un plotter vertical; BiLines, un juego electrónico; un buscapersonas inalámbrico; Coach de cocina; Barbies zip drive; y un controlador de tren modelo ",
            "error": []
        },
        "reduced instruction set computing": {
            "translated_key": [],
            "translated_annotated_text": "Negocios de RISCy. Parte 1: Proyectos RISC de estudiantes de Cornell El autor analiza varios proyectos que los estudiantes de la Universidad de Cornell participaron en el concurso Atmel Design 2001. Los cubiertos incluyen un plotter vertical; BiLines, un juego electrónico; un buscapersonas inalámbrico; Coach de cocina; Barbies zip drive; y un controlador de tren modelo ",
            "error": []
        }
    }
}