{
    "original_text": "Pontryagin maximum principle of optimal control governed by fluid dynamic systems with two point boundary state constraint We study the optimal control problem subject to the semilinear equation with a state constraint. We prove certain theorems and give examples of state constraints so that the maximum principle holds. The main difficulty of the problem is to make the sensitivity analysis of the state with respect to the control caused by the unboundedness and nonlinearity of an operator",
    "original_translation": "Pontryagin principio máximo de control óptimo gobernado por sistemas dinámicos fluidos con restricción de estado límite de dos puntos Estudiamos el problema de control óptimo sujeto a la ecuación semilineal con restricción de estado. Demostramos ciertos teoremas y damos ejemplos de limitaciones estatales para que el principio máximo se mantenga. La principal dificultad del problema es hacer el análisis de sensibilidad del estado con respecto al control causado por la falta de límites y no linealidad de un operador",
    "error_count": 2,
    "keys": {
        "Pontryagin maximum principle": {
            "translated_key": "Principio máximo de Pontryagin",
            "translated_annotated_text": "\"Principio máximo de Pontryagin\" de control óptimo gobernado por sistemas dinámicos fluidos con restricción de estado límite de dos puntos Estudiamos el problema de control óptimo sujeto a la ecuación semilineal con restricción de estado. Demostramos ciertos teoremas y damos ejemplos de limitaciones estatales para que el principio máximo se mantenga. La principal dificultad del problema es hacer el análisis de sensibilidad del estado con respecto al control causado por la falta de límites y no linealidad de un operador ",
            "error": [
                ""
            ]
        },
        "optimal control": {
            "translated_key": "control óptimo",
            "translated_annotated_text": "Pontryagin principio máximo de \"control óptimo\" gobernado por sistemas dinámicos fluidos con restricción de estado límite de dos puntos Estudiamos el problema del \"control óptimo\" sujeto a la ecuación semilineal con restricción de estado. Demostramos ciertos teoremas y damos ejemplos de limitaciones estatales para que el principio máximo se mantenga. La principal dificultad del problema es hacer el análisis de sensibilidad del estado con respecto al control causado por la falta de límites y no linealidad de un operador ",
            "error": [
                ""
            ]
        },
        "fluid dynamics": {
            "translated_key": [],
            "translated_annotated_text": "Pontryagin principio máximo de control óptimo gobernado por sistemas dinámicos fluidos con restricción de estado límite de dos puntos Estudiamos el problema de control óptimo sujeto a la ecuación semilineal con restricción de estado. Demostramos ciertos teoremas y damos ejemplos de limitaciones estatales para que el principio máximo se mantenga. La principal dificultad del problema es hacer el análisis de sensibilidad del estado con respecto al control causado por la falta de límites y no linealidad de un operador ",
            "error": []
        },
        "semilinear equation": {
            "translated_key": "ecuación semilineal",
            "translated_annotated_text": "Pontryagin principio máximo de control óptimo gobernado por sistemas dinámicos fluidos con restricción de estado límite de dos puntos Estudiamos el problema de control óptimo sujeto a la \"ecuación semilineal\" con una restricción de estado. Demostramos ciertos teoremas y damos ejemplos de limitaciones estatales para que el principio máximo se mantenga. La principal dificultad del problema es hacer el análisis de sensibilidad del estado con respecto al control causado por la falta de límites y no linealidad de un operador ",
            "error": [
                ""
            ]
        },
        "state constraints": {
            "translated_key": "limitaciones del Estado",
            "translated_annotated_text": "Pontryagin principio máximo de control óptimo gobernado por sistemas dinámicos fluidos con restricción de estado límite de dos puntos Estudiamos el problema de control óptimo sujeto a la ecuación semilineal con restricción de estado. Demostramos ciertos teoremas y damos ejemplos de \"limitaciones del Estado\" para que el principio máximo se mantenga. La principal dificultad del problema es hacer el análisis de sensibilidad del estado con respecto al control causado por la falta de límites y no linealidad de un operador ",
            "error": [
                ""
            ]
        },
        "maximum principle": {
            "translated_key": "principio máximo",
            "translated_annotated_text": "Pontryagin \"principio máximo\" de control óptimo gobernado por sistemas dinámicos fluidos con restricción de estado límite de dos puntos Estudiamos el problema de control óptimo sujeto a la ecuación semilineal con restricción de estado. Demostramos ciertos teoremas y damos ejemplos de restricciones estatales para que el \"principio máximo\" se mantenga. La principal dificultad del problema es hacer el análisis de sensibilidad del estado con respecto al control causado por la falta de límites y no linealidad de un operador ",
            "error": [
                ""
            ]
        }
    }
}