{
    "original_text": "Necessary conditions of optimality for impulsive systems on Banach spaces We present necessary conditions of optimality for optimal control problems arising in systems governed by impulsive evolution equations on Banach spaces. Basic notations and terminologies are first presented and necessary conditions of optimality are presented. Special cases are discussed and we present an application to the classical linear quadratic regulator problem",
    "original_translation": "Condiciones necesarias de optimidad para sistemas impulsivos en espacios Banach Presentamos las condiciones necesarias de optimidad para problemas de control óptimos que surgen en sistemas gobernados por ecuaciones de evolución impulsiva en espacios Banach. Se presentan primero las anotaciones básicas y las terminologías y se presentan las condiciones necesarias de optimidad. Se discuten casos especiales y se presenta una aplicación al problema clásico del regulador cuadrático lineal",
    "error_count": 3,
    "keys": {
        "linear quadratic regulator": {
            "translated_key": "lineal",
            "translated_annotated_text": "Condiciones necesarias de optimidad para sistemas impulsivos en espacios Banach Presentamos las condiciones necesarias de optimidad para problemas de control óptimos que surgen en sistemas gobernados por ecuaciones de evolución impulsiva en espacios Banach. Se presentan primero las anotaciones básicas y las terminologías y se presentan las condiciones necesarias de optimidad. Se discuten casos especiales y se presenta una aplicación al problema clásico del regulador cuadrático <br>lineal</br> ",
            "error": [
                ""
            ]
        },
        "optimality": {
            "translated_key": "optimalidad",
            "translated_annotated_text": "Condiciones necesarias de <br>optimalidad</br> para sistemas impulsivos en espacios Banach Presentamos las condiciones necesarias de <br>optimalidad</br> para problemas de control óptimos que surgen en sistemas regidos por ecuaciones de evolución impulsiva en espacios Banach. Se presentan primero las anotaciones básicas y las terminologías y se presentan las condiciones necesarias de optimidad. Se discuten casos especiales y se presenta una aplicación al problema clásico del regulador cuadrático lineal ",
            "error": [
                ""
            ]
        },
        "impulsive systems": {
            "translated_key": "impulsivos",
            "translated_annotated_text": "Condiciones necesarias de optimidad para sistemas <br>impulsivos</br> en espacios Banach Presentamos las condiciones necesarias de optimidad para problemas de control óptimos que surgen en sistemas regidos por ecuaciones de evolución impulsiva en espacios Banach. Se presentan primero las anotaciones básicas y las terminologías y se presentan las condiciones necesarias de optimidad. Se discuten casos especiales y se presenta una aplicación al problema clásico del regulador cuadrático lineal ",
            "error": [
                ""
            ]
        },
        "optimal control": {
            "translated_key": [],
            "translated_annotated_text": "Condiciones necesarias de optimidad para sistemas impulsivos en espacios Banach Presentamos las condiciones necesarias de optimidad para problemas de control óptimos que surgen en sistemas gobernados por ecuaciones de evolución impulsiva en espacios Banach.  Se presentan primero las anotaciones básicas y las terminologías y se presentan las condiciones necesarias de optimidad. Se discuten casos especiales y se presenta una aplicación al problema clásico del regulador cuadrático lineal ",
            "error": []
        },
        "impulsive evolution equations": {
            "translated_key": "impulsivas",
            "translated_annotated_text": "Condiciones necesarias de optimidad para sistemas impulsivos en espacios Banach Presentamos las condiciones necesarias de optimidad para problemas de control óptimos que surgen en sistemas regidos por ecuaciones de evolución <br>impulsivas</br> en espacios Banach. Se presentan primero las anotaciones básicas y las terminologías y se presentan las condiciones necesarias de optimidad. Se discuten casos especiales y se presenta una aplicación al problema clásico del regulador cuadrático lineal ",
            "error": [
                ""
            ]
        },
        "Banach spaces": {
            "translated_key": "Banach",
            "translated_annotated_text": "Condiciones necesarias de optimidad para sistemas impulsivos en espacios <br>Banach</br> Presentamos las condiciones necesarias de optimidad para problemas de control óptimos que surgen en sistemas gobernados por ecuaciones de evolución impulsiva en espacios <br>Banach</br>. Se presentan primero las anotaciones básicas y las terminologías y se presentan las condiciones necesarias de optimidad. Se discuten casos especiales y se presenta una aplicación al problema clásico del regulador cuadrático lineal ",
            "error": [
                ""
            ]
        },
        "necessary conditions": {
            "translated_key": "condiciones necesarias",
            "translated_annotated_text": "Condiciones necesarias de optimidad para sistemas impulsivos en espacios Banach Presentamos <br>condiciones necesarias</br> de optimidad para problemas de control óptimos que surgen en sistemas regidos por ecuaciones de evolución impulsiva en espacios Banach. Se presentan primero las anotaciones básicas y las terminologías y se presentan las <br>condiciones necesarias</br> de optimidad. Se discuten casos especiales y se presenta una aplicación al problema clásico del regulador cuadrático lineal ",
            "error": [
                ""
            ]
        },
        "differential equations": {
            "translated_key": [],
            "translated_annotated_text": "Condiciones necesarias de optimidad para sistemas impulsivos en espacios Banach Presentamos las condiciones necesarias de optimidad para problemas de control óptimos que surgen en sistemas gobernados por ecuaciones de evolución impulsiva en espacios Banach. Se presentan primero las anotaciones básicas y las terminologías y se presentan las condiciones necesarias de optimidad. Se discuten casos especiales y se presenta una aplicación al problema clásico del regulador cuadrático lineal ",
            "error": []
        }
    }
}