{
    "original_text": "New projection-type methods for monotone LCP with finite termination In this paper we establish two new projection-type methods for the solution of the monotone linear complementarity problem (LCP). The methods are a combination of the extragradient method and the Newton method, in which the active set strategy is used and only one linear system of equations with lower dimension is solved at each iteration. It is shown that under the assumption of monotonicity, these two methods are globally and linearly convergent. Furthermore, under a nondegeneracy condition they have a finite termination property. Finally, the methods are extended to solving the monotone affine variational inequality problem",
    "original_translation": "Nuevos métodos de proyección-tipo para LCP monotono con terminación finita En este artículo se establecen dos nuevos métodos de proyección-tipo para la solución del problema de complementariedad lineal monotono (LCP). Los métodos son una combinación del método extragradiente y el método Newton, en el que se utiliza la estrategia de conjunto activo y sólo un sistema lineal de ecuaciones con dimensión inferior se resuelve en cada iteración. Se muestra que bajo el supuesto de la monotonicidad, estos dos métodos son convergentes global y linealmente. Además, bajo una condición no degenerativa tienen una propiedad finita de terminación. Por último, los métodos se extienden a la solución del problema de la desigualdad variable monotone affine",
    "error_count": 8,
    "keys": {
        "projection-type methods": {
            "translated_key": "métodos tipo proyección",
            "translated_annotated_text": "Nuevos \"métodos tipo proyección\" para LCP monotono con terminación finita En este artículo se establecen dos nuevos \"métodos tipo proyección\" para la solución del problema de complementariedad lineal monotono (LCP). Los métodos son una combinación del método extragradiente y el método Newton, en el que se utiliza la estrategia de conjunto activo y sólo un sistema lineal de ecuaciones con dimensión inferior se resuelve en cada iteración. Se muestra que bajo el supuesto de la monotonicidad, estos dos métodos son convergentes global y linealmente. Además, bajo una condición no degenerativa tienen una propiedad finita de terminación. Por último, los métodos se extienden a la solución del problema de la desigualdad variable monotone affine ",
            "error": [
                ""
            ]
        },
        "monotone LCP": {
            "translated_key": "monotone LCP",
            "translated_annotated_text": "Nuevos métodos de tipo proyección para \"monotone LCP\" con terminación finita En este artículo se establecen dos nuevos métodos de tipo proyección para la solución del problema de complementariedad lineal monotona (LCP). Los métodos son una combinación del método extragradiente y el método Newton, en el que se utiliza la estrategia de conjunto activo y sólo un sistema lineal de ecuaciones con dimensión inferior se resuelve en cada iteración. Se muestra que bajo el supuesto de la monotonicidad, estos dos métodos son convergentes global y linealmente. Además, bajo una condición no degenerativa tienen una propiedad finita de terminación. Por último, los métodos se extienden a la solución del problema de la desigualdad variable monotone affine ",
            "error": [
                ""
            ]
        },
        "finite termination": {
            "translated_key": "terminación definitiva",
            "translated_annotated_text": "Nuevos métodos de proyección tipo LCP monotono con \"terminación definitiva\" En este artículo se establecen dos nuevos métodos de proyección tipo para la solución del problema de complementariedad lineal monotono (LCP). Los métodos son una combinación del método extragradiente y el método Newton, en el que se utiliza la estrategia de conjunto activo y sólo un sistema lineal de ecuaciones con dimensión inferior se resuelve en cada iteración. Se muestra que bajo el supuesto de la monotonicidad, estos dos métodos son convergentes global y linealmente. Además, bajo una condición no degenerativa tienen una propiedad de \"terminación definitiva\". Por último, los métodos se extienden a la solución del problema de la desigualdad variable monotone affine ",
            "error": [
                ""
            ]
        },
        "monotone linear complementarity problem": {
            "translated_key": "problema de complementariedad lineal monotona",
            "translated_annotated_text": "Nuevos métodos de proyección-tipo para LCP monotono con terminación finita En este artículo se establecen dos nuevos métodos de proyección-tipo para la solución del \"problema de complementariedad lineal monotona\" (LCP). Los métodos son una combinación del método extragradiente y el método Newton, en el que se utiliza la estrategia de conjunto activo y sólo un sistema lineal de ecuaciones con dimensión inferior se resuelve en cada iteración. Se muestra que bajo el supuesto de la monotonicidad, estos dos métodos son convergentes global y linealmente. Además, bajo una condición no degenerativa tienen una propiedad finita de terminación. Por último, los métodos se extienden a la solución del problema de la desigualdad variable monotone affine ",
            "error": [
                ""
            ]
        },
        "extragradient method": {
            "translated_key": "método extragradiente",
            "translated_annotated_text": "Nuevos métodos de proyección-tipo para LCP monotono con terminación finita En este artículo se establecen dos nuevos métodos de proyección-tipo para la solución del problema de complementariedad lineal monotono (LCP). Los métodos son una combinación del \"método extragradiente\" y el método Newton, en el que se utiliza la estrategia de conjunto activo y sólo un sistema lineal de ecuaciones con dimensión inferior se resuelve en cada iteración. Se muestra que bajo el supuesto de la monotonicidad, estos dos métodos son convergentes global y linealmente. Además, bajo una condición no degenerativa tienen una propiedad finita de terminación. Por último, los métodos se extienden a la solución del problema de la desigualdad variable monotone affine ",
            "error": [
                ""
            ]
        },
        "Newton method": {
            "translated_key": "método Newton",
            "translated_annotated_text": "Nuevos métodos de proyección-tipo para LCP monotono con terminación finita En este artículo se establecen dos nuevos métodos de proyección-tipo para la solución del problema de complementariedad lineal monotono (LCP). Los métodos son una combinación del método extragradiente y el \"método Newton\", en el que se utiliza la estrategia de conjunto activo y sólo se resuelve un sistema lineal de ecuaciones con dimensión inferior en cada iteración. Se muestra que bajo el supuesto de la monotonicidad, estos dos métodos son convergentes global y linealmente. Además, bajo una condición no degenerativa tienen una propiedad finita de terminación. Por último, los métodos se extienden a la solución del problema de la desigualdad variable monotone affine ",
            "error": [
                ""
            ]
        },
        "active set strategy": {
            "translated_key": "estrategia de conjunto activo",
            "translated_annotated_text": "Nuevos métodos de proyección-tipo para LCP monotono con terminación finita En este artículo se establecen dos nuevos métodos de proyección-tipo para la solución del problema de complementariedad lineal monotono (LCP). Los métodos son una combinación del método extragradiente y el método Newton, en el que se utiliza la \"estrategia de conjunto activo\" y sólo un sistema lineal de ecuaciones con dimensión inferior se resuelve en cada iteración. Se muestra que bajo el supuesto de la monotonicidad, estos dos métodos son convergentes global y linealmente. Además, bajo una condición no degenerativa tienen una propiedad finita de terminación. Por último, los métodos se extienden a la solución del problema de la desigualdad variable monotone affine ",
            "error": [
                ""
            ]
        },
        "linear system of equations": {
            "translated_key": "sistema lineal de ecuaciones",
            "translated_annotated_text": "Nuevos métodos de proyección-tipo para LCP monotono con terminación finita En este artículo se establecen dos nuevos métodos de proyección-tipo para la solución del problema de complementariedad lineal monotono (LCP). Los métodos son una combinación del método extragradiente y el método Newton, en el que se utiliza la estrategia de conjunto activo y sólo un \"sistema lineal de ecuaciones\" con dimensión inferior se resuelve en cada iteración. Se muestra que bajo el supuesto de la monotonicidad, estos dos métodos son convergentes global y linealmente. Además, bajo una condición no degenerativa tienen una propiedad finita de terminación. Por último, los métodos se extienden a la solución del problema de la desigualdad variable monotone affine ",
            "error": [
                ""
            ]
        },
        "iteration": {
            "translated_key": "iteración",
            "translated_annotated_text": "Nuevos métodos de proyección-tipo para LCP monotono con terminación finita En este artículo se establecen dos nuevos métodos de proyección-tipo para la solución del problema de complementariedad lineal monotono (LCP). Los métodos son una combinación del método extragradiente y el método Newton, en el que se utiliza la estrategia de conjunto activo y sólo un sistema lineal de ecuaciones con dimensión inferior se resuelve en cada \"iteración\". Se muestra que bajo el supuesto de la monotonicidad, estos dos métodos son convergentes global y linealmente. Además, bajo una condición no degenerativa tienen una propiedad finita de terminación. Por último, los métodos se extienden a la solución del problema de la desigualdad variable monotone affine ",
            "error": [
                ""
            ]
        },
        "monotonicity": {
            "translated_key": "monotonicidad",
            "translated_annotated_text": "Nuevos métodos de proyección-tipo para LCP monotono con terminación finita En este artículo se establecen dos nuevos métodos de proyección-tipo para la solución del problema de complementariedad lineal monotono (LCP). Los métodos son una combinación del método extragradiente y el método Newton, en el que se utiliza la estrategia de conjunto activo y sólo un sistema lineal de ecuaciones con dimensión inferior se resuelve en cada iteración. Se muestra que bajo la suposición de \"monotonicidad\", estos dos métodos son global y linealmente convergentes. Además, bajo una condición no degenerativa tienen una propiedad finita de terminación. Por último, los métodos se extienden a la solución del problema de la desigualdad variable monotone affine ",
            "error": [
                ""
            ]
        },
        "convergence": {
            "translated_key": [],
            "translated_annotated_text": "Nuevos métodos de proyección-tipo para LCP monotono con terminación finita En este artículo se establecen dos nuevos métodos de proyección-tipo para la solución del problema de complementariedad lineal monotono (LCP). Los métodos son una combinación del método extragradiente y el método Newton, en el que se utiliza la estrategia de conjunto activo y sólo un sistema lineal de ecuaciones con dimensión inferior se resuelve en cada iteración. Se muestra que bajo el supuesto de la monotonicidad, estos dos métodos son convergentes global y linealmente. Además, bajo una condición no degenerativa tienen una propiedad finita de terminación. Por último, los métodos se extienden a la solución del problema de la desigualdad variable monotone affine ",
            "error": []
        },
        "nondegeneracy condition": {
            "translated_key": "condición de no degeneración",
            "translated_annotated_text": "Nuevos métodos de proyección-tipo para LCP monotono con terminación finita En este artículo se establecen dos nuevos métodos de proyección-tipo para la solución del problema de complementariedad lineal monotono (LCP). Los métodos son una combinación del método extragradiente y el método Newton, en el que se utiliza la estrategia de conjunto activo y sólo un sistema lineal de ecuaciones con dimensión inferior se resuelve en cada iteración. Se muestra que bajo el supuesto de la monotonicidad, estos dos métodos son convergentes global y linealmente. Además, bajo una \"condición de no degeneración\" tienen una propiedad finita de terminación. Por último, los métodos se extienden a la solución del problema de la desigualdad variable monotone affine ",
            "error": [
                ""
            ]
        },
        "monotone affine variational inequality problem": {
            "translated_key": "problema de desigualdad variable monotone affine",
            "translated_annotated_text": "Nuevos métodos de proyección-tipo para LCP monotono con terminación finita En este artículo se establecen dos nuevos métodos de proyección-tipo para la solución del problema de complementariedad lineal monotono (LCP). Los métodos son una combinación del método extragradiente y el método Newton, en el que se utiliza la estrategia de conjunto activo y sólo un sistema lineal de ecuaciones con dimensión inferior se resuelve en cada iteración. Se muestra que bajo el supuesto de la monotonicidad, estos dos métodos son convergentes global y linealmente. Además, bajo una condición no degenerativa tienen una propiedad finita de terminación. Por último, los métodos se extienden a la solución del \"problema de desigualdad variable monotone affine\" ",
            "error": [
                ""
            ]
        },
        "matrix": {
            "translated_key": [],
            "translated_annotated_text": "Nuevos métodos de proyección-tipo para LCP monotono con terminación finita En este artículo se establecen dos nuevos métodos de proyección-tipo para la solución del problema de complementariedad lineal monotono (LCP). Los métodos son una combinación del método extragradiente y el método Newton, en el que se utiliza la estrategia de conjunto activo y sólo un sistema lineal de ecuaciones con dimensión inferior se resuelve en cada iteración. Se muestra que bajo el supuesto de la monotonicidad, estos dos métodos son convergentes global y linealmente. Además, bajo una condición no degenerativa tienen una propiedad finita de terminación. Por último, los métodos se extienden a la solución del problema de la desigualdad variable monotone affine ",
            "error": []
        },
        "vector": {
            "translated_key": [],
            "translated_annotated_text": "Nuevos métodos de proyección-tipo para LCP monotono con terminación finita En este artículo se establecen dos nuevos métodos de proyección-tipo para la solución del problema de complementariedad lineal monotono (LCP). Los métodos son una combinación del método extragradiente y el método Newton, en el que se utiliza la estrategia de conjunto activo y sólo un sistema lineal de ecuaciones con dimensión inferior se resuelve en cada iteración. Se muestra que bajo el supuesto de la monotonicidad, estos dos métodos son convergentes global y linealmente. Además, bajo una condición no degenerativa tienen una propiedad finita de terminación. Por último, los métodos se extienden a la solución del problema de la desigualdad variable monotone affine ",
            "error": []
        },
        "convergence of numerical methods": {
            "translated_key": [],
            "translated_annotated_text": "Nuevos métodos de proyección-tipo para LCP monotono con terminación finita En este artículo se establecen dos nuevos métodos de proyección-tipo para la solución del problema de complementariedad lineal monotono (LCP). Los métodos son una combinación del método extragradiente y el método Newton, en el que se utiliza la estrategia de conjunto activo y sólo un sistema lineal de ecuaciones con dimensión inferior se resuelve en cada iteración. Se muestra que bajo el supuesto de la monotonicidad, estos dos métodos son convergentes global y linealmente. Además, bajo una condición no degenerativa tienen una propiedad finita de terminación. Por último, los métodos se extienden a la solución del problema de la desigualdad variable monotone affine ",
            "error": []
        },
        "gradient methods": {
            "translated_key": [],
            "translated_annotated_text": "Nuevos métodos de proyección-tipo para LCP monotono con terminación finita En este artículo se establecen dos nuevos métodos de proyección-tipo para la solución del problema de complementariedad lineal monotono (LCP). Los métodos son una combinación del método extragradiente y el método Newton, en el que se utiliza la estrategia de conjunto activo y sólo un sistema lineal de ecuaciones con dimensión inferior se resuelve en cada iteración. Se muestra que bajo el supuesto de la monotonicidad, estos dos métodos son convergentes global y linealmente. Además, bajo una condición no degenerativa tienen una propiedad finita de terminación. Por último, los métodos se extienden a la solución del problema de la desigualdad variable monotone affine ",
            "error": []
        },
        "matrix algebra": {
            "translated_key": [],
            "translated_annotated_text": "Nuevos métodos de proyección-tipo para LCP monotono con terminación finita En este artículo se establecen dos nuevos métodos de proyección-tipo para la solución del problema de complementariedad lineal monotono (LCP). Los métodos son una combinación del método extragradiente y el método Newton, en el que se utiliza la estrategia de conjunto activo y sólo un sistema lineal de ecuaciones con dimensión inferior se resuelve en cada iteración. Se muestra que bajo el supuesto de la monotonicidad, estos dos métodos son convergentes global y linealmente. Además, bajo una condición no degenerativa tienen una propiedad finita de terminación. Por último, los métodos se extienden a la solución del problema de la desigualdad variable monotone affine ",
            "error": []
        },
        "set theory": {
            "translated_key": [],
            "translated_annotated_text": "Nuevos métodos de proyección-tipo para LCP monotono con terminación finita En este artículo se establecen dos nuevos métodos de proyección-tipo para la solución del problema de complementariedad lineal monotono (LCP). Los métodos son una combinación del método extragradiente y el método Newton, en el que se utiliza la estrategia de conjunto activo y sólo un sistema lineal de ecuaciones con dimensión inferior se resuelve en cada iteración. Se muestra que bajo el supuesto de la monotonicidad, estos dos métodos son convergentes global y linealmente. Además, bajo una condición no degenerativa tienen una propiedad finita de terminación. Por último, los métodos se extienden a la solución del problema de la desigualdad variable monotone affine ",
            "error": []
        },
        "vectors": {
            "translated_key": [],
            "translated_annotated_text": "Nuevos métodos de proyección-tipo para LCP monotono con terminación finita En este artículo se establecen dos nuevos métodos de proyección-tipo para la solución del problema de complementariedad lineal monotono (LCP). Los métodos son una combinación del método extragradiente y el método Newton, en el que se utiliza la estrategia de conjunto activo y sólo un sistema lineal de ecuaciones con dimensión inferior se resuelve en cada iteración. Se muestra que bajo el supuesto de la monotonicidad, estos dos métodos son convergentes global y linealmente. Además, bajo una condición no degenerativa tienen una propiedad finita de terminación. Por último, los métodos se extienden a la solución del problema de la desigualdad variable monotone affine ",
            "error": []
        }
    }
}