{
    "original_text": "Riccati-based preconditioner for computing invariant subspaces of large matrices This paper introduces and analyzes the convergence properties of a method that computes an approximation to the invariant subspace associated with a group of eigenvalues of a large not necessarily diagonalizable matrix. The method belongs to the family of projection type methods. At each step, it refines the approximate invariant subspace using a linearized Riccatis equation which turns out to be the block analogue of the correction used in the Jacobi-Davidson method. The analysis conducted in this paper shows that the method converges at a rate quasi-quadratic provided that the approximate invariant subspace is close to the exact one. The implementation of the method based on multigrid techniques is also discussed and numerical experiments are reported",
    "original_translation": "Preavisor basado en Riccati para la computación de subespacios invariantes de matrices grandes Este artículo introduce y analiza las propiedades de convergencia de un método que calcula una aproximación al subespacio invariante asociado con un grupo de valores propios de una matriz grande no necesariamente diagonalizable. El método pertenece a la familia de métodos de tipo de proyección. En cada paso, refina el subespacio invariante aproximado usando una ecuación linealizada de Riccatis que resulta ser el análogo de bloque de la corrección utilizada en el método Jacobi-Davidson. El análisis realizado en este artículo muestra que el método converge a un ritmo cuasi-cuadrado siempre que el subespacio invariante aproximado esté cerca del exacto. También se examina la aplicación del método basado en técnicas multirred y se informa de experimentos numéricos",
    "error_count": 5,
    "keys": {
        "Riccati-based preconditioner": {
            "translated_key": "Riccati-based preconditioner",
            "translated_annotated_text": "<br>Riccati-based preconditioner</br> para la computación de subespacios invariantes de matrices grandes Este artículo introduce y analiza las propiedades de convergencia de un método que calcula una aproximación al subespacio invariante asociado con un grupo de valores propios de una matriz grande no necesariamente diagonalizable. El método pertenece a la familia de métodos de tipo de proyección. En cada paso, refina el subespacio invariante aproximado usando una ecuación linealizada de Riccatis que resulta ser el análogo de bloque de la corrección utilizada en el método Jacobi-Davidson. El análisis realizado en este artículo muestra que el método converge a un ritmo cuasi-cuadrado siempre que el subespacio invariante aproximado esté cerca del exacto. También se examina la aplicación del método basado en técnicas multirred y se informa de experimentos numéricos ",
            "error": [
                ""
            ]
        },
        "invariant subspaces": {
            "translated_key": "invariantes subespacios",
            "translated_annotated_text": "Preavisor basado en Riccati para la computación <br>invariantes subespacios</br> de matrices grandes Este artículo introduce y analiza las propiedades de convergencia de un método que calcula una aproximación al subespacio invariante asociado con un grupo de valores propios de una matriz grande no necesariamente diagonalizable. El método pertenece a la familia de métodos de tipo de proyección. En cada paso, refina el subespacio invariante aproximado usando una ecuación linealizada de Riccatis que resulta ser el análogo de bloque de la corrección utilizada en el método Jacobi-Davidson. El análisis realizado en este artículo muestra que el método converge a un ritmo cuasi-cuadrado siempre que el subespacio invariante aproximado esté cerca del exacto. También se examina la aplicación del método basado en técnicas multirred y se informa de experimentos numéricos ",
            "error": [
                ""
            ]
        },
        "large matrices": {
            "translated_key": "grandes",
            "translated_annotated_text": "Previouser basado en Riccati para la computación de subespacios invariantes de matrices <br>grandes</br> Este artículo introduce y analiza las propiedades de convergencia de un método que calcula una aproximación al subespacio invariante asociado con un grupo de valores propios de una matriz grande no necesariamente diagonalizable. El método pertenece a la familia de métodos de tipo de proyección. En cada paso, refina el subespacio invariante aproximado usando una ecuación linealizada de Riccatis que resulta ser el análogo de bloque de la corrección utilizada en el método Jacobi-Davidson. El análisis realizado en este artículo muestra que el método converge a un ritmo cuasi-cuadrado siempre que el subespacio invariante aproximado esté cerca del exacto. También se examina la aplicación del método basado en técnicas multirred y se informa de experimentos numéricos ",
            "error": [
                ""
            ]
        },
        "eigenvalues": {
            "translated_key": "eigenvalues",
            "translated_annotated_text": "Preavisor basado en Riccati para la computación de subespacios invariantes de matrices grandes Este artículo introduce y analiza las propiedades de convergencia de un método que calcula una aproximación al subespacio invariante asociado con un grupo de <br>eigenvalues</br> de una matriz grande no necesariamente diagonalizable. El método pertenece a la familia de métodos de tipo de proyección. En cada paso, refina el subespacio invariante aproximado usando una ecuación linealizada de Riccatis que resulta ser el análogo de bloque de la corrección utilizada en el método Jacobi-Davidson. El análisis realizado en este artículo muestra que el método converge a un ritmo cuasi-cuadrado siempre que el subespacio invariante aproximado esté cerca del exacto. También se examina la aplicación del método basado en técnicas multirred y se informa de experimentos numéricos ",
            "error": [
                ""
            ]
        },
        "diagonalizable matrix": {
            "translated_key": [],
            "translated_annotated_text": "Previouser basado en Riccati para calcular subespacios invariantes de matrices grandes Este artículo introduce y analiza las propiedades de convergencia de un método que calcula una aproximación al subespacio invariante asociado con un grupo de valores propios de una matriz grande no necesariamente diagonalizable.  El método pertenece a la familia de métodos de tipo de proyección. En cada paso, refina el subespacio invariante aproximado usando una ecuación linealizada de Riccatis que resulta ser el análogo de bloque de la corrección utilizada en el método Jacobi-Davidson. El análisis realizado en este artículo muestra que el método converge a un ritmo cuasi-cuadrado siempre que el subespacio invariante aproximado esté cerca del exacto. También se examina la aplicación del método basado en técnicas multirred y se informa de experimentos numéricos ",
            "error": []
        },
        "projection type methods": {
            "translated_key": "proyección",
            "translated_annotated_text": "Preavisor basado en Riccati para la computación de subespacios invariantes de matrices grandes Este artículo introduce y analiza las propiedades de convergencia de un método que calcula una aproximación al subespacio invariante asociado con un grupo de valores propios de una matriz grande no necesariamente diagonalizable. El método pertenece a la familia de métodos de tipo <br>proyección</br>. En cada paso, refina el subespacio invariante aproximado usando una ecuación linealizada de Riccatis que resulta ser el análogo de bloque de la corrección utilizada en el método Jacobi-Davidson. El análisis realizado en este artículo muestra que el método converge a un ritmo cuasi-cuadrado siempre que el subespacio invariante aproximado esté cerca del exacto. También se examina la aplicación del método basado en técnicas multirred y se informa de experimentos numéricos ",
            "error": [
                ""
            ]
        },
        "Jacobi-Davidson method": {
            "translated_key": "Jacobi-Davidson",
            "translated_annotated_text": "Preavisor basado en Riccati para la computación de subespacios invariantes de matrices grandes Este artículo introduce y analiza las propiedades de convergencia de un método que calcula una aproximación al subespacio invariante asociado con un grupo de valores propios de una matriz grande no necesariamente diagonalizable. El método pertenece a la familia de métodos de tipo de proyección. En cada paso, refina el subespacio invariante aproximado utilizando una ecuación linealizada de Riccatis que resulta ser el análogo de bloque de la corrección utilizada en el método <br>Jacobi-Davidson</br>. El análisis realizado en este artículo muestra que el método converge a un ritmo cuasi-cuadrado siempre que el subespacio invariante aproximado esté cerca del exacto. También se examina la aplicación del método basado en técnicas multirred y se informa de experimentos numéricos ",
            "error": [
                ""
            ]
        },
        "multigrid techniques": {
            "translated_key": "multigrid",
            "translated_annotated_text": "Preavisor basado en Riccati para la computación de subespacios invariantes de matrices grandes Este artículo introduce y analiza las propiedades de convergencia de un método que calcula una aproximación al subespacio invariante asociado con un grupo de valores propios de una matriz grande no necesariamente diagonalizable. El método pertenece a la familia de métodos de tipo de proyección. En cada paso, refina el subespacio invariante aproximado usando una ecuación linealizada de Riccatis que resulta ser el análogo de bloque de la corrección utilizada en el método Jacobi-Davidson. El análisis realizado en este artículo muestra que el método converge a un ritmo cuasi-cuadrado siempre que el subespacio invariante aproximado esté cerca del exacto. También se discute la implementación del método basado en técnicas <br>multigrid</br> y se reportan experimentos numéricos ",
            "error": [
                ""
            ]
        },
        "differential equations": {
            "translated_key": [],
            "translated_annotated_text": "Preavisor basado en Riccati para la computación de subespacios invariantes de matrices grandes Este artículo introduce y analiza las propiedades de convergencia de un método que calcula una aproximación al subespacio invariante asociado con un grupo de valores propios de una matriz grande no necesariamente diagonalizable. El método pertenece a la familia de métodos de tipo de proyección. En cada paso, refina el subespacio invariante aproximado usando una ecuación linealizada de Riccatis que resulta ser el análogo de bloque de la corrección utilizada en el método Jacobi-Davidson. El análisis realizado en este artículo muestra que el método converge a un ritmo cuasi-cuadrado siempre que el subespacio invariante aproximado esté cerca del exacto. También se examina la aplicación del método basado en técnicas multirred y se informa de experimentos numéricos ",
            "error": []
        },
        "eigenvalues and eigenfunctions": {
            "translated_key": [],
            "translated_annotated_text": "Preavisor basado en Riccati para la computación de subespacios invariantes de matrices grandes Este artículo introduce y analiza las propiedades de convergencia de un método que calcula una aproximación al subespacio invariante asociado con un grupo de valores propios de una matriz grande no necesariamente diagonalizable. El método pertenece a la familia de métodos de tipo de proyección. En cada paso, refina el subespacio invariante aproximado usando una ecuación linealizada de Riccatis que resulta ser el análogo de bloque de la corrección utilizada en el método Jacobi-Davidson. El análisis realizado en este artículo muestra que el método converge a un ritmo cuasi-cuadrado siempre que el subespacio invariante aproximado esté cerca del exacto. También se examina la aplicación del método basado en técnicas multirred y se informa de experimentos numéricos ",
            "error": []
        },
        "matrix algebra": {
            "translated_key": [],
            "translated_annotated_text": "Preavisor basado en Riccati para la computación de subespacios invariantes de matrices grandes Este artículo introduce y analiza las propiedades de convergencia de un método que calcula una aproximación al subespacio invariante asociado con un grupo de valores propios de una matriz grande no necesariamente diagonalizable. El método pertenece a la familia de métodos de tipo de proyección. En cada paso, refina el subespacio invariante aproximado usando una ecuación linealizada de Riccatis que resulta ser el análogo de bloque de la corrección utilizada en el método Jacobi-Davidson. El análisis realizado en este artículo muestra que el método converge a un ritmo cuasi-cuadrado siempre que el subespacio invariante aproximado esté cerca del exacto. También se examina la aplicación del método basado en técnicas multirred y se informa de experimentos numéricos ",
            "error": []
        },
        "Riccati equations": {
            "translated_key": [],
            "translated_annotated_text": "Preavisor basado en Riccati para la computación de subespacios invariantes de matrices grandes Este artículo introduce y analiza las propiedades de convergencia de un método que calcula una aproximación al subespacio invariante asociado con un grupo de valores propios de una matriz grande no necesariamente diagonalizable. El método pertenece a la familia de métodos de tipo de proyección. En cada paso, refina el subespacio invariante aproximado usando una ecuación linealizada de Riccatis que resulta ser el análogo de bloque de la corrección utilizada en el método Jacobi-Davidson. El análisis realizado en este artículo muestra que el método converge a un ritmo cuasi-cuadrado siempre que el subespacio invariante aproximado esté cerca del exacto. También se examina la aplicación del método basado en técnicas multirred y se informa de experimentos numéricos ",
            "error": []
        }
    }
}