{
    "original_text": "On the convergence of the Bermudez-Moreno algorithm with constant parameters A. Bermudez and C. Moreno (1981) presented a duality numerical algorithm for solving variational inequalities of the second kind. The performance of this algorithm strongly depends on the choice of two constant parameters. Assuming a further hypothesis of the inf-sup type, we present here a convergence theorem that improves on the one presented by A. Bermudez and C. Moreno. We prove that the convergence is linear, and we give the expression of the asymptotic error constant and the explicit form of the optimal parameters, as a function of some constants related to the variational inequality. Finally, we present some numerical examples that confirm the theoretical results",
    "original_translation": "Sobre la convergencia del algoritmo Bermudez-Moreno con parámetros constantes A. Bermudez y C. Moreno (1981) presentaron un algoritmo numérico de dualidad para resolver desigualdades variacionales de segundo tipo. El rendimiento de este algoritmo depende fuertemente de la elección de dos parámetros constantes. Asumiendo una hipótesis adicional del tipo inf-sup, presentamos aquí un teorema de convergencia que mejora la presentada por A. Bermudez y C. Moreno. Demostramos que la convergencia es lineal, y damos la expresión de la constante de error asintótico y la forma explícita de los parámetros óptimos, en función de algunas constantes relacionadas con la desigualdad variacional. Finalmente, presentamos algunos ejemplos numéricos que confirman los resultados teóricos",
    "error_count": 2,
    "keys": {
        "Bermudez-Moreno algorithm": {
            "translated_key": "Bermudez-Moreno",
            "translated_annotated_text": "Sobre la convergencia del algoritmo \"Bermudez-Moreno\" con los parámetros constantes A. Bermudez y C. Moreno (1981) presentaron un algoritmo numérico de dualidad para resolver desigualdades variacionales de segundo tipo. El rendimiento de este algoritmo depende fuertemente de la elección de dos parámetros constantes. Asumiendo una hipótesis adicional del tipo inf-sup, presentamos aquí un teorema de convergencia que mejora la presentada por A. Bermudez y C. Moreno. Demostramos que la convergencia es lineal, y damos la expresión de la constante de error asintótico y la forma explícita de los parámetros óptimos, en función de algunas constantes relacionadas con la desigualdad variacional. Finalmente, presentamos algunos ejemplos numéricos que confirman los resultados teóricos ",
            "error": [
                ""
            ]
        },
        "duality numerical algorithm": {
            "translated_key": "algoritmo numérico de la dualidad",
            "translated_annotated_text": "Sobre la convergencia del algoritmo Bermudez-Moreno con parámetros constantes A. Bermudez y C. Moreno (1981) presentaron un \"algoritmo numérico de la dualidad\" para resolver desigualdades variacionales del segundo tipo. El rendimiento de este algoritmo depende fuertemente de la elección de dos parámetros constantes. Asumiendo una hipótesis adicional del tipo inf-sup, presentamos aquí un teorema de convergencia que mejora la presentada por A. Bermudez y C. Moreno. Demostramos que la convergencia es lineal, y damos la expresión de la constante de error asintótico y la forma explícita de los parámetros óptimos, en función de algunas constantes relacionadas con la desigualdad variacional. Finalmente, presentamos algunos ejemplos numéricos que confirman los resultados teóricos ",
            "error": [
                ""
            ]
        },
        "variational inequalities": {
            "translated_key": "desigualdades variables",
            "translated_annotated_text": "Sobre la convergencia del algoritmo Bermudez-Moreno con parámetros constantes A. Bermudez y C. Moreno (1981) presentaron un algoritmo numérico de dualidad para resolver \"desigualdades variables\" del segundo tipo. El rendimiento de este algoritmo depende fuertemente de la elección de dos parámetros constantes. Asumiendo una hipótesis adicional del tipo inf-sup, presentamos aquí un teorema de convergencia que mejora la presentada por A. Bermudez y C. Moreno. Demostramos que la convergencia es lineal, y damos la expresión de la constante de error asintótico y la forma explícita de los parámetros óptimos, en función de algunas constantes relacionadas con la desigualdad variacional. Finalmente, presentamos algunos ejemplos numéricos que confirman los resultados teóricos ",
            "error": [
                ""
            ]
        },
        "convergence theorem": {
            "translated_key": "teorema de convergencia",
            "translated_annotated_text": "Sobre la convergencia del algoritmo Bermudez-Moreno con parámetros constantes A. Bermudez y C. Moreno (1981) presentaron un algoritmo numérico de dualidad para resolver desigualdades variacionales de segundo tipo. El rendimiento de este algoritmo depende fuertemente de la elección de dos parámetros constantes. Asumiendo una hipótesis adicional del tipo inf-sup, presentamos aquí un \"teorema de convergencia\" que mejora el presentado por A. Bermudez y C. Moreno. Demostramos que la convergencia es lineal, y damos la expresión de la constante de error asintótico y la forma explícita de los parámetros óptimos, en función de algunas constantes relacionadas con la desigualdad variacional. Finalmente, presentamos algunos ejemplos numéricos que confirman los resultados teóricos ",
            "error": [
                ""
            ]
        },
        "asymptotic error constant": {
            "translated_key": "constante de error asintótico",
            "translated_annotated_text": "Sobre la convergencia del algoritmo Bermudez-Moreno con parámetros constantes A. Bermudez y C. Moreno (1981) presentaron un algoritmo numérico de dualidad para resolver desigualdades variacionales de segundo tipo. El rendimiento de este algoritmo depende fuertemente de la elección de dos parámetros constantes. Asumiendo una hipótesis adicional del tipo inf-sup, presentamos aquí un teorema de convergencia que mejora la presentada por A. Bermudez y C. Moreno. Demostramos que la convergencia es lineal, y damos la expresión de la \"constante de error asintótico\" y la forma explícita de los parámetros óptimos, en función de algunas constantes relacionadas con la desigualdad variacional. Finalmente, presentamos algunos ejemplos numéricos que confirman los resultados teóricos ",
            "error": [
                ""
            ]
        },
        "optimal parameters": {
            "translated_key": "parámetros óptimos",
            "translated_annotated_text": "Sobre la convergencia del algoritmo Bermudez-Moreno con parámetros constantes A. Bermudez y C. Moreno (1981) presentaron un algoritmo numérico de dualidad para resolver desigualdades variacionales de segundo tipo. El rendimiento de este algoritmo depende fuertemente de la elección de dos parámetros constantes. Asumiendo una hipótesis adicional del tipo inf-sup, presentamos aquí un teorema de convergencia que mejora la presentada por A. Bermudez y C. Moreno. Demostramos que la convergencia es lineal, y damos la expresión de la constante de error asintótico y la forma explícita de los \"parámetros óptimos\", en función de algunas constantes relacionadas con la desigualdad variacional. Finalmente, presentamos algunos ejemplos numéricos que confirman los resultados teóricos ",
            "error": [
                ""
            ]
        },
        "constant parameters": {
            "translated_key": "parámetros constantes",
            "translated_annotated_text": "Sobre la convergencia del algoritmo Bermudez-Moreno con \"parámetros constantes\" A. Bermudez y C. Moreno (1981) presentaron un algoritmo numérico de dualidad para resolver desigualdades variacionales de segundo tipo. El rendimiento de este algoritmo depende fuertemente de la elección de dos \"parámetros constantes\". Asumiendo una hipótesis adicional del tipo inf-sup, presentamos aquí un teorema de convergencia que mejora la presentada por A. Bermudez y C. Moreno. Demostramos que la convergencia es lineal, y damos la expresión de la constante de error asintótico y la forma explícita de los parámetros óptimos, en función de algunas constantes relacionadas con la desigualdad variacional. Finalmente, presentamos algunos ejemplos numéricos que confirman los resultados teóricos ",
            "error": [
                ""
            ]
        },
        "convergence of numerical methods": {
            "translated_key": [],
            "translated_annotated_text": "Sobre la convergencia del algoritmo Bermudez-Moreno con parámetros constantes A. Bermudez y C. Moreno (1981) presentaron un algoritmo numérico de dualidad para resolver desigualdades variacionales de segundo tipo. El rendimiento de este algoritmo depende fuertemente de la elección de dos parámetros constantes. Asumiendo una hipótesis adicional del tipo inf-sup, presentamos aquí un teorema de convergencia que mejora la presentada por A. Bermudez y C. Moreno. Demostramos que la convergencia es lineal, y damos la expresión de la constante de error asintótico y la forma explícita de los parámetros óptimos, en función de algunas constantes relacionadas con la desigualdad variacional. Finalmente, presentamos algunos ejemplos numéricos que confirman los resultados teóricos ",
            "error": []
        },
        "variational techniques": {
            "translated_key": [],
            "translated_annotated_text": "Sobre la convergencia del algoritmo Bermudez-Moreno con parámetros constantes A. Bermudez y C. Moreno (1981) presentaron un algoritmo numérico de dualidad para resolver desigualdades variacionales de segundo tipo. El rendimiento de este algoritmo depende fuertemente de la elección de dos parámetros constantes. Asumiendo una hipótesis adicional del tipo inf-sup, presentamos aquí un teorema de convergencia que mejora la presentada por A. Bermudez y C. Moreno. Demostramos que la convergencia es lineal, y damos la expresión de la constante de error asintótico y la forma explícita de los parámetros óptimos, en función de algunas constantes relacionadas con la desigualdad variacional. Finalmente, presentamos algunos ejemplos numéricos que confirman los resultados teóricos ",
            "error": []
        }
    }
}