{
    "original_text": "Numerical solution of forward and backward problem for 2-D heat conduction equation For a two-dimensional heat conduction problem, we consider its initial boundary value problem and the related inverse problem of determining the initial temperature distribution from transient temperature measurements. The conditional stability for this inverse problem and the error analysis for the Tikhonov regularization are presented. An implicit inversion method, which is based on the regularization technique and the successive over-relaxation (SOR) iteration process, is established. Due to the explicit difference scheme for a direct heat problem developed in this paper, the inversion process is very efficient, while the application of SOR technique makes our inversion convergent rapidly. Numerical results illustrating our method are also given",
    "original_translation": "Solución numérica del problema hacia adelante y hacia atrás para la ecuación de conducción de calor 2D Para un problema de conducción de calor bidimensional, consideramos su problema de valor límite inicial y el problema inverso relacionado de determinar la distribución inicial de la temperatura a partir de mediciones transitorias de temperatura. Se presentan la estabilidad condicional para este problema inverso y el análisis de errores para la regularización de Tikhonov. Se establece un método de inversión implícito, que se basa en la técnica de regularización y el proceso de iteración sobre-relajación (SOR) sucesivo. Debido al esquema de diferencia explícito para un problema de calor directo desarrollado en este artículo, el proceso de inversión es muy eficiente, mientras que la aplicación de la técnica SOR hace que nuestra inversión converja rápidamente. También se dan resultados numéricos que ilustran nuestro método",
    "error_count": 5,
    "keys": {
        "heat conduction": {
            "translated_key": "conducción del calor",
            "translated_annotated_text": "Solución numérica del problema hacia adelante y hacia atrás para la ecuación de \"conducción del calor\" 2D Para un problema de \"conducción del calor\" bidimensional, consideramos su problema de valor límite inicial y el problema inverso relacionado de determinar la distribución inicial de la temperatura a partir de mediciones transitorias de temperatura. Se presentan la estabilidad condicional para este problema inverso y el análisis de errores para la regularización de Tikhonov. Se establece un método de inversión implícito, que se basa en la técnica de regularización y el proceso de iteración sobre-relajación (SOR) sucesivo. Debido al esquema de diferencia explícito para un problema de calor directo desarrollado en este artículo, el proceso de inversión es muy eficiente, mientras que la aplicación de la técnica SOR hace que nuestra inversión converja rápidamente. También se dan resultados numéricos que ilustran nuestro método ",
            "error": [
                ""
            ]
        },
        "initial boundary value problem": {
            "translated_key": "problema de valor límite inicial",
            "translated_annotated_text": "Solución numérica del problema hacia adelante y hacia atrás para la ecuación de conducción de calor 2D Para un problema de conducción de calor bidimensional, consideramos su \"problema de valor límite inicial\" y el problema inverso relacionado de determinar la distribución inicial de la temperatura a partir de mediciones transitorias de temperatura. Se presentan la estabilidad condicional para este problema inverso y el análisis de errores para la regularización de Tikhonov. Se establece un método de inversión implícito, que se basa en la técnica de regularización y el proceso de iteración sobre-relajación (SOR) sucesivo. Debido al esquema de diferencia explícito para un problema de calor directo desarrollado en este artículo, el proceso de inversión es muy eficiente, mientras que la aplicación de la técnica SOR hace que nuestra inversión converja rápidamente. También se dan resultados numéricos que ilustran nuestro método ",
            "error": [
                ""
            ]
        },
        "inverse problem": {
            "translated_key": "problema inverso",
            "translated_annotated_text": "Solución numérica del problema hacia adelante y hacia atrás para la ecuación de conducción de calor 2D Para un problema de conducción de calor bidimensional, consideramos su problema de valor límite inicial y el \"problema inverso\" relacionado de determinar la distribución inicial de temperatura a partir de mediciones transitorias de temperatura. Se presentan la estabilidad condicional para este \"problema inverso\" y el análisis de errores para la regularización de Tikhonov. Se establece un método de inversión implícito, que se basa en la técnica de regularización y el proceso de iteración sobre-relajación (SOR) sucesivo. Debido al esquema de diferencia explícito para un problema de calor directo desarrollado en este artículo, el proceso de inversión es muy eficiente, mientras que la aplicación de la técnica SOR hace que nuestra inversión converja rápidamente. También se dan resultados numéricos que ilustran nuestro método ",
            "error": [
                ""
            ]
        },
        "initial temperature distribution": {
            "translated_key": "distribución inicial de temperatura",
            "translated_annotated_text": "Solución numérica del problema hacia adelante y hacia atrás para la ecuación de conducción de calor 2D Para un problema de conducción de calor bidimensional, consideramos su problema de valor límite inicial y el problema inverso relacionado de determinar la \"distribución inicial de temperatura\" a partir de mediciones transitorias de temperatura. Se presentan la estabilidad condicional para este problema inverso y el análisis de errores para la regularización de Tikhonov. Se establece un método de inversión implícito, que se basa en la técnica de regularización y el proceso de iteración sobre-relajación (SOR) sucesivo. Debido al esquema de diferencia explícito para un problema de calor directo desarrollado en este artículo, el proceso de inversión es muy eficiente, mientras que la aplicación de la técnica SOR hace que nuestra inversión converja rápidamente. También se dan resultados numéricos que ilustran nuestro método ",
            "error": [
                ""
            ]
        },
        "transient temperature measurements": {
            "translated_key": "mediciones transitorias de temperatura",
            "translated_annotated_text": "Solución numérica del problema hacia adelante y hacia atrás para la ecuación de conducción de calor 2D Para un problema de conducción de calor bidimensional, consideramos su problema de valor límite inicial y el problema inverso relacionado de determinar la distribución inicial de la temperatura a partir de \"mediciones transitorias de temperatura\". Se presentan la estabilidad condicional para este problema inverso y el análisis de errores para la regularización de Tikhonov. Se establece un método de inversión implícito, que se basa en la técnica de regularización y el proceso de iteración sobre-relajación (SOR) sucesivo. Debido al esquema de diferencia explícito para un problema de calor directo desarrollado en este artículo, el proceso de inversión es muy eficiente, mientras que la aplicación de la técnica SOR hace que nuestra inversión converja rápidamente. También se dan resultados numéricos que ilustran nuestro método ",
            "error": [
                ""
            ]
        },
        "conditional stability": {
            "translated_key": "estabilidad condicional",
            "translated_annotated_text": "Solución numérica del problema hacia adelante y hacia atrás para la ecuación de conducción de calor 2D Para un problema de conducción de calor bidimensional, consideramos su problema de valor límite inicial y el problema inverso relacionado de determinar la distribución inicial de la temperatura a partir de mediciones transitorias de temperatura. Se presentan la \"estabilidad condicional\" para este problema inverso y el análisis de errores para la regularización de Tikhonov. Se establece un método de inversión implícito, que se basa en la técnica de regularización y el proceso de iteración sobre-relajación (SOR) sucesivo. Debido al esquema de diferencia explícito para un problema de calor directo desarrollado en este artículo, el proceso de inversión es muy eficiente, mientras que la aplicación de la técnica SOR hace que nuestra inversión converja rápidamente. También se dan resultados numéricos que ilustran nuestro método ",
            "error": [
                ""
            ]
        },
        "Tikhonov regularization": {
            "translated_key": "regularización Tikhonov",
            "translated_annotated_text": "Solución numérica del problema hacia adelante y hacia atrás para la ecuación de conducción de calor 2D Para un problema de conducción de calor bidimensional, consideramos su problema de valor límite inicial y el problema inverso relacionado de determinar la distribución inicial de la temperatura a partir de mediciones transitorias de temperatura. La estabilidad condicional para este problema inverso y el análisis de error para la \"regularización Tikhonov\" se presentan. Se establece un método de inversión implícito, que se basa en la técnica de regularización y el proceso de iteración sobre-relajación (SOR) sucesivo. Debido al esquema de diferencia explícito para un problema de calor directo desarrollado en este artículo, el proceso de inversión es muy eficiente, mientras que la aplicación de la técnica SOR hace que nuestra inversión converja rápidamente. También se dan resultados numéricos que ilustran nuestro método ",
            "error": [
                ""
            ]
        },
        "successive over-relaxation iteration process": {
            "translated_key": [],
            "translated_annotated_text": "Solución numérica del problema hacia adelante y hacia atrás para la ecuación de conducción de calor 2D Para un problema de conducción de calor bidimensional, consideramos su problema de valor límite inicial y el problema inverso relacionado de determinar la distribución inicial de la temperatura a partir de mediciones transitorias de temperatura. Se presentan la estabilidad condicional para este problema inverso y el análisis de errores para la regularización de Tikhonov. Se establece un método de inversión implícito, que se basa en la técnica de regularización y el proceso de iteración sobre-relajación (SOR) sucesivo. Debido al esquema de diferencia explícito para un problema de calor directo desarrollado en este artículo, el proceso de inversión es muy eficiente, mientras que la aplicación de la técnica SOR hace que nuestra inversión converja rápidamente. También se dan resultados numéricos que ilustran nuestro método ",
            "error": []
        },
        "error analysis": {
            "translated_key": "análisis del error",
            "translated_annotated_text": "Solución numérica del problema hacia adelante y hacia atrás para la ecuación de conducción de calor 2D Para un problema de conducción de calor bidimensional, consideramos su problema de valor límite inicial y el problema inverso relacionado de determinar la distribución inicial de la temperatura a partir de mediciones transitorias de temperatura. Se presentan la estabilidad condicional para este problema inverso y el \"análisis del error\" para la regularización de Tikhonov. Se establece un método de inversión implícito, que se basa en la técnica de regularización y el proceso de iteración sobre-relajación (SOR) sucesivo. Debido al esquema de diferencia explícito para un problema de calor directo desarrollado en este artículo, el proceso de inversión es muy eficiente, mientras que la aplicación de la técnica SOR hace que nuestra inversión converja rápidamente. También se dan resultados numéricos que ilustran nuestro método ",
            "error": [
                ""
            ]
        },
        "inverse problems": {
            "translated_key": [],
            "translated_annotated_text": "Solución numérica del problema hacia adelante y hacia atrás para la ecuación de conducción de calor 2D Para un problema de conducción de calor bidimensional, consideramos su problema de valor límite inicial y el problema inverso relacionado de determinar la distribución inicial de la temperatura a partir de mediciones transitorias de temperatura. Se presentan la estabilidad condicional para este problema inverso y el análisis de errores para la regularización de Tikhonov. Se establece un método de inversión implícito, que se basa en la técnica de regularización y el proceso de iteración sobre-relajación (SOR) sucesivo. Debido al esquema de diferencia explícito para un problema de calor directo desarrollado en este artículo, el proceso de inversión es muy eficiente, mientras que la aplicación de la técnica SOR hace que nuestra inversión converja rápidamente. También se dan resultados numéricos que ilustran nuestro método ",
            "error": []
        },
        "iterative methods": {
            "translated_key": [],
            "translated_annotated_text": "Solución numérica del problema hacia adelante y hacia atrás para la ecuación de conducción de calor 2D Para un problema de conducción de calor bidimensional, consideramos su problema de valor límite inicial y el problema inverso relacionado de determinar la distribución inicial de la temperatura a partir de mediciones transitorias de temperatura. Se presentan la estabilidad condicional para este problema inverso y el análisis de errores para la regularización de Tikhonov. Se establece un método de inversión implícito, que se basa en la técnica de regularización y el proceso de iteración sobre-relajación (SOR) sucesivo. Debido al esquema de diferencia explícito para un problema de calor directo desarrollado en este artículo, el proceso de inversión es muy eficiente, mientras que la aplicación de la técnica SOR hace que nuestra inversión converja rápidamente. También se dan resultados numéricos que ilustran nuestro método ",
            "error": []
        },
        "parabolic equations": {
            "translated_key": [],
            "translated_annotated_text": "Solución numérica del problema hacia adelante y hacia atrás para la ecuación de conducción de calor 2D Para un problema de conducción de calor bidimensional, consideramos su problema de valor límite inicial y el problema inverso relacionado de determinar la distribución inicial de la temperatura a partir de mediciones transitorias de temperatura. Se presentan la estabilidad condicional para este problema inverso y el análisis de errores para la regularización de Tikhonov. Se establece un método de inversión implícito, que se basa en la técnica de regularización y el proceso de iteración sobre-relajación (SOR) sucesivo. Debido al esquema de diferencia explícito para un problema de calor directo desarrollado en este artículo, el proceso de inversión es muy eficiente, mientras que la aplicación de la técnica SOR hace que nuestra inversión converja rápidamente. También se dan resultados numéricos que ilustran nuestro método ",
            "error": []
        },
        "relaxation theory": {
            "translated_key": [],
            "translated_annotated_text": "Solución numérica del problema hacia adelante y hacia atrás para la ecuación de conducción de calor 2D Para un problema de conducción de calor bidimensional, consideramos su problema de valor límite inicial y el problema inverso relacionado de determinar la distribución inicial de la temperatura a partir de mediciones transitorias de temperatura. Se presentan la estabilidad condicional para este problema inverso y el análisis de errores para la regularización de Tikhonov. Se establece un método de inversión implícito, que se basa en la técnica de regularización y el proceso de iteración sobre-relajación (SOR) sucesivo. Debido al esquema de diferencia explícito para un problema de calor directo desarrollado en este artículo, el proceso de inversión es muy eficiente, mientras que la aplicación de la técnica SOR hace que nuestra inversión converja rápidamente. También se dan resultados numéricos que ilustran nuestro método ",
            "error": []
        }
    }
}