{
    "original_text": "A note on multi-index polynomials of Dickson type and their applications in quantum optics We discuss the properties of a new family of multi-index Lucas type polynomials, which are often encountered in problems of intracavity photon statistics. We develop an approach based on the integral representation method and show that this class of polynomials can be derived from recently introduced multi-index Hermite like polynomials",
    "original_translation": "Una nota sobre polinomios multi-índice de tipo Dickson y sus aplicaciones en la óptica cuántica Discutimos las propiedades de una nueva familia de polinomios multi-índice Lucas tipo, que a menudo se encuentran en problemas de estadísticas de fotones intracavidad. Desarrollamos un enfoque basado en el método de representación integral y demostramos que esta clase de polinomios se puede derivar de Hermitas de varios índices introducidos recientemente como polinomios",
    "error_count": 1,
    "keys": {
        "Lucas type polynomials": {
            "translated_key": "Lucas tipo",
            "translated_annotated_text": "Una nota sobre polinomios multi-índice de tipo Dickson y sus aplicaciones en óptica cuántica Discutimos las propiedades de una nueva familia de polinomios multi-índice \"Lucas tipo\", que a menudo se encuentran en problemas de estadística de fotones intracavidad. Desarrollamos un enfoque basado en el método de representación integral y demostramos que esta clase de polinomios se puede derivar de Hermitas de varios índices introducidos recientemente como polinomios ",
            "error": [
                ""
            ]
        },
        "multi-index polynomials": {
            "translated_key": "polinomios multi-índice",
            "translated_annotated_text": "Una nota sobre \"polinomios multi-índice\" de tipo Dickson y sus aplicaciones en la óptica cuántica Discutimos las propiedades de una nueva familia de polinomios multi-índice Lucas tipo, que a menudo se encuentran en los problemas de las estadísticas de fotones intracavidad. Desarrollamos un enfoque basado en el método de representación integral y demostramos que esta clase de polinomios se puede derivar de Hermitas de varios índices introducidos recientemente como polinomios ",
            "error": [
                ""
            ]
        },
        "quantum optics": {
            "translated_key": "optica cuántica",
            "translated_annotated_text": "Una nota sobre polinomios multi-índice de tipo Dickson y sus aplicaciones en \"optica cuántica\" Discutimos las propiedades de una nueva familia de polinomios multi-índice Lucas tipo, que a menudo se encuentran en problemas de estadística de fotones intracavidad. Desarrollamos un enfoque basado en el método de representación integral y demostramos que esta clase de polinomios se puede derivar de Hermitas de varios índices introducidos recientemente como polinomios ",
            "error": [
                ""
            ]
        },
        "intracavity photon statistics": {
            "translated_key": "estadísticas de fotones de intracavidad",
            "translated_annotated_text": "Una nota sobre polinomios multi-índice de tipo Dickson y sus aplicaciones en la óptica cuántica Discutimos las propiedades de una nueva familia de polinomios multi-índice Lucas tipo, que a menudo se encuentran en problemas de \"estadísticas de fotones de intracavidad\". Desarrollamos un enfoque basado en el método de representación integral y demostramos que esta clase de polinomios se puede derivar de Hermitas de varios índices introducidos recientemente como polinomios ",
            "error": [
                ""
            ]
        },
        "integral representation": {
            "translated_key": "representación integral",
            "translated_annotated_text": "Una nota sobre polinomios multi-índice de tipo Dickson y sus aplicaciones en la óptica cuántica Discutimos las propiedades de una nueva familia de polinomios multi-índice Lucas tipo, que a menudo se encuentran en problemas de estadísticas de fotones intracavidad. Desarrollamos un enfoque basado en el método de \"representación integral\" y demostramos que esta clase de polinomios puede derivarse de Hermitas de varios índices introducidos recientemente como polinomios ",
            "error": [
                ""
            ]
        },
        "generating functions": {
            "translated_key": [],
            "translated_annotated_text": "Una nota sobre polinomios multi-índice de tipo Dickson y sus aplicaciones en la óptica cuántica Discutimos las propiedades de una nueva familia de polinomios multi-índice Lucas tipo, que a menudo se encuentran en problemas de estadísticas de fotones intracavidad. Desarrollamos un enfoque basado en el método de representación integral y demostramos que esta clase de polinomios se puede derivar de Hermitas de varios índices introducidos recientemente como polinomios ",
            "error": []
        },
        "polynomials": {
            "translated_key": "polinomios",
            "translated_annotated_text": "Una nota sobre polinomios multi-índice de tipo Dickson y sus aplicaciones en óptica cuántica Discutimos las propiedades de una nueva familia de polinomios tipo Lucas multi-índice, que a menudo se encuentran en problemas de estadísticas de fotones intracavidad. Desarrollamos un enfoque basado en el método de representación integral y demostramos que esta clase de \"polinomios\" puede derivarse de Hermitas de varios índices introducidos recientemente como \"polinomios\" ",
            "error": [
                ""
            ]
        }
    }
}