{
    "original_text": "Using extended logic programming for alarm-correlation in cellular phone networks Alarm correlation is a necessity in large mobile phone networks, where the alarm bursts resulting from severe failures would otherwise overload the network operators. We describe how to realize alarm-correlation in cellular phone networks using extended logic programming. To this end, we describe an algorithm and system solving the problem, a model of a mobile phone network application, and a detailed solution for a specific scenario",
    "original_translation": "El uso de una programación lógica extendida para la correlación de alarmas en redes de telefonía celular La correlación de alarmas es una necesidad en las grandes redes de telefonía móvil, donde la alarma estalla como resultado de fallos graves de otra manera sobrecargaría a los operadores de la red. Describimos cómo realizar la correlación de alarmas en las redes de telefonía celular utilizando una programación lógica extendida. Para ello, describimos un algoritmo y un sistema que resuelven el problema, un modelo de aplicación de red de telefonía móvil y una solución detallada para un escenario específico",
    "error_count": 7,
    "keys": {
        "extended logic programming": {
            "translated_key": "programación lógica extendida",
            "translated_annotated_text": "El uso de \"programación lógica extendida\" para la correlación de alarmas en las redes de telefonía celular La correlación de alarmas es una necesidad en las grandes redes de telefonía móvil, donde la alarma estalla como resultado de graves fallas de otro modo sobrecargaría a los operadores de la red. Describimos cómo realizar la correlación de alarmas en redes de telefonía celular usando \"programación lógica extendida\". Para ello, describimos un algoritmo y un sistema que resuelven el problema, un modelo de aplicación de red de telefonía móvil y una solución detallada para un escenario específico ",
            "error": [
                ""
            ]
        },
        "alarm-correlation": {
            "translated_key": "correlación de alarma",
            "translated_annotated_text": "El uso de la programación lógica extendida para la \"correlación de alarma\" en redes de telefonía celular La correlación de alarma es una necesidad en las grandes redes de telefonía móvil, donde la alarma estalla como resultado de fallos graves de otra manera sobrecargaría a los operadores de red. Describimos cómo realizar la \"correlación de alarma\" en las redes de telefonía celular utilizando la programación lógica extendida. Para ello, describimos un algoritmo y un sistema que resuelven el problema, un modelo de aplicación de red de telefonía móvil y una solución detallada para un escenario específico ",
            "error": [
                ""
            ]
        },
        "cellular phone networks": {
            "translated_key": [
                "redes de telefonía celular",
                "redes de teléfonos celulares"
            ],
            "translated_annotated_text": "El uso de la programación lógica extendida para la correlación de alarmas en \"redes de telefonía celular\" La correlación de alarmas es una necesidad en las grandes redes de telefonía móvil, donde la alarma estalla como resultado de graves fallas de otro modo sobrecargaría a los operadores de la red. Describimos cómo realizar la correlación de alarmas en \"redes de teléfonos celulares\" usando una programación lógica extendida. Para ello, describimos un algoritmo y un sistema que resuelven el problema, un modelo de aplicación de red de telefonía móvil y una solución detallada para un escenario específico ",
            "error": [
                "redes de telefonía celular",
                "redes de teléfonos celulares"
            ]
        },
        "large mobile phone networks": {
            "translated_key": "grandes redes de telefonía móvil",
            "translated_annotated_text": "El uso de la programación lógica extendida para la correlación de alarmas en redes de telefonía celular La correlación de alarmas es una necesidad en \"grandes redes de telefonía móvil\", donde la alarma estalla como resultado de graves fallas de otro modo sobrecargaría a los operadores de red. Describimos cómo realizar la correlación de alarmas en las redes de telefonía celular utilizando una programación lógica extendida. Para ello, describimos un algoritmo y un sistema que resuelven el problema, un modelo de aplicación de red de telefonía móvil y una solución detallada para un escenario específico ",
            "error": [
                ""
            ]
        },
        "network operators": {
            "translated_key": "operadores de red",
            "translated_annotated_text": "El uso de programación lógica extendida para la correlación de alarmas en redes de telefonía celular La correlación de alarmas es una necesidad en las grandes redes de telefonía móvil, donde la alarma estalla como resultado de fallas graves de otro modo sobrecargaría a los \"operadores de red\". Describimos cómo realizar la correlación de alarmas en las redes de telefonía celular utilizando una programación lógica extendida. Para ello, describimos un algoritmo y un sistema que resuelven el problema, un modelo de aplicación de red de telefonía móvil y una solución detallada para un escenario específico ",
            "error": [
                ""
            ]
        },
        "fault diagnosis": {
            "translated_key": [],
            "translated_annotated_text": "El uso de una programación lógica extendida para la correlación de alarmas en redes de telefonía celular La correlación de alarmas es una necesidad en las grandes redes de telefonía móvil, donde la alarma estalla como resultado de fallos graves de otra manera sobrecargaría a los operadores de la red. Describimos cómo realizar la correlación de alarmas en las redes de telefonía celular utilizando una programación lógica extendida. Para ello, describimos un algoritmo y un sistema que resuelven el problema, un modelo de aplicación de red de telefonía móvil y una solución detallada para un escenario específico ",
            "error": []
        },
        "alarm systems": {
            "translated_key": [],
            "translated_annotated_text": "El uso de una programación lógica extendida para la correlación de alarmas en redes de telefonía celular La correlación de alarmas es una necesidad en las grandes redes de telefonía móvil, donde la alarma estalla como resultado de fallos graves de otra manera sobrecargaría a los operadores de la red. Describimos cómo realizar la correlación de alarmas en las redes de telefonía celular utilizando una programación lógica extendida. Para ello, describimos un algoritmo y un sistema que resuelven el problema, un modelo de aplicación de red de telefonía móvil y una solución detallada para un escenario específico ",
            "error": []
        },
        "cellular radio": {
            "translated_key": [],
            "translated_annotated_text": "El uso de una programación lógica extendida para la correlación de alarmas en redes de telefonía celular La correlación de alarmas es una necesidad en las grandes redes de telefonía móvil, donde la alarma estalla como resultado de fallos graves de otra manera sobrecargaría a los operadores de la red. Describimos cómo realizar la correlación de alarmas en las redes de telefonía celular utilizando una programación lógica extendida. Para ello, describimos un algoritmo y un sistema que resuelven el problema, un modelo de aplicación de red de telefonía móvil y una solución detallada para un escenario específico ",
            "error": []
        },
        "logic programming": {
            "translated_key": "programación lógica",
            "translated_annotated_text": "El uso de \"programación lógica\" extendida para la correlación de alarmas en las redes de telefonía celular La correlación de alarmas es una necesidad en las grandes redes de telefonía móvil, donde la alarma estalla como resultado de fallos graves de otra manera sobrecargaría a los operadores de la red. Describimos cómo realizar la correlación de alarmas en las redes de telefonía celular utilizando una \"programación lógica\" extendida. Para ello, describimos un algoritmo y un sistema que resuelven el problema, un modelo de aplicación de red de telefonía móvil y una solución detallada para un escenario específico ",
            "error": [
                ""
            ]
        },
        "telecommunication computing": {
            "translated_key": [],
            "translated_annotated_text": "El uso de una programación lógica extendida para la correlación de alarmas en redes de telefonía celular La correlación de alarmas es una necesidad en las grandes redes de telefonía móvil, donde la alarma estalla como resultado de fallos graves de otra manera sobrecargaría a los operadores de la red. Describimos cómo realizar la correlación de alarmas en las redes de telefonía celular utilizando una programación lógica extendida. Para ello, describimos un algoritmo y un sistema que resuelven el problema, un modelo de aplicación de red de telefonía móvil y una solución detallada para un escenario específico ",
            "error": []
        },
        "telecommunication network reliability": {
            "translated_key": [],
            "translated_annotated_text": "El uso de una programación lógica extendida para la correlación de alarmas en redes de telefonía celular La correlación de alarmas es una necesidad en las grandes redes de telefonía móvil, donde la alarma estalla como resultado de fallos graves de otra manera sobrecargaría a los operadores de la red. Describimos cómo realizar la correlación de alarmas en las redes de telefonía celular utilizando una programación lógica extendida. Para ello, describimos un algoritmo y un sistema que resuelven el problema, un modelo de aplicación de red de telefonía móvil y una solución detallada para un escenario específico ",
            "error": []
        }
    }
}