{
    "original_text": "On lag windows connected with Jacobi polynomials Lag windows whose corresponding spectral windows are Jacobi polynomials or sums of Jacobi polynomials are introduced. The bias and variance of their spectral density estimators are investigated and their window bandwidth and characteristic exponent are determined",
    "original_translation": "En las ventanas de retardo conectadas con Jacobi polinomios Ventanas Lag cuyas ventanas espectrales correspondientes son Jacobi polinomios o sumas de Jacobi polinomios se introducen. Se investiga el sesgo y la varianza de sus estimadores de densidad espectral y se determina su ancho de banda de la ventana y exponente característico",
    "error_count": 2,
    "keys": {
        "lag windows": {
            "translated_key": "lag windows",
            "translated_annotated_text": "En <br>lag windows</br> conectado con Jacobi polinomios Ventanas Lag cuyas ventanas espectrales correspondientes son Jacobi polinomios o sumas de Jacobi polinomios se introducen. Se investiga el sesgo y la varianza de sus estimadores de densidad espectral y se determina su ancho de banda de la ventana y exponente característico ",
            "error": [
                ""
            ]
        },
        "Jacobi polynomials": {
            "translated_key": [
                "Jacobi se introducen ventanas de lag cuyas ventanas espectrales correspondientes son polinomios <br>Jacobi",
                "Jacobi"
            ],
            "translated_annotated_text": "En ventanas de retardo conectadas con polinomios <br>Jacobi se introducen ventanas de lag cuyas ventanas espectrales correspondientes son polinomios <br>Jacobi</br> o sumas de polinomios <br>Jacobi</br>. Se investiga el sesgo y la varianza de sus estimadores de densidad espectral y se determina su ancho de banda de la ventana y exponente característico ",
            "error": [
                "Jacobi se introducen ventanas de lag cuyas ventanas espectrales correspondientes son polinomios <br>Jacobi",
                "Jacobi"
            ]
        },
        "spectral windows": {
            "translated_key": "espectrales correspondientes",
            "translated_annotated_text": "En las ventanas de retardo conectadas con Jacobi polinomios Ventanas Lag cuyas ventanas <br>espectrales correspondientes</br> son polinomios Jacobi o sumas de polinomios Jacobi se introducen. Se investiga el sesgo y la varianza de sus estimadores de densidad espectral y se determina su ancho de banda de la ventana y exponente característico ",
            "error": [
                ""
            ]
        },
        "spectral density estimators": {
            "translated_key": "estimadores de densidad espectral",
            "translated_annotated_text": "En las ventanas de retardo conectadas con Jacobi polinomios Ventanas Lag cuyas ventanas espectrales correspondientes son Jacobi polinomios o sumas de Jacobi polinomios se introducen. Se investiga el sesgo y varianza de sus <br>estimadores de densidad espectral</br> y se determina su ancho de banda de la ventana y exponente característico. ",
            "error": [
                ""
            ]
        },
        "window bandwidth": {
            "translated_key": "window",
            "translated_annotated_text": "En las ventanas de retardo conectadas con Jacobi polinomios Ventanas Lag cuyas ventanas espectrales correspondientes son Jacobi polinomios o sumas de Jacobi polinomios se introducen. Se investiga el sesgo y la varianza de sus estimadores de densidad espectral y se determina su ancho de banda <br>window</br> y exponente característico ",
            "error": [
                ""
            ]
        },
        "characteristic exponent": {
            "translated_key": "exponente característico",
            "translated_annotated_text": "En las ventanas de retardo conectadas con Jacobi polinomios Ventanas Lag cuyas ventanas espectrales correspondientes son Jacobi polinomios o sumas de Jacobi polinomios se introducen. Se investiga el sesgo y varianza de sus estimadores de densidad espectral y se determina su ancho de banda de la ventana y <br>exponente característico</br>.  ",
            "error": [
                ""
            ]
        },
        "Jacobian matrices": {
            "translated_key": [],
            "translated_annotated_text": "En las ventanas de retardo conectadas con Jacobi polinomios Ventanas Lag cuyas ventanas espectrales correspondientes son Jacobi polinomios o sumas de Jacobi polinomios se introducen. Se investiga el sesgo y la varianza de sus estimadores de densidad espectral y se determina su ancho de banda de la ventana y exponente característico ",
            "error": []
        },
        "polynomials": {
            "translated_key": " polinomios",
            "translated_annotated_text": "En ventanas de retardo conectadas con Jacobi <br> polinomios</br> Ventanas de retardo cuyas ventanas espectrales correspondientes son Jacobi <br> polinomios</br> o sumas de Jacobi <br> polinomios</br> se introducen. Se investiga el sesgo y la varianza de sus estimadores de densidad espectral y se determina su ancho de banda de la ventana y exponente característico ",
            "error": [
                ""
            ]
        }
    }
}