{
    "original_text": "On lag windows connected with Jacobi polynomials Lag windows whose corresponding spectral windows are Jacobi polynomials or sums of Jacobi polynomials are introduced. The bias and variance of their spectral density estimators are investigated and their window bandwidth and characteristic exponent are determined",
    "original_translation": "En las ventanas de retraso conectadas con Jacobi polinomios Ventanas Lag cuyas ventanas espectrales correspondientes son Jacobi polinomios o sumas de Jacobi polinomios se introducen. Se investiga el sesgo y la varianza de sus estimadores de densidad espectral y se determina su ancho de banda de la ventana y exponente característico",
    "error_count": 1,
    "keys": {
        "lag windows": {
            "translated_key": "ventanas de lag",
            "translated_annotated_text": "En las \"ventanas de lag\" conectadas con Jacobi polinomios Ventanas de lag cuyas ventanas espectrales correspondientes son Jacobi polinomios o sumas de Jacobi polinomios se introducen. Se investiga el sesgo y la varianza de sus estimadores de densidad espectral y se determina su ancho de banda de la ventana y exponente característico ",
            "error": [
                ""
            ]
        },
        "Jacobi polynomials": {
            "translated_key": "Jacobi polinomios",
            "translated_annotated_text": "En las ventanas de retardo conectadas con \"Jacobi polinomios\" Ventanas Lag cuyas ventanas espectrales correspondientes son \"Jacobi polinomios\" o sumas de \"Jacobi polinomios\" se introducen. Se investiga el sesgo y la varianza de sus estimadores de densidad espectral y se determina su ancho de banda de la ventana y exponente característico ",
            "error": [
                ""
            ]
        },
        "spectral windows": {
            "translated_key": "ventanas espectrales",
            "translated_annotated_text": "En las ventanas de retraso conectadas con Jacobi polinomios Ventanas Lag cuyas correspondientes \"ventanas espectrales\" son Jacobi polinomios o sumas de Jacobi polinomios se introducen. Se investiga el sesgo y la varianza de sus estimadores de densidad espectral y se determina su ancho de banda de la ventana y exponente característico ",
            "error": [
                ""
            ]
        },
        "spectral density estimators": {
            "translated_key": "espectrales estimadores de densidad",
            "translated_annotated_text": "En las ventanas de retraso conectadas con Jacobi polinomios Ventanas Lag cuyas ventanas espectrales correspondientes son Jacobi polinomios o sumas de Jacobi polinomios se introducen. Se investiga el sesgo y varianza de sus \"espectrales estimadores de densidad\" y se determina su ancho de banda de la ventana y exponente característico ",
            "error": [
                ""
            ]
        },
        "window bandwidth": {
            "translated_key": "ancho de banda de la ventana",
            "translated_annotated_text": "En las ventanas de retraso conectadas con Jacobi polinomios Ventanas Lag cuyas ventanas espectrales correspondientes son Jacobi polinomios o sumas de Jacobi polinomios se introducen. Se investiga el sesgo y la varianza de sus estimadores de densidad espectral y se determina su \"ancho de banda de la ventana\" y exponente característico ",
            "error": [
                ""
            ]
        },
        "characteristic exponent": {
            "translated_key": " exponente característico",
            "translated_annotated_text": "En las ventanas de retraso conectadas con Jacobi polinomios Ventanas Lag cuyas ventanas espectrales correspondientes son Jacobi polinomios o sumas de Jacobi polinomios se introducen. El sesgo y la varianza de sus estimadores de densidad espectral son investigados y su ancho de banda de la ventana y \" exponente característico\" son determinados ",
            "error": [
                ""
            ]
        },
        "Jacobian matrices": {
            "translated_key": [],
            "translated_annotated_text": "En las ventanas de retraso conectadas con Jacobi polinomios Ventanas Lag cuyas ventanas espectrales correspondientes son Jacobi polinomios o sumas de Jacobi polinomios se introducen. Se investiga el sesgo y la varianza de sus estimadores de densidad espectral y se determina su ancho de banda de la ventana y exponente característico ",
            "error": []
        },
        "polynomials": {
            "translated_key": "polinomios",
            "translated_annotated_text": "En las ventanas de retraso conectadas con Jacobi \"polinomios\" Ventanas Lag cuyas ventanas espectrales correspondientes son Jacobi \"polinomios\" o sumas de Jacobi \"polinomios\" se introducen. Se investiga el sesgo y la varianza de sus estimadores de densidad espectral y se determina su ancho de banda de la ventana y exponente característico ",
            "error": [
                ""
            ]
        }
    }
}