{
    "original_text": "A numerical C/sup 1/-shadowing result for retarded functional differential equations This paper gives a numerical C/sup 1/-shadowing between the exact solutions of a functional differential equation and its numerical approximations. The shadowing result is obtained by comparing exact solutions with numerical approximation which do not share the same initial value. Behavior of stable manifolds of functional differential equations under numerics will follow from the shadowing result",
    "original_translation": "Un resultado numérico C/sup 1/-sombreado para ecuaciones diferenciales funcionales retardadas Este artículo da un C/sup 1/-sombreado numérico entre las soluciones exactas de una ecuación diferencial funcional y sus aproximaciones numéricas. El resultado de sombra se obtiene comparando soluciones exactas con aproximaciones numéricas que no comparten el mismo valor inicial. Comportamiento de colectores estables de ecuaciones funcionales diferenciales bajo números seguirá del resultado de sombra",
    "error_count": 2,
    "keys": {
        "numerical C/sup 1/-shadowing": {
            "translated_key": "numerical C/sup 1/-sombrando",
            "translated_annotated_text": "Un resultado \"numerical C/sup 1/-sombrando\" para ecuaciones diferenciales funcionales retardadas Este artículo da un \"numerical C/sup 1/-sombrando\" entre las soluciones exactas de una ecuación diferencial funcional y sus aproximaciones numéricas. El resultado de sombra se obtiene comparando soluciones exactas con aproximaciones numéricas que no comparten el mismo valor inicial. Comportamiento de colectores estables de ecuaciones funcionales diferenciales bajo números seguirá del resultado de sombra ",
            "error": [
                ""
            ]
        },
        "exact solutions": {
            "translated_key": "soluciones exactas",
            "translated_annotated_text": "Un resultado numérico C/sup 1/-sombreado para ecuaciones diferenciales funcionales retardadas Este artículo da un C/sup 1/-sombreado numérico entre las \"soluciones exactas\" de una ecuación diferencial funcional y sus aproximaciones numéricas. El resultado de sombra se obtiene comparando \"soluciones exactas\" con aproximaciones numéricas que no comparten el mismo valor inicial. Comportamiento de colectores estables de ecuaciones funcionales diferenciales bajo números seguirá del resultado de sombra ",
            "error": [
                ""
            ]
        },
        "numerical approximations": {
            "translated_key": "aproximaciones numéricas",
            "translated_annotated_text": "Un resultado numérico C/sup 1/-sombreado para ecuaciones diferenciales funcionales retardadas Este artículo da un C/sup 1/-sombreado numérico entre las soluciones exactas de una ecuación diferencial funcional y sus \"aproximaciones numéricas\". El resultado de sombra se obtiene comparando soluciones exactas con aproximaciones numéricas que no comparten el mismo valor inicial. Comportamiento de colectores estables de ecuaciones funcionales diferenciales bajo números seguirá del resultado de sombra ",
            "error": [
                ""
            ]
        },
        "stable manifolds": {
            "translated_key": "multiplicadores estables",
            "translated_annotated_text": "Un resultado numérico C/sup 1/-sombreado para ecuaciones diferenciales funcionales retardadas Este artículo da un C/sup 1/-sombreado numérico entre las soluciones exactas de una ecuación diferencial funcional y sus aproximaciones numéricas. El resultado de sombra se obtiene comparando soluciones exactas con aproximaciones numéricas que no comparten el mismo valor inicial. Comportamiento de \"multiplicadores estables\" de ecuaciones funcionales diferenciales bajo números seguirá del resultado de sombra ",
            "error": [
                ""
            ]
        },
        "retarded functional differential equations": {
            "translated_key": "ecuaciones funcionales diferenciales retardadas",
            "translated_annotated_text": "Un resultado numérico C/sup 1/-sombreado para \"ecuaciones funcionales diferenciales retardadas\" Este artículo da un C/sup 1/-sombreado numérico entre las soluciones exactas de una ecuación funcional diferencial y sus aproximaciones numéricas. El resultado de sombra se obtiene comparando soluciones exactas con aproximaciones numéricas que no comparten el mismo valor inicial. Comportamiento de colectores estables de ecuaciones funcionales diferenciales bajo números seguirá del resultado de sombra ",
            "error": [
                ""
            ]
        },
        "approximation theory": {
            "translated_key": [],
            "translated_annotated_text": "Un resultado numérico C/sup 1/-sombreado para ecuaciones diferenciales funcionales retardadas Este artículo da un C/sup 1/-sombreado numérico entre las soluciones exactas de una ecuación diferencial funcional y sus aproximaciones numéricas. El resultado de sombra se obtiene comparando soluciones exactas con aproximaciones numéricas que no comparten el mismo valor inicial. Comportamiento de colectores estables de ecuaciones funcionales diferenciales bajo números seguirá del resultado de sombra ",
            "error": []
        },
        "differential equations": {
            "translated_key": "ecuaciones diferenciales",
            "translated_annotated_text": "Un resultado numérico C/sup 1/-sombreado para \"ecuaciones diferenciales\" funcionales retardadas Este artículo da un C/sup 1/-sombreado numérico entre las soluciones exactas de una ecuación diferencial funcional y sus aproximaciones numéricas. El resultado de sombra se obtiene comparando soluciones exactas con aproximaciones numéricas que no comparten el mismo valor inicial. Comportamiento de colectores estables de \"ecuaciones diferenciales\" funcionales bajo números seguirá del resultado de sombra ",
            "error": [
                ""
            ]
        },
        "functional equations": {
            "translated_key": [],
            "translated_annotated_text": "Un resultado numérico C/sup 1/-sombreado para ecuaciones diferenciales funcionales retardadas Este artículo da un C/sup 1/-sombreado numérico entre las soluciones exactas de una ecuación diferencial funcional y sus aproximaciones numéricas. El resultado de sombra se obtiene comparando soluciones exactas con aproximaciones numéricas que no comparten el mismo valor inicial. Comportamiento de colectores estables de ecuaciones funcionales diferenciales bajo números seguirá del resultado de sombra ",
            "error": []
        }
    }
}