{
    "original_text": "Automatic extraction of eye and mouth fields from a face image using eigenfeatures and ensemble networks This paper presents a novel algorithm for the extraction of the eye and mouth (facial features) fields from 2D gray level images. Eigenfeatures are derived from the eigenvalues and eigenvectors of the binary edge data set constructed from eye and mouth fields. Such eigenfeatures are ideal features for finely locating fields efficiently. The eigenfeatures are extracted from a set of the positive and negative training samples for facial features and are used to train a multilayer perceptron (MLP) whose output indicates the degree to which a particular image window contains the eyes or the mouth within itself. An ensemble network consisting of a multitude of independent MLPs was used to enhance the generalization performance of a single MLP. It was experimentally verified that the proposed algorithm is robust against facial size and even slight variations of the pose",
    "original_translation": "Extracción automática de los campos oculares y bucales de una imagen facial utilizando características propias y redes de conjuntos Este artículo presenta un algoritmo novedoso para la extracción de los campos oculares y bucales (características faciales) a partir de imágenes de nivel gris 2D. Las características propias se derivan de los valores propios y los vectores propios del conjunto de datos de bordes binarios construidos a partir de los campos ocular y bucal. Tales características propias son características ideales para localizar campos de manera eficiente. Las características propias se extraen de un conjunto de muestras de entrenamiento positivas y negativas para las características faciales y se utilizan para entrenar un perceptrón multicapa (MLP) cuya salida indica el grado en que una ventana de imagen en particular contiene los ojos o la boca dentro de sí misma. Se utilizó una red de conjuntos compuesta por una multitud de MLP independientes para mejorar el rendimiento de generalización de un solo MLP. Se verificó experimentalmente que el algoritmo propuesto es robusto contra el tamaño facial e incluso ligeras variaciones de la postura",
    "error_count": 11,
    "keys": {
        "eye field extraction": {
            "translated_key": [],
            "translated_annotated_text": "Extracción automática de los campos oculares y bucales de una imagen facial utilizando características propias y redes de conjuntos Este artículo presenta un algoritmo novedoso para la extracción de los campos oculares y bucales (características faciales) a partir de imágenes de nivel gris 2D. Las características propias se derivan de los valores propios y los vectores propios del conjunto de datos de bordes binarios construidos a partir de los campos ocular y bucal. Tales características propias son características ideales para localizar campos de manera eficiente. Las características propias se extraen de un conjunto de muestras de entrenamiento positivas y negativas para las características faciales y se utilizan para entrenar un perceptrón multicapa (MLP) cuya salida indica el grado en que una ventana de imagen en particular contiene los ojos o la boca dentro de sí misma. Se utilizó una red de conjuntos compuesta por una multitud de MLP independientes para mejorar el rendimiento de generalización de un solo MLP. Se verificó experimentalmente que el algoritmo propuesto es robusto contra el tamaño facial e incluso ligeras variaciones de la postura ",
            "error": []
        },
        "mouth field extraction": {
            "translated_key": [],
            "translated_annotated_text": "Extracción automática de los campos oculares y bucales de una imagen facial utilizando características propias y redes de conjuntos Este artículo presenta un algoritmo novedoso para la extracción de los campos oculares y bucales (características faciales) a partir de imágenes de nivel gris 2D. Las características propias se derivan de los valores propios y los vectores propios del conjunto de datos de bordes binarios construidos a partir de los campos ocular y bucal. Tales características propias son características ideales para localizar campos de manera eficiente. Las características propias se extraen de un conjunto de muestras de entrenamiento positivas y negativas para las características faciales y se utilizan para entrenar un perceptrón multicapa (MLP) cuya salida indica el grado en que una ventana de imagen en particular contiene los ojos o la boca dentro de sí misma. Se utilizó una red de conjuntos compuesta por una multitud de MLP independientes para mejorar el rendimiento de generalización de un solo MLP. Se verificó experimentalmente que el algoritmo propuesto es robusto contra el tamaño facial e incluso ligeras variaciones de la postura ",
            "error": []
        },
        "face feature extraction": {
            "translated_key": [],
            "translated_annotated_text": "Extracción automática de los campos oculares y bucales de una imagen facial utilizando características propias y redes de conjuntos Este artículo presenta un algoritmo novedoso para la extracción de los campos oculares y bucales (características faciales) a partir de imágenes de nivel gris 2D. Las características propias se derivan de los valores propios y los vectores propios del conjunto de datos de bordes binarios construidos a partir de los campos ocular y bucal. Tales características propias son características ideales para localizar campos de manera eficiente. Las características propias se extraen de un conjunto de muestras de entrenamiento positivas y negativas para las características faciales y se utilizan para entrenar un perceptrón multicapa (MLP) cuya salida indica el grado en que una ventana de imagen en particular contiene los ojos o la boca dentro de sí misma. Se utilizó una red de conjuntos compuesta por una multitud de MLP independientes para mejorar el rendimiento de generalización de un solo MLP. Se verificó experimentalmente que el algoritmo propuesto es robusto contra el tamaño facial e incluso ligeras variaciones de la postura ",
            "error": []
        },
        "2D gray level images": {
            "translated_key": "imágenes de nivel gris 2D",
            "translated_annotated_text": "Extracción automática de los campos oculares y bucales de una imagen facial utilizando características propias y redes de conjuntos Este artículo presenta un algoritmo novedoso para la extracción de los campos oculares y bucales (características faciales) a partir de \"imágenes de nivel gris 2D\". Las características propias se derivan de los valores propios y los vectores propios del conjunto de datos de bordes binarios construidos a partir de los campos ocular y bucal. Tales características propias son características ideales para localizar campos de manera eficiente. Las características propias se extraen de un conjunto de muestras de entrenamiento positivas y negativas para las características faciales y se utilizan para entrenar un perceptrón multicapa (MLP) cuya salida indica el grado en que una ventana de imagen en particular contiene los ojos o la boca dentro de sí misma. Se utilizó una red de conjuntos compuesta por una multitud de MLP independientes para mejorar el rendimiento de generalización de un solo MLP. Se verificó experimentalmente que el algoritmo propuesto es robusto contra el tamaño facial e incluso ligeras variaciones de la postura ",
            "error": [
                ""
            ]
        },
        "eigenvalues": {
            "translated_key": "valores propios",
            "translated_annotated_text": "Extracción automática de los campos oculares y bucales de una imagen facial utilizando características propias y redes de conjuntos Este artículo presenta un algoritmo novedoso para la extracción de los campos oculares y bucales (características faciales) a partir de imágenes de nivel gris 2D. Las características propias se derivan de los \"valores propios\" y los autovectores del conjunto de datos de bordes binarios construidos a partir de los campos ocular y bucal. Tales características propias son características ideales para localizar campos de manera eficiente. Las características propias se extraen de un conjunto de muestras de entrenamiento positivas y negativas para las características faciales y se utilizan para entrenar un perceptrón multicapa (MLP) cuya salida indica el grado en que una ventana de imagen en particular contiene los ojos o la boca dentro de sí misma. Se utilizó una red de conjuntos compuesta por una multitud de MLP independientes para mejorar el rendimiento de generalización de un solo MLP. Se verificó experimentalmente que el algoritmo propuesto es robusto contra el tamaño facial e incluso ligeras variaciones de la postura ",
            "error": [
                ""
            ]
        },
        "eigenvectors": {
            "translated_key": "vectores propios",
            "translated_annotated_text": "Extracción automática de los campos oculares y bucales de una imagen facial utilizando características propias y redes de conjuntos Este artículo presenta un algoritmo novedoso para la extracción de los campos oculares y bucales (características faciales) a partir de imágenes de nivel gris 2D. Las características propias se derivan de los valores propios y \"vectores propios\" del conjunto de datos de borde binario construido a partir de los campos ocular y bucal. Tales características propias son características ideales para localizar campos de manera eficiente. Las características propias se extraen de un conjunto de muestras de entrenamiento positivas y negativas para las características faciales y se utilizan para entrenar un perceptrón multicapa (MLP) cuya salida indica el grado en que una ventana de imagen en particular contiene los ojos o la boca dentro de sí misma. Se utilizó una red de conjuntos compuesta por una multitud de MLP independientes para mejorar el rendimiento de generalización de un solo MLP. Se verificó experimentalmente que el algoritmo propuesto es robusto contra el tamaño facial e incluso ligeras variaciones de la postura ",
            "error": [
                ""
            ]
        },
        "binary edge data set": {
            "translated_key": "conjunto de datos de bordes binarios",
            "translated_annotated_text": "Extracción automática de los campos oculares y bucales de una imagen facial utilizando características propias y redes de conjuntos Este artículo presenta un algoritmo novedoso para la extracción de los campos oculares y bucales (características faciales) a partir de imágenes de nivel gris 2D. Las características propias se derivan de los valores propios y los autovectores del \"conjunto de datos de bordes binarios\" construidos a partir de los campos ocular y bucal. Tales características propias son características ideales para localizar campos de manera eficiente. Las características propias se extraen de un conjunto de muestras de entrenamiento positivas y negativas para las características faciales y se utilizan para entrenar un perceptrón multicapa (MLP) cuya salida indica el grado en que una ventana de imagen en particular contiene los ojos o la boca dentro de sí misma. Se utilizó una red de conjuntos compuesta por una multitud de MLP independientes para mejorar el rendimiento de generalización de un solo MLP. Se verificó experimentalmente que el algoritmo propuesto es robusto contra el tamaño facial e incluso ligeras variaciones de la postura ",
            "error": [
                ""
            ]
        },
        "training samples": {
            "translated_key": "muestras de entrenamiento",
            "translated_annotated_text": "Extracción automática de los campos oculares y bucales de una imagen facial utilizando características propias y redes de conjuntos Este artículo presenta un algoritmo novedoso para la extracción de los campos oculares y bucales (características faciales) a partir de imágenes de nivel gris 2D. Las características propias se derivan de los valores propios y los vectores propios del conjunto de datos de bordes binarios construidos a partir de los campos ocular y bucal. Tales características propias son características ideales para localizar campos de manera eficiente. Las características propias se extraen de un conjunto de \"muestras de entrenamiento\" positivas y negativas para las características faciales y se utilizan para entrenar un perceptrón multicapa (MLP) cuya salida indica el grado en que una ventana de imagen en particular contiene los ojos o la boca dentro de sí mismo. Se utilizó una red de conjuntos compuesta por una multitud de MLP independientes para mejorar el rendimiento de generalización de un solo MLP. Se verificó experimentalmente que el algoritmo propuesto es robusto contra el tamaño facial e incluso ligeras variaciones de la postura ",
            "error": [
                ""
            ]
        },
        "multilayer perceptron": {
            "translated_key": "perceptor multicapa",
            "translated_annotated_text": "Extracción automática de los campos oculares y bucales de una imagen facial utilizando características propias y redes de conjuntos Este artículo presenta un algoritmo novedoso para la extracción de los campos oculares y bucales (características faciales) a partir de imágenes de nivel gris 2D. Las características propias se derivan de los valores propios y los vectores propios del conjunto de datos de bordes binarios construidos a partir de los campos ocular y bucal. Tales características propias son características ideales para localizar campos de manera eficiente. Las características propias se extraen de un conjunto de muestras de entrenamiento positivas y negativas para las características faciales y se utilizan para entrenar un \"perceptor multicapa\" (MLP) cuya salida indica el grado en que una ventana de imagen en particular contiene los ojos o la boca dentro de sí mismo. Se utilizó una red de conjuntos compuesta por una multitud de MLP independientes para mejorar el rendimiento de generalización de un solo MLP. Se verificó experimentalmente que el algoritmo propuesto es robusto contra el tamaño facial e incluso ligeras variaciones de la postura ",
            "error": [
                ""
            ]
        },
        "generalization": {
            "translated_key": "generalización",
            "translated_annotated_text": "Extracción automática de los campos oculares y bucales de una imagen facial utilizando características propias y redes de conjuntos Este artículo presenta un algoritmo novedoso para la extracción de los campos oculares y bucales (características faciales) a partir de imágenes de nivel gris 2D. Las características propias se derivan de los valores propios y los vectores propios del conjunto de datos de bordes binarios construidos a partir de los campos ocular y bucal. Tales características propias son características ideales para localizar campos de manera eficiente. Las características propias se extraen de un conjunto de muestras de entrenamiento positivas y negativas para las características faciales y se utilizan para entrenar un perceptrón multicapa (MLP) cuya salida indica el grado en que una ventana de imagen en particular contiene los ojos o la boca dentro de sí misma. Se utilizó una red de conjuntos compuesta por una multitud de MLPs independientes para mejorar el rendimiento de \"generalización\" de un solo MLP. Se verificó experimentalmente que el algoritmo propuesto es robusto contra el tamaño facial e incluso ligeras variaciones de la postura ",
            "error": [
                ""
            ]
        },
        "experiment": {
            "translated_key": [],
            "translated_annotated_text": "Extracción automática de los campos oculares y bucales de una imagen facial utilizando características propias y redes de conjuntos Este artículo presenta un algoritmo novedoso para la extracción de los campos oculares y bucales (características faciales) a partir de imágenes de nivel gris 2D. Las características propias se derivan de los valores propios y los vectores propios del conjunto de datos de bordes binarios construidos a partir de los campos ocular y bucal. Tales características propias son características ideales para localizar campos de manera eficiente. Las características propias se extraen de un conjunto de muestras de entrenamiento positivas y negativas para las características faciales y se utilizan para entrenar un perceptrón multicapa (MLP) cuya salida indica el grado en que una ventana de imagen en particular contiene los ojos o la boca dentro de sí misma. Se utilizó una red de conjuntos compuesta por una multitud de MLP independientes para mejorar el rendimiento de generalización de un solo MLP. Se verificó experimentalmente que el algoritmo propuesto es robusto contra el tamaño facial e incluso ligeras variaciones de la postura ",
            "error": []
        },
        "eigenfeatures": {
            "translated_key": "eigenfeatures",
            "translated_annotated_text": "Extracción automática de los campos oculares y bucales de una imagen facial utilizando \"eigenfeatures\" y redes de conjuntos Este artículo presenta un algoritmo novedoso para la extracción de los campos oculares y bucales (características faciales) a partir de imágenes de nivel gris 2D. Las características propias se derivan de los valores propios y los vectores propios del conjunto de datos de bordes binarios construidos a partir de los campos ocular y bucal. Tales \"eigenfeatures\" son características ideales para localizar campos de manera eficiente. Las \"eigenfeatures\" se extraen de un conjunto de muestras de entrenamiento positivas y negativas para las características faciales y se utilizan para entrenar un perceptrón multicapa (MLP) cuya salida indica el grado en que una ventana de imagen en particular contiene los ojos o la boca dentro de sí mismo. Se utilizó una red de conjuntos compuesta por una multitud de MLP independientes para mejorar el rendimiento de generalización de un solo MLP. Se verificó experimentalmente que el algoritmo propuesto es robusto contra el tamaño facial e incluso ligeras variaciones de la postura ",
            "error": [
                ""
            ]
        },
        "ensemble neural networks": {
            "translated_key": [],
            "translated_annotated_text": "Extracción automática de los campos oculares y bucales de una imagen facial utilizando características propias y redes de conjuntos Este artículo presenta un algoritmo novedoso para la extracción de los campos oculares y bucales (características faciales) a partir de imágenes de nivel gris 2D. Las características propias se derivan de los valores propios y los vectores propios del conjunto de datos de bordes binarios construidos a partir de los campos ocular y bucal. Tales características propias son características ideales para localizar campos de manera eficiente. Las características propias se extraen de un conjunto de muestras de entrenamiento positivas y negativas para las características faciales y se utilizan para entrenar un perceptrón multicapa (MLP) cuya salida indica el grado en que una ventana de imagen en particular contiene los ojos o la boca dentro de sí misma. Se utilizó una red de conjuntos compuesta por una multitud de MLP independientes para mejorar el rendimiento de generalización de un solo MLP. Se verificó experimentalmente que el algoritmo propuesto es robusto contra el tamaño facial e incluso ligeras variaciones de la postura ",
            "error": []
        },
        "eigenvalues and eigenfunctions": {
            "translated_key": [],
            "translated_annotated_text": "Extracción automática de los campos oculares y bucales de una imagen facial utilizando características propias y redes de conjuntos Este artículo presenta un algoritmo novedoso para la extracción de los campos oculares y bucales (características faciales) a partir de imágenes de nivel gris 2D. Las características propias se derivan de los valores propios y los vectores propios del conjunto de datos de bordes binarios construidos a partir de los campos ocular y bucal. Tales características propias son características ideales para localizar campos de manera eficiente. Las características propias se extraen de un conjunto de muestras de entrenamiento positivas y negativas para las características faciales y se utilizan para entrenar un perceptrón multicapa (MLP) cuya salida indica el grado en que una ventana de imagen en particular contiene los ojos o la boca dentro de sí misma. Se utilizó una red de conjuntos compuesta por una multitud de MLP independientes para mejorar el rendimiento de generalización de un solo MLP. Se verificó experimentalmente que el algoritmo propuesto es robusto contra el tamaño facial e incluso ligeras variaciones de la postura ",
            "error": []
        },
        "face recognition": {
            "translated_key": [],
            "translated_annotated_text": "Extracción automática de los campos oculares y bucales de una imagen facial utilizando características propias y redes de conjuntos Este artículo presenta un algoritmo novedoso para la extracción de los campos oculares y bucales (características faciales) a partir de imágenes de nivel gris 2D. Las características propias se derivan de los valores propios y los vectores propios del conjunto de datos de bordes binarios construidos a partir de los campos ocular y bucal. Tales características propias son características ideales para localizar campos de manera eficiente. Las características propias se extraen de un conjunto de muestras de entrenamiento positivas y negativas para las características faciales y se utilizan para entrenar un perceptrón multicapa (MLP) cuya salida indica el grado en que una ventana de imagen en particular contiene los ojos o la boca dentro de sí misma. Se utilizó una red de conjuntos compuesta por una multitud de MLP independientes para mejorar el rendimiento de generalización de un solo MLP. Se verificó experimentalmente que el algoritmo propuesto es robusto contra el tamaño facial e incluso ligeras variaciones de la postura ",
            "error": []
        },
        "feature extraction": {
            "translated_key": [],
            "translated_annotated_text": "Extracción automática de los campos oculares y bucales de una imagen facial utilizando características propias y redes de conjuntos Este artículo presenta un algoritmo novedoso para la extracción de los campos oculares y bucales (características faciales) a partir de imágenes de nivel gris 2D. Las características propias se derivan de los valores propios y los vectores propios del conjunto de datos de bordes binarios construidos a partir de los campos ocular y bucal. Tales características propias son características ideales para localizar campos de manera eficiente. Las características propias se extraen de un conjunto de muestras de entrenamiento positivas y negativas para las características faciales y se utilizan para entrenar un perceptrón multicapa (MLP) cuya salida indica el grado en que una ventana de imagen en particular contiene los ojos o la boca dentro de sí misma. Se utilizó una red de conjuntos compuesta por una multitud de MLP independientes para mejorar el rendimiento de generalización de un solo MLP. Se verificó experimentalmente que el algoritmo propuesto es robusto contra el tamaño facial e incluso ligeras variaciones de la postura ",
            "error": []
        },
        "generalisation (artificial intelligence)": {
            "translated_key": [],
            "translated_annotated_text": "Extracción automática de los campos oculares y bucales de una imagen facial utilizando características propias y redes de conjuntos Este artículo presenta un algoritmo novedoso para la extracción de los campos oculares y bucales (características faciales) a partir de imágenes de nivel gris 2D. Las características propias se derivan de los valores propios y los vectores propios del conjunto de datos de bordes binarios construidos a partir de los campos ocular y bucal. Tales características propias son características ideales para localizar campos de manera eficiente. Las características propias se extraen de un conjunto de muestras de entrenamiento positivas y negativas para las características faciales y se utilizan para entrenar un perceptrón multicapa (MLP) cuya salida indica el grado en que una ventana de imagen en particular contiene los ojos o la boca dentro de sí misma. Se utilizó una red de conjuntos compuesta por una multitud de MLP independientes para mejorar el rendimiento de generalización de un solo MLP. Se verificó experimentalmente que el algoritmo propuesto es robusto contra el tamaño facial e incluso ligeras variaciones de la postura ",
            "error": []
        },
        "learning (artificial intelligence)": {
            "translated_key": [],
            "translated_annotated_text": "Extracción automática de los campos oculares y bucales de una imagen facial utilizando características propias y redes de conjuntos Este artículo presenta un algoritmo novedoso para la extracción de los campos oculares y bucales (características faciales) a partir de imágenes de nivel gris 2D. Las características propias se derivan de los valores propios y los vectores propios del conjunto de datos de bordes binarios construidos a partir de los campos ocular y bucal. Tales características propias son características ideales para localizar campos de manera eficiente. Las características propias se extraen de un conjunto de muestras de entrenamiento positivas y negativas para las características faciales y se utilizan para entrenar un perceptrón multicapa (MLP) cuya salida indica el grado en que una ventana de imagen en particular contiene los ojos o la boca dentro de sí misma. Se utilizó una red de conjuntos compuesta por una multitud de MLP independientes para mejorar el rendimiento de generalización de un solo MLP. Se verificó experimentalmente que el algoritmo propuesto es robusto contra el tamaño facial e incluso ligeras variaciones de la postura ",
            "error": []
        },
        "multilayer perceptrons": {
            "translated_key": [],
            "translated_annotated_text": "Extracción automática de los campos oculares y bucales de una imagen facial utilizando características propias y redes de conjuntos Este artículo presenta un algoritmo novedoso para la extracción de los campos oculares y bucales (características faciales) a partir de imágenes de nivel gris 2D. Las características propias se derivan de los valores propios y los vectores propios del conjunto de datos de bordes binarios construidos a partir de los campos ocular y bucal. Tales características propias son características ideales para localizar campos de manera eficiente. Las características propias se extraen de un conjunto de muestras de entrenamiento positivas y negativas para las características faciales y se utilizan para entrenar un perceptrón multicapa (MLP) cuya salida indica el grado en que una ventana de imagen en particular contiene los ojos o la boca dentro de sí misma. Se utilizó una red de conjuntos compuesta por una multitud de MLP independientes para mejorar el rendimiento de generalización de un solo MLP. Se verificó experimentalmente que el algoritmo propuesto es robusto contra el tamaño facial e incluso ligeras variaciones de la postura ",
            "error": []
        }
    }
}