{
    "original_text": "The development and evaluation of a fuzzy logic expert system for renal transplantation assignment: Is this a useful tool? Allocating donor kidneys to patients is a complex, multicriteria decision-making problem which involves not only medical, but also ethical and political issues. In this paper, a fuzzy logic expert system approach was proposed as an innovative way to deal with the vagueness and complexity faced by medical doctors in kidney allocation decision making. A pilot fuzzy logic expert system for kidney allocation was developed and evaluated in comparison with two existing allocation algorithms: a priority sorting system used by multiple organ retrieval and exchange (MORE) in Canada and a point scoring systems used by united network for organ sharing (UNOS) in US. Our simulated experiment based on real data indicated that the fuzzy logic system can represent the experts thinking well in handling complex tradeoffs, and overall, the fuzzy logic derived recommendations were more acceptable to the expert than those from the MORE and UNOS algorithms",
    "original_translation": "El desarrollo y la evaluación de un sistema experto en lógica difusa para la asignación de trasplante renal: ¿Es una herramienta útil? Asignar los riñones de los donantes a los pacientes es un problema complejo, multicriterio de toma de decisiones que implica no sólo cuestiones médicas, sino también éticas y políticas. En este trabajo, se propuso un enfoque de sistema experto en lógica difusa como una forma innovadora de lidiar con la vaguedad y complejidad que enfrentan los médicos en la toma de decisiones de asignación renal. Se desarrolló y evaluó un sistema piloto de expertos en lógica difusa para la asignación renal en comparación con dos algoritmos de asignación existentes: un sistema de clasificación prioritaria utilizado por la recuperación e intercambio de órganos múltiples (MORE) en Canadá y un sistema de puntuación de puntos utilizado por la red unida para el intercambio de órganos (UNOS) en Estados Unidos. Nuestro experimento simulado basado en datos reales indicó que el sistema de lógica difusa puede representar a los expertos que piensan bien en manejar transacciones complejas, y en general, las recomendaciones derivadas de la lógica difusa fueron más aceptables para el experto que las de los algoritmos MÁS y UNOS",
    "error_count": 8,
    "keys": {
        "renal transplantation assignment": {
            "translated_key": "asignación de trasplante renal",
            "translated_annotated_text": "El desarrollo y la evaluación de un sistema experto en lógica difusa para la \"asignación de trasplante renal\": ¿Es esta una herramienta útil? Asignar los riñones de los donantes a los pacientes es un problema complejo, multicriterio de toma de decisiones que implica no sólo cuestiones médicas, sino también éticas y políticas. En este trabajo, se propuso un enfoque de sistema experto en lógica difusa como una forma innovadora de lidiar con la vaguedad y complejidad que enfrentan los médicos en la toma de decisiones de asignación renal. Se desarrolló y evaluó un sistema piloto de expertos en lógica difusa para la asignación renal en comparación con dos algoritmos de asignación existentes: un sistema de clasificación prioritaria utilizado por la recuperación e intercambio de órganos múltiples (MORE) en Canadá y un sistema de puntuación de puntos utilizado por la red unida para el intercambio de órganos (UNOS) en Estados Unidos. Nuestro experimento simulado basado en datos reales indicó que el sistema de lógica difusa puede representar a los expertos que piensan bien en manejar transacciones complejas, y en general, las recomendaciones derivadas de la lógica difusa fueron más aceptables para el experto que las de los algoritmos MÁS y UNOS ",
            "error": [
                ""
            ]
        },
        "fuzzy logic expert system": {
            "translated_key": "sistema experto en lógica difusa",
            "translated_annotated_text": "El desarrollo y la evaluación de un \"sistema experto en lógica difusa\" para la asignación de trasplante renal: ¿Es esta una herramienta útil? Asignar los riñones de los donantes a los pacientes es un problema complejo, multicriterio de toma de decisiones que implica no sólo cuestiones médicas, sino también éticas y políticas. En este trabajo, se propuso un enfoque de \"sistema experto en lógica difusa\" como una forma innovadora de lidiar con la vaguedad y complejidad que enfrentan los médicos en la toma de decisiones de asignación renal. Se desarrolló y evaluó un \"sistema experto en lógica difusa\" piloto para la asignación renal en comparación con dos algoritmos de asignación existentes: un sistema de clasificación prioritaria utilizado por la recuperación e intercambio de órganos múltiples (MORE) en Canadá y un sistema de puntuación de puntos utilizado por la red unida para el intercambio de órganos (UNOS) en Estados Unidos. Nuestro experimento simulado basado en datos reales indicó que el sistema de lógica difusa puede representar a los expertos que piensan bien en manejar transacciones complejas, y en general, las recomendaciones derivadas de la lógica difusa fueron más aceptables para el experto que las de los algoritmos MÁS y UNOS ",
            "error": [
                ""
            ]
        },
        "donor kidneys": {
            "translated_key": "rines de donantes",
            "translated_annotated_text": "El desarrollo y la evaluación de un sistema experto en lógica difusa para la asignación de trasplante renal: ¿Es una herramienta útil? Asignar \"rines de donantes\" a los pacientes es un problema complejo, multicriterio de toma de decisiones que implica no sólo cuestiones médicas, sino también éticas y políticas. En este trabajo, se propuso un enfoque de sistema experto en lógica difusa como una forma innovadora de lidiar con la vaguedad y complejidad que enfrentan los médicos en la toma de decisiones de asignación renal. Se desarrolló y evaluó un sistema piloto de expertos en lógica difusa para la asignación renal en comparación con dos algoritmos de asignación existentes: un sistema de clasificación prioritaria utilizado por la recuperación e intercambio de órganos múltiples (MORE) en Canadá y un sistema de puntuación de puntos utilizado por la red unida para el intercambio de órganos (UNOS) en Estados Unidos. Nuestro experimento simulado basado en datos reales indicó que el sistema de lógica difusa puede representar a los expertos que piensan bien en manejar transacciones complejas, y en general, las recomendaciones derivadas de la lógica difusa fueron más aceptables para el experto que las de los algoritmos MÁS y UNOS ",
            "error": [
                ""
            ]
        },
        "multicriteria decision-making problem": {
            "translated_key": "problema de toma de decisiones multicriterios",
            "translated_annotated_text": "El desarrollo y la evaluación de un sistema experto en lógica difusa para la asignación de trasplante renal: ¿Es una herramienta útil? Asignar los riñones de los donantes a los pacientes es un complejo \"problema de toma de decisiones multicriterios\" que implica no sólo cuestiones médicas, sino también éticas y políticas. En este trabajo, se propuso un enfoque de sistema experto en lógica difusa como una forma innovadora de lidiar con la vaguedad y complejidad que enfrentan los médicos en la toma de decisiones de asignación renal. Se desarrolló y evaluó un sistema piloto de expertos en lógica difusa para la asignación renal en comparación con dos algoritmos de asignación existentes: un sistema de clasificación prioritaria utilizado por la recuperación e intercambio de órganos múltiples (MORE) en Canadá y un sistema de puntuación de puntos utilizado por la red unida para el intercambio de órganos (UNOS) en Estados Unidos. Nuestro experimento simulado basado en datos reales indicó que el sistema de lógica difusa puede representar a los expertos que piensan bien en manejar transacciones complejas, y en general, las recomendaciones derivadas de la lógica difusa fueron más aceptables para el experto que las de los algoritmos MÁS y UNOS ",
            "error": [
                ""
            ]
        },
        "kidney allocation decision making": {
            "translated_key": "toma de decisiones de asignación de los riñones",
            "translated_annotated_text": "El desarrollo y la evaluación de un sistema experto en lógica difusa para la asignación de trasplante renal: ¿Es una herramienta útil? Asignar los riñones de los donantes a los pacientes es un problema complejo, multicriterio de toma de decisiones que implica no sólo cuestiones médicas, sino también éticas y políticas. En este trabajo, se propuso un enfoque de sistema experto en lógica difusa como una forma innovadora de lidiar con la vaguedad y complejidad que enfrentan los médicos en la \"toma de decisiones de asignación de los riñones\". Se desarrolló y evaluó un sistema piloto de expertos en lógica difusa para la asignación renal en comparación con dos algoritmos de asignación existentes: un sistema de clasificación prioritaria utilizado por la recuperación e intercambio de órganos múltiples (MORE) en Canadá y un sistema de puntuación de puntos utilizado por la red unida para el intercambio de órganos (UNOS) en Estados Unidos. Nuestro experimento simulado basado en datos reales indicó que el sistema de lógica difusa puede representar a los expertos que piensan bien en manejar transacciones complejas, y en general, las recomendaciones derivadas de la lógica difusa fueron más aceptables para el experto que las de los algoritmos MÁS y UNOS ",
            "error": [
                ""
            ]
        },
        "priority sorting system": {
            "translated_key": "sistema de clasificación prioritaria",
            "translated_annotated_text": "El desarrollo y la evaluación de un sistema experto en lógica difusa para la asignación de trasplante renal: ¿Es una herramienta útil? Asignar los riñones de los donantes a los pacientes es un problema complejo, multicriterio de toma de decisiones que implica no sólo cuestiones médicas, sino también éticas y políticas. En este trabajo, se propuso un enfoque de sistema experto en lógica difusa como una forma innovadora de lidiar con la vaguedad y complejidad que enfrentan los médicos en la toma de decisiones de asignación renal. Se desarrolló y evaluó un sistema piloto de expertos en lógica difusa para la asignación renal en comparación con dos algoritmos de asignación existentes: un \"sistema de clasificación prioritaria\" utilizado por la recuperación e intercambio de órganos múltiples (MORE) en Canadá y un sistema de puntuación de puntos utilizado por la red unida para el intercambio de órganos (UNOS) en Estados Unidos. Nuestro experimento simulado basado en datos reales indicó que el sistema de lógica difusa puede representar a los expertos que piensan bien en manejar transacciones complejas, y en general, las recomendaciones derivadas de la lógica difusa fueron más aceptables para el experto que las de los algoritmos MÁS y UNOS ",
            "error": [
                ""
            ]
        },
        "multiple organ retrieval exchange": {
            "translated_key": [],
            "translated_annotated_text": "El desarrollo y la evaluación de un sistema experto en lógica difusa para la asignación de trasplante renal: ¿Es una herramienta útil? Asignar los riñones de los donantes a los pacientes es un problema complejo, multicriterio de toma de decisiones que implica no sólo cuestiones médicas, sino también éticas y políticas. En este trabajo, se propuso un enfoque de sistema experto en lógica difusa como una forma innovadora de lidiar con la vaguedad y complejidad que enfrentan los médicos en la toma de decisiones de asignación renal. Se desarrolló y evaluó un sistema piloto de expertos en lógica difusa para la asignación renal en comparación con dos algoritmos de asignación existentes: un sistema de clasificación prioritaria utilizado por la recuperación e intercambio de órganos múltiples (MORE) en Canadá y un sistema de puntuación de puntos utilizado por la red unida para el intercambio de órganos (UNOS) en Estados Unidos. Nuestro experimento simulado basado en datos reales indicó que el sistema de lógica difusa puede representar a los expertos que piensan bien en manejar transacciones complejas, y en general, las recomendaciones derivadas de la lógica difusa fueron más aceptables para el experto que las de los algoritmos MÁS y UNOS ",
            "error": []
        },
        "point scoring systems": {
            "translated_key": "sistema de puntuación de puntos",
            "translated_annotated_text": "El desarrollo y la evaluación de un sistema experto en lógica difusa para la asignación de trasplante renal: ¿Es una herramienta útil? Asignar los riñones de los donantes a los pacientes es un problema complejo, multicriterio de toma de decisiones que implica no sólo cuestiones médicas, sino también éticas y políticas. En este trabajo, se propuso un enfoque de sistema experto en lógica difusa como una forma innovadora de lidiar con la vaguedad y complejidad que enfrentan los médicos en la toma de decisiones de asignación renal. Se desarrolló y evaluó un sistema piloto de expertos en lógica difusa para la asignación renal en comparación con dos algoritmos de asignación existentes: un sistema de clasificación prioritaria utilizado por la recuperación e intercambio de órganos múltiples (MORE) en Canadá y un \"sistema de puntuación de puntos\" utilizado por la red unida para el intercambio de órganos (UNOS) en Estados Unidos. Nuestro experimento simulado basado en datos reales indicó que el sistema de lógica difusa puede representar a los expertos que piensan bien en manejar transacciones complejas, y en general, las recomendaciones derivadas de la lógica difusa fueron más aceptables para el experto que las de los algoritmos MÁS y UNOS ",
            "error": [
                ""
            ]
        },
        "united network for organ sharing": {
            "translated_key": "red unificada para el intercambio de órganos",
            "translated_annotated_text": "El desarrollo y la evaluación de un sistema experto en lógica difusa para la asignación de trasplante renal: ¿Es una herramienta útil? Asignar los riñones de los donantes a los pacientes es un problema complejo, multicriterio de toma de decisiones que implica no sólo cuestiones médicas, sino también éticas y políticas. En este trabajo, se propuso un enfoque de sistema experto en lógica difusa como una forma innovadora de lidiar con la vaguedad y complejidad que enfrentan los médicos en la toma de decisiones de asignación renal. Se desarrolló y evaluó un sistema piloto de expertos en lógica difusa para la asignación renal en comparación con dos algoritmos de asignación existentes: un sistema de clasificación prioritaria utilizado por la recuperación e intercambio de órganos múltiples (MORE) en Canadá y un sistema de puntuación de puntos utilizado por la \"red unificada para el intercambio de órganos\" (UNOS) en Estados Unidos. Nuestro experimento simulado basado en datos reales indicó que el sistema de lógica difusa puede representar a los expertos que piensan bien en manejar transacciones complejas, y en general, las recomendaciones derivadas de la lógica difusa fueron más aceptables para el experto que las de los algoritmos MÁS y UNOS ",
            "error": [
                ""
            ]
        },
        "simulated experiment": {
            "translated_key": "experimento simulado",
            "translated_annotated_text": "El desarrollo y la evaluación de un sistema experto en lógica difusa para la asignación de trasplante renal: ¿Es una herramienta útil? Asignar los riñones de los donantes a los pacientes es un problema complejo, multicriterio de toma de decisiones que implica no sólo cuestiones médicas, sino también éticas y políticas. En este trabajo, se propuso un enfoque de sistema experto en lógica difusa como una forma innovadora de lidiar con la vaguedad y complejidad que enfrentan los médicos en la toma de decisiones de asignación renal. Se desarrolló y evaluó un sistema piloto de expertos en lógica difusa para la asignación renal en comparación con dos algoritmos de asignación existentes: un sistema de clasificación prioritaria utilizado por la recuperación e intercambio de órganos múltiples (MORE) en Canadá y un sistema de puntuación de puntos utilizado por la red unida para el intercambio de órganos (UNOS) en Estados Unidos. Nuestro \"experimento simulado\" basado en datos reales indicó que el sistema de lógica difusa puede representar a los expertos que piensan bien en manejar transacciones complejas, y en general, las recomendaciones derivadas de la lógica difusa fueron más aceptables para el experto que las de los algoritmos MÁS y UNOS ",
            "error": [
                ""
            ]
        },
        "complex tradeoff handling": {
            "translated_key": [],
            "translated_annotated_text": "El desarrollo y la evaluación de un sistema experto en lógica difusa para la asignación de trasplante renal: ¿Es una herramienta útil? Asignar los riñones de los donantes a los pacientes es un problema complejo, multicriterio de toma de decisiones que implica no sólo cuestiones médicas, sino también éticas y políticas. En este trabajo, se propuso un enfoque de sistema experto en lógica difusa como una forma innovadora de lidiar con la vaguedad y complejidad que enfrentan los médicos en la toma de decisiones de asignación renal. Se desarrolló y evaluó un sistema piloto de expertos en lógica difusa para la asignación renal en comparación con dos algoritmos de asignación existentes: un sistema de clasificación prioritaria utilizado por la recuperación e intercambio de órganos múltiples (MORE) en Canadá y un sistema de puntuación de puntos utilizado por la red unida para el intercambio de órganos (UNOS) en Estados Unidos. Nuestro experimento simulado basado en datos reales indicó que el sistema de lógica difusa puede representar a los expertos que piensan bien en manejar transacciones complejas, y en general, las recomendaciones derivadas de la lógica difusa fueron más aceptables para el experto que las de los algoritmos MÁS y UNOS ",
            "error": []
        },
        "decision support systems": {
            "translated_key": [],
            "translated_annotated_text": "El desarrollo y la evaluación de un sistema experto en lógica difusa para la asignación de trasplante renal: ¿Es una herramienta útil? Asignar los riñones de los donantes a los pacientes es un problema complejo, multicriterio de toma de decisiones que implica no sólo cuestiones médicas, sino también éticas y políticas. En este trabajo, se propuso un enfoque de sistema experto en lógica difusa como una forma innovadora de lidiar con la vaguedad y complejidad que enfrentan los médicos en la toma de decisiones de asignación renal. Se desarrolló y evaluó un sistema piloto de expertos en lógica difusa para la asignación renal en comparación con dos algoritmos de asignación existentes: un sistema de clasificación prioritaria utilizado por la recuperación e intercambio de órganos múltiples (MORE) en Canadá y un sistema de puntuación de puntos utilizado por la red unida para el intercambio de órganos (UNOS) en Estados Unidos. Nuestro experimento simulado basado en datos reales indicó que el sistema de lógica difusa puede representar a los expertos que piensan bien en manejar transacciones complejas, y en general, las recomendaciones derivadas de la lógica difusa fueron más aceptables para el experto que las de los algoritmos MÁS y UNOS ",
            "error": []
        },
        "fuzzy logic": {
            "translated_key": [
                "lógica difusa",
                "logia difusa",
                "logia difusa",
                "logia difusa",
                "logia borrosa"
            ],
            "translated_annotated_text": "El desarrollo y la evaluación de un sistema experto en \"lógica difusa\" para la asignación de trasplante renal: ¿Es una herramienta útil? Asignar los riñones de los donantes a los pacientes es un problema complejo, multicriterio de toma de decisiones que implica no sólo cuestiones médicas, sino también éticas y políticas. En este trabajo, se propuso un enfoque de sistema experto de \"logia difusa\" como una forma innovadora de lidiar con la vaguedad y complejidad que enfrentan los médicos en la toma de decisiones de asignación renal. Se desarrolló y evaluó un sistema experto piloto de \"logia difusa\" para la asignación renal en comparación con dos algoritmos de asignación existentes: un sistema de clasificación prioritaria utilizado por la recuperación e intercambio de órganos múltiples (MORE) en Canadá y un sistema de puntuación de puntos utilizado por la red unida para el intercambio de órganos (UNOS) en Estados Unidos. Nuestro experimento simulado basado en datos reales indicó que el sistema de \"logia difusa\" puede representar a los expertos que piensan bien en manejar transacciones complejas, y en general, las recomendaciones derivadas de la \"logia borrosa\" eran más aceptables para el experto que las de los algoritmos MÁS y UNOS ",
            "error": [
                "lógica difusa",
                "logia difusa",
                "logia difusa",
                "logia difusa",
                "logia borrosa"
            ]
        },
        "health care": {
            "translated_key": [],
            "translated_annotated_text": "El desarrollo y la evaluación de un sistema experto en lógica difusa para la asignación de trasplante renal: ¿Es una herramienta útil? Asignar los riñones de los donantes a los pacientes es un problema complejo, multicriterio de toma de decisiones que implica no sólo cuestiones médicas, sino también éticas y políticas. En este trabajo, se propuso un enfoque de sistema experto en lógica difusa como una forma innovadora de lidiar con la vaguedad y complejidad que enfrentan los médicos en la toma de decisiones de asignación renal. Se desarrolló y evaluó un sistema piloto de expertos en lógica difusa para la asignación renal en comparación con dos algoritmos de asignación existentes: un sistema de clasificación prioritaria utilizado por la recuperación e intercambio de órganos múltiples (MORE) en Canadá y un sistema de puntuación de puntos utilizado por la red unida para el intercambio de órganos (UNOS) en Estados Unidos. Nuestro experimento simulado basado en datos reales indicó que el sistema de lógica difusa puede representar a los expertos que piensan bien en manejar transacciones complejas, y en general, las recomendaciones derivadas de la lógica difusa fueron más aceptables para el experto que las de los algoritmos MÁS y UNOS ",
            "error": []
        },
        "kidney": {
            "translated_key": [
                "niños",
                "quidney"
            ],
            "translated_annotated_text": "El desarrollo y la evaluación de un sistema experto en lógica difusa para la asignación de trasplante renal: ¿Es una herramienta útil? Asignar los riñones de los donantes a los pacientes es un problema complejo, multicriterio de toma de decisiones que implica no sólo cuestiones médicas, sino también éticas y políticas. En este artículo, se propuso un enfoque de sistema experto en lógica difusa como una forma innovadora de lidiar con la vaguedad y complejidad que enfrentan los médicos en la toma de decisiones de asignación de \"niños\". Se desarrolló y evaluó un sistema piloto de expertos en lógica difusa para la asignación de \"quidney\" en comparación con dos algoritmos de asignación existentes: un sistema de clasificación prioritaria utilizado por la recuperación e intercambio de órganos múltiples (MORE) en Canadá y un sistema de puntuación de puntos utilizado por la red unida para el intercambio de órganos (UNOS) en Estados Unidos. Nuestro experimento simulado basado en datos reales indicó que el sistema de lógica difusa puede representar a los expertos que piensan bien en manejar transacciones complejas, y en general, las recomendaciones derivadas de la lógica difusa fueron más aceptables para el experto que las de los algoritmos MÁS y UNOS ",
            "error": [
                "niños",
                "quidney"
            ]
        },
        "medical expert systems": {
            "translated_key": [],
            "translated_annotated_text": "El desarrollo y la evaluación de un sistema experto en lógica difusa para la asignación de trasplante renal: ¿Es una herramienta útil? Asignar los riñones de los donantes a los pacientes es un problema complejo, multicriterio de toma de decisiones que implica no sólo cuestiones médicas, sino también éticas y políticas. En este trabajo, se propuso un enfoque de sistema experto en lógica difusa como una forma innovadora de lidiar con la vaguedad y complejidad que enfrentan los médicos en la toma de decisiones de asignación renal. Se desarrolló y evaluó un sistema piloto de expertos en lógica difusa para la asignación renal en comparación con dos algoritmos de asignación existentes: un sistema de clasificación prioritaria utilizado por la recuperación e intercambio de órganos múltiples (MORE) en Canadá y un sistema de puntuación de puntos utilizado por la red unida para el intercambio de órganos (UNOS) en Estados Unidos. Nuestro experimento simulado basado en datos reales indicó que el sistema de lógica difusa puede representar a los expertos que piensan bien en manejar transacciones complejas, y en general, las recomendaciones derivadas de la lógica difusa fueron más aceptables para el experto que las de los algoritmos MÁS y UNOS ",
            "error": []
        },
        "professional aspects": {
            "translated_key": [],
            "translated_annotated_text": "El desarrollo y la evaluación de un sistema experto en lógica difusa para la asignación de trasplante renal: ¿Es una herramienta útil? Asignar los riñones de los donantes a los pacientes es un problema complejo, multicriterio de toma de decisiones que implica no sólo cuestiones médicas, sino también éticas y políticas. En este trabajo, se propuso un enfoque de sistema experto en lógica difusa como una forma innovadora de lidiar con la vaguedad y complejidad que enfrentan los médicos en la toma de decisiones de asignación renal. Se desarrolló y evaluó un sistema piloto de expertos en lógica difusa para la asignación renal en comparación con dos algoritmos de asignación existentes: un sistema de clasificación prioritaria utilizado por la recuperación e intercambio de órganos múltiples (MORE) en Canadá y un sistema de puntuación de puntos utilizado por la red unida para el intercambio de órganos (UNOS) en Estados Unidos. Nuestro experimento simulado basado en datos reales indicó que el sistema de lógica difusa puede representar a los expertos que piensan bien en manejar transacciones complejas, y en general, las recomendaciones derivadas de la lógica difusa fueron más aceptables para el experto que las de los algoritmos MÁS y UNOS ",
            "error": []
        }
    }
}