{
    "original_text": "An optimization approach to plan for reusable software components It is well acknowledged in software engineering that there is a great potential for accomplishing significant productivity improvements through the implementation of a successful software reuse program. On the other hand, such gains are attainable only by instituting detailed action plans at both the organizational and program level. Given this need, the paucity of research papers related to planning, and in particular, optimized planning is surprising. This research, which is aimed at this gap, brings out an application of optimization for the planning of reusable software components (SCs). We present a model that selects a set of SCs that must be built, in order to lower development and adaptation costs. We also provide implications to project management based on simulation, an approach that has been adopted by other cost models in the software engineering literature. Such a prescriptive model does not exist in the literature",
    "original_translation": "Un enfoque de optimización para planificar componentes de software reutilizables Es bien reconocido en la ingeniería de software que hay un gran potencial para lograr mejoras de productividad significativas a través de la implementación de un programa de reutilización de software exitoso. Por otra parte, esos beneficios sólo son alcanzables mediante la creación de planes de acción detallados tanto a nivel de organización como de programa. Dada esta necesidad, es sorprendente la escasez de trabajos de investigación relacionados con la planificación, y en particular, la planificación optimizada. Esta investigación, que está dirigida a esta brecha, pone de manifiesto una aplicación de optimización para la planificación de componentes de software reutilizables (SCs). Presentamos un modelo que selecciona un conjunto de SC que debe ser construido, con el fin de reducir los costos de desarrollo y adaptación. También proporcionamos implicaciones a la gestión de proyectos basada en la simulación, un enfoque que ha sido adoptado por otros modelos de costos en la literatura de ingeniería de software. Tal modelo prescriptivo no existe en la literatura",
    "error_count": 5,
    "keys": {
        "software engineering": {
            "translated_key": "ingeniería de software",
            "translated_annotated_text": "Un enfoque de optimización para planificar componentes de software reutilizables Es bien reconocido en la \"ingeniería de software\" que hay un gran potencial para lograr mejoras de productividad significativas a través de la implementación de un programa de reutilización de software exitoso. Por otra parte, esos beneficios sólo son alcanzables mediante la creación de planes de acción detallados tanto a nivel de organización como de programa. Dada esta necesidad, es sorprendente la escasez de trabajos de investigación relacionados con la planificación, y en particular, la planificación optimizada. Esta investigación, que está dirigida a esta brecha, pone de manifiesto una aplicación de optimización para la planificación de componentes de software reutilizables (SCs). Presentamos un modelo que selecciona un conjunto de SC que debe ser construido, con el fin de reducir los costos de desarrollo y adaptación. También proporcionamos implicaciones a la gestión de proyectos basada en la simulación, un enfoque que ha sido adoptado por otros modelos de costos en la literatura de \"ingeniería de software\". Tal modelo prescriptivo no existe en la literatura ",
            "error": [
                ""
            ]
        },
        "productivity improvements": {
            "translated_key": "mejoras de la productividad",
            "translated_annotated_text": "Un enfoque de optimización para planificar componentes de software reutilizables Es bien reconocido en la ingeniería de software que hay un gran potencial para lograr importantes \"mejoras de la productividad\" a través de la implementación de un programa de reutilización de software exitoso. Por otra parte, esos beneficios sólo son alcanzables mediante la creación de planes de acción detallados tanto a nivel de organización como de programa. Dada esta necesidad, es sorprendente la escasez de trabajos de investigación relacionados con la planificación, y en particular, la planificación optimizada. Esta investigación, que está dirigida a esta brecha, pone de manifiesto una aplicación de optimización para la planificación de componentes de software reutilizables (SCs). Presentamos un modelo que selecciona un conjunto de SC que debe ser construido, con el fin de reducir los costos de desarrollo y adaptación. También proporcionamos implicaciones a la gestión de proyectos basada en la simulación, un enfoque que ha sido adoptado por otros modelos de costos en la literatura de ingeniería de software. Tal modelo prescriptivo no existe en la literatura ",
            "error": [
                ""
            ]
        },
        "software reuse program": {
            "translated_key": "programa de reutilización de software",
            "translated_annotated_text": "Un enfoque de optimización para planificar componentes de software reutilizables Es bien reconocido en la ingeniería de software que hay un gran potencial para lograr mejoras de productividad significativas a través de la implementación de un \"programa de reutilización de software\" exitoso. Por otra parte, esos beneficios sólo son alcanzables mediante la creación de planes de acción detallados tanto a nivel de organización como de programa. Dada esta necesidad, es sorprendente la escasez de trabajos de investigación relacionados con la planificación, y en particular, la planificación optimizada. Esta investigación, que está dirigida a esta brecha, pone de manifiesto una aplicación de optimización para la planificación de componentes de software reutilizables (SCs). Presentamos un modelo que selecciona un conjunto de SC que debe ser construido, con el fin de reducir los costos de desarrollo y adaptación. También proporcionamos implicaciones a la gestión de proyectos basada en la simulación, un enfoque que ha sido adoptado por otros modelos de costos en la literatura de ingeniería de software. Tal modelo prescriptivo no existe en la literatura ",
            "error": [
                ""
            ]
        },
        "optimization": {
            "translated_key": "optimización",
            "translated_annotated_text": "Un enfoque de \"optimización\" para planificar componentes de software reutilizables Está bien reconocido en la ingeniería de software que hay un gran potencial para lograr mejoras significativas de productividad a través de la implementación de un programa de reutilización de software exitoso. Por otra parte, esos beneficios sólo son alcanzables mediante la creación de planes de acción detallados tanto a nivel de organización como de programa. Dada esta necesidad, es sorprendente la escasez de trabajos de investigación relacionados con la planificación, y en particular, la planificación optimizada. Esta investigación, que está dirigida a esta brecha, pone de manifiesto una aplicación de \"optimización\" para la planificación de componentes de software reutilizables (SCs). Presentamos un modelo que selecciona un conjunto de SC que debe ser construido, con el fin de reducir los costos de desarrollo y adaptación. También proporcionamos implicaciones a la gestión de proyectos basada en la simulación, un enfoque que ha sido adoptado por otros modelos de costos en la literatura de ingeniería de software. Tal modelo prescriptivo no existe en la literatura ",
            "error": [
                ""
            ]
        },
        "action plans": {
            "translated_key": "planes de acción",
            "translated_annotated_text": "Un enfoque de optimización para planificar componentes de software reutilizables Es bien reconocido en la ingeniería de software que hay un gran potencial para lograr mejoras de productividad significativas a través de la implementación de un programa de reutilización de software exitoso. Por otro lado, tales ganancias son alcanzables sólo mediante la institución de \"planes de acción\" detallados tanto a nivel de organización como de programa. Dada esta necesidad, es sorprendente la escasez de trabajos de investigación relacionados con la planificación, y en particular, la planificación optimizada. Esta investigación, que está dirigida a esta brecha, pone de manifiesto una aplicación de optimización para la planificación de componentes de software reutilizables (SCs). Presentamos un modelo que selecciona un conjunto de SC que debe ser construido, con el fin de reducir los costos de desarrollo y adaptación. También proporcionamos implicaciones a la gestión de proyectos basada en la simulación, un enfoque que ha sido adoptado por otros modelos de costos en la literatura de ingeniería de software. Tal modelo prescriptivo no existe en la literatura ",
            "error": [
                ""
            ]
        },
        "optimized planning": {
            "translated_key": "planificación optimizada",
            "translated_annotated_text": "Un enfoque de optimización para planificar componentes de software reutilizables Es bien reconocido en la ingeniería de software que hay un gran potencial para lograr mejoras de productividad significativas a través de la implementación de un programa de reutilización de software exitoso. Por otra parte, esos beneficios sólo son alcanzables mediante la creación de planes de acción detallados tanto a nivel de organización como de programa. Dada esta necesidad, la escasez de trabajos de investigación relacionados con la planificación, y en particular, la \"planificación optimizada\" es sorprendente. Esta investigación, que está dirigida a esta brecha, pone de manifiesto una aplicación de optimización para la planificación de componentes de software reutilizables (SCs). Presentamos un modelo que selecciona un conjunto de SC que debe ser construido, con el fin de reducir los costos de desarrollo y adaptación. También proporcionamos implicaciones a la gestión de proyectos basada en la simulación, un enfoque que ha sido adoptado por otros modelos de costos en la literatura de ingeniería de software. Tal modelo prescriptivo no existe en la literatura ",
            "error": [
                ""
            ]
        },
        "reusable software components": {
            "translated_key": "componentes de software reutilizables",
            "translated_annotated_text": "Un enfoque de optimización para planificar \"componentes de software reutilizables\" En la ingeniería de software se reconoce que existe un gran potencial para lograr mejoras de productividad significativas a través de la implementación de un programa de reutilización de software exitoso. Por otra parte, esos beneficios sólo son alcanzables mediante la creación de planes de acción detallados tanto a nivel de organización como de programa. Dada esta necesidad, es sorprendente la escasez de trabajos de investigación relacionados con la planificación, y en particular, la planificación optimizada. Esta investigación, que está dirigida a esta brecha, pone de manifiesto una aplicación de optimización para la planificación de \"componentes de software reutilizables\" (SCs). Presentamos un modelo que selecciona un conjunto de SC que debe ser construido, con el fin de reducir los costos de desarrollo y adaptación. También proporcionamos implicaciones a la gestión de proyectos basada en la simulación, un enfoque que ha sido adoptado por otros modelos de costos en la literatura de ingeniería de software. Tal modelo prescriptivo no existe en la literatura ",
            "error": [
                ""
            ]
        },
        "adaptation costs": {
            "translated_key": "costos de adaptación",
            "translated_annotated_text": "Un enfoque de optimización para planificar componentes de software reutilizables Es bien reconocido en la ingeniería de software que hay un gran potencial para lograr mejoras de productividad significativas a través de la implementación de un programa de reutilización de software exitoso. Por otra parte, esos beneficios sólo son alcanzables mediante la creación de planes de acción detallados tanto a nivel de organización como de programa. Dada esta necesidad, es sorprendente la escasez de trabajos de investigación relacionados con la planificación, y en particular, la planificación optimizada. Esta investigación, que está dirigida a esta brecha, pone de manifiesto una aplicación de optimización para la planificación de componentes de software reutilizables (SCs). Presentamos un modelo que selecciona un conjunto de SC que hay que construir, con el fin de reducir el desarrollo y \"costos de adaptación\". También proporcionamos implicaciones a la gestión de proyectos basada en la simulación, un enfoque que ha sido adoptado por otros modelos de costos en la literatura de ingeniería de software. Tal modelo prescriptivo no existe en la literatura ",
            "error": [
                ""
            ]
        },
        "development costs": {
            "translated_key": [],
            "translated_annotated_text": "Un enfoque de optimización para planificar componentes de software reutilizables Es bien reconocido en la ingeniería de software que hay un gran potencial para lograr mejoras de productividad significativas a través de la implementación de un programa de reutilización de software exitoso. Por otra parte, esos beneficios sólo son alcanzables mediante la creación de planes de acción detallados tanto a nivel de organización como de programa. Dada esta necesidad, es sorprendente la escasez de trabajos de investigación relacionados con la planificación, y en particular, la planificación optimizada. Esta investigación, que está dirigida a esta brecha, pone de manifiesto una aplicación de optimización para la planificación de componentes de software reutilizables (SCs). Presentamos un modelo que selecciona un conjunto de SC que debe ser construido, con el fin de reducir los costos de desarrollo y adaptación. También proporcionamos implicaciones a la gestión de proyectos basada en la simulación, un enfoque que ha sido adoptado por otros modelos de costos en la literatura de ingeniería de software. Tal modelo prescriptivo no existe en la literatura ",
            "error": []
        },
        "project management": {
            "translated_key": "gestión de proyectos",
            "translated_annotated_text": "Un enfoque de optimización para planificar componentes de software reutilizables Es bien reconocido en la ingeniería de software que hay un gran potencial para lograr mejoras de productividad significativas a través de la implementación de un programa de reutilización de software exitoso. Por otra parte, esos beneficios sólo son alcanzables mediante la creación de planes de acción detallados tanto a nivel de organización como de programa. Dada esta necesidad, es sorprendente la escasez de trabajos de investigación relacionados con la planificación, y en particular, la planificación optimizada. Esta investigación, que está dirigida a esta brecha, pone de manifiesto una aplicación de optimización para la planificación de componentes de software reutilizables (SCs). Presentamos un modelo que selecciona un conjunto de SC que debe ser construido, con el fin de reducir los costos de desarrollo y adaptación. También proporcionamos implicaciones a la \"gestión de proyectos\" basada en la simulación, un enfoque que ha sido adoptado por otros modelos de costos en la literatura de ingeniería de software. Tal modelo prescriptivo no existe en la literatura ",
            "error": [
                ""
            ]
        },
        "simulation": {
            "translated_key": "simulación",
            "translated_annotated_text": "Un enfoque de optimización para planificar componentes de software reutilizables Es bien reconocido en la ingeniería de software que hay un gran potencial para lograr mejoras de productividad significativas a través de la implementación de un programa de reutilización de software exitoso. Por otra parte, esos beneficios sólo son alcanzables mediante la creación de planes de acción detallados tanto a nivel de organización como de programa. Dada esta necesidad, es sorprendente la escasez de trabajos de investigación relacionados con la planificación, y en particular, la planificación optimizada. Esta investigación, que está dirigida a esta brecha, pone de manifiesto una aplicación de optimización para la planificación de componentes de software reutilizables (SCs). Presentamos un modelo que selecciona un conjunto de SC que debe ser construido, con el fin de reducir los costos de desarrollo y adaptación. También proporcionamos implicaciones a la gestión de proyectos basada en la \"simulación\", un enfoque que ha sido adoptado por otros modelos de costos en la literatura de ingeniería de software. Tal modelo prescriptivo no existe en la literatura ",
            "error": [
                ""
            ]
        },
        "object-oriented programming": {
            "translated_key": [],
            "translated_annotated_text": "Un enfoque de optimización para planificar componentes de software reutilizables Es bien reconocido en la ingeniería de software que hay un gran potencial para lograr mejoras de productividad significativas a través de la implementación de un programa de reutilización de software exitoso. Por otra parte, esos beneficios sólo son alcanzables mediante la creación de planes de acción detallados tanto a nivel de organización como de programa. Dada esta necesidad, es sorprendente la escasez de trabajos de investigación relacionados con la planificación, y en particular, la planificación optimizada. Esta investigación, que está dirigida a esta brecha, pone de manifiesto una aplicación de optimización para la planificación de componentes de software reutilizables (SCs). Presentamos un modelo que selecciona un conjunto de SC que debe ser construido, con el fin de reducir los costos de desarrollo y adaptación. También proporcionamos implicaciones a la gestión de proyectos basada en la simulación, un enfoque que ha sido adoptado por otros modelos de costos en la literatura de ingeniería de software. Tal modelo prescriptivo no existe en la literatura ",
            "error": []
        },
        "optimisation": {
            "translated_key": [],
            "translated_annotated_text": "Un enfoque de optimización para planificar componentes de software reutilizables Es bien reconocido en la ingeniería de software que hay un gran potencial para lograr mejoras de productividad significativas a través de la implementación de un programa de reutilización de software exitoso. Por otra parte, esos beneficios sólo son alcanzables mediante la creación de planes de acción detallados tanto a nivel de organización como de programa. Dada esta necesidad, es sorprendente la escasez de trabajos de investigación relacionados con la planificación, y en particular, la planificación optimizada. Esta investigación, que está dirigida a esta brecha, pone de manifiesto una aplicación de optimización para la planificación de componentes de software reutilizables (SCs). Presentamos un modelo que selecciona un conjunto de SC que debe ser construido, con el fin de reducir los costos de desarrollo y adaptación. También proporcionamos implicaciones a la gestión de proyectos basada en la simulación, un enfoque que ha sido adoptado por otros modelos de costos en la literatura de ingeniería de software. Tal modelo prescriptivo no existe en la literatura ",
            "error": []
        },
        "planning": {
            "translated_key": "planificación",
            "translated_annotated_text": "Un enfoque de optimización para planificar componentes de software reutilizables Es bien reconocido en la ingeniería de software que hay un gran potencial para lograr mejoras de productividad significativas a través de la implementación de un programa de reutilización de software exitoso. Por otra parte, esos beneficios sólo son alcanzables mediante la creación de planes de acción detallados tanto a nivel de organización como de programa. Ante esta necesidad, es sorprendente la escasez de trabajos de investigación relacionados con la \"planificación\", y en particular, la \"planificación\" optimizada. Esta investigación, que está dirigida a esta brecha, pone de manifiesto una aplicación de optimización para la \"planificación\" de componentes de software reutilizables (SCs). Presentamos un modelo que selecciona un conjunto de SC que debe ser construido, con el fin de reducir los costos de desarrollo y adaptación. También proporcionamos implicaciones a la gestión de proyectos basada en la simulación, un enfoque que ha sido adoptado por otros modelos de costos en la literatura de ingeniería de software. Tal modelo prescriptivo no existe en la literatura ",
            "error": [
                ""
            ]
        },
        "software development management": {
            "translated_key": [],
            "translated_annotated_text": "Un enfoque de optimización para planificar componentes de software reutilizables Es bien reconocido en la ingeniería de software que hay un gran potencial para lograr mejoras de productividad significativas a través de la implementación de un programa de reutilización de software exitoso. Por otra parte, esos beneficios sólo son alcanzables mediante la creación de planes de acción detallados tanto a nivel de organización como de programa. Dada esta necesidad, es sorprendente la escasez de trabajos de investigación relacionados con la planificación, y en particular, la planificación optimizada. Esta investigación, que está dirigida a esta brecha, pone de manifiesto una aplicación de optimización para la planificación de componentes de software reutilizables (SCs). Presentamos un modelo que selecciona un conjunto de SC que debe ser construido, con el fin de reducir los costos de desarrollo y adaptación. También proporcionamos implicaciones a la gestión de proyectos basada en la simulación, un enfoque que ha sido adoptado por otros modelos de costos en la literatura de ingeniería de software. Tal modelo prescriptivo no existe en la literatura ",
            "error": []
        },
        "software reusability": {
            "translated_key": [],
            "translated_annotated_text": "Un enfoque de optimización para planificar componentes de software reutilizables Es bien reconocido en la ingeniería de software que hay un gran potencial para lograr mejoras de productividad significativas a través de la implementación de un programa de reutilización de software exitoso. Por otra parte, esos beneficios sólo son alcanzables mediante la creación de planes de acción detallados tanto a nivel de organización como de programa. Dada esta necesidad, es sorprendente la escasez de trabajos de investigación relacionados con la planificación, y en particular, la planificación optimizada. Esta investigación, que está dirigida a esta brecha, pone de manifiesto una aplicación de optimización para la planificación de componentes de software reutilizables (SCs). Presentamos un modelo que selecciona un conjunto de SC que debe ser construido, con el fin de reducir los costos de desarrollo y adaptación. También proporcionamos implicaciones a la gestión de proyectos basada en la simulación, un enfoque que ha sido adoptado por otros modelos de costos en la literatura de ingeniería de software. Tal modelo prescriptivo no existe en la literatura ",
            "error": []
        }
    }
}