{
    "original_text": "Exploiting structure in adaptive dynamic programming algorithms for a stochastic batch service problem The purpose of this paper is to illustrate the importance of using structural results in dynamic programming algorithms. We consider the problem of approximating optimal strategies for the batch service of customers at a service station. Customers stochastically arrive at the station and wait to be served, incurring a waiting cost and a service cost. Service of customers is performed in groups of a fixed service capacity. We investigate the structure of cost functions and establish some theoretical results including monotonicity of the value functions. Then, we use our adaptive dynamic programming monotone algorithm that uses structure to preserve monotonicity of the estimates at each iterations to approximate the value functions. Since the problem with homogeneous customers can be solved optimally, we have a means of comparison to evaluate our heuristic. Finally, we compare our algorithm to classical forward dynamic programming methods",
    "original_translation": "Explotar la estructura en algoritmos de programación dinámica adaptativa para un problema de servicio por lotes estocástico El propósito de este trabajo es ilustrar la importancia de utilizar resultados estructurales en algoritmos de programación dinámica. Consideramos el problema de aproximar estrategias óptimas para el servicio por lotes de los clientes en una estación de servicio. Los clientes llegan estocásticamente a la estación y esperan a ser servidos, asumiendo un costo de espera y un costo de servicio. El servicio de los clientes se realiza en grupos de una capacidad de servicio fijo. Investigamos la estructura de las funciones de costo y establecemos algunos resultados teóricos incluyendo la monotonicidad de las funciones de valor. A continuación, utilizamos nuestro algoritmo monotono de programación dinámica adaptativa que utiliza la estructura para preservar la monotonicidad de las estimaciones en cada iteración para aproximar las funciones de valor. Dado que el problema con los clientes homogéneos se puede resolver de manera óptima, tenemos un medio de comparación para evaluar nuestra heurística. Finalmente, comparamos nuestro algoritmo con los métodos clásicos de programación dinámica hacia adelante",
    "error_count": 9,
    "keys": {
        "stochastic batch service problem": {
            "translated_key": "estocástico",
            "translated_annotated_text": "Explotar la estructura en algoritmos de programación dinámica adaptativa para un problema de servicio por lotes <br>estocástico</br> El propósito de este artículo es ilustrar la importancia de usar resultados estructurales en algoritmos de programación dinámica. Consideramos el problema de aproximar estrategias óptimas para el servicio por lotes de los clientes en una estación de servicio. Los clientes llegan estocásticamente a la estación y esperan a ser servidos, asumiendo un costo de espera y un costo de servicio. El servicio de los clientes se realiza en grupos de una capacidad de servicio fijo. Investigamos la estructura de las funciones de costo y establecemos algunos resultados teóricos incluyendo la monotonicidad de las funciones de valor. A continuación, utilizamos nuestro algoritmo monotono de programación dinámica adaptativa que utiliza la estructura para preservar la monotonicidad de las estimaciones en cada iteración para aproximar las funciones de valor. Dado que el problema con los clientes homogéneos se puede resolver de manera óptima, tenemos un medio de comparación para evaluar nuestra heurística. Finalmente, comparamos nuestro algoritmo con los métodos clásicos de programación dinámica hacia adelante ",
            "error": [
                ""
            ]
        },
        "adaptive dynamic programming algorithms": {
            "translated_key": [],
            "translated_annotated_text": "Explotar la estructura en algoritmos de programación dinámica <br>adaptiva para un problema de servicio por lotes estocástico El propósito de este artículo es ilustrar la importancia de usar resultados estructurales en algoritmos de programación dinámica. Consideramos el problema de aproximar estrategias óptimas para el servicio por lotes de los clientes en una estación de servicio. Los clientes llegan estocásticamente a la estación y esperan a ser servidos, asumiendo un costo de espera y un costo de servicio. El servicio de los clientes se realiza en grupos de una capacidad de servicio fijo. Investigamos la estructura de las funciones de costo y establecemos algunos resultados teóricos incluyendo la monotonicidad de las funciones de valor. A continuación, utilizamos nuestro algoritmo monotono de programación dinámica adaptativa que utiliza la estructura para preservar la monotonicidad de las estimaciones en cada iteración para aproximar las funciones de valor. Dado que el problema con los clientes homogéneos se puede resolver de manera óptima, tenemos un medio de comparación para evaluar nuestra heurística. Finalmente, comparamos nuestro algoritmo con los métodos clásicos de programación dinámica hacia adelante ",
            "error": []
        },
        "structural results": {
            "translated_key": "resultados estructurales",
            "translated_annotated_text": "Explotar la estructura en algoritmos de programación dinámica adaptativa para un problema de servicio por lotes estocástico El propósito de este artículo es ilustrar la importancia de usar <br>resultados estructurales</br> en algoritmos de programación dinámica. Consideramos el problema de aproximar estrategias óptimas para el servicio por lotes de los clientes en una estación de servicio. Los clientes llegan estocásticamente a la estación y esperan a ser servidos, asumiendo un costo de espera y un costo de servicio. El servicio de los clientes se realiza en grupos de una capacidad de servicio fijo. Investigamos la estructura de las funciones de costo y establecemos algunos resultados teóricos incluyendo la monotonicidad de las funciones de valor. A continuación, utilizamos nuestro algoritmo monotono de programación dinámica adaptativa que utiliza la estructura para preservar la monotonicidad de las estimaciones en cada iteración para aproximar las funciones de valor. Dado que el problema con los clientes homogéneos se puede resolver de manera óptima, tenemos un medio de comparación para evaluar nuestra heurística. Finalmente, comparamos nuestro algoritmo con los métodos clásicos de programación dinámica hacia adelante ",
            "error": [
                ""
            ]
        },
        "optimal strategy approximation": {
            "translated_key": [],
            "translated_annotated_text": "Explotar la estructura en algoritmos de programación dinámica adaptativa para un problema de servicio por lotes estocástico El propósito de este trabajo es ilustrar la importancia de utilizar resultados estructurales en algoritmos de programación dinámica. Consideramos el problema de aproximar estrategias óptimas para el servicio por lotes de los clientes en una estación de servicio. Los clientes llegan estocásticamente a la estación y esperan a ser servidos, asumiendo un costo de espera y un costo de servicio. El servicio de los clientes se realiza en grupos de una capacidad de servicio fijo. Investigamos la estructura de las funciones de costo y establecemos algunos resultados teóricos incluyendo la monotonicidad de las funciones de valor. A continuación, utilizamos nuestro algoritmo monotono de programación dinámica adaptativa que utiliza la estructura para preservar la monotonicidad de las estimaciones en cada iteración para aproximar las funciones de valor. Dado que el problema con los clientes homogéneos se puede resolver de manera óptima, tenemos un medio de comparación para evaluar nuestra heurística. Finalmente, comparamos nuestro algoritmo con los métodos clásicos de programación dinámica hacia adelante ",
            "error": []
        },
        "service station": {
            "translated_key": " ",
            "translated_annotated_text": "Explotar la estructura en algoritmos de programación dinámica adaptativa para un problema de servicio por lotes estocástico El propósito de este trabajo es ilustrar la importancia de utilizar resultados estructurales en algoritmos de programación dinámica. Consideramos el problema de aproximar estrategias óptimas para el servicio por lotes de los clientes en una estación de servicio <br> </br>. Los clientes llegan estocásticamente a la estación y esperan a ser servidos, asumiendo un costo de espera y un costo de servicio. El servicio de los clientes se realiza en grupos de una capacidad de servicio fijo. Investigamos la estructura de las funciones de costo y establecemos algunos resultados teóricos incluyendo la monotonicidad de las funciones de valor. A continuación, utilizamos nuestro algoritmo monotono de programación dinámica adaptativa que utiliza la estructura para preservar la monotonicidad de las estimaciones en cada iteración para aproximar las funciones de valor. Dado que el problema con los clientes homogéneos se puede resolver de manera óptima, tenemos un medio de comparación para evaluar nuestra heurística. Finalmente, comparamos nuestro algoritmo con los métodos clásicos de programación dinámica hacia adelante ",
            "error": [
                ""
            ]
        },
        "waiting cost": {
            "translated_key": "costo de espera",
            "translated_annotated_text": "Explotar la estructura en algoritmos de programación dinámica adaptativa para un problema de servicio por lotes estocástico El propósito de este trabajo es ilustrar la importancia de utilizar resultados estructurales en algoritmos de programación dinámica. Consideramos el problema de aproximar estrategias óptimas para el servicio por lotes de los clientes en una estación de servicio. Los clientes llegan estocásticamente a la estación y esperan para ser servidos, incurriendo en un <br>costo de espera</br> y un costo de servicio. El servicio de los clientes se realiza en grupos de una capacidad de servicio fijo. Investigamos la estructura de las funciones de costo y establecemos algunos resultados teóricos incluyendo la monotonicidad de las funciones de valor. A continuación, utilizamos nuestro algoritmo monotono de programación dinámica adaptativa que utiliza la estructura para preservar la monotonicidad de las estimaciones en cada iteración para aproximar las funciones de valor. Dado que el problema con los clientes homogéneos se puede resolver de manera óptima, tenemos un medio de comparación para evaluar nuestra heurística. Finalmente, comparamos nuestro algoritmo con los métodos clásicos de programación dinámica hacia adelante ",
            "error": [
                ""
            ]
        },
        "service cost": {
            "translated_key": " ",
            "translated_annotated_text": "Explotar la estructura en algoritmos de programación dinámica adaptativa para un problema de servicio por lotes estocástico El propósito de este trabajo es ilustrar la importancia de utilizar resultados estructurales en algoritmos de programación dinámica. Consideramos el problema de aproximar estrategias óptimas para el servicio por lotes de los clientes en una estación de servicio. Los clientes llegan estocásticamente a la estación y esperan para ser servidos, asumiendo un costo de espera y un costo de servicio <br> </br>. El servicio de los clientes se realiza en grupos de una capacidad de servicio fijo. Investigamos la estructura de las funciones de costo y establecemos algunos resultados teóricos incluyendo la monotonicidad de las funciones de valor. A continuación, utilizamos nuestro algoritmo monotono de programación dinámica adaptativa que utiliza la estructura para preservar la monotonicidad de las estimaciones en cada iteración para aproximar las funciones de valor. Dado que el problema con los clientes homogéneos se puede resolver de manera óptima, tenemos un medio de comparación para evaluar nuestra heurística. Finalmente, comparamos nuestro algoritmo con los métodos clásicos de programación dinámica hacia adelante ",
            "error": [
                ""
            ]
        },
        "fixed service capacity": {
            "translated_key": "fijo",
            "translated_annotated_text": "Explotar la estructura en algoritmos de programación dinámica adaptativa para un problema de servicio por lotes estocástico El propósito de este trabajo es ilustrar la importancia de utilizar resultados estructurales en algoritmos de programación dinámica. Consideramos el problema de aproximar estrategias óptimas para el servicio por lotes de los clientes en una estación de servicio. Los clientes llegan estocásticamente a la estación y esperan a ser servidos, asumiendo un costo de espera y un costo de servicio. El servicio de los clientes se realiza en grupos de una capacidad de servicio <br>fijo</br>. Investigamos la estructura de las funciones de costo y establecemos algunos resultados teóricos incluyendo la monotonicidad de las funciones de valor. A continuación, utilizamos nuestro algoritmo monotono de programación dinámica adaptativa que utiliza la estructura para preservar la monotonicidad de las estimaciones en cada iteración para aproximar las funciones de valor. Dado que el problema con los clientes homogéneos se puede resolver de manera óptima, tenemos un medio de comparación para evaluar nuestra heurística. Finalmente, comparamos nuestro algoritmo con los métodos clásicos de programación dinámica hacia adelante ",
            "error": [
                ""
            ]
        },
        "cost function structure": {
            "translated_key": [],
            "translated_annotated_text": "Explotar la estructura en algoritmos de programación dinámica adaptativa para un problema de servicio por lotes estocástico El propósito de este trabajo es ilustrar la importancia de utilizar resultados estructurales en algoritmos de programación dinámica. Consideramos el problema de aproximar estrategias óptimas para el servicio por lotes de los clientes en una estación de servicio. Los clientes llegan estocásticamente a la estación y esperan a ser servidos, asumiendo un costo de espera y un costo de servicio. El servicio de los clientes se realiza en grupos de una capacidad de servicio fijo. Investigamos la estructura de las funciones de costo y establecemos algunos resultados teóricos incluyendo la monotonicidad de las funciones de valor. A continuación, utilizamos nuestro algoritmo monotono de programación dinámica adaptativa que utiliza la estructura para preservar la monotonicidad de las estimaciones en cada iteración para aproximar las funciones de valor. Dado que el problema con los clientes homogéneos se puede resolver de manera óptima, tenemos un medio de comparación para evaluar nuestra heurística. Finalmente, comparamos nuestro algoritmo con los métodos clásicos de programación dinámica hacia adelante ",
            "error": []
        },
        "value function monotonicity": {
            "translated_key": [],
            "translated_annotated_text": "Explotar la estructura en algoritmos de programación dinámica adaptativa para un problema de servicio por lotes estocástico El propósito de este trabajo es ilustrar la importancia de utilizar resultados estructurales en algoritmos de programación dinámica. Consideramos el problema de aproximar estrategias óptimas para el servicio por lotes de los clientes en una estación de servicio. Los clientes llegan estocásticamente a la estación y esperan a ser servidos, asumiendo un costo de espera y un costo de servicio. El servicio de los clientes se realiza en grupos de una capacidad de servicio fijo. Investigamos la estructura de las funciones de costo y establecemos algunos resultados teóricos incluyendo la monotonicidad de las funciones de valor. A continuación, utilizamos nuestro algoritmo monotono de programación dinámica adaptativa que utiliza la estructura para preservar la monotonicidad de las estimaciones en cada iteración para aproximar las funciones de valor. Dado que el problema con los clientes homogéneos se puede resolver de manera óptima, tenemos un medio de comparación para evaluar nuestra heurística. Finalmente, comparamos nuestro algoritmo con los métodos clásicos de programación dinámica hacia adelante ",
            "error": []
        },
        "inventory theory": {
            "translated_key": [],
            "translated_annotated_text": "Explotar la estructura en algoritmos de programación dinámica adaptativa para un problema de servicio por lotes estocástico El propósito de este trabajo es ilustrar la importancia de utilizar resultados estructurales en algoritmos de programación dinámica. Consideramos el problema de aproximar estrategias óptimas para el servicio por lotes de los clientes en una estación de servicio. Los clientes llegan estocásticamente a la estación y esperan a ser servidos, asumiendo un costo de espera y un costo de servicio. El servicio de los clientes se realiza en grupos de una capacidad de servicio fijo. Investigamos la estructura de las funciones de costo y establecemos algunos resultados teóricos incluyendo la monotonicidad de las funciones de valor. A continuación, utilizamos nuestro algoritmo monotono de programación dinámica adaptativa que utiliza la estructura para preservar la monotonicidad de las estimaciones en cada iteración para aproximar las funciones de valor. Dado que el problema con los clientes homogéneos se puede resolver de manera óptima, tenemos un medio de comparación para evaluar nuestra heurística. Finalmente, comparamos nuestro algoritmo con los métodos clásicos de programación dinámica hacia adelante ",
            "error": []
        },
        "dynamic programming": {
            "translated_key": [
                "programación dinámica",
                "programación dinámica",
                " de programación dinámica",
                " "
            ],
            "translated_annotated_text": "Explotar la estructura en algoritmos de <br>programación dinámica</br> adaptativa para un problema de servicio por lotes estocástico El propósito de este trabajo es ilustrar la importancia de utilizar resultados estructurales en algoritmos de <br>programación dinámica</br>.  Consideramos el problema de aproximar estrategias óptimas para el servicio por lotes de los clientes en una estación de servicio. Los clientes llegan estocásticamente a la estación y esperan a ser servidos, asumiendo un costo de espera y un costo de servicio. El servicio de los clientes se realiza en grupos de una capacidad de servicio fijo. Investigamos la estructura de las funciones de costo y establecemos algunos resultados teóricos incluyendo la monotonicidad de las funciones de valor. A continuación, utilizamos nuestro algoritmo monotono adaptativo <br> de programación dinámica</br> que utiliza la estructura para preservar la monotonicidad de las estimaciones en cada iteración para aproximar las funciones de valor. Dado que el problema con los clientes homogéneos se puede resolver de manera óptima, tenemos un medio de comparación para evaluar nuestra heurística. Finalmente, comparamos nuestro algoritmo con los métodos clásicos de programación dinámica <br> </br> ",
            "error": [
                "programación dinámica",
                "programación dinámica",
                " de programación dinámica",
                " "
            ]
        },
        "queueing theory": {
            "translated_key": [],
            "translated_annotated_text": "Explotar la estructura en algoritmos de programación dinámica adaptativa para un problema de servicio por lotes estocástico El propósito de este trabajo es ilustrar la importancia de utilizar resultados estructurales en algoritmos de programación dinámica. Consideramos el problema de aproximar estrategias óptimas para el servicio por lotes de los clientes en una estación de servicio. Los clientes llegan estocásticamente a la estación y esperan a ser servidos, asumiendo un costo de espera y un costo de servicio. El servicio de los clientes se realiza en grupos de una capacidad de servicio fijo. Investigamos la estructura de las funciones de costo y establecemos algunos resultados teóricos incluyendo la monotonicidad de las funciones de valor. A continuación, utilizamos nuestro algoritmo monotono de programación dinámica adaptativa que utiliza la estructura para preservar la monotonicidad de las estimaciones en cada iteración para aproximar las funciones de valor. Dado que el problema con los clientes homogéneos se puede resolver de manera óptima, tenemos un medio de comparación para evaluar nuestra heurística. Finalmente, comparamos nuestro algoritmo con los métodos clásicos de programación dinámica hacia adelante ",
            "error": []
        },
        "stochastic processes": {
            "translated_key": [],
            "translated_annotated_text": "Explotar la estructura en algoritmos de programación dinámica adaptativa para un problema de servicio por lotes estocástico El propósito de este trabajo es ilustrar la importancia de utilizar resultados estructurales en algoritmos de programación dinámica. Consideramos el problema de aproximar estrategias óptimas para el servicio por lotes de los clientes en una estación de servicio. Los clientes llegan estocásticamente a la estación y esperan a ser servidos, asumiendo un costo de espera y un costo de servicio. El servicio de los clientes se realiza en grupos de una capacidad de servicio fijo. Investigamos la estructura de las funciones de costo y establecemos algunos resultados teóricos incluyendo la monotonicidad de las funciones de valor. A continuación, utilizamos nuestro algoritmo monotono de programación dinámica adaptativa que utiliza la estructura para preservar la monotonicidad de las estimaciones en cada iteración para aproximar las funciones de valor. Dado que el problema con los clientes homogéneos se puede resolver de manera óptima, tenemos un medio de comparación para evaluar nuestra heurística. Finalmente, comparamos nuestro algoritmo con los métodos clásicos de programación dinámica hacia adelante ",
            "error": []
        },
        "stock control": {
            "translated_key": [],
            "translated_annotated_text": "Explotar la estructura en algoritmos de programación dinámica adaptativa para un problema de servicio por lotes estocástico El propósito de este trabajo es ilustrar la importancia de utilizar resultados estructurales en algoritmos de programación dinámica. Consideramos el problema de aproximar estrategias óptimas para el servicio por lotes de los clientes en una estación de servicio. Los clientes llegan estocásticamente a la estación y esperan a ser servidos, asumiendo un costo de espera y un costo de servicio. El servicio de los clientes se realiza en grupos de una capacidad de servicio fijo. Investigamos la estructura de las funciones de costo y establecemos algunos resultados teóricos incluyendo la monotonicidad de las funciones de valor. A continuación, utilizamos nuestro algoritmo monotono de programación dinámica adaptativa que utiliza la estructura para preservar la monotonicidad de las estimaciones en cada iteración para aproximar las funciones de valor. Dado que el problema con los clientes homogéneos se puede resolver de manera óptima, tenemos un medio de comparación para evaluar nuestra heurística. Finalmente, comparamos nuestro algoritmo con los métodos clásicos de programación dinámica hacia adelante ",
            "error": []
        }
    }
}