{
    "original_text": "A GRASP heuristic for the mixed Chinese postman problem Arc routing problems (ARPs) consist of finding a traversal on a graph satisfying some conditions related to the links of the graph. In the Chinese postman problem (CPP) the aim is to find a minimum cost tour (closed walk) traversing all the links of the graph at least once. Both the Undirected CPP, where all the links are edges that can be traversed in both ways, and the Directed CPP, where all the links are arcs that must be traversed in a specified way, are known to be polynomially solvable. However, if we deal with a mixed graph (having edges and arcs), the problem turns out to be NP-hard. In this paper, we present a heuristic algorithm for this problem, the so-called Mixed CPP (MCPP), based on greedy randomized adaptive search procedure (GRASP) techniques. The algorithm has been tested and compared with other known and recent methods from the literature on a wide collection of randomly generated instances, with up to 200 nodes and 600 links, producing encouraging computational results. As far as we know, this is the best heuristic algorithm for the MCPP, with respect to solution quality, published up to now",
    "original_translation": "Una heurística GRASP para el problema mixto del cartero chino Los problemas de enrutamiento del arco (ARPs) consisten en encontrar un traversal en un gráfico que satisface algunas condiciones relacionadas con los enlaces del gráfico. En el problema del cartero chino (CPP) el objetivo es encontrar un tour de costo mínimo (paseo cerrado) recorriendo todos los enlaces del gráfico al menos una vez. Tanto el CPP no dirigido, donde todos los enlaces son bordes que pueden ser atravesados de ambas maneras, como el CPP dirigido, donde todos los enlaces son arcos que deben ser atravesados de una manera especificada, se sabe que son polinomiamente solvables. Sin embargo, si tratamos con un gráfico mixto (con bordes y arcos), el problema resulta ser NP-hard. En este trabajo, presentamos un algoritmo heurístico para este problema, el llamado CPP mixto (MCPP), basado en las técnicas de búsqueda adaptativa aleatoria codiciosa (GRASP). El algoritmo ha sido probado y comparado con otros métodos conocidos y recientes de la literatura en una amplia colección de instancias generadas aleatoriamente, con hasta 200 nodos y 600 enlaces, produciendo resultados computacionales alentadores. Por lo que sabemos, este es el mejor algoritmo heurístico para el MCPP, con respecto a la calidad de la solución, publicado hasta ahora",
    "error_count": 10,
    "keys": {
        "mixed Chinese postman problem": {
            "translated_key": "problema mixto del cartero chino",
            "translated_annotated_text": "Una heurística GRASP para el \"problema mixto del cartero chino\" Los problemas de enrutamiento del arco (ARPs) consisten en encontrar un traversal en un gráfico que satisface algunas condiciones relacionadas con los enlaces del gráfico. En el problema del cartero chino (CPP) el objetivo es encontrar un tour de costo mínimo (paseo cerrado) recorriendo todos los enlaces del gráfico al menos una vez. Tanto el CPP no dirigido, donde todos los enlaces son bordes que pueden ser atravesados de ambas maneras, como el CPP dirigido, donde todos los enlaces son arcos que deben ser atravesados de una manera especificada, se sabe que son polinomiamente solvables. Sin embargo, si tratamos con un gráfico mixto (con bordes y arcos), el problema resulta ser NP-hard. En este trabajo, presentamos un algoritmo heurístico para este problema, el llamado CPP mixto (MCPP), basado en las técnicas de búsqueda adaptativa aleatoria codiciosa (GRASP). El algoritmo ha sido probado y comparado con otros métodos conocidos y recientes de la literatura en una amplia colección de instancias generadas aleatoriamente, con hasta 200 nodos y 600 enlaces, produciendo resultados computacionales alentadores. Por lo que sabemos, este es el mejor algoritmo heurístico para el MCPP, con respecto a la calidad de la solución, publicado hasta ahora ",
            "error": [
                ""
            ]
        },
        "GRASP heuristic": {
            "translated_key": "GRASP heurístico",
            "translated_annotated_text": "Un \"GRASP heurístico\" para el problema mixto del cartero chino Los problemas de enrutamiento del arco (ARPs) consisten en encontrar un traversal en un gráfico que satisface algunas condiciones relacionadas con los enlaces del gráfico. En el problema del cartero chino (CPP) el objetivo es encontrar un tour de costo mínimo (paseo cerrado) recorriendo todos los enlaces del gráfico al menos una vez. Tanto el CPP no dirigido, donde todos los enlaces son bordes que pueden ser atravesados de ambas maneras, como el CPP dirigido, donde todos los enlaces son arcos que deben ser atravesados de una manera especificada, se sabe que son polinomiamente solvables. Sin embargo, si tratamos con un gráfico mixto (con bordes y arcos), el problema resulta ser NP-hard. En este trabajo, presentamos un algoritmo heurístico para este problema, el llamado CPP mixto (MCPP), basado en las técnicas de búsqueda adaptativa aleatoria codiciosa (GRASP). El algoritmo ha sido probado y comparado con otros métodos conocidos y recientes de la literatura en una amplia colección de instancias generadas aleatoriamente, con hasta 200 nodos y 600 enlaces, produciendo resultados computacionales alentadores. Por lo que sabemos, este es el mejor algoritmo heurístico para el MCPP, con respecto a la calidad de la solución, publicado hasta ahora ",
            "error": [
                ""
            ]
        },
        "arc routing problems": {
            "translated_key": [],
            "translated_annotated_text": "Una heurística GRASP para el problema mixto del cartero chino Los problemas de enrutamiento del arco (ARPs) consisten en encontrar un traversal en un gráfico que satisface algunas condiciones relacionadas con los enlaces del gráfico. En el problema del cartero chino (CPP) el objetivo es encontrar un tour de costo mínimo (paseo cerrado) recorriendo todos los enlaces del gráfico al menos una vez. Tanto el CPP no dirigido, donde todos los enlaces son bordes que pueden ser atravesados de ambas maneras, como el CPP dirigido, donde todos los enlaces son arcos que deben ser atravesados de una manera especificada, se sabe que son polinomiamente solvables. Sin embargo, si tratamos con un gráfico mixto (con bordes y arcos), el problema resulta ser NP-hard. En este trabajo, presentamos un algoritmo heurístico para este problema, el llamado CPP mixto (MCPP), basado en las técnicas de búsqueda adaptativa aleatoria codiciosa (GRASP). El algoritmo ha sido probado y comparado con otros métodos conocidos y recientes de la literatura en una amplia colección de instancias generadas aleatoriamente, con hasta 200 nodos y 600 enlaces, produciendo resultados computacionales alentadores. Por lo que sabemos, este es el mejor algoritmo heurístico para el MCPP, con respecto a la calidad de la solución, publicado hasta ahora ",
            "error": []
        },
        "graph traversal": {
            "translated_key": [],
            "translated_annotated_text": "Una heurística GRASP para el problema mixto del cartero chino Los problemas de enrutamiento del arco (ARPs) consisten en encontrar un traversal en un gráfico que satisface algunas condiciones relacionadas con los enlaces del gráfico. En el problema del cartero chino (CPP) el objetivo es encontrar un tour de costo mínimo (paseo cerrado) recorriendo todos los enlaces del gráfico al menos una vez. Tanto el CPP no dirigido, donde todos los enlaces son bordes que pueden ser atravesados de ambas maneras, como el CPP dirigido, donde todos los enlaces son arcos que deben ser atravesados de una manera especificada, se sabe que son polinomiamente solvables. Sin embargo, si tratamos con un gráfico mixto (con bordes y arcos), el problema resulta ser NP-hard. En este trabajo, presentamos un algoritmo heurístico para este problema, el llamado CPP mixto (MCPP), basado en las técnicas de búsqueda adaptativa aleatoria codiciosa (GRASP). El algoritmo ha sido probado y comparado con otros métodos conocidos y recientes de la literatura en una amplia colección de instancias generadas aleatoriamente, con hasta 200 nodos y 600 enlaces, produciendo resultados computacionales alentadores. Por lo que sabemos, este es el mejor algoritmo heurístico para el MCPP, con respecto a la calidad de la solución, publicado hasta ahora ",
            "error": []
        },
        "minimum cost tour": {
            "translated_key": "paseo de costo mínimo",
            "translated_annotated_text": "Una heurística GRASP para el problema mixto del cartero chino Los problemas de enrutamiento del arco (ARPs) consisten en encontrar un traversal en un gráfico que satisface algunas condiciones relacionadas con los enlaces del gráfico. En el problema del cartero chino (CPP) el objetivo es encontrar un \"paseo de costo mínimo\" (paseo cerrado) que recorra todos los enlaces del gráfico al menos una vez. Tanto el CPP no dirigido, donde todos los enlaces son bordes que pueden ser atravesados de ambas maneras, como el CPP dirigido, donde todos los enlaces son arcos que deben ser atravesados de una manera especificada, se sabe que son polinomiamente solvables. Sin embargo, si tratamos con un gráfico mixto (con bordes y arcos), el problema resulta ser NP-hard. En este trabajo, presentamos un algoritmo heurístico para este problema, el llamado CPP mixto (MCPP), basado en las técnicas de búsqueda adaptativa aleatoria codiciosa (GRASP). El algoritmo ha sido probado y comparado con otros métodos conocidos y recientes de la literatura en una amplia colección de instancias generadas aleatoriamente, con hasta 200 nodos y 600 enlaces, produciendo resultados computacionales alentadores. Por lo que sabemos, este es el mejor algoritmo heurístico para el MCPP, con respecto a la calidad de la solución, publicado hasta ahora ",
            "error": [
                ""
            ]
        },
        "closed walk": {
            "translated_key": "paseo cerrado",
            "translated_annotated_text": "Una heurística GRASP para el problema mixto del cartero chino Los problemas de enrutamiento del arco (ARPs) consisten en encontrar un traversal en un gráfico que satisface algunas condiciones relacionadas con los enlaces del gráfico. En el problema del cartero chino (CPP) el objetivo es encontrar un tour de costo mínimo (\"paseo cerrado\") que recorra todos los enlaces del gráfico al menos una vez. Tanto el CPP no dirigido, donde todos los enlaces son bordes que pueden ser atravesados de ambas maneras, como el CPP dirigido, donde todos los enlaces son arcos que deben ser atravesados de una manera especificada, se sabe que son polinomiamente solvables. Sin embargo, si tratamos con un gráfico mixto (con bordes y arcos), el problema resulta ser NP-hard. En este trabajo, presentamos un algoritmo heurístico para este problema, el llamado CPP mixto (MCPP), basado en las técnicas de búsqueda adaptativa aleatoria codiciosa (GRASP). El algoritmo ha sido probado y comparado con otros métodos conocidos y recientes de la literatura en una amplia colección de instancias generadas aleatoriamente, con hasta 200 nodos y 600 enlaces, produciendo resultados computacionales alentadores. Por lo que sabemos, este es el mejor algoritmo heurístico para el MCPP, con respecto a la calidad de la solución, publicado hasta ahora ",
            "error": [
                ""
            ]
        },
        "NP-hard problem": {
            "translated_key": [],
            "translated_annotated_text": "Una heurística GRASP para el problema mixto del cartero chino Los problemas de enrutamiento del arco (ARPs) consisten en encontrar un traversal en un gráfico que satisface algunas condiciones relacionadas con los enlaces del gráfico. En el problema del cartero chino (CPP) el objetivo es encontrar un tour de costo mínimo (paseo cerrado) recorriendo todos los enlaces del gráfico al menos una vez. Tanto el CPP no dirigido, donde todos los enlaces son bordes que pueden ser atravesados de ambas maneras, como el CPP dirigido, donde todos los enlaces son arcos que deben ser atravesados de una manera especificada, se sabe que son polinomiamente solvables. Sin embargo, si tratamos con un gráfico mixto (con bordes y arcos), el problema resulta ser NP-hard. En este trabajo, presentamos un algoritmo heurístico para este problema, el llamado CPP mixto (MCPP), basado en las técnicas de búsqueda adaptativa aleatoria codiciosa (GRASP). El algoritmo ha sido probado y comparado con otros métodos conocidos y recientes de la literatura en una amplia colección de instancias generadas aleatoriamente, con hasta 200 nodos y 600 enlaces, produciendo resultados computacionales alentadores. Por lo que sabemos, este es el mejor algoritmo heurístico para el MCPP, con respecto a la calidad de la solución, publicado hasta ahora ",
            "error": []
        },
        "heuristic algorithm": {
            "translated_key": "algoritmo heurístico",
            "translated_annotated_text": "Una heurística GRASP para el problema mixto del cartero chino Los problemas de enrutamiento del arco (ARPs) consisten en encontrar un traversal en un gráfico que satisface algunas condiciones relacionadas con los enlaces del gráfico. En el problema del cartero chino (CPP) el objetivo es encontrar un tour de costo mínimo (paseo cerrado) recorriendo todos los enlaces del gráfico al menos una vez. Tanto el CPP no dirigido, donde todos los enlaces son bordes que pueden ser atravesados de ambas maneras, como el CPP dirigido, donde todos los enlaces son arcos que deben ser atravesados de una manera especificada, se sabe que son polinomiamente solvables. Sin embargo, si tratamos con un gráfico mixto (con bordes y arcos), el problema resulta ser NP-hard. En este trabajo, presentamos un \"algoritmo heurístico\" para este problema, el llamado CPP mixto (MCPP), basado en las técnicas de búsqueda adaptativa aleatoria codiciosa (GRASP). El algoritmo ha sido probado y comparado con otros métodos conocidos y recientes de la literatura en una amplia colección de instancias generadas aleatoriamente, con hasta 200 nodos y 600 enlaces, produciendo resultados computacionales alentadores. Por lo que sabemos, este es el mejor \"algoritmo heurístico\" para el MCPP, con respecto a la calidad de la solución, publicado hasta ahora ",
            "error": [
                ""
            ]
        },
        "greedy randomized adaptive search procedure": {
            "translated_key": "procedimiento de búsqueda adaptativa al azar de Gredy",
            "translated_annotated_text": "Una heurística GRASP para el problema mixto del cartero chino Los problemas de enrutamiento del arco (ARPs) consisten en encontrar un traversal en un gráfico que satisface algunas condiciones relacionadas con los enlaces del gráfico. En el problema del cartero chino (CPP) el objetivo es encontrar un tour de costo mínimo (paseo cerrado) recorriendo todos los enlaces del gráfico al menos una vez. Tanto el CPP no dirigido, donde todos los enlaces son bordes que pueden ser atravesados de ambas maneras, como el CPP dirigido, donde todos los enlaces son arcos que deben ser atravesados de una manera especificada, se sabe que son polinomiamente solvables. Sin embargo, si tratamos con un gráfico mixto (con bordes y arcos), el problema resulta ser NP-hard. En este trabajo, presentamos un algoritmo heurístico para este problema, el llamado CPP mixto (MCPP), basado en las técnicas de \"procedimiento de búsqueda adaptativa al azar de Gredy\" (GRASP). El algoritmo ha sido probado y comparado con otros métodos conocidos y recientes de la literatura en una amplia colección de instancias generadas aleatoriamente, con hasta 200 nodos y 600 enlaces, produciendo resultados computacionales alentadores. Por lo que sabemos, este es el mejor algoritmo heurístico para el MCPP, con respecto a la calidad de la solución, publicado hasta ahora ",
            "error": [
                ""
            ]
        },
        "optimization problems": {
            "translated_key": [],
            "translated_annotated_text": "Una heurística GRASP para el problema mixto del cartero chino Los problemas de enrutamiento del arco (ARPs) consisten en encontrar un traversal en un gráfico que satisface algunas condiciones relacionadas con los enlaces del gráfico. En el problema del cartero chino (CPP) el objetivo es encontrar un tour de costo mínimo (paseo cerrado) recorriendo todos los enlaces del gráfico al menos una vez. Tanto el CPP no dirigido, donde todos los enlaces son bordes que pueden ser atravesados de ambas maneras, como el CPP dirigido, donde todos los enlaces son arcos que deben ser atravesados de una manera especificada, se sabe que son polinomiamente solvables. Sin embargo, si tratamos con un gráfico mixto (con bordes y arcos), el problema resulta ser NP-hard. En este trabajo, presentamos un algoritmo heurístico para este problema, el llamado CPP mixto (MCPP), basado en las técnicas de búsqueda adaptativa aleatoria codiciosa (GRASP). El algoritmo ha sido probado y comparado con otros métodos conocidos y recientes de la literatura en una amplia colección de instancias generadas aleatoriamente, con hasta 200 nodos y 600 enlaces, produciendo resultados computacionales alentadores. Por lo que sabemos, este es el mejor algoritmo heurístico para el MCPP, con respecto a la calidad de la solución, publicado hasta ahora ",
            "error": []
        },
        "metaheuristics": {
            "translated_key": [],
            "translated_annotated_text": "Una heurística GRASP para el problema mixto del cartero chino Los problemas de enrutamiento del arco (ARPs) consisten en encontrar un traversal en un gráfico que satisface algunas condiciones relacionadas con los enlaces del gráfico. En el problema del cartero chino (CPP) el objetivo es encontrar un tour de costo mínimo (paseo cerrado) recorriendo todos los enlaces del gráfico al menos una vez. Tanto el CPP no dirigido, donde todos los enlaces son bordes que pueden ser atravesados de ambas maneras, como el CPP dirigido, donde todos los enlaces son arcos que deben ser atravesados de una manera especificada, se sabe que son polinomiamente solvables. Sin embargo, si tratamos con un gráfico mixto (con bordes y arcos), el problema resulta ser NP-hard. En este trabajo, presentamos un algoritmo heurístico para este problema, el llamado CPP mixto (MCPP), basado en las técnicas de búsqueda adaptativa aleatoria codiciosa (GRASP). El algoritmo ha sido probado y comparado con otros métodos conocidos y recientes de la literatura en una amplia colección de instancias generadas aleatoriamente, con hasta 200 nodos y 600 enlaces, produciendo resultados computacionales alentadores. Por lo que sabemos, este es el mejor algoritmo heurístico para el MCPP, con respecto a la calidad de la solución, publicado hasta ahora ",
            "error": []
        },
        "graph theory": {
            "translated_key": [],
            "translated_annotated_text": "Una heurística GRASP para el problema mixto del cartero chino Los problemas de enrutamiento del arco (ARPs) consisten en encontrar un traversal en un gráfico que satisface algunas condiciones relacionadas con los enlaces del gráfico. En el problema del cartero chino (CPP) el objetivo es encontrar un tour de costo mínimo (paseo cerrado) recorriendo todos los enlaces del gráfico al menos una vez. Tanto el CPP no dirigido, donde todos los enlaces son bordes que pueden ser atravesados de ambas maneras, como el CPP dirigido, donde todos los enlaces son arcos que deben ser atravesados de una manera especificada, se sabe que son polinomiamente solvables. Sin embargo, si tratamos con un gráfico mixto (con bordes y arcos), el problema resulta ser NP-hard. En este trabajo, presentamos un algoritmo heurístico para este problema, el llamado CPP mixto (MCPP), basado en las técnicas de búsqueda adaptativa aleatoria codiciosa (GRASP). El algoritmo ha sido probado y comparado con otros métodos conocidos y recientes de la literatura en una amplia colección de instancias generadas aleatoriamente, con hasta 200 nodos y 600 enlaces, produciendo resultados computacionales alentadores. Por lo que sabemos, este es el mejor algoritmo heurístico para el MCPP, con respecto a la calidad de la solución, publicado hasta ahora ",
            "error": []
        },
        "heuristic programming": {
            "translated_key": [],
            "translated_annotated_text": "Una heurística GRASP para el problema mixto del cartero chino Los problemas de enrutamiento del arco (ARPs) consisten en encontrar un traversal en un gráfico que satisface algunas condiciones relacionadas con los enlaces del gráfico. En el problema del cartero chino (CPP) el objetivo es encontrar un tour de costo mínimo (paseo cerrado) recorriendo todos los enlaces del gráfico al menos una vez. Tanto el CPP no dirigido, donde todos los enlaces son bordes que pueden ser atravesados de ambas maneras, como el CPP dirigido, donde todos los enlaces son arcos que deben ser atravesados de una manera especificada, se sabe que son polinomiamente solvables. Sin embargo, si tratamos con un gráfico mixto (con bordes y arcos), el problema resulta ser NP-hard. En este trabajo, presentamos un algoritmo heurístico para este problema, el llamado CPP mixto (MCPP), basado en las técnicas de búsqueda adaptativa aleatoria codiciosa (GRASP). El algoritmo ha sido probado y comparado con otros métodos conocidos y recientes de la literatura en una amplia colección de instancias generadas aleatoriamente, con hasta 200 nodos y 600 enlaces, produciendo resultados computacionales alentadores. Por lo que sabemos, este es el mejor algoritmo heurístico para el MCPP, con respecto a la calidad de la solución, publicado hasta ahora ",
            "error": []
        },
        "operations research": {
            "translated_key": [],
            "translated_annotated_text": "Una heurística GRASP para el problema mixto del cartero chino Los problemas de enrutamiento del arco (ARPs) consisten en encontrar un traversal en un gráfico que satisface algunas condiciones relacionadas con los enlaces del gráfico. En el problema del cartero chino (CPP) el objetivo es encontrar un tour de costo mínimo (paseo cerrado) recorriendo todos los enlaces del gráfico al menos una vez. Tanto el CPP no dirigido, donde todos los enlaces son bordes que pueden ser atravesados de ambas maneras, como el CPP dirigido, donde todos los enlaces son arcos que deben ser atravesados de una manera especificada, se sabe que son polinomiamente solvables. Sin embargo, si tratamos con un gráfico mixto (con bordes y arcos), el problema resulta ser NP-hard. En este trabajo, presentamos un algoritmo heurístico para este problema, el llamado CPP mixto (MCPP), basado en las técnicas de búsqueda adaptativa aleatoria codiciosa (GRASP). El algoritmo ha sido probado y comparado con otros métodos conocidos y recientes de la literatura en una amplia colección de instancias generadas aleatoriamente, con hasta 200 nodos y 600 enlaces, produciendo resultados computacionales alentadores. Por lo que sabemos, este es el mejor algoritmo heurístico para el MCPP, con respecto a la calidad de la solución, publicado hasta ahora ",
            "error": []
        },
        "optimisation": {
            "translated_key": [],
            "translated_annotated_text": "Una heurística GRASP para el problema mixto del cartero chino Los problemas de enrutamiento del arco (ARPs) consisten en encontrar un traversal en un gráfico que satisface algunas condiciones relacionadas con los enlaces del gráfico. En el problema del cartero chino (CPP) el objetivo es encontrar un tour de costo mínimo (paseo cerrado) recorriendo todos los enlaces del gráfico al menos una vez. Tanto el CPP no dirigido, donde todos los enlaces son bordes que pueden ser atravesados de ambas maneras, como el CPP dirigido, donde todos los enlaces son arcos que deben ser atravesados de una manera especificada, se sabe que son polinomiamente solvables. Sin embargo, si tratamos con un gráfico mixto (con bordes y arcos), el problema resulta ser NP-hard. En este trabajo, presentamos un algoritmo heurístico para este problema, el llamado CPP mixto (MCPP), basado en las técnicas de búsqueda adaptativa aleatoria codiciosa (GRASP). El algoritmo ha sido probado y comparado con otros métodos conocidos y recientes de la literatura en una amplia colección de instancias generadas aleatoriamente, con hasta 200 nodos y 600 enlaces, produciendo resultados computacionales alentadores. Por lo que sabemos, este es el mejor algoritmo heurístico para el MCPP, con respecto a la calidad de la solución, publicado hasta ahora ",
            "error": []
        },
        "search problems": {
            "translated_key": [],
            "translated_annotated_text": "Una heurística GRASP para el problema mixto del cartero chino Los problemas de enrutamiento del arco (ARPs) consisten en encontrar un traversal en un gráfico que satisface algunas condiciones relacionadas con los enlaces del gráfico. En el problema del cartero chino (CPP) el objetivo es encontrar un tour de costo mínimo (paseo cerrado) recorriendo todos los enlaces del gráfico al menos una vez. Tanto el CPP no dirigido, donde todos los enlaces son bordes que pueden ser atravesados de ambas maneras, como el CPP dirigido, donde todos los enlaces son arcos que deben ser atravesados de una manera especificada, se sabe que son polinomiamente solvables. Sin embargo, si tratamos con un gráfico mixto (con bordes y arcos), el problema resulta ser NP-hard. En este trabajo, presentamos un algoritmo heurístico para este problema, el llamado CPP mixto (MCPP), basado en las técnicas de búsqueda adaptativa aleatoria codiciosa (GRASP). El algoritmo ha sido probado y comparado con otros métodos conocidos y recientes de la literatura en una amplia colección de instancias generadas aleatoriamente, con hasta 200 nodos y 600 enlaces, produciendo resultados computacionales alentadores. Por lo que sabemos, este es el mejor algoritmo heurístico para el MCPP, con respecto a la calidad de la solución, publicado hasta ahora ",
            "error": []
        }
    }
}