{
    "original_text": "A solvable queueing network model for railway networks and its validation and applications for the Netherlands The performance of new railway networks cannot be measured or simulated, as no detailed train schedules are available. Railway infrastructure and capacities are to be determined long before the actual traffic is known. This paper therefore proposes a solvable queueing network model to compute performance measures of interest without requiring train schedules (timetables). Closed form expressions for mean delays are obtained. New network designs, traffic scenarios, and capacity expansions can so be evaluated. A comparison with real delay data for the Netherlands supports the practical value of the model. A special Dutch cargo-line application is included",
    "original_translation": "Un modelo de red de colas solvable para las redes ferroviarias y su validación y aplicaciones para los Países Bajos El rendimiento de las nuevas redes ferroviarias no se puede medir ni simular, ya que no hay horarios de trenes detallados disponibles. Las infraestructuras y capacidades ferroviarias se determinarán mucho antes de que se conozca el tráfico real. Por lo tanto, este documento propone un modelo de red de colas solucionables para calcular las medidas de rendimiento de interés sin requerir horarios de tren (horarios). Se obtienen expresiones de formulario cerrado para los retrasos medios. Los nuevos diseños de red, escenarios de tráfico y expansiones de capacidad pueden ser evaluados. Una comparación con los datos sobre retrasos reales de los Países Bajos confirma el valor práctico del modelo. Se incluye una aplicación especial holandesa de línea de carga",
    "error_count": 6,
    "keys": {
        "railway networks": {
            "translated_key": "redes ferroviarias",
            "translated_annotated_text": "Un modelo de red de colas solvable para \"redes ferroviarias\" y su validación y aplicaciones para los Países Bajos El rendimiento de las nuevas \"redes ferroviarias\" no se puede medir ni simular, ya que no hay horarios de trenes detallados disponibles. Las infraestructuras y capacidades ferroviarias se determinarán mucho antes de que se conozca el tráfico real. Por lo tanto, este documento propone un modelo de red de colas solucionables para calcular las medidas de rendimiento de interés sin requerir horarios de tren (horarios). Se obtienen expresiones de formulario cerrado para los retrasos medios. Los nuevos diseños de red, escenarios de tráfico y expansiones de capacidad pueden ser evaluados. Una comparación con los datos sobre retrasos reales de los Países Bajos confirma el valor práctico del modelo. Se incluye una aplicación especial holandesa de línea de carga ",
            "error": [
                ""
            ]
        },
        "solvable queueing network model": {
            "translated_key": "modelo de red de colas resueltas",
            "translated_annotated_text": "Un \"modelo de red de colas resueltas\" para las redes ferroviarias y su validación y aplicaciones para los Países Bajos El rendimiento de las nuevas redes ferroviarias no se puede medir ni simular, ya que no hay horarios de trenes detallados disponibles. Las infraestructuras y capacidades ferroviarias se determinarán mucho antes de que se conozca el tráfico real. Por lo tanto, este documento propone un \"modelo de red de colas resueltas\" para calcular las medidas de rendimiento de interés sin requerir horarios de trenes (horarios). Se obtienen expresiones de formulario cerrado para los retrasos medios. Los nuevos diseños de red, escenarios de tráfico y expansiones de capacidad pueden ser evaluados. Una comparación con los datos sobre retrasos reales de los Países Bajos confirma el valor práctico del modelo. Se incluye una aplicación especial holandesa de línea de carga ",
            "error": [
                ""
            ]
        },
        "Netherlands": {
            "translated_key": "Países Bajos",
            "translated_annotated_text": "Un modelo de red de colas solvable para las redes ferroviarias y su validación y aplicaciones para los \"Países Bajos\" El rendimiento de las nuevas redes ferroviarias no se puede medir ni simular, ya que no hay horarios de trenes detallados disponibles. Las infraestructuras y capacidades ferroviarias se determinarán mucho antes de que se conozca el tráfico real. Por lo tanto, este documento propone un modelo de red de colas solucionables para calcular las medidas de rendimiento de interés sin requerir horarios de tren (horarios). Se obtienen expresiones de formulario cerrado para los retrasos medios. Los nuevos diseños de red, escenarios de tráfico y expansiones de capacidad pueden ser evaluados. Una comparación con los datos de retardo reales para los \"Países Bajos\" apoya el valor práctico del modelo. Se incluye una aplicación especial holandesa de línea de carga ",
            "error": [
                ""
            ]
        },
        "railway infrastructure": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo de red de colas solvable para las redes ferroviarias y su validación y aplicaciones para los Países Bajos El rendimiento de las nuevas redes ferroviarias no se puede medir ni simular, ya que no hay horarios de trenes detallados disponibles. Las infraestructuras y capacidades ferroviarias se determinarán mucho antes de que se conozca el tráfico real. Por lo tanto, este documento propone un modelo de red de colas solucionables para calcular las medidas de rendimiento de interés sin requerir horarios de tren (horarios). Se obtienen expresiones de formulario cerrado para los retrasos medios. Los nuevos diseños de red, escenarios de tráfico y expansiones de capacidad pueden ser evaluados. Una comparación con los datos sobre retrasos reales de los Países Bajos confirma el valor práctico del modelo. Se incluye una aplicación especial holandesa de línea de carga ",
            "error": []
        },
        "railway capacities": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo de red de colas solvable para las redes ferroviarias y su validación y aplicaciones para los Países Bajos El rendimiento de las nuevas redes ferroviarias no se puede medir ni simular, ya que no hay horarios de trenes detallados disponibles. Las infraestructuras y capacidades ferroviarias se determinarán mucho antes de que se conozca el tráfico real. Por lo tanto, este documento propone un modelo de red de colas solucionables para calcular las medidas de rendimiento de interés sin requerir horarios de tren (horarios). Se obtienen expresiones de formulario cerrado para los retrasos medios. Los nuevos diseños de red, escenarios de tráfico y expansiones de capacidad pueden ser evaluados. Una comparación con los datos sobre retrasos reales de los Países Bajos confirma el valor práctico del modelo. Se incluye una aplicación especial holandesa de línea de carga ",
            "error": []
        },
        "performance measures": {
            "translated_key": "medidas de rendimiento",
            "translated_annotated_text": "Un modelo de red de colas solvable para las redes ferroviarias y su validación y aplicaciones para los Países Bajos El rendimiento de las nuevas redes ferroviarias no se puede medir ni simular, ya que no hay horarios de trenes detallados disponibles. Las infraestructuras y capacidades ferroviarias se determinarán mucho antes de que se conozca el tráfico real. Por lo tanto, este artículo propone un modelo de red de colas solvable para calcular \"medidas de rendimiento\" de interés sin requerir horarios de tren (horarios). Se obtienen expresiones de formulario cerrado para los retrasos medios. Los nuevos diseños de red, escenarios de tráfico y expansiones de capacidad pueden ser evaluados. Una comparación con los datos sobre retrasos reales de los Países Bajos confirma el valor práctico del modelo. Se incluye una aplicación especial holandesa de línea de carga ",
            "error": [
                ""
            ]
        },
        "closed form expressions": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo de red de colas solvable para las redes ferroviarias y su validación y aplicaciones para los Países Bajos El rendimiento de las nuevas redes ferroviarias no se puede medir ni simular, ya que no hay horarios de trenes detallados disponibles. Las infraestructuras y capacidades ferroviarias se determinarán mucho antes de que se conozca el tráfico real. Por lo tanto, este documento propone un modelo de red de colas solucionables para calcular las medidas de rendimiento de interés sin requerir horarios de tren (horarios). Se obtienen expresiones de formulario cerrado para los retrasos medios. Los nuevos diseños de red, escenarios de tráfico y expansiones de capacidad pueden ser evaluados. Una comparación con los datos sobre retrasos reales de los Países Bajos confirma el valor práctico del modelo. Se incluye una aplicación especial holandesa de línea de carga ",
            "error": []
        },
        "mean delays": {
            "translated_key": "retardos medios",
            "translated_annotated_text": "Un modelo de red de colas solvable para las redes ferroviarias y su validación y aplicaciones para los Países Bajos El rendimiento de las nuevas redes ferroviarias no se puede medir ni simular, ya que no hay horarios de trenes detallados disponibles. Las infraestructuras y capacidades ferroviarias se determinarán mucho antes de que se conozca el tráfico real. Por lo tanto, este documento propone un modelo de red de colas solucionables para calcular las medidas de rendimiento de interés sin requerir horarios de tren (horarios). Se obtienen expresiones de formulario cerrado para \"retardos medios\". Los nuevos diseños de red, escenarios de tráfico y expansiones de capacidad pueden ser evaluados. Una comparación con los datos sobre retrasos reales de los Países Bajos confirma el valor práctico del modelo. Se incluye una aplicación especial holandesa de línea de carga ",
            "error": [
                ""
            ]
        },
        "network designs": {
            "translated_key": "diseños de red",
            "translated_annotated_text": "Un modelo de red de colas solvable para las redes ferroviarias y su validación y aplicaciones para los Países Bajos El rendimiento de las nuevas redes ferroviarias no se puede medir ni simular, ya que no hay horarios de trenes detallados disponibles. Las infraestructuras y capacidades ferroviarias se determinarán mucho antes de que se conozca el tráfico real. Por lo tanto, este documento propone un modelo de red de colas solucionables para calcular las medidas de rendimiento de interés sin requerir horarios de tren (horarios). Se obtienen expresiones de formulario cerrado para los retrasos medios. Los nuevos \"diseños de red\", escenarios de tráfico y expansiones de capacidad pueden ser evaluados. Una comparación con los datos sobre retrasos reales de los Países Bajos confirma el valor práctico del modelo. Se incluye una aplicación especial holandesa de línea de carga ",
            "error": [
                ""
            ]
        },
        "traffic scenarios": {
            "translated_key": "escenarios de tráfico",
            "translated_annotated_text": "Un modelo de red de colas solvable para las redes ferroviarias y su validación y aplicaciones para los Países Bajos El rendimiento de las nuevas redes ferroviarias no se puede medir ni simular, ya que no hay horarios de trenes detallados disponibles. Las infraestructuras y capacidades ferroviarias se determinarán mucho antes de que se conozca el tráfico real. Por lo tanto, este documento propone un modelo de red de colas solucionables para calcular las medidas de rendimiento de interés sin requerir horarios de tren (horarios). Se obtienen expresiones de formulario cerrado para los retrasos medios. Los nuevos diseños de red, los \"escenarios de tráfico\" y las expansiones de capacidad pueden ser evaluados. Una comparación con los datos sobre retrasos reales de los Países Bajos confirma el valor práctico del modelo. Se incluye una aplicación especial holandesa de línea de carga ",
            "error": [
                ""
            ]
        },
        "capacity expansions": {
            "translated_key": "expansiones de capacidad",
            "translated_annotated_text": "Un modelo de red de colas solvable para las redes ferroviarias y su validación y aplicaciones para los Países Bajos El rendimiento de las nuevas redes ferroviarias no se puede medir ni simular, ya que no hay horarios de trenes detallados disponibles. Las infraestructuras y capacidades ferroviarias se determinarán mucho antes de que se conozca el tráfico real. Por lo tanto, este documento propone un modelo de red de colas solucionables para calcular las medidas de rendimiento de interés sin requerir horarios de tren (horarios). Se obtienen expresiones de formulario cerrado para los retrasos medios. Los nuevos diseños de red, escenarios de tráfico y \"expansiones de capacidad\" pueden ser evaluados. Una comparación con los datos sobre retrasos reales de los Países Bajos confirma el valor práctico del modelo. Se incluye una aplicación especial holandesa de línea de carga ",
            "error": [
                ""
            ]
        },
        "Dutch cargo-line application": {
            "translated_key": "aplicación de línea de carga holandesa",
            "translated_annotated_text": "Un modelo de red de colas solvable para las redes ferroviarias y su validación y aplicaciones para los Países Bajos El rendimiento de las nuevas redes ferroviarias no se puede medir ni simular, ya que no hay horarios de trenes detallados disponibles. Las infraestructuras y capacidades ferroviarias se determinarán mucho antes de que se conozca el tráfico real. Por lo tanto, este documento propone un modelo de red de colas solucionables para calcular las medidas de rendimiento de interés sin requerir horarios de tren (horarios). Se obtienen expresiones de formulario cerrado para los retrasos medios. Los nuevos diseños de red, escenarios de tráfico y expansiones de capacidad pueden ser evaluados. Una comparación con los datos sobre retrasos reales de los Países Bajos confirma el valor práctico del modelo. Se incluye una \"aplicación de línea de carga holandesa\" especial ",
            "error": [
                ""
            ]
        },
        "delay estimation": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo de red de colas solvable para las redes ferroviarias y su validación y aplicaciones para los Países Bajos El rendimiento de las nuevas redes ferroviarias no se puede medir ni simular, ya que no hay horarios de trenes detallados disponibles. Las infraestructuras y capacidades ferroviarias se determinarán mucho antes de que se conozca el tráfico real. Por lo tanto, este documento propone un modelo de red de colas solucionables para calcular las medidas de rendimiento de interés sin requerir horarios de tren (horarios). Se obtienen expresiones de formulario cerrado para los retrasos medios. Los nuevos diseños de red, escenarios de tráfico y expansiones de capacidad pueden ser evaluados. Una comparación con los datos sobre retrasos reales de los Países Bajos confirma el valor práctico del modelo. Se incluye una aplicación especial holandesa de línea de carga ",
            "error": []
        },
        "queueing theory": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo de red de colas solvable para las redes ferroviarias y su validación y aplicaciones para los Países Bajos El rendimiento de las nuevas redes ferroviarias no se puede medir ni simular, ya que no hay horarios de trenes detallados disponibles. Las infraestructuras y capacidades ferroviarias se determinarán mucho antes de que se conozca el tráfico real. Por lo tanto, este documento propone un modelo de red de colas solucionables para calcular las medidas de rendimiento de interés sin requerir horarios de tren (horarios). Se obtienen expresiones de formulario cerrado para los retrasos medios. Los nuevos diseños de red, escenarios de tráfico y expansiones de capacidad pueden ser evaluados. Una comparación con los datos sobre retrasos reales de los Países Bajos confirma el valor práctico del modelo. Se incluye una aplicación especial holandesa de línea de carga ",
            "error": []
        },
        "railways": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo de red de colas solvable para las redes ferroviarias y su validación y aplicaciones para los Países Bajos El rendimiento de las nuevas redes ferroviarias no se puede medir ni simular, ya que no hay horarios de trenes detallados disponibles. Las infraestructuras y capacidades ferroviarias se determinarán mucho antes de que se conozca el tráfico real. Por lo tanto, este documento propone un modelo de red de colas solucionables para calcular las medidas de rendimiento de interés sin requerir horarios de tren (horarios). Se obtienen expresiones de formulario cerrado para los retrasos medios. Los nuevos diseños de red, escenarios de tráfico y expansiones de capacidad pueden ser evaluados. Una comparación con los datos sobre retrasos reales de los Países Bajos confirma el valor práctico del modelo. Se incluye una aplicación especial holandesa de línea de carga ",
            "error": []
        }
    }
}