{
    "original_text": "Modeling undesirable factors in efficiency evaluation Data envelopment analysis (DEA) measures the relative efficiency of decision making units (DMUs) with multiple performance factors which are grouped into outputs and inputs. Once the efficient frontier is determined, inefficient DMUs can improve their performance to reach the efficient frontier by either increasing their current output levels or decreasing their current input levels. However, both desirable (good) and undesirable (bad) factors may be present. For example, if inefficiency exists in production processes where final products are manufactured with a production of wastes and pollutants, the outputs of wastes and pollutants are undesirable and should be reduced to improve the performance. Using the classification invariance property, we show that the standard DEA model can be used to improve the performance via increasing the desirable outputs and decreasing the undesirable outputs. The method can also be applied to situations when some inputs need to be increased to improve the performance. The linearity and convexity of DEA are preserved through our proposal",
    "original_translation": "Modelar factores indeseables en la evaluación de la eficiencia El análisis de envolvimiento de datos (DEA) mide la eficiencia relativa de las unidades de toma de decisiones (DMU) con múltiples factores de rendimiento que se agrupan en productos e insumos. Una vez determinada la frontera eficiente, las DMU ineficientes pueden mejorar su rendimiento para alcanzar la frontera eficiente aumentando sus niveles actuales de producción o disminuyendo sus niveles actuales de entrada. Sin embargo, tanto los factores deseables (buenos) como los indeseables (malos) pueden estar presentes. Por ejemplo, si existe ineficiencia en los procesos de producción en los que los productos finales se fabrican con una producción de desechos y contaminantes, las salidas de desechos y contaminantes son indeseables y deberían reducirse para mejorar el rendimiento. Utilizando la propiedad de la invarianza de clasificación, mostramos que el modelo estándar DEA se puede utilizar para mejorar el rendimiento mediante el aumento de las salidas deseables y la disminución de las salidas indeseables. El método también puede aplicarse a situaciones en las que es necesario aumentar algunos insumos para mejorar el rendimiento. La linealidad y convexidad de la DEA se conservan a través de nuestra propuesta",
    "error_count": 7,
    "keys": {
        "data envelopment analysis": {
            "translated_key": [],
            "translated_annotated_text": "Modelar factores indeseables en la evaluación de la eficiencia El análisis de envolvimiento de datos (DEA) mide la eficiencia relativa de las unidades de toma de decisiones (DMU) con múltiples factores de rendimiento que se agrupan en productos e insumos. Una vez determinada la frontera eficiente, las DMU ineficientes pueden mejorar su rendimiento para alcanzar la frontera eficiente aumentando sus niveles actuales de producción o disminuyendo sus niveles actuales de entrada. Sin embargo, tanto los factores deseables (buenos) como los indeseables (malos) pueden estar presentes. Por ejemplo, si existe ineficiencia en los procesos de producción en los que los productos finales se fabrican con una producción de desechos y contaminantes, las salidas de desechos y contaminantes son indeseables y deberían reducirse para mejorar el rendimiento. Utilizando la propiedad de la invarianza de clasificación, mostramos que el modelo estándar DEA se puede utilizar para mejorar el rendimiento mediante el aumento de las salidas deseables y la disminución de las salidas indeseables. El método también puede aplicarse a situaciones en las que es necesario aumentar algunos insumos para mejorar el rendimiento. La linealidad y convexidad de la DEA se conservan a través de nuestra propuesta ",
            "error": []
        },
        "decision making units": {
            "translated_key": "unidades de toma de decisiones",
            "translated_annotated_text": "Modelar factores indeseables en la evaluación de la eficiencia El análisis de envolvimiento de datos (DEA) mide la eficiencia relativa de las \"unidades de toma de decisiones\" (DMU) con múltiples factores de rendimiento que se agrupan en salidas e insumos. Una vez determinada la frontera eficiente, las DMU ineficientes pueden mejorar su rendimiento para alcanzar la frontera eficiente aumentando sus niveles actuales de producción o disminuyendo sus niveles actuales de entrada. Sin embargo, tanto los factores deseables (buenos) como los indeseables (malos) pueden estar presentes. Por ejemplo, si existe ineficiencia en los procesos de producción en los que los productos finales se fabrican con una producción de desechos y contaminantes, las salidas de desechos y contaminantes son indeseables y deberían reducirse para mejorar el rendimiento. Utilizando la propiedad de la invarianza de clasificación, mostramos que el modelo estándar DEA se puede utilizar para mejorar el rendimiento mediante el aumento de las salidas deseables y la disminución de las salidas indeseables. El método también puede aplicarse a situaciones en las que es necesario aumentar algunos insumos para mejorar el rendimiento. La linealidad y convexidad de la DEA se conservan a través de nuestra propuesta ",
            "error": [
                ""
            ]
        },
        "multiple performance factors": {
            "translated_key": "factores de rendimiento múltiples",
            "translated_annotated_text": "Modelar factores indeseables en la evaluación de la eficiencia El análisis de envolvimiento de datos (DEA) mide la eficiencia relativa de las unidades de toma de decisiones (DMU) con \"factores de rendimiento múltiples\" que se agrupan en salidas e entradas. Una vez determinada la frontera eficiente, las DMU ineficientes pueden mejorar su rendimiento para alcanzar la frontera eficiente aumentando sus niveles actuales de producción o disminuyendo sus niveles actuales de entrada. Sin embargo, tanto los factores deseables (buenos) como los indeseables (malos) pueden estar presentes. Por ejemplo, si existe ineficiencia en los procesos de producción en los que los productos finales se fabrican con una producción de desechos y contaminantes, las salidas de desechos y contaminantes son indeseables y deberían reducirse para mejorar el rendimiento. Utilizando la propiedad de la invarianza de clasificación, mostramos que el modelo estándar DEA se puede utilizar para mejorar el rendimiento mediante el aumento de las salidas deseables y la disminución de las salidas indeseables. El método también puede aplicarse a situaciones en las que es necesario aumentar algunos insumos para mejorar el rendimiento. La linealidad y convexidad de la DEA se conservan a través de nuestra propuesta ",
            "error": [
                ""
            ]
        },
        "efficient frontier": {
            "translated_key": "frontera eficiente",
            "translated_annotated_text": "Modelar factores indeseables en la evaluación de la eficiencia El análisis de envolvimiento de datos (DEA) mide la eficiencia relativa de las unidades de toma de decisiones (DMU) con múltiples factores de rendimiento que se agrupan en productos e insumos. Una vez determinada la \"frontera eficiente\", las DMU ineficientes pueden mejorar su rendimiento para alcanzar la \"frontera eficiente\" aumentando sus niveles actuales de producción o disminuyendo sus niveles actuales de entrada. Sin embargo, tanto los factores deseables (buenos) como los indeseables (malos) pueden estar presentes. Por ejemplo, si existe ineficiencia en los procesos de producción en los que los productos finales se fabrican con una producción de desechos y contaminantes, las salidas de desechos y contaminantes son indeseables y deberían reducirse para mejorar el rendimiento. Utilizando la propiedad de la invarianza de clasificación, mostramos que el modelo estándar DEA se puede utilizar para mejorar el rendimiento mediante el aumento de las salidas deseables y la disminución de las salidas indeseables. El método también puede aplicarse a situaciones en las que es necesario aumentar algunos insumos para mejorar el rendimiento. La linealidad y convexidad de la DEA se conservan a través de nuestra propuesta ",
            "error": [
                ""
            ]
        },
        "current output levels": {
            "translated_key": "niveles actuales de producción",
            "translated_annotated_text": "Modelar factores indeseables en la evaluación de la eficiencia El análisis de envolvimiento de datos (DEA) mide la eficiencia relativa de las unidades de toma de decisiones (DMU) con múltiples factores de rendimiento que se agrupan en productos e insumos. Una vez determinada la frontera eficiente, las DMU ineficientes pueden mejorar su rendimiento para alcanzar la frontera eficiente aumentando sus \"niveles actuales de producción\" o disminuyendo sus niveles actuales de entrada. Sin embargo, tanto los factores deseables (buenos) como los indeseables (malos) pueden estar presentes. Por ejemplo, si existe ineficiencia en los procesos de producción en los que los productos finales se fabrican con una producción de desechos y contaminantes, las salidas de desechos y contaminantes son indeseables y deberían reducirse para mejorar el rendimiento. Utilizando la propiedad de la invarianza de clasificación, mostramos que el modelo estándar DEA se puede utilizar para mejorar el rendimiento mediante el aumento de las salidas deseables y la disminución de las salidas indeseables. El método también puede aplicarse a situaciones en las que es necesario aumentar algunos insumos para mejorar el rendimiento. La linealidad y convexidad de la DEA se conservan a través de nuestra propuesta ",
            "error": [
                ""
            ]
        },
        "current input levels": {
            "translated_key": "niveles actuales de entrada",
            "translated_annotated_text": "Modelar factores indeseables en la evaluación de la eficiencia El análisis de envolvimiento de datos (DEA) mide la eficiencia relativa de las unidades de toma de decisiones (DMU) con múltiples factores de rendimiento que se agrupan en productos e insumos. Una vez determinada la frontera eficiente, las DMU ineficientes pueden mejorar su rendimiento para alcanzar la frontera eficiente aumentando sus niveles actuales de producción o disminuyendo sus \"niveles actuales de entrada\". Sin embargo, tanto los factores deseables (buenos) como los indeseables (malos) pueden estar presentes. Por ejemplo, si existe ineficiencia en los procesos de producción en los que los productos finales se fabrican con una producción de desechos y contaminantes, las salidas de desechos y contaminantes son indeseables y deberían reducirse para mejorar el rendimiento. Utilizando la propiedad de la invarianza de clasificación, mostramos que el modelo estándar DEA se puede utilizar para mejorar el rendimiento mediante el aumento de las salidas deseables y la disminución de las salidas indeseables. El método también puede aplicarse a situaciones en las que es necesario aumentar algunos insumos para mejorar el rendimiento. La linealidad y convexidad de la DEA se conservan a través de nuestra propuesta ",
            "error": [
                ""
            ]
        },
        "production processes": {
            "translated_key": "procesos de producción",
            "translated_annotated_text": "Modelar factores indeseables en la evaluación de la eficiencia El análisis de envolvimiento de datos (DEA) mide la eficiencia relativa de las unidades de toma de decisiones (DMU) con múltiples factores de rendimiento que se agrupan en productos e insumos. Una vez determinada la frontera eficiente, las DMU ineficientes pueden mejorar su rendimiento para alcanzar la frontera eficiente aumentando sus niveles actuales de producción o disminuyendo sus niveles actuales de entrada. Sin embargo, tanto los factores deseables (buenos) como los indeseables (malos) pueden estar presentes. Por ejemplo, si existe ineficiencia en los \"procesos de producción\" en los que los productos finales se fabrican con una producción de residuos y contaminantes, las salidas de residuos y contaminantes son indeseables y deben reducirse para mejorar el rendimiento. Utilizando la propiedad de la invarianza de clasificación, mostramos que el modelo estándar DEA se puede utilizar para mejorar el rendimiento mediante el aumento de las salidas deseables y la disminución de las salidas indeseables. El método también puede aplicarse a situaciones en las que es necesario aumentar algunos insumos para mejorar el rendimiento. La linealidad y convexidad de la DEA se conservan a través de nuestra propuesta ",
            "error": [
                ""
            ]
        },
        "final product manufacture": {
            "translated_key": [],
            "translated_annotated_text": "Modelar factores indeseables en la evaluación de la eficiencia El análisis de envolvimiento de datos (DEA) mide la eficiencia relativa de las unidades de toma de decisiones (DMU) con múltiples factores de rendimiento que se agrupan en productos e insumos. Una vez determinada la frontera eficiente, las DMU ineficientes pueden mejorar su rendimiento para alcanzar la frontera eficiente aumentando sus niveles actuales de producción o disminuyendo sus niveles actuales de entrada. Sin embargo, tanto los factores deseables (buenos) como los indeseables (malos) pueden estar presentes. Por ejemplo, si existe ineficiencia en los procesos de producción en los que los productos finales se fabrican con una producción de desechos y contaminantes, las salidas de desechos y contaminantes son indeseables y deberían reducirse para mejorar el rendimiento. Utilizando la propiedad de la invarianza de clasificación, mostramos que el modelo estándar DEA se puede utilizar para mejorar el rendimiento mediante el aumento de las salidas deseables y la disminución de las salidas indeseables. El método también puede aplicarse a situaciones en las que es necesario aumentar algunos insumos para mejorar el rendimiento. La linealidad y convexidad de la DEA se conservan a través de nuestra propuesta ",
            "error": []
        },
        "wastes": {
            "translated_key": "residuos",
            "translated_annotated_text": "Modelar factores indeseables en la evaluación de la eficiencia El análisis de envolvimiento de datos (DEA) mide la eficiencia relativa de las unidades de toma de decisiones (DMU) con múltiples factores de rendimiento que se agrupan en productos e insumos. Una vez determinada la frontera eficiente, las DMU ineficientes pueden mejorar su rendimiento para alcanzar la frontera eficiente aumentando sus niveles actuales de producción o disminuyendo sus niveles actuales de entrada. Sin embargo, tanto los factores deseables (buenos) como los indeseables (malos) pueden estar presentes. Por ejemplo, si existe ineficiencia en los procesos de producción en los que los productos finales se fabrican con una producción de \"residuos\" y contaminantes, las salidas de \"residuos\" y contaminantes son indeseables y deberían reducirse para mejorar el rendimiento. Utilizando la propiedad de la invarianza de clasificación, mostramos que el modelo estándar DEA se puede utilizar para mejorar el rendimiento mediante el aumento de las salidas deseables y la disminución de las salidas indeseables. El método también puede aplicarse a situaciones en las que es necesario aumentar algunos insumos para mejorar el rendimiento. La linealidad y convexidad de la DEA se conservan a través de nuestra propuesta ",
            "error": [
                ""
            ]
        },
        "pollutants": {
            "translated_key": "contaminantes",
            "translated_annotated_text": "Modelar factores indeseables en la evaluación de la eficiencia El análisis de envolvimiento de datos (DEA) mide la eficiencia relativa de las unidades de toma de decisiones (DMU) con múltiples factores de rendimiento que se agrupan en productos e insumos. Una vez determinada la frontera eficiente, las DMU ineficientes pueden mejorar su rendimiento para alcanzar la frontera eficiente aumentando sus niveles actuales de producción o disminuyendo sus niveles actuales de entrada. Sin embargo, tanto los factores deseables (buenos) como los indeseables (malos) pueden estar presentes. Por ejemplo, si existe ineficiencia en los procesos de producción en los que los productos finales se fabrican con una producción de residuos y \"contaminantes\", las salidas de los desechos y \"contaminantes\" son indeseables y deben reducirse para mejorar el rendimiento. Utilizando la propiedad de la invarianza de clasificación, mostramos que el modelo estándar DEA se puede utilizar para mejorar el rendimiento mediante el aumento de las salidas deseables y la disminución de las salidas indeseables. El método también puede aplicarse a situaciones en las que es necesario aumentar algunos insumos para mejorar el rendimiento. La linealidad y convexidad de la DEA se conservan a través de nuestra propuesta ",
            "error": [
                ""
            ]
        },
        "classification invariance property": {
            "translated_key": "propiedad de invarianza de clasificación",
            "translated_annotated_text": "Modelar factores indeseables en la evaluación de la eficiencia El análisis de envolvimiento de datos (DEA) mide la eficiencia relativa de las unidades de toma de decisiones (DMU) con múltiples factores de rendimiento que se agrupan en productos e insumos. Una vez determinada la frontera eficiente, las DMU ineficientes pueden mejorar su rendimiento para alcanzar la frontera eficiente aumentando sus niveles actuales de producción o disminuyendo sus niveles actuales de entrada. Sin embargo, tanto los factores deseables (buenos) como los indeseables (malos) pueden estar presentes. Por ejemplo, si existe ineficiencia en los procesos de producción en los que los productos finales se fabrican con una producción de desechos y contaminantes, las salidas de desechos y contaminantes son indeseables y deberían reducirse para mejorar el rendimiento. Utilizando la \"propiedad de invarianza de clasificación\", mostramos que el modelo estándar DEA se puede utilizar para mejorar el rendimiento mediante el aumento de las salidas deseables y la disminución de las salidas indeseables. El método también puede aplicarse a situaciones en las que es necesario aumentar algunos insumos para mejorar el rendimiento. La linealidad y convexidad de la DEA se conservan a través de nuestra propuesta ",
            "error": [
                ""
            ]
        },
        "desirable outputs": {
            "translated_key": "salidas deseables",
            "translated_annotated_text": "Modelar factores indeseables en la evaluación de la eficiencia El análisis de envolvimiento de datos (DEA) mide la eficiencia relativa de las unidades de toma de decisiones (DMU) con múltiples factores de rendimiento que se agrupan en productos e insumos. Una vez determinada la frontera eficiente, las DMU ineficientes pueden mejorar su rendimiento para alcanzar la frontera eficiente aumentando sus niveles actuales de producción o disminuyendo sus niveles actuales de entrada. Sin embargo, tanto los factores deseables (buenos) como los indeseables (malos) pueden estar presentes. Por ejemplo, si existe ineficiencia en los procesos de producción en los que los productos finales se fabrican con una producción de desechos y contaminantes, las salidas de desechos y contaminantes son indeseables y deberían reducirse para mejorar el rendimiento. Utilizando la propiedad de clasificación de la invarianza, mostramos que el modelo estándar DEA se puede utilizar para mejorar el rendimiento mediante el aumento de las \"salidas deseables\" y la disminución de las salidas indeseables. El método también puede aplicarse a situaciones en las que es necesario aumentar algunos insumos para mejorar el rendimiento. La linealidad y convexidad de la DEA se conservan a través de nuestra propuesta ",
            "error": [
                ""
            ]
        },
        "undesirable outputs": {
            "translated_key": "salidas indeseables",
            "translated_annotated_text": "Modelar factores indeseables en la evaluación de la eficiencia El análisis de envolvimiento de datos (DEA) mide la eficiencia relativa de las unidades de toma de decisiones (DMU) con múltiples factores de rendimiento que se agrupan en productos e insumos. Una vez determinada la frontera eficiente, las DMU ineficientes pueden mejorar su rendimiento para alcanzar la frontera eficiente aumentando sus niveles actuales de producción o disminuyendo sus niveles actuales de entrada. Sin embargo, tanto los factores deseables (buenos) como los indeseables (malos) pueden estar presentes. Por ejemplo, si existe ineficiencia en los procesos de producción en los que los productos finales se fabrican con una producción de desechos y contaminantes, las salidas de desechos y contaminantes son indeseables y deberían reducirse para mejorar el rendimiento. Utilizando la propiedad de la invarianza de clasificación, mostramos que el modelo estándar DEA se puede utilizar para mejorar el rendimiento mediante el aumento de las salidas deseables y la disminución de las \"salidas indeseables\". El método también puede aplicarse a situaciones en las que es necesario aumentar algunos insumos para mejorar el rendimiento. La linealidad y convexidad de la DEA se conservan a través de nuestra propuesta ",
            "error": [
                ""
            ]
        },
        "linear programming": {
            "translated_key": [],
            "translated_annotated_text": "Modelar factores indeseables en la evaluación de la eficiencia El análisis de envolvimiento de datos (DEA) mide la eficiencia relativa de las unidades de toma de decisiones (DMU) con múltiples factores de rendimiento que se agrupan en productos e insumos. Una vez determinada la frontera eficiente, las DMU ineficientes pueden mejorar su rendimiento para alcanzar la frontera eficiente aumentando sus niveles actuales de producción o disminuyendo sus niveles actuales de entrada. Sin embargo, tanto los factores deseables (buenos) como los indeseables (malos) pueden estar presentes. Por ejemplo, si existe ineficiencia en los procesos de producción en los que los productos finales se fabrican con una producción de desechos y contaminantes, las salidas de desechos y contaminantes son indeseables y deberían reducirse para mejorar el rendimiento. Utilizando la propiedad de la invarianza de clasificación, mostramos que el modelo estándar DEA se puede utilizar para mejorar el rendimiento mediante el aumento de las salidas deseables y la disminución de las salidas indeseables. El método también puede aplicarse a situaciones en las que es necesario aumentar algunos insumos para mejorar el rendimiento. La linealidad y convexidad de la DEA se conservan a través de nuestra propuesta ",
            "error": []
        },
        "efficiency evaluation": {
            "translated_key": "evaluación de la eficiencia",
            "translated_annotated_text": "Modelar factores indeseables en la \"evaluación de la eficiencia\" El análisis de envolvimiento de datos (DEA) mide la eficiencia relativa de las unidades de toma de decisiones (DMU) con múltiples factores de rendimiento que se agrupan en salidas e entradas. Una vez determinada la frontera eficiente, las DMU ineficientes pueden mejorar su rendimiento para alcanzar la frontera eficiente aumentando sus niveles actuales de producción o disminuyendo sus niveles actuales de entrada. Sin embargo, tanto los factores deseables (buenos) como los indeseables (malos) pueden estar presentes. Por ejemplo, si existe ineficiencia en los procesos de producción en los que los productos finales se fabrican con una producción de desechos y contaminantes, las salidas de desechos y contaminantes son indeseables y deberían reducirse para mejorar el rendimiento. Utilizando la propiedad de la invarianza de clasificación, mostramos que el modelo estándar DEA se puede utilizar para mejorar el rendimiento mediante el aumento de las salidas deseables y la disminución de las salidas indeseables. El método también puede aplicarse a situaciones en las que es necesario aumentar algunos insumos para mejorar el rendimiento. La linealidad y convexidad de la DEA se conservan a través de nuestra propuesta ",
            "error": [
                ""
            ]
        },
        "undesirable factor modeling": {
            "translated_key": [],
            "translated_annotated_text": "Modelar factores indeseables en la evaluación de la eficiencia El análisis de envolvimiento de datos (DEA) mide la eficiencia relativa de las unidades de toma de decisiones (DMU) con múltiples factores de rendimiento que se agrupan en productos e insumos. Una vez determinada la frontera eficiente, las DMU ineficientes pueden mejorar su rendimiento para alcanzar la frontera eficiente aumentando sus niveles actuales de producción o disminuyendo sus niveles actuales de entrada. Sin embargo, tanto los factores deseables (buenos) como los indeseables (malos) pueden estar presentes. Por ejemplo, si existe ineficiencia en los procesos de producción en los que los productos finales se fabrican con una producción de desechos y contaminantes, las salidas de desechos y contaminantes son indeseables y deberían reducirse para mejorar el rendimiento. Utilizando la propiedad de la invarianza de clasificación, mostramos que el modelo estándar DEA se puede utilizar para mejorar el rendimiento mediante el aumento de las salidas deseables y la disminución de las salidas indeseables. El método también puede aplicarse a situaciones en las que es necesario aumentar algunos insumos para mejorar el rendimiento. La linealidad y convexidad de la DEA se conservan a través de nuestra propuesta ",
            "error": []
        },
        "distributed decision making": {
            "translated_key": [],
            "translated_annotated_text": "Modelar factores indeseables en la evaluación de la eficiencia El análisis de envolvimiento de datos (DEA) mide la eficiencia relativa de las unidades de toma de decisiones (DMU) con múltiples factores de rendimiento que se agrupan en productos e insumos. Una vez determinada la frontera eficiente, las DMU ineficientes pueden mejorar su rendimiento para alcanzar la frontera eficiente aumentando sus niveles actuales de producción o disminuyendo sus niveles actuales de entrada. Sin embargo, tanto los factores deseables (buenos) como los indeseables (malos) pueden estar presentes. Por ejemplo, si existe ineficiencia en los procesos de producción en los que los productos finales se fabrican con una producción de desechos y contaminantes, las salidas de desechos y contaminantes son indeseables y deberían reducirse para mejorar el rendimiento. Utilizando la propiedad de la invarianza de clasificación, mostramos que el modelo estándar DEA se puede utilizar para mejorar el rendimiento mediante el aumento de las salidas deseables y la disminución de las salidas indeseables. El método también puede aplicarse a situaciones en las que es necesario aumentar algunos insumos para mejorar el rendimiento. La linealidad y convexidad de la DEA se conservan a través de nuestra propuesta ",
            "error": []
        },
        "production": {
            "translated_key": "producción",
            "translated_annotated_text": "Modelar factores indeseables en la evaluación de la eficiencia El análisis de envolvimiento de datos (DEA) mide la eficiencia relativa de las unidades de toma de decisiones (DMU) con múltiples factores de rendimiento que se agrupan en productos e insumos. Una vez determinada la frontera eficiente, las DMU ineficientes pueden mejorar su rendimiento para alcanzar la frontera eficiente aumentando sus niveles actuales de producción o disminuyendo sus niveles actuales de entrada. Sin embargo, tanto los factores deseables (buenos) como los indeseables (malos) pueden estar presentes. Por ejemplo, si existe ineficiencia en los procesos de \"producción\" en los que los productos finales se fabrican con una \"producción\" de residuos y contaminantes, las salidas de residuos y contaminantes son indeseables y deben reducirse para mejorar el rendimiento. Utilizando la propiedad de la invarianza de clasificación, mostramos que el modelo estándar DEA se puede utilizar para mejorar el rendimiento mediante el aumento de las salidas deseables y la disminución de las salidas indeseables. El método también puede aplicarse a situaciones en las que es necesario aumentar algunos insumos para mejorar el rendimiento. La linealidad y convexidad de la DEA se conservan a través de nuestra propuesta ",
            "error": [
                ""
            ]
        }
    }
}