{
    "original_text": "Dynamic multi-objective heating optimization We develop a multicriteria approach to the problem of space heating under a time varying price of electricity. In our dynamic goal programming model the goals are ideal temperature intervals and the other criteria are the costs and energy consumption. We discuss the modelling requirements in multicriteria problems with a dynamic structure and present a new relaxation method combining the traditional epsilon -constraint and goal programming (GP) methods. The multi-objective heating optimization (MOHO) application in a spreadsheet environment with numerical examples is described",
    "original_translation": "Optimización dinámica de la calefacción multiobjetivo Desarrollamos un enfoque multicriterio al problema de la calefacción de espacio bajo un precio variable de la electricidad. En nuestro modelo de programación de objetivos dinámicos los objetivos son intervalos de temperatura ideales y los demás criterios son los costos y el consumo de energía. Discutimos los requisitos de modelización en los problemas multicriterios con una estructura dinámica y presentamos un nuevo método de relajación que combina los métodos tradicionales de epsilon-limitación y programación de objetivos (GP). Se describe la aplicación de optimización de calentamiento multiobjetivo (MOHO) en un entorno de hoja de cálculo con ejemplos numéricos",
    "error_count": 7,
    "keys": {
        "space heating": {
            "translated_key": "calefacción del espacio",
            "translated_annotated_text": "Optimización dinámica de la calefacción multiobjetivo Desarrollamos un enfoque multicriterio al problema de la \"calefacción del espacio\" bajo un precio variable de la electricidad. En nuestro modelo de programación de objetivos dinámicos los objetivos son intervalos de temperatura ideales y los demás criterios son los costos y el consumo de energía. Discutimos los requisitos de modelización en los problemas multicriterios con una estructura dinámica y presentamos un nuevo método de relajación que combina los métodos tradicionales de epsilon-limitación y programación de objetivos (GP). Se describe la aplicación de optimización de calentamiento multiobjetivo (MOHO) en un entorno de hoja de cálculo con ejemplos numéricos ",
            "error": [
                ""
            ]
        },
        "dynamic multi-objective heating optimization": {
            "translated_key": [],
            "translated_annotated_text": "Optimización dinámica de la calefacción multiobjetivo Desarrollamos un enfoque multicriterio al problema de la calefacción de espacio bajo un precio variable de la electricidad. En nuestro modelo de programación de objetivos dinámicos los objetivos son intervalos de temperatura ideales y los demás criterios son los costos y el consumo de energía. Discutimos los requisitos de modelización en los problemas multicriterios con una estructura dinámica y presentamos un nuevo método de relajación que combina los métodos tradicionales de epsilon-limitación y programación de objetivos (GP). Se describe la aplicación de optimización de calentamiento multiobjetivo (MOHO) en un entorno de hoja de cálculo con ejemplos numéricos ",
            "error": []
        },
        "multicriteria approach": {
            "translated_key": "enfoque multicriterio",
            "translated_annotated_text": "Optimización dinámica de la calefacción multiobjetivo Desarrollamos un \"enfoque multicriterio\" al problema de la calefacción de espacio bajo un precio variable de la electricidad. En nuestro modelo de programación de objetivos dinámicos los objetivos son intervalos de temperatura ideales y los demás criterios son los costos y el consumo de energía. Discutimos los requisitos de modelización en los problemas multicriterios con una estructura dinámica y presentamos un nuevo método de relajación que combina los métodos tradicionales de epsilon-limitación y programación de objetivos (GP). Se describe la aplicación de optimización de calentamiento multiobjetivo (MOHO) en un entorno de hoja de cálculo con ejemplos numéricos ",
            "error": [
                ""
            ]
        },
        "time varying electricity price": {
            "translated_key": [],
            "translated_annotated_text": "Optimización dinámica de la calefacción multiobjetivo Desarrollamos un enfoque multicriterio al problema de la calefacción de espacio bajo un precio variable de la electricidad. En nuestro modelo de programación de objetivos dinámicos los objetivos son intervalos de temperatura ideales y los demás criterios son los costos y el consumo de energía. Discutimos los requisitos de modelización en los problemas multicriterios con una estructura dinámica y presentamos un nuevo método de relajación que combina los métodos tradicionales de epsilon-limitación y programación de objetivos (GP). Se describe la aplicación de optimización de calentamiento multiobjetivo (MOHO) en un entorno de hoja de cálculo con ejemplos numéricos ",
            "error": []
        },
        "dynamic goal programming model": {
            "translated_key": "modelo de programación de objetivos dinámicos",
            "translated_annotated_text": "Optimización dinámica de la calefacción multiobjetivo Desarrollamos un enfoque multicriterio al problema de la calefacción de espacio bajo un precio variable de la electricidad. En nuestro \"modelo de programación de objetivos dinámicos\" los objetivos son intervalos de temperatura ideales y los demás criterios son los costos y el consumo de energía. Discutimos los requisitos de modelización en los problemas multicriterios con una estructura dinámica y presentamos un nuevo método de relajación que combina los métodos tradicionales de epsilon-limitación y programación de objetivos (GP). Se describe la aplicación de optimización de calentamiento multiobjetivo (MOHO) en un entorno de hoja de cálculo con ejemplos numéricos ",
            "error": [
                ""
            ]
        },
        "ideal temperature intervals": {
            "translated_key": "intervalos ideales de temperatura",
            "translated_annotated_text": "Optimización dinámica de la calefacción multiobjetivo Desarrollamos un enfoque multicriterio al problema de la calefacción de espacio bajo un precio variable de la electricidad. En nuestro modelo de programación de objetivos dinámicos los objetivos son \"intervalos ideales de temperatura\" y los demás criterios son los costos y el consumo de energía. Discutimos los requisitos de modelización en los problemas multicriterios con una estructura dinámica y presentamos un nuevo método de relajación que combina los métodos tradicionales de epsilon-limitación y programación de objetivos (GP). Se describe la aplicación de optimización de calentamiento multiobjetivo (MOHO) en un entorno de hoja de cálculo con ejemplos numéricos ",
            "error": [
                ""
            ]
        },
        "energy consumption": {
            "translated_key": "consumo de energía",
            "translated_annotated_text": "Optimización dinámica de la calefacción multiobjetivo Desarrollamos un enfoque multicriterio al problema de la calefacción de espacio bajo un precio variable de la electricidad. En nuestro modelo de programación de objetivos dinámicos los objetivos son intervalos de temperatura ideales y los demás criterios son los costos y el \"consumo de energía\". Discutimos los requisitos de modelización en los problemas multicriterios con una estructura dinámica y presentamos un nuevo método de relajación que combina los métodos tradicionales de epsilon-limitación y programación de objetivos (GP). Se describe la aplicación de optimización de calentamiento multiobjetivo (MOHO) en un entorno de hoja de cálculo con ejemplos numéricos ",
            "error": [
                ""
            ]
        },
        "modelling requirements": {
            "translated_key": "requisitos de modelado",
            "translated_annotated_text": "Optimización dinámica de la calefacción multiobjetivo Desarrollamos un enfoque multicriterio al problema de la calefacción de espacio bajo un precio variable de la electricidad. En nuestro modelo de programación de objetivos dinámicos los objetivos son intervalos de temperatura ideales y los demás criterios son los costos y el consumo de energía. Discutimos los \"requisitos de modelado\" en los problemas multicriterios con una estructura dinámica y presentamos un nuevo método de relajación que combina los métodos tradicionales de epsilon-limitación y programación de objetivos (GP). Se describe la aplicación de optimización de calentamiento multiobjetivo (MOHO) en un entorno de hoja de cálculo con ejemplos numéricos ",
            "error": [
                ""
            ]
        },
        "dynamic structure": {
            "translated_key": "estructura dinámica",
            "translated_annotated_text": "Optimización dinámica de la calefacción multiobjetivo Desarrollamos un enfoque multicriterio al problema de la calefacción de espacio bajo un precio variable de la electricidad. En nuestro modelo de programación de objetivos dinámicos los objetivos son intervalos de temperatura ideales y los demás criterios son los costos y el consumo de energía. Discutimos los requisitos de modelización en los problemas multicriterios con una \"estructura dinámica\" y presentamos un nuevo método de relajación que combina los métodos tradicionales de epsilon-limitación y programación de objetivos (GP). Se describe la aplicación de optimización de calentamiento multiobjetivo (MOHO) en un entorno de hoja de cálculo con ejemplos numéricos ",
            "error": [
                ""
            ]
        },
        "relaxation method": {
            "translated_key": "método de relajación",
            "translated_annotated_text": "Optimización dinámica de la calefacción multiobjetivo Desarrollamos un enfoque multicriterio al problema de la calefacción de espacio bajo un precio variable de la electricidad. En nuestro modelo de programación de objetivos dinámicos los objetivos son intervalos de temperatura ideales y los demás criterios son los costos y el consumo de energía. Discutimos los requisitos de modelización en problemas multicriterios con una estructura dinámica y presentamos un nuevo \"método de relajación\" que combina los métodos tradicionales de epsilon-limitación y programación de objetivos (GP). Se describe la aplicación de optimización de calentamiento multiobjetivo (MOHO) en un entorno de hoja de cálculo con ejemplos numéricos ",
            "error": [
                ""
            ]
        },
        "epsilon -constraint": {
            "translated_key": "epsilon-limitación",
            "translated_annotated_text": "Optimización dinámica de la calefacción multiobjetivo Desarrollamos un enfoque multicriterio al problema de la calefacción de espacio bajo un precio variable de la electricidad. En nuestro modelo de programación de objetivos dinámicos los objetivos son intervalos de temperatura ideales y los demás criterios son los costos y el consumo de energía. Discutimos los requisitos de modelización en los problemas multicriterios con una estructura dinámica y presentamos un nuevo método de relajación que combina los métodos tradicionales de \"epsilon-limitación\" y programación de objetivos (GP). Se describe la aplicación de optimización de calentamiento multiobjetivo (MOHO) en un entorno de hoja de cálculo con ejemplos numéricos ",
            "error": [
                ""
            ]
        },
        "multi-objective heating optimization": {
            "translated_key": [
                "optimización de la calefacción multiobjetivo",
                "Optimización de calentamiento multiobjetivo"
            ],
            "translated_annotated_text": "Dinámica \"optimización de la calefacción multiobjetivo\" Desarrollamos un enfoque multicriterio al problema de la calefacción de espacio bajo un precio variable de la electricidad. En nuestro modelo de programación de objetivos dinámicos los objetivos son intervalos de temperatura ideales y los demás criterios son los costos y el consumo de energía. Discutimos los requisitos de modelización en los problemas multicriterios con una estructura dinámica y presentamos un nuevo método de relajación que combina los métodos tradicionales de epsilon-limitación y programación de objetivos (GP). Se describe la aplicación \"Optimización de calentamiento multiobjetivo\" (MOHO) en un entorno de hoja de cálculo con ejemplos numéricos ",
            "error": [
                "optimización de la calefacción multiobjetivo",
                "Optimización de calentamiento multiobjetivo"
            ]
        },
        "spreadsheet environment": {
            "translated_key": "ambiente de hoja de cálculo",
            "translated_annotated_text": "Optimización dinámica de la calefacción multiobjetivo Desarrollamos un enfoque multicriterio al problema de la calefacción de espacio bajo un precio variable de la electricidad. En nuestro modelo de programación de objetivos dinámicos los objetivos son intervalos de temperatura ideales y los demás criterios son los costos y el consumo de energía. Discutimos los requisitos de modelización en los problemas multicriterios con una estructura dinámica y presentamos un nuevo método de relajación que combina los métodos tradicionales de epsilon-limitación y programación de objetivos (GP). Se describe la aplicación de optimización de calentamiento multiobjetivo (MOHO) en un \"ambiente de hoja de cálculo\" con ejemplos numéricos ",
            "error": [
                ""
            ]
        },
        "numerical examples": {
            "translated_key": "ejemplos numéricos",
            "translated_annotated_text": "Optimización dinámica de la calefacción multiobjetivo Desarrollamos un enfoque multicriterio al problema de la calefacción de espacio bajo un precio variable de la electricidad. En nuestro modelo de programación de objetivos dinámicos los objetivos son intervalos de temperatura ideales y los demás criterios son los costos y el consumo de energía. Discutimos los requisitos de modelización en los problemas multicriterios con una estructura dinámica y presentamos un nuevo método de relajación que combina los métodos tradicionales de epsilon-limitación y programación de objetivos (GP). Se describe la aplicación de optimización de calentamiento multiobjetivo (MOHO) en un entorno de hoja de cálculo con \"ejemplos numéricos\" ",
            "error": [
                ""
            ]
        },
        "dynamic programming": {
            "translated_key": [],
            "translated_annotated_text": "Optimización dinámica de la calefacción multiobjetivo Desarrollamos un enfoque multicriterio al problema de la calefacción de espacio bajo un precio variable de la electricidad. En nuestro modelo de programación de objetivos dinámicos los objetivos son intervalos de temperatura ideales y los demás criterios son los costos y el consumo de energía. Discutimos los requisitos de modelización en los problemas multicriterios con una estructura dinámica y presentamos un nuevo método de relajación que combina los métodos tradicionales de epsilon-limitación y programación de objetivos (GP). Se describe la aplicación de optimización de calentamiento multiobjetivo (MOHO) en un entorno de hoja de cálculo con ejemplos numéricos ",
            "error": []
        },
        "operations research": {
            "translated_key": [],
            "translated_annotated_text": "Optimización dinámica de la calefacción multiobjetivo Desarrollamos un enfoque multicriterio al problema de la calefacción de espacio bajo un precio variable de la electricidad. En nuestro modelo de programación de objetivos dinámicos los objetivos son intervalos de temperatura ideales y los demás criterios son los costos y el consumo de energía. Discutimos los requisitos de modelización en los problemas multicriterios con una estructura dinámica y presentamos un nuevo método de relajación que combina los métodos tradicionales de epsilon-limitación y programación de objetivos (GP). Se describe la aplicación de optimización de calentamiento multiobjetivo (MOHO) en un entorno de hoja de cálculo con ejemplos numéricos ",
            "error": []
        },
        "power consumption": {
            "translated_key": [],
            "translated_annotated_text": "Optimización dinámica de la calefacción multiobjetivo Desarrollamos un enfoque multicriterio al problema de la calefacción de espacio bajo un precio variable de la electricidad. En nuestro modelo de programación de objetivos dinámicos los objetivos son intervalos de temperatura ideales y los demás criterios son los costos y el consumo de energía. Discutimos los requisitos de modelización en los problemas multicriterios con una estructura dinámica y presentamos un nuevo método de relajación que combina los métodos tradicionales de epsilon-limitación y programación de objetivos (GP). Se describe la aplicación de optimización de calentamiento multiobjetivo (MOHO) en un entorno de hoja de cálculo con ejemplos numéricos ",
            "error": []
        },
        "spreadsheet programs": {
            "translated_key": [],
            "translated_annotated_text": "Optimización dinámica de la calefacción multiobjetivo Desarrollamos un enfoque multicriterio al problema de la calefacción de espacio bajo un precio variable de la electricidad. En nuestro modelo de programación de objetivos dinámicos los objetivos son intervalos de temperatura ideales y los demás criterios son los costos y el consumo de energía. Discutimos los requisitos de modelización en los problemas multicriterios con una estructura dinámica y presentamos un nuevo método de relajación que combina los métodos tradicionales de epsilon-limitación y programación de objetivos (GP). Se describe la aplicación de optimización de calentamiento multiobjetivo (MOHO) en un entorno de hoja de cálculo con ejemplos numéricos ",
            "error": []
        }
    }
}