{
    "original_text": "Pitch post-processing technique based on robust statistics A novel pitch post-processing technique based on robust statistics is proposed. Performances in terms of pitch error rates and pitch contours show the superiority of the proposed method compared with the median filtering technique. Further improvement is achieved through incorporating an uncertainty term in the robust statistics model",
    "original_translation": "Pitch post-procesamiento basado en estadísticas robustas Se propone una nueva técnica post-procesamiento basada en estadísticas robustas. Las prestaciones en términos de tasa de error de tono y contornos de tono muestran la superioridad del método propuesto en comparación con la técnica de filtrado mediana. Se logra una mejora adicional mediante la incorporación de un término de incertidumbre en el sólido modelo estadístico",
    "error_count": 6,
    "keys": {
        "pitch post-processing technique": {
            "translated_key": [],
            "translated_annotated_text": "Pitch post-procesamiento basado en estadísticas robustas Se propone una nueva técnica post-procesamiento basada en estadísticas robustas.  Las prestaciones en términos de tasa de error de tono y contornos de tono muestran la superioridad del método propuesto en comparación con la técnica de filtrado mediana. Se logra una mejora adicional mediante la incorporación de un término de incertidumbre en el sólido modelo estadístico ",
            "error": []
        },
        "robust statistics": {
            "translated_key": [
                "robust",
                "robust",
                "robust statistics"
            ],
            "translated_annotated_text": "Se propone una nueva técnica de postprocesamiento basada en estadísticas <br>robust</br> Una nueva técnica de postprocesamiento basada en estadísticas <br>robust</br>. Las prestaciones en términos de tasa de error de tono y contornos de tono muestran la superioridad del método propuesto en comparación con la técnica de filtrado mediana. Se logra una mejora adicional mediante la incorporación de un término de incertidumbre en el modelo <br>robust statistics</br> ",
            "error": [
                "robust",
                "robust",
                "robust statistics"
            ]
        },
        "pitch error rates": {
            "translated_key": "pitch",
            "translated_annotated_text": "Pitch post-procesamiento basado en estadísticas robustas Se propone una nueva técnica post-procesamiento basada en estadísticas robustas. Las prestaciones en términos de tasas de error <br>pitch</br> y contornos de pitch muestran la superioridad del método propuesto en comparación con la técnica de filtrado mediana. Se logra una mejora adicional mediante la incorporación de un término de incertidumbre en el sólido modelo estadístico ",
            "error": [
                ""
            ]
        },
        "pitch contours": {
            "translated_key": "pitch",
            "translated_annotated_text": "Pitch post-procesamiento basado en estadísticas robustas Se propone una nueva técnica post-procesamiento basada en estadísticas robustas. Las prestaciones en términos de tasa de error de tono y contornos <br>pitch</br> muestran la superioridad del método propuesto en comparación con la técnica de filtrado mediana. Se logra una mejora adicional mediante la incorporación de un término de incertidumbre en el sólido modelo estadístico ",
            "error": [
                ""
            ]
        },
        "median filtering": {
            "translated_key": "mediano",
            "translated_annotated_text": "Pitch post-procesamiento basado en estadísticas robustas Se propone una nueva técnica post-procesamiento basada en estadísticas robustas. Las prestaciones en términos de tasa de error de tono y contornos de tono muestran la superioridad del método propuesto en comparación con la técnica de filtrado <br>mediano</br>. Se logra una mejora adicional mediante la incorporación de un término de incertidumbre en el sólido modelo estadístico ",
            "error": [
                ""
            ]
        },
        "uncertainty term": {
            "translated_key": "incertidumbre",
            "translated_annotated_text": "Pitch post-procesamiento basado en estadísticas robustas Se propone una nueva técnica post-procesamiento basada en estadísticas robustas. Las prestaciones en términos de tasa de error de tono y contornos de tono muestran la superioridad del método propuesto en comparación con la técnica de filtrado mediana. Se logra una mejora adicional mediante la incorporación de un término <br>incertidumbre</br> en el sólido modelo estadístico ",
            "error": [
                ""
            ]
        },
        "speech quality": {
            "translated_key": [],
            "translated_annotated_text": "Pitch post-procesamiento basado en estadísticas robustas Se propone una nueva técnica post-procesamiento basada en estadísticas robustas. Las prestaciones en términos de tasa de error de tono y contornos de tono muestran la superioridad del método propuesto en comparación con la técnica de filtrado mediana. Se logra una mejora adicional mediante la incorporación de un término de incertidumbre en el sólido modelo estadístico ",
            "error": []
        },
        "speech communications": {
            "translated_key": [],
            "translated_annotated_text": "Pitch post-procesamiento basado en estadísticas robustas Se propone una nueva técnica post-procesamiento basada en estadísticas robustas. Las prestaciones en términos de tasa de error de tono y contornos de tono muestran la superioridad del método propuesto en comparación con la técnica de filtrado mediana. Se logra una mejora adicional mediante la incorporación de un término de incertidumbre en el sólido modelo estadístico ",
            "error": []
        },
        "speech processing": {
            "translated_key": [],
            "translated_annotated_text": "Pitch post-procesamiento basado en estadísticas robustas Se propone una nueva técnica post-procesamiento basada en estadísticas robustas. Las prestaciones en términos de tasa de error de tono y contornos de tono muestran la superioridad del método propuesto en comparación con la técnica de filtrado mediana. Se logra una mejora adicional mediante la incorporación de un término de incertidumbre en el sólido modelo estadístico ",
            "error": []
        },
        "statistical analysis": {
            "translated_key": [],
            "translated_annotated_text": "Pitch post-procesamiento basado en estadísticas robustas Se propone una nueva técnica post-procesamiento basada en estadísticas robustas. Las prestaciones en términos de tasa de error de tono y contornos de tono muestran la superioridad del método propuesto en comparación con la técnica de filtrado mediana. Se logra una mejora adicional mediante la incorporación de un término de incertidumbre en el sólido modelo estadístico ",
            "error": []
        }
    }
}