{
    "original_text": "Rate allocation for video transmission over lossy correlated networks A novel rate allocation algorithm for video transmission over lossy networks subject to bursty packet losses is presented. A Gilbert-Elliot model is used at the encoder to drive the selection of coding parameters. Experimental results using the H.26L test model show a significant performance improvement with respect to the assumption of independent packet losses",
    "original_translation": "Asignación de tarifas para la transmisión de vídeo sobre redes correlacionadas con pérdidas Se presenta un nuevo algoritmo de asignación de tarifas para la transmisión de vídeo sobre redes con pérdidas sujetas a pérdidas de paquetes reventados. En el codificador se utiliza un modelo Gilbert-Elliot para impulsar la selección de parámetros de codificación. Los resultados experimentales con el modelo de prueba H.26L muestran una mejora significativa del rendimiento con respecto a la asunción de pérdidas de paquetes independientes",
    "error_count": 3,
    "keys": {
        "rate allocation algorithm": {
            "translated_key": "algoritmo de asignación de tasa",
            "translated_annotated_text": "Asignación de tasa para transmisión de vídeo sobre redes correlacionadas con pérdidas Se presenta un nuevo \"algoritmo de asignación de tasa\" para transmisión de vídeo sobre redes con pérdidas sujetas a pérdidas de paquetes reventados. En el codificador se utiliza un modelo Gilbert-Elliot para impulsar la selección de parámetros de codificación. Los resultados experimentales con el modelo de prueba H.26L muestran una mejora significativa del rendimiento con respecto a la asunción de pérdidas de paquetes independientes ",
            "error": [
                ""
            ]
        },
        "video transmission": {
            "translated_key": "transmisión de vídeo",
            "translated_annotated_text": "Asignación de tasa para \"transmisión de vídeo\" sobre redes correlacionadas con pérdidas Se presenta un algoritmo nuevo de asignación de tasa para \"transmisión de vídeo\" sobre redes con pérdidas sujetas a pérdidas de paquetes. En el codificador se utiliza un modelo Gilbert-Elliot para impulsar la selección de parámetros de codificación. Los resultados experimentales con el modelo de prueba H.26L muestran una mejora significativa del rendimiento con respecto a la asunción de pérdidas de paquetes independientes ",
            "error": [
                ""
            ]
        },
        "lossy correlated networks": {
            "translated_key": "redes correlacionadas perdidas",
            "translated_annotated_text": "Asignación de tarifas para la transmisión de vídeo sobre \"redes correlacionadas perdidas\" Se presenta un nuevo algoritmo de asignación de tarifas para la transmisión de vídeo sobre redes con pérdidas sujetas a pérdidas de paquetes reventados. En el codificador se utiliza un modelo Gilbert-Elliot para impulsar la selección de parámetros de codificación. Los resultados experimentales con el modelo de prueba H.26L muestran una mejora significativa del rendimiento con respecto a la asunción de pérdidas de paquetes independientes ",
            "error": [
                ""
            ]
        },
        "bursty packet losses": {
            "translated_key": "pérdidas de paquetes de burbujas",
            "translated_annotated_text": "Asignación de tarifas para la transmisión de vídeo sobre redes correlacionadas con pérdidas Se presenta un nuevo algoritmo de asignación de tarifas para la transmisión de vídeo sobre redes con pérdidas sujetas a \"pérdidas de paquetes de burbujas\". En el codificador se utiliza un modelo Gilbert-Elliot para impulsar la selección de parámetros de codificación. Los resultados experimentales con el modelo de prueba H.26L muestran una mejora significativa del rendimiento con respecto a la asunción de pérdidas de paquetes independientes ",
            "error": [
                ""
            ]
        },
        "Gilbert-Elliot model": {
            "translated_key": "modelo Gilbert-Elliot",
            "translated_annotated_text": "Asignación de tarifas para la transmisión de vídeo sobre redes correlacionadas con pérdidas Se presenta un nuevo algoritmo de asignación de tarifas para la transmisión de vídeo sobre redes con pérdidas sujetas a pérdidas de paquetes reventados. En el codificador se utiliza un \"modelo Gilbert-Elliot\" para impulsar la selección de parámetros de codificación. Los resultados experimentales con el modelo de prueba H.26L muestran una mejora significativa del rendimiento con respecto a la asunción de pérdidas de paquetes independientes ",
            "error": [
                ""
            ]
        },
        "coding parameters": {
            "translated_key": "parámetros de codificación",
            "translated_annotated_text": "Asignación de tarifas para la transmisión de vídeo sobre redes correlacionadas con pérdidas Se presenta un nuevo algoritmo de asignación de tarifas para la transmisión de vídeo sobre redes con pérdidas sujetas a pérdidas de paquetes reventados. Un modelo Gilbert-Elliot se utiliza en el codificador para conducir la selección de \"parámetros de codificación\". Los resultados experimentales con el modelo de prueba H.26L muestran una mejora significativa del rendimiento con respecto a la asunción de pérdidas de paquetes independientes ",
            "error": [
                ""
            ]
        },
        "H.26L test model": {
            "translated_key": "modelo de prueba H.26L",
            "translated_annotated_text": "Asignación de tarifas para la transmisión de vídeo sobre redes correlacionadas con pérdidas Se presenta un nuevo algoritmo de asignación de tarifas para la transmisión de vídeo sobre redes con pérdidas sujetas a pérdidas de paquetes reventados. En el codificador se utiliza un modelo Gilbert-Elliot para impulsar la selección de parámetros de codificación. Los resultados experimentales que utilizan el \"modelo de prueba H.26L\" muestran una mejora significativa del rendimiento con respecto a la asunción de pérdidas de paquetes independientes ",
            "error": [
                ""
            ]
        },
        "video coding": {
            "translated_key": [],
            "translated_annotated_text": "Asignación de tarifas para la transmisión de vídeo sobre redes correlacionadas con pérdidas Se presenta un nuevo algoritmo de asignación de tarifas para la transmisión de vídeo sobre redes con pérdidas sujetas a pérdidas de paquetes reventados. En el codificador se utiliza un modelo Gilbert-Elliot para impulsar la selección de parámetros de codificación. Los resultados experimentales con el modelo de prueba H.26L muestran una mejora significativa del rendimiento con respecto a la asunción de pérdidas de paquetes independientes ",
            "error": []
        },
        "visual communication": {
            "translated_key": [],
            "translated_annotated_text": "Asignación de tarifas para la transmisión de vídeo sobre redes correlacionadas con pérdidas Se presenta un nuevo algoritmo de asignación de tarifas para la transmisión de vídeo sobre redes con pérdidas sujetas a pérdidas de paquetes reventados. En el codificador se utiliza un modelo Gilbert-Elliot para impulsar la selección de parámetros de codificación. Los resultados experimentales con el modelo de prueba H.26L muestran una mejora significativa del rendimiento con respecto a la asunción de pérdidas de paquetes independientes ",
            "error": []
        }
    }
}