{
    "original_text": "Genetic algorithm for input/output selection in MIMO systems based on controllability and observability indices A time domain optimisation algorithm using a genetic algorithm in conjunction with a linear search scheme has been developed to find the smallest or near-smallest subset of inputs and outputs to control a multi-input-multi-output system. Experimental results have shown that this proposed algorithm has a very fast convergence rate and high computation efficiency",
    "original_translation": "Algoritmo genético para la selección de entradas/salidas en sistemas MIMO basado en índices de controllabilidad y observabilidad Se ha desarrollado un algoritmo de optimización de dominios de tiempo utilizando un algoritmo genético junto con un esquema de búsqueda lineal para encontrar el subconjunto más pequeño o más pequeño de entradas y salidas para controlar un sistema multi-entrada-multi-salida. Los resultados experimentales han demostrado que este algoritmo propuesto tiene una tasa de convergencia muy rápida y alta eficiencia computacional",
    "error_count": 7,
    "keys": {
        "genetic algorithm": {
            "translated_key": "algoritmo genético",
            "translated_annotated_text": "Algoritmo genético para la selección de entradas/salidas en sistemas MIMO basado en índices de controllabilidad y observabilidad Se ha desarrollado un algoritmo de optimización de dominios de tiempo utilizando un \"algoritmo genético\" junto con un esquema de búsqueda lineal para encontrar el subconjunto más pequeño o más pequeño de entradas y salidas para controlar un sistema multi-entrada-multi-salida. Los resultados experimentales han demostrado que este algoritmo propuesto tiene una tasa de convergencia muy rápida y alta eficiencia computacional ",
            "error": [
                ""
            ]
        },
        "input/output selection": {
            "translated_key": "selección de entrada/salida",
            "translated_annotated_text": "Algoritmo genético para \"selección de entrada/salida\" en sistemas MIMO basado en índices de controllabilidad y observabilidad Se ha desarrollado un algoritmo de optimización de dominios de tiempo utilizando un algoritmo genético junto con un esquema de búsqueda lineal para encontrar el subconjunto más pequeño o más pequeño de entradas y salidas para controlar un sistema multi-entrada-multi-salida. Los resultados experimentales han demostrado que este algoritmo propuesto tiene una tasa de convergencia muy rápida y alta eficiencia computacional ",
            "error": [
                ""
            ]
        },
        "MIMO systems": {
            "translated_key": "sistemas MIMO",
            "translated_annotated_text": "Algoritmo genético para la selección de entradas/salidas en \"sistemas MIMO\" basado en índices de control y observabilidad Se ha desarrollado un algoritmo de optimización de dominios de tiempo utilizando un algoritmo genético junto con un esquema de búsqueda lineal para encontrar el subconjunto más pequeño o más pequeño de entradas y salidas para controlar un sistema multi-entrada-multi-salida. Los resultados experimentales han demostrado que este algoritmo propuesto tiene una tasa de convergencia muy rápida y alta eficiencia computacional ",
            "error": [
                ""
            ]
        },
        "controllability indices": {
            "translated_key": [],
            "translated_annotated_text": "Algoritmo genético para la selección de entradas/salidas en sistemas MIMO basado en índices de controllabilidad y observabilidad Se ha desarrollado un algoritmo de optimización de dominios de tiempo utilizando un algoritmo genético junto con un esquema de búsqueda lineal para encontrar el subconjunto más pequeño o más pequeño de entradas y salidas para controlar un sistema multi-entrada-multi-salida. Los resultados experimentales han demostrado que este algoritmo propuesto tiene una tasa de convergencia muy rápida y alta eficiencia computacional ",
            "error": []
        },
        "observability indices": {
            "translated_key": "índices de observabilidad",
            "translated_annotated_text": "Algoritmo genético para la selección de entradas/salidas en sistemas MIMO basado en la controllabilidad y los \"índices de observabilidad\" Se ha desarrollado un algoritmo de optimización de dominios de tiempo utilizando un algoritmo genético junto con un esquema de búsqueda lineal para encontrar el subconjunto más pequeño o más pequeño de entradas y salidas para controlar un sistema multi-entrada-multi-salida. Los resultados experimentales han demostrado que este algoritmo propuesto tiene una tasa de convergencia muy rápida y alta eficiencia computacional ",
            "error": [
                ""
            ]
        },
        "time domain optimisation algorithm": {
            "translated_key": "algoritmo de optimización de dominios de tiempo",
            "translated_annotated_text": "Algoritmo genético para la selección de entradas/salidas en sistemas MIMO basado en índices de controllabilidad y observabilidad Se ha desarrollado un \"algoritmo de optimización de dominios de tiempo\" utilizando un algoritmo genético junto con un esquema de búsqueda lineal para encontrar el subconjunto más pequeño o más pequeño de entradas y salidas para controlar un sistema multi-entrada-multi-salida. Los resultados experimentales han demostrado que este algoritmo propuesto tiene una tasa de convergencia muy rápida y alta eficiencia computacional ",
            "error": [
                ""
            ]
        },
        "linear search scheme": {
            "translated_key": "esquema de búsqueda lineal",
            "translated_annotated_text": "Algoritmo genético para la selección de entradas/salidas en sistemas MIMO basado en índices de controllabilidad y observabilidad Se ha desarrollado un algoritmo de optimización de dominios de tiempo utilizando un algoritmo genético junto con un \"esquema de búsqueda lineal\" para encontrar el subconjunto más pequeño o más pequeño de entradas y salidas para controlar un sistema multi-entrada-multi-salida. Los resultados experimentales han demostrado que este algoritmo propuesto tiene una tasa de convergencia muy rápida y alta eficiencia computacional ",
            "error": [
                ""
            ]
        },
        "near-smallest subset": {
            "translated_key": "casi más pequeño",
            "translated_annotated_text": "Algoritmo genético para la selección de entradas/salidas en sistemas MIMO basado en índices de control y observabilidad Se ha desarrollado un algoritmo de optimización de dominios de tiempo utilizando un algoritmo genético junto con un esquema de búsqueda lineal para encontrar el subconjunto más pequeño o \"casi más pequeño\" de entradas y salidas para controlar un sistema multi-entrada-multi-salida. Los resultados experimentales han demostrado que este algoritmo propuesto tiene una tasa de convergencia muy rápida y alta eficiencia computacional ",
            "error": [
                ""
            ]
        },
        "smallest subset": {
            "translated_key": "pequeño",
            "translated_annotated_text": "Algoritmo genético para la selección de entradas/salidas en sistemas MIMO basado en índices de controllabilidad y observabilidad Se ha desarrollado un algoritmo de optimización de dominios de tiempo utilizando un algoritmo genético junto con un esquema de búsqueda lineal para encontrar el subconjunto más pequeño o casi \"pequeño\" de entradas y salidas para controlar un sistema multi-entrada-multi-salida. Los resultados experimentales han demostrado que este algoritmo propuesto tiene una tasa de convergencia muy rápida y alta eficiencia computacional ",
            "error": [
                ""
            ]
        },
        "multi-input-multi-output system": {
            "translated_key": "sistema de múltiples entradas-multisalidas",
            "translated_annotated_text": "Algoritmo genético para la selección de entradas/salidas en sistemas MIMO basado en índices de controllabilidad y observabilidad Se ha desarrollado un algoritmo de optimización de dominios de tiempo utilizando un algoritmo genético junto con un esquema de búsqueda lineal para encontrar el subconjunto más pequeño o más pequeño de entradas y salidas para controlar un \"sistema de múltiples entradas-multisalidas\". Los resultados experimentales han demostrado que este algoritmo propuesto tiene una tasa de convergencia muy rápida y alta eficiencia computacional ",
            "error": [
                ""
            ]
        },
        "very fast convergence": {
            "translated_key": "convergencia muy rápida",
            "translated_annotated_text": "Algoritmo genético para la selección de entradas/salidas en sistemas MIMO basado en índices de controllabilidad y observabilidad Se ha desarrollado un algoritmo de optimización de dominios de tiempo utilizando un algoritmo genético junto con un esquema de búsqueda lineal para encontrar el subconjunto más pequeño o más pequeño de entradas y salidas para controlar un sistema multi-entrada-multi-salida. Los resultados experimentales han demostrado que este algoritmo propuesto tiene una tasa de \"convergencia muy rápida\" y alta eficiencia computacional ",
            "error": [
                ""
            ]
        },
        "high computation efficiency": {
            "translated_key": "alta eficiencia computacional",
            "translated_annotated_text": "Algoritmo genético para la selección de entradas/salidas en sistemas MIMO basado en índices de controllabilidad y observabilidad Se ha desarrollado un algoritmo de optimización de dominios de tiempo utilizando un algoritmo genético junto con un esquema de búsqueda lineal para encontrar el subconjunto más pequeño o más pequeño de entradas y salidas para controlar un sistema multi-entrada-multi-salida. Los resultados experimentales han demostrado que este algoritmo propuesto tiene una tasa de convergencia muy rápida y \"alta eficiencia computacional\" ",
            "error": [
                ""
            ]
        },
        "multivariable control systems": {
            "translated_key": [],
            "translated_annotated_text": "Algoritmo genético para la selección de entradas/salidas en sistemas MIMO basado en índices de controllabilidad y observabilidad Se ha desarrollado un algoritmo de optimización de dominios de tiempo utilizando un algoritmo genético junto con un esquema de búsqueda lineal para encontrar el subconjunto más pequeño o más pequeño de entradas y salidas para controlar un sistema multi-entrada-multi-salida. Los resultados experimentales han demostrado que este algoritmo propuesto tiene una tasa de convergencia muy rápida y alta eficiencia computacional ",
            "error": []
        },
        "control system analysis": {
            "translated_key": [],
            "translated_annotated_text": "Algoritmo genético para la selección de entradas/salidas en sistemas MIMO basado en índices de controllabilidad y observabilidad Se ha desarrollado un algoritmo de optimización de dominios de tiempo utilizando un algoritmo genético junto con un esquema de búsqueda lineal para encontrar el subconjunto más pequeño o más pequeño de entradas y salidas para controlar un sistema multi-entrada-multi-salida. Los resultados experimentales han demostrado que este algoritmo propuesto tiene una tasa de convergencia muy rápida y alta eficiencia computacional ",
            "error": []
        },
        "controllability": {
            "translated_key": "controlabilidad",
            "translated_annotated_text": "Algoritmo genético para la selección de entradas/salidas en sistemas MIMO basado en índices de \"controlabilidad\" e observabilidad Se ha desarrollado un algoritmo de optimización de dominios de tiempo utilizando un algoritmo genético junto con un esquema de búsqueda lineal para encontrar el subconjunto más pequeño o más pequeño de entradas y salidas para controlar un sistema multi-entrada-multi-salida. Los resultados experimentales han demostrado que este algoritmo propuesto tiene una tasa de convergencia muy rápida y alta eficiencia computacional ",
            "error": [
                ""
            ]
        },
        "convergence of numerical methods": {
            "translated_key": [],
            "translated_annotated_text": "Algoritmo genético para la selección de entradas/salidas en sistemas MIMO basado en índices de controllabilidad y observabilidad Se ha desarrollado un algoritmo de optimización de dominios de tiempo utilizando un algoritmo genético junto con un esquema de búsqueda lineal para encontrar el subconjunto más pequeño o más pequeño de entradas y salidas para controlar un sistema multi-entrada-multi-salida. Los resultados experimentales han demostrado que este algoritmo propuesto tiene una tasa de convergencia muy rápida y alta eficiencia computacional ",
            "error": []
        },
        "genetic algorithms": {
            "translated_key": [],
            "translated_annotated_text": "Algoritmo genético para la selección de entradas/salidas en sistemas MIMO basado en índices de controllabilidad y observabilidad Se ha desarrollado un algoritmo de optimización de dominios de tiempo utilizando un algoritmo genético junto con un esquema de búsqueda lineal para encontrar el subconjunto más pequeño o más pequeño de entradas y salidas para controlar un sistema multi-entrada-multi-salida. Los resultados experimentales han demostrado que este algoritmo propuesto tiene una tasa de convergencia muy rápida y alta eficiencia computacional ",
            "error": []
        },
        "observability": {
            "translated_key": "observabilidad",
            "translated_annotated_text": "Algoritmo genético para la selección de entradas/salidas en sistemas MIMO basado en índices de control y \"observabilidad\" Se ha desarrollado un algoritmo de optimización de dominios de tiempo utilizando un algoritmo genético junto con un esquema de búsqueda lineal para encontrar el subconjunto más pequeño o más pequeño de entradas y salidas para controlar un sistema multi-entrada-multi-salida. Los resultados experimentales han demostrado que este algoritmo propuesto tiene una tasa de convergencia muy rápida y alta eficiencia computacional ",
            "error": [
                ""
            ]
        },
        "time-domain analysis": {
            "translated_key": [],
            "translated_annotated_text": "Algoritmo genético para la selección de entradas/salidas en sistemas MIMO basado en índices de controllabilidad y observabilidad Se ha desarrollado un algoritmo de optimización de dominios de tiempo utilizando un algoritmo genético junto con un esquema de búsqueda lineal para encontrar el subconjunto más pequeño o más pequeño de entradas y salidas para controlar un sistema multi-entrada-multi-salida. Los resultados experimentales han demostrado que este algoritmo propuesto tiene una tasa de convergencia muy rápida y alta eficiencia computacional ",
            "error": []
        }
    }
}