{
    "original_text": "Maple 8 keeps everyone happy The author is impressed with the upgrade to the mathematics package Maple 8, finding it genuinely useful to scientists and educators. The developments Waterloo Maple class as revolutionary include a student calculus package, and Maplets. The first provides a high-level command set for calculus exploration and plotting (removing the need to work with, say, plot primitives). The second is a package for hand-coding custom graphical user interfaces (GUIs) using elements such as check boxes, radio buttons, slider bars and pull-down menus. When called, a Maplet launches a runtime Java environment that pops up a window-analogous to a Java applet-to perform a programmed routine, if required passing the result back to the Maple worksheet",
    "original_translation": "Maple 8 mantiene a todos felices El autor está impresionado con la actualización al paquete de matemáticas Maple 8, encontrar que es realmente útil para los científicos y educadores. Los desarrollos Waterloo Maple clase como revolucionario incluyen un paquete de cálculo de los estudiantes, y Maplets. El primero proporciona un conjunto de comandos de alto nivel para la exploración y trazado de cálculo (eliminando la necesidad de trabajar con, por ejemplo, los primitivos de la trama). El segundo es un paquete para codificar a mano interfaces gráficas de usuario personalizadas (GUIs) utilizando elementos como casillas de verificación, botones de radio, barras deslizantes y menús desplegables. Cuando se llama, un Maplet lanza un entorno Java en tiempo de ejecución que aparece una ventana analógica a una applet de Java-para realizar una rutina programada, si es necesario pasar el resultado de nuevo a la hoja de trabajo de Maple",
    "error_count": 4,
    "keys": {
        "Maple 8 mathematics package": {
            "translated_key": [],
            "translated_annotated_text": "Maple 8 mantiene a todos felices El autor está impresionado con la actualización al paquete de matemáticas Maple 8, encontrar que es realmente útil para los científicos y educadores. Los desarrollos Waterloo Maple clase como revolucionario incluyen un paquete de cálculo de los estudiantes, y Maplets. El primero proporciona un conjunto de comandos de alto nivel para la exploración y trazado de cálculo (eliminando la necesidad de trabajar con, por ejemplo, los primitivos de la trama). El segundo es un paquete para codificar a mano interfaces gráficas de usuario personalizadas (GUIs) utilizando elementos como casillas de verificación, botones de radio, barras deslizantes y menús desplegables. Cuando se llama, un Maplet lanza un entorno Java en tiempo de ejecución que aparece una ventana analógica a una applet de Java-para realizar una rutina programada, si es necesario pasar el resultado de nuevo a la hoja de trabajo de Maple ",
            "error": []
        },
        "student calculus package": {
            "translated_key": "paquete de cálculo de estudiantes",
            "translated_annotated_text": "Maple 8 mantiene a todos felices El autor está impresionado con la actualización al paquete de matemáticas Maple 8, encontrar que es realmente útil para los científicos y educadores. Los desarrollos Waterloo Maple clase como revolucionario incluyen un <br>paquete de cálculo de estudiantes</br>, y Maplets.  El primero proporciona un conjunto de comandos de alto nivel para la exploración y trazado de cálculo (eliminando la necesidad de trabajar con, por ejemplo, los primitivos de la trama). El segundo es un paquete para codificar a mano interfaces gráficas de usuario personalizadas (GUIs) utilizando elementos como casillas de verificación, botones de radio, barras deslizantes y menús desplegables. Cuando se llama, un Maplet lanza un entorno Java en tiempo de ejecución que aparece una ventana analógica a una applet de Java-para realizar una rutina programada, si es necesario pasar el resultado de nuevo a la hoja de trabajo de Maple ",
            "error": [
                ""
            ]
        },
        "high-level command set": {
            "translated_key": "conjunto de comandos de alto nivel",
            "translated_annotated_text": "Maple 8 mantiene a todos felices El autor está impresionado con la actualización al paquete de matemáticas Maple 8, encontrar que es realmente útil para los científicos y educadores. Los desarrollos Waterloo Maple clase como revolucionario incluyen un paquete de cálculo de los estudiantes, y Maplets. El primero proporciona un <br>conjunto de comandos de alto nivel</br> para la exploración de cálculo y trazado (eliminando la necesidad de trabajar con, por ejemplo, primitivos de la trama). El segundo es un paquete para codificar a mano interfaces gráficas de usuario personalizadas (GUIs) utilizando elementos como casillas de verificación, botones de radio, barras deslizantes y menús desplegables. Cuando se llama, un Maplet lanza un entorno Java en tiempo de ejecución que aparece una ventana analógica a una applet de Java-para realizar una rutina programada, si es necesario pasar el resultado de nuevo a la hoja de trabajo de Maple ",
            "error": [
                ""
            ]
        },
        "calculus exploration": {
            "translated_key": "calculus",
            "translated_annotated_text": "Maple 8 mantiene a todos felices El autor está impresionado con la actualización al paquete de matemáticas Maple 8, encontrar que es realmente útil para los científicos y educadores. Los desarrollos Waterloo Maple clase como revolucionario incluyen un paquete de cálculo de los estudiantes, y Maplets. El primero proporciona un conjunto de comandos de alto nivel para la exploración <br>calculus</br> y el trazado (eliminando la necesidad de trabajar con, por ejemplo, los primitivos de la trama). El segundo es un paquete para codificar a mano interfaces gráficas de usuario personalizadas (GUIs) utilizando elementos como casillas de verificación, botones de radio, barras deslizantes y menús desplegables. Cuando se llama, un Maplet lanza un entorno Java en tiempo de ejecución que aparece una ventana analógica a una applet de Java-para realizar una rutina programada, si es necesario pasar el resultado de nuevo a la hoja de trabajo de Maple ",
            "error": [
                ""
            ]
        },
        "calculus plotting": {
            "translated_key": [],
            "translated_annotated_text": "Maple 8 mantiene a todos felices El autor está impresionado con la actualización al paquete de matemáticas Maple 8, encontrar que es realmente útil para los científicos y educadores. Los desarrollos Waterloo Maple clase como revolucionario incluyen un paquete de cálculo de los estudiantes, y Maplets. El primero proporciona un conjunto de comandos de alto nivel para la exploración y trazado de cálculo (eliminando la necesidad de trabajar con, por ejemplo, los primitivos de la trama). El segundo es un paquete para codificar a mano interfaces gráficas de usuario personalizadas (GUIs) utilizando elementos como casillas de verificación, botones de radio, barras deslizantes y menús desplegables. Cuando se llama, un Maplet lanza un entorno Java en tiempo de ejecución que aparece una ventana analógica a una applet de Java-para realizar una rutina programada, si es necesario pasar el resultado de nuevo a la hoja de trabajo de Maple ",
            "error": []
        },
        "GUIs": {
            "translated_key": "GUIS",
            "translated_annotated_text": "Maple 8 mantiene a todos felices El autor está impresionado con la actualización al paquete de matemáticas Maple 8, encontrar que es realmente útil para los científicos y educadores. Los desarrollos Waterloo Maple clase como revolucionario incluyen un paquete de cálculo de los estudiantes, y Maplets. El primero proporciona un conjunto de comandos de alto nivel para la exploración y trazado de cálculo (eliminando la necesidad de trabajar con, por ejemplo, los primitivos de la trama). El segundo es un paquete para codificar a mano interfaces gráficas de usuario personalizadas (<br>GUIS</br>) utilizando elementos como casillas de verificación, botones de radio, barras deslizantes y menús desplegables. Cuando se llama, un Maplet lanza un entorno Java en tiempo de ejecución que aparece una ventana analógica a una applet de Java-para realizar una rutina programada, si es necesario pasar el resultado de nuevo a la hoja de trabajo de Maple ",
            "error": [
                ""
            ]
        },
        "Maplet": {
            "translated_key": "Maplet",
            "translated_annotated_text": "Maple 8 mantiene a todos felices El autor está impresionado con la actualización al paquete de matemáticas Maple 8, encontrar que es realmente útil para los científicos y educadores. Los desarrollos Waterloo Maple clase como revolucionario incluyen un paquete de cálculo de los estudiantes, y Maplets. El primero proporciona un conjunto de comandos de alto nivel para la exploración y trazado de cálculo (eliminando la necesidad de trabajar con, por ejemplo, los primitivos de la trama). El segundo es un paquete para codificar a mano interfaces gráficas de usuario personalizadas (GUIs) utilizando elementos como casillas de verificación, botones de radio, barras deslizantes y menús desplegables. Cuando se llama, un <br>Maplet</br> lanza un entorno Java en tiempo de ejecución que aparece en una ventana analógica a una applet de Java-para realizar una rutina programada, si es necesario pasar el resultado de vuelta a la hoja de trabajo de Maple ",
            "error": [
                ""
            ]
        },
        "runtime Java environment": {
            "translated_key": "runtime",
            "translated_annotated_text": "Maple 8 mantiene a todos felices El autor está impresionado con la actualización al paquete de matemáticas Maple 8, encontrar que es realmente útil para los científicos y educadores. Los desarrollos Waterloo Maple clase como revolucionario incluyen un paquete de cálculo de los estudiantes, y Maplets. El primero proporciona un conjunto de comandos de alto nivel para la exploración y trazado de cálculo (eliminando la necesidad de trabajar con, por ejemplo, los primitivos de la trama). El segundo es un paquete para codificar a mano interfaces gráficas de usuario personalizadas (GUIs) utilizando elementos como casillas de verificación, botones de radio, barras deslizantes y menús desplegables. Cuando se llama, un Maplet lanza un entorno Java <br>runtime</br> que aparece en una ventana analógica a una applet de Java-para realizar una rutina programada, si es necesario pasar el resultado de vuelta a la hoja de trabajo de Maple ",
            "error": [
                ""
            ]
        },
        "software reviews": {
            "translated_key": [],
            "translated_annotated_text": "Maple 8 mantiene a todos felices El autor está impresionado con la actualización al paquete de matemáticas Maple 8, encontrar que es realmente útil para los científicos y educadores. Los desarrollos Waterloo Maple clase como revolucionario incluyen un paquete de cálculo de los estudiantes, y Maplets. El primero proporciona un conjunto de comandos de alto nivel para la exploración y trazado de cálculo (eliminando la necesidad de trabajar con, por ejemplo, los primitivos de la trama). El segundo es un paquete para codificar a mano interfaces gráficas de usuario personalizadas (GUIs) utilizando elementos como casillas de verificación, botones de radio, barras deslizantes y menús desplegables. Cuando se llama, un Maplet lanza un entorno Java en tiempo de ejecución que aparece una ventana analógica a una applet de Java-para realizar una rutina programada, si es necesario pasar el resultado de nuevo a la hoja de trabajo de Maple ",
            "error": []
        },
        "symbol manipulation": {
            "translated_key": [],
            "translated_annotated_text": "Maple 8 mantiene a todos felices El autor está impresionado con la actualización al paquete de matemáticas Maple 8, encontrar que es realmente útil para los científicos y educadores. Los desarrollos Waterloo Maple clase como revolucionario incluyen un paquete de cálculo de los estudiantes, y Maplets. El primero proporciona un conjunto de comandos de alto nivel para la exploración y trazado de cálculo (eliminando la necesidad de trabajar con, por ejemplo, los primitivos de la trama). El segundo es un paquete para codificar a mano interfaces gráficas de usuario personalizadas (GUIs) utilizando elementos como casillas de verificación, botones de radio, barras deslizantes y menús desplegables. Cuando se llama, un Maplet lanza un entorno Java en tiempo de ejecución que aparece una ventana analógica a una applet de Java-para realizar una rutina programada, si es necesario pasar el resultado de nuevo a la hoja de trabajo de Maple ",
            "error": []
        }
    }
}