{
    "original_text": "SPARC ignites scholarly publishing During the past several years, initiatives which bring together librarians, researchers, university administrators and independent publishers have re-invigorated the scholarly publishing marketplace. These initiatives take advantage of electronic technology and show great potential for restoring science to scientists. The author outlines SPARC (the Scholarly Publishing and Academic Resources Coalition), an initiative to make scientific journals more accessible",
    "original_translation": "SPARC enciende la publicación académica Durante los últimos años, las iniciativas que reúnen a bibliotecarios, investigadores, administradores universitarios y editores independientes han revigorizado el mercado de publicaciones académicas. Estas iniciativas aprovechan la tecnología electrónica y muestran un gran potencial para devolver la ciencia a los científicos. El autor describe SPARC (Coalición de Recursos Académicos y de Publicaciones Eruditas), una iniciativa para hacer más accesibles las revistas científicas",
    "error_count": 4,
    "keys": {
        "electronic publishing": {
            "translated_key": [],
            "translated_annotated_text": "SPARC enciende la publicación académica Durante los últimos años, las iniciativas que reúnen a bibliotecarios, investigadores, administradores universitarios y editores independientes han revigorizado el mercado de publicaciones académicas. Estas iniciativas aprovechan la tecnología electrónica y muestran un gran potencial para devolver la ciencia a los científicos. El autor describe SPARC (Coalición de Recursos Académicos y de Publicaciones Eruditas), una iniciativa para hacer más accesibles las revistas científicas ",
            "error": []
        },
        "initiative": {
            "translated_key": "iniciativa",
            "translated_annotated_text": "SPARC enciende la publicación académica Durante los últimos años, las iniciativas que reúnen a bibliotecarios, investigadores, administradores universitarios y editores independientes han revigorizado el mercado de publicaciones académicas. Estas iniciativas aprovechan la tecnología electrónica y muestran un gran potencial para devolver la ciencia a los científicos. El autor describe SPARC (Coalición de Recursos Académicos y de Publicaciones Eruditas), una \"iniciativa\" para hacer más accesibles las revistas científicas ",
            "error": [
                ""
            ]
        },
        "scientific journal access": {
            "translated_key": [],
            "translated_annotated_text": "SPARC enciende la publicación académica Durante los últimos años, las iniciativas que reúnen a bibliotecarios, investigadores, administradores universitarios y editores independientes han revigorizado el mercado de publicaciones académicas. Estas iniciativas aprovechan la tecnología electrónica y muestran un gran potencial para devolver la ciencia a los científicos. El autor describe SPARC (Coalición de Recursos Académicos y de Publicaciones Eruditas), una iniciativa para hacer más accesibles las revistas científicas ",
            "error": []
        },
        "SPARC": {
            "translated_key": "SPARC",
            "translated_annotated_text": "\"SPARC\" enciende la publicación académica Durante los últimos años, las iniciativas que reúnen bibliotecarios, investigadores, administradores universitarios y editores independientes han revigorizado el mercado de publicaciones académicas. Estas iniciativas aprovechan la tecnología electrónica y muestran un gran potencial para devolver la ciencia a los científicos. El autor esboza \"SPARC\" (Coalición de Recursos Académicos y de Publicaciones Eruditas), una iniciativa para hacer más accesibles las revistas científicas ",
            "error": [
                ""
            ]
        },
        "Scholarly Publishing and Academic Resources Coalition": {
            "translated_key": "Coalición de Recursos Académicos y Editoriales Escolares",
            "translated_annotated_text": "SPARC enciende la publicación académica Durante los últimos años, las iniciativas que reúnen a bibliotecarios, investigadores, administradores universitarios y editores independientes han revigorizado el mercado de publicaciones académicas. Estas iniciativas aprovechan la tecnología electrónica y muestran un gran potencial para devolver la ciencia a los científicos. El autor describe SPARC (la \"Coalición de Recursos Académicos y Editoriales Escolares\"), una iniciativa para hacer más accesibles las revistas científicas ",
            "error": [
                ""
            ]
        },
        "research initiatives": {
            "translated_key": [],
            "translated_annotated_text": "SPARC enciende la publicación académica Durante los últimos años, las iniciativas que reúnen a bibliotecarios, investigadores, administradores universitarios y editores independientes han revigorizado el mercado de publicaciones académicas. Estas iniciativas aprovechan la tecnología electrónica y muestran un gran potencial para devolver la ciencia a los científicos. El autor describe SPARC (Coalición de Recursos Académicos y de Publicaciones Eruditas), una iniciativa para hacer más accesibles las revistas científicas ",
            "error": []
        }
    }
}