{
    "original_text": "Whats best practice for open access? The business of publishing journals is in transition. Nobody knows exactly how it will work in the future, but everybody knows that the electronic publishing revolution will ensure it wont work as it does now. This knowledge has provoked a growing sense of nervous anticipation among those concerned, some edgy and threatened by potential changes to their business, others excited by the prospect of change and opportunity. The paper discusses the open publishing model for dissemination of research",
    "original_translation": "¿Cuáles son las mejores prácticas para el acceso abierto? El negocio de publicar revistas está en transición. Nadie sabe exactamente cómo funcionará en el futuro, pero todo el mundo sabe que la revolución editorial electrónica asegurará que no funcionará como lo hace ahora. Este conocimiento ha provocado una creciente sensación de nerviosismo entre los interesados, algunos nerviosos y amenazados por posibles cambios en sus negocios, otros entusiasmados por la perspectiva de cambio y oportunidad. El artículo discute el modelo de publicación abierta para la difusión de la investigación",
    "error_count": 5,
    "keys": {
        "open access": {
            "translated_key": "open access",
            "translated_annotated_text": "¿Cuáles son las mejores prácticas para <br>open access</br>? El negocio de publicar revistas está en transición. Nadie sabe exactamente cómo funcionará en el futuro, pero todo el mundo sabe que la revolución editorial electrónica asegurará que no funcionará como lo hace ahora. Este conocimiento ha provocado una creciente sensación de nerviosismo entre los interesados, algunos nerviosos y amenazados por posibles cambios en sus negocios, otros entusiasmados por la perspectiva de cambio y oportunidad. El artículo discute el modelo de publicación abierta para la difusión de la investigación ",
            "error": [
                ""
            ]
        },
        "journal publishing": {
            "translated_key": [],
            "translated_annotated_text": "¿Cuáles son las mejores prácticas para el acceso abierto? El negocio de publicar revistas está en transición. Nadie sabe exactamente cómo funcionará en el futuro, pero todo el mundo sabe que la revolución editorial electrónica asegurará que no funcionará como lo hace ahora. Este conocimiento ha provocado una creciente sensación de nerviosismo entre los interesados, algunos nerviosos y amenazados por posibles cambios en sus negocios, otros entusiasmados por la perspectiva de cambio y oportunidad. El artículo discute el modelo de publicación abierta para la difusión de la investigación ",
            "error": []
        },
        "electronic publishing": {
            "translated_key": [],
            "translated_annotated_text": "¿Cuáles son las mejores prácticas para el acceso abierto? El negocio de publicar revistas está en transición. Nadie sabe exactamente cómo funcionará en el futuro, pero todo el mundo sabe que la revolución editorial electrónica asegurará que no funcione como lo hace ahora. Este conocimiento ha provocado una creciente sensación de nerviosismo entre los interesados, algunos nerviosos y amenazados por posibles cambios en sus negocios, otros entusiasmados por la perspectiva de cambio y oportunidad. El artículo discute el modelo de publicación abierta para la difusión de la investigación ",
            "error": []
        },
        "business": {
            "translated_key": [
                "business",
                "negocios"
            ],
            "translated_annotated_text": "¿Cuáles son las mejores prácticas para el acceso abierto? El <br>business</br> de las revistas editoriales está en transición. Nadie sabe exactamente cómo funcionará en el futuro, pero todo el mundo sabe que la revolución editorial electrónica asegurará que no funcionará como lo hace ahora. Este conocimiento ha provocado una creciente sensación de nerviosismo entre los interesados, algunos nerviosos y amenazados por posibles cambios en sus <br>negocios</br>, otros entusiasmados por la perspectiva de cambio y oportunidades. El artículo discute el modelo de publicación abierta para la difusión de la investigación ",
            "error": [
                "business",
                "negocios"
            ]
        },
        "open publishing model": {
            "translated_key": "open",
            "translated_annotated_text": "¿Cuáles son las mejores prácticas para el acceso abierto? El negocio de publicar revistas está en transición. Nadie sabe exactamente cómo funcionará en el futuro, pero todo el mundo sabe que la revolución editorial electrónica asegurará que no funcionará como lo hace ahora. Este conocimiento ha provocado una creciente sensación de nerviosismo entre los interesados, algunos nerviosos y amenazados por posibles cambios en sus negocios, otros entusiasmados por la perspectiva de cambio y oportunidad. El artículo discute el modelo editorial <br>open</br> para la difusión de la investigación ",
            "error": [
                ""
            ]
        },
        "research dissemination": {
            "translated_key": [],
            "translated_annotated_text": "¿Cuáles son las mejores prácticas para el acceso abierto? El negocio de publicar revistas está en transición. Nadie sabe exactamente cómo funcionará en el futuro, pero todo el mundo sabe que la revolución editorial electrónica asegurará que no funcionará como lo hace ahora. Este conocimiento ha provocado una creciente sensación de nerviosismo entre los interesados, algunos nerviosos y amenazados por posibles cambios en sus negocios, otros entusiasmados por la perspectiva de cambio y oportunidad. El artículo discute el modelo de publicación abierta para la difusión de la investigación ",
            "error": []
        }
    }
}