{
    "original_text": "Effectiveness of user testing and heuristic evaluation as a function of performance classification For different levels of user performance, different types of information are processed and users will make different types of errors. Based on the errors immediate cause and the information being processed, usability problems can be classified into three categories. They are usability problems associated with skill-based, rule-based and knowledge-based levels of performance. In this paper, a user interface for a Web-based software program was evaluated with two usability evaluation methods, user testing and heuristic evaluation. The experiment discovered that the heuristic evaluation with human factor experts is more effective than user testing in identifying usability problems associated with skill-based and rule-based levels of performance. User testing is more effective than heuristic evaluation in finding usability problems associated with the knowledge-based level of performance. The practical application of this research is also discussed in the paper",
    "original_translation": "Eficacia de las pruebas de usuario y evaluación heurística en función de la clasificación de rendimiento Para diferentes niveles de rendimiento del usuario, se procesan diferentes tipos de información y los usuarios cometen diferentes tipos de errores. Sobre la base de los errores causados inmediatamente y de la información procesada, los problemas de usabilidad pueden clasificarse en tres categorías. Son problemas de usabilidad asociados con los niveles de rendimiento basados en las aptitudes, las normas y los conocimientos. En este artículo, se evaluó una interfaz de usuario para un programa de software basado en la Web con dos métodos de evaluación de usabilidad, pruebas de usuario y evaluación heurística. El experimento descubrió que la evaluación heurística con expertos en factores humanos es más eficaz que las pruebas de usuario para identificar problemas de usabilidad asociados con niveles de rendimiento basados en habilidades y reglas. Las pruebas de usuario son más eficaces que la evaluación heurística para encontrar problemas de usabilidad asociados con el nivel de rendimiento basado en el conocimiento. La aplicación práctica de esta investigación también se discute en el documento",
    "error_count": 8,
    "keys": {
        "user testing": {
            "translated_key": [
                "pruebas de usuario",
                "prueba de usuario",
                "pruebas de usuario"
            ],
            "translated_annotated_text": "Eficacia de las \"pruebas de usuario\" y la evaluación heurística en función de la clasificación del rendimiento Para diferentes niveles de rendimiento del usuario, se procesan diferentes tipos de información y los usuarios cometen diferentes tipos de errores. Sobre la base de los errores causados inmediatamente y de la información procesada, los problemas de usabilidad pueden clasificarse en tres categorías. Son problemas de usabilidad asociados con los niveles de rendimiento basados en las aptitudes, las normas y los conocimientos. En este artículo, se evaluó una interfaz de usuario para un programa de software basado en la Web con dos métodos de evaluación de usabilidad, \"prueba de usuario\" y evaluación heurística. El experimento descubrió que la evaluación heurística con expertos en factores humanos es más eficaz que \"pruebas de usuario\" para identificar problemas de usabilidad asociados con niveles de rendimiento basados en habilidades y reglas. Las pruebas de usuario son más eficaces que la evaluación heurística para encontrar problemas de usabilidad asociados con el nivel de rendimiento basado en el conocimiento. La aplicación práctica de esta investigación también se discute en el documento ",
            "error": [
                "pruebas de usuario",
                "prueba de usuario",
                "pruebas de usuario"
            ]
        },
        "heuristic evaluation": {
            "translated_key": "evaluación heurística",
            "translated_annotated_text": "Eficacia de las pruebas de usuario y de la \"evaluación heurística\" en función de la clasificación del rendimiento Para diferentes niveles de rendimiento del usuario, se procesan diferentes tipos de información y los usuarios cometen diferentes tipos de errores. Sobre la base de los errores causados inmediatamente y de la información procesada, los problemas de usabilidad pueden clasificarse en tres categorías. Son problemas de usabilidad asociados con los niveles de rendimiento basados en las aptitudes, las normas y los conocimientos. En este artículo, se evaluó una interfaz de usuario para un programa de software basado en la Web con dos métodos de evaluación de usabilidad, pruebas de usuario y \"evaluación heurística\". El experimento descubrió que la \"evaluación heurística\" con expertos en factores humanos es más eficaz que las pruebas de usuario para identificar problemas de usabilidad asociados con niveles de rendimiento basados en habilidades y reglas. Las pruebas de usuario son más eficaces que la \"evaluación heurística\" para encontrar problemas de usabilidad asociados con el nivel de rendimiento basado en el conocimiento. La aplicación práctica de esta investigación también se discute en el documento ",
            "error": [
                ""
            ]
        },
        "performance classification": {
            "translated_key": "clasificación de rendimiento",
            "translated_annotated_text": "Eficacia de las pruebas de usuario y evaluación heurística en función de la \"clasificación de rendimiento\" Para diferentes niveles de rendimiento del usuario, se procesan diferentes tipos de información y los usuarios cometen diferentes tipos de errores. Sobre la base de los errores causados inmediatamente y de la información procesada, los problemas de usabilidad pueden clasificarse en tres categorías. Son problemas de usabilidad asociados con los niveles de rendimiento basados en las aptitudes, las normas y los conocimientos. En este artículo, se evaluó una interfaz de usuario para un programa de software basado en la Web con dos métodos de evaluación de usabilidad, pruebas de usuario y evaluación heurística. El experimento descubrió que la evaluación heurística con expertos en factores humanos es más eficaz que las pruebas de usuario para identificar problemas de usabilidad asociados con niveles de rendimiento basados en habilidades y reglas. Las pruebas de usuario son más eficaces que la evaluación heurística para encontrar problemas de usabilidad asociados con el nivel de rendimiento basado en el conocimiento. La aplicación práctica de esta investigación también se discute en el documento ",
            "error": [
                ""
            ]
        },
        "user performance": {
            "translated_key": "rendimiento del usuario",
            "translated_annotated_text": "Eficacia de las pruebas de usuario y evaluación heurística en función de la clasificación de rendimiento Para diferentes niveles de \"rendimiento del usuario\", se procesan diferentes tipos de información y los usuarios cometen diferentes tipos de errores. Sobre la base de los errores causados inmediatamente y de la información procesada, los problemas de usabilidad pueden clasificarse en tres categorías. Son problemas de usabilidad asociados con los niveles de rendimiento basados en las aptitudes, las normas y los conocimientos. En este artículo, se evaluó una interfaz de usuario para un programa de software basado en la Web con dos métodos de evaluación de usabilidad, pruebas de usuario y evaluación heurística. El experimento descubrió que la evaluación heurística con expertos en factores humanos es más eficaz que las pruebas de usuario para identificar problemas de usabilidad asociados con niveles de rendimiento basados en habilidades y reglas. Las pruebas de usuario son más eficaces que la evaluación heurística para encontrar problemas de usabilidad asociados con el nivel de rendimiento basado en el conocimiento. La aplicación práctica de esta investigación también se discute en el documento ",
            "error": [
                ""
            ]
        },
        "usability": {
            "translated_key": "utilizabilidad",
            "translated_annotated_text": "Eficacia de las pruebas de usuario y evaluación heurística en función de la clasificación de rendimiento Para diferentes niveles de rendimiento del usuario, se procesan diferentes tipos de información y los usuarios cometen diferentes tipos de errores. Sobre la base de los errores causados inmediatamente y de la información procesada, los problemas de \"utilizabilidad\" pueden clasificarse en tres categorías. Son problemas de \"utilizabilidad\" asociados con niveles de rendimiento basados en habilidades, reglas y conocimientos. En este artículo, se evaluó una interfaz de usuario para un programa de software basado en la Web con dos métodos de evaluación de \"utilizabilidad\", pruebas de usuario y evaluación heurística. El experimento descubrió que la evaluación heurística con expertos en factores humanos es más eficaz que las pruebas de usuario para identificar problemas de \"utilizabilidad\" asociados con niveles de rendimiento basados en habilidades y reglas. Las pruebas de usuario son más eficaces que la evaluación heurística para encontrar problemas de \"utilizabilidad\" asociados con el nivel de rendimiento basado en el conocimiento. La aplicación práctica de esta investigación también se discute en el documento ",
            "error": [
                ""
            ]
        },
        "knowledge-based performance levels": {
            "translated_key": [],
            "translated_annotated_text": "Eficacia de las pruebas de usuario y evaluación heurística en función de la clasificación de rendimiento Para diferentes niveles de rendimiento del usuario, se procesan diferentes tipos de información y los usuarios cometen diferentes tipos de errores. Sobre la base de los errores causados inmediatamente y de la información procesada, los problemas de usabilidad pueden clasificarse en tres categorías. Son problemas de usabilidad asociados con los niveles de rendimiento basados en las aptitudes, las normas y los conocimientos. En este artículo, se evaluó una interfaz de usuario para un programa de software basado en la Web con dos métodos de evaluación de usabilidad, pruebas de usuario y evaluación heurística. El experimento descubrió que la evaluación heurística con expertos en factores humanos es más eficaz que las pruebas de usuario para identificar problemas de usabilidad asociados con niveles de rendimiento basados en habilidades y reglas. Las pruebas de usuario son más eficaces que la evaluación heurística para encontrar problemas de usabilidad asociados con el nivel de rendimiento basado en el conocimiento. La aplicación práctica de esta investigación también se discute en el documento ",
            "error": []
        },
        "skill-based performance levels": {
            "translated_key": [],
            "translated_annotated_text": "Eficacia de las pruebas de usuario y evaluación heurística en función de la clasificación de rendimiento Para diferentes niveles de rendimiento del usuario, se procesan diferentes tipos de información y los usuarios cometen diferentes tipos de errores. Sobre la base de los errores causados inmediatamente y de la información procesada, los problemas de usabilidad pueden clasificarse en tres categorías. Son problemas de usabilidad asociados con los niveles de rendimiento basados en las aptitudes, las normas y los conocimientos. En este artículo, se evaluó una interfaz de usuario para un programa de software basado en la Web con dos métodos de evaluación de usabilidad, pruebas de usuario y evaluación heurística. El experimento descubrió que la evaluación heurística con expertos en factores humanos es más eficaz que las pruebas de usuario para identificar problemas de usabilidad asociados con niveles de rendimiento basados en habilidades y reglas. Las pruebas de usuario son más eficaces que la evaluación heurística para encontrar problemas de usabilidad asociados con el nivel de rendimiento basado en el conocimiento. La aplicación práctica de esta investigación también se discute en el documento ",
            "error": []
        },
        "user interface": {
            "translated_key": "interfaz de usuario",
            "translated_annotated_text": "Eficacia de las pruebas de usuario y evaluación heurística en función de la clasificación de rendimiento Para diferentes niveles de rendimiento del usuario, se procesan diferentes tipos de información y los usuarios cometen diferentes tipos de errores. Sobre la base de los errores causados inmediatamente y de la información procesada, los problemas de usabilidad pueden clasificarse en tres categorías. Son problemas de usabilidad asociados con los niveles de rendimiento basados en las aptitudes, las normas y los conocimientos. En este artículo, se evaluó una \"interfaz de usuario\" para un programa de software basado en la Web con dos métodos de evaluación de usabilidad, pruebas de usuario y evaluación heurística. El experimento descubrió que la evaluación heurística con expertos en factores humanos es más eficaz que las pruebas de usuario para identificar problemas de usabilidad asociados con niveles de rendimiento basados en habilidades y reglas. Las pruebas de usuario son más eficaces que la evaluación heurística para encontrar problemas de usabilidad asociados con el nivel de rendimiento basado en el conocimiento. La aplicación práctica de esta investigación también se discute en el documento ",
            "error": [
                ""
            ]
        },
        "Web-based software": {
            "translated_key": "software basado en la web",
            "translated_annotated_text": "Eficacia de las pruebas de usuario y evaluación heurística en función de la clasificación de rendimiento Para diferentes niveles de rendimiento del usuario, se procesan diferentes tipos de información y los usuarios cometen diferentes tipos de errores. Sobre la base de los errores causados inmediatamente y de la información procesada, los problemas de usabilidad pueden clasificarse en tres categorías. Son problemas de usabilidad asociados con los niveles de rendimiento basados en las aptitudes, las normas y los conocimientos. En este artículo, se evaluó una interfaz de usuario para un programa \"software basado en la web\" con dos métodos de evaluación de usabilidad, pruebas de usuario y evaluación heurística. El experimento descubrió que la evaluación heurística con expertos en factores humanos es más eficaz que las pruebas de usuario para identificar problemas de usabilidad asociados con niveles de rendimiento basados en habilidades y reglas. Las pruebas de usuario son más eficaces que la evaluación heurística para encontrar problemas de usabilidad asociados con el nivel de rendimiento basado en el conocimiento. La aplicación práctica de esta investigación también se discute en el documento ",
            "error": [
                ""
            ]
        },
        "experiment": {
            "translated_key": "experimento",
            "translated_annotated_text": "Eficacia de las pruebas de usuario y evaluación heurística en función de la clasificación de rendimiento Para diferentes niveles de rendimiento del usuario, se procesan diferentes tipos de información y los usuarios cometen diferentes tipos de errores. Sobre la base de los errores causados inmediatamente y de la información procesada, los problemas de usabilidad pueden clasificarse en tres categorías. Son problemas de usabilidad asociados con los niveles de rendimiento basados en las aptitudes, las normas y los conocimientos. En este artículo, se evaluó una interfaz de usuario para un programa de software basado en la Web con dos métodos de evaluación de usabilidad, pruebas de usuario y evaluación heurística. El \"experimento\" descubrió que la evaluación heurística con expertos en factores humanos es más eficaz que las pruebas de usuario para identificar problemas de usabilidad asociados con niveles de rendimiento basados en habilidades y reglas. Las pruebas de usuario son más eficaces que la evaluación heurística para encontrar problemas de usabilidad asociados con el nivel de rendimiento basado en el conocimiento. La aplicación práctica de esta investigación también se discute en el documento ",
            "error": [
                ""
            ]
        },
        "human factors": {
            "translated_key": [],
            "translated_annotated_text": "Eficacia de las pruebas de usuario y evaluación heurística en función de la clasificación de rendimiento Para diferentes niveles de rendimiento del usuario, se procesan diferentes tipos de información y los usuarios cometen diferentes tipos de errores. Sobre la base de los errores causados inmediatamente y de la información procesada, los problemas de usabilidad pueden clasificarse en tres categorías. Son problemas de usabilidad asociados con los niveles de rendimiento basados en las aptitudes, las normas y los conocimientos. En este artículo, se evaluó una interfaz de usuario para un programa de software basado en la Web con dos métodos de evaluación de usabilidad, pruebas de usuario y evaluación heurística. El experimento descubrió que la evaluación heurística con expertos en factores humanos es más eficaz que las pruebas de usuario para identificar problemas de usabilidad asociados con niveles de rendimiento basados en habilidades y reglas. Las pruebas de usuario son más eficaces que la evaluación heurística para encontrar problemas de usabilidad asociados con el nivel de rendimiento basado en el conocimiento. La aplicación práctica de esta investigación también se discute en el documento ",
            "error": []
        },
        "rule-based performance levels": {
            "translated_key": [],
            "translated_annotated_text": "Eficacia de las pruebas de usuario y evaluación heurística en función de la clasificación de rendimiento Para diferentes niveles de rendimiento del usuario, se procesan diferentes tipos de información y los usuarios cometen diferentes tipos de errores. Sobre la base de los errores causados inmediatamente y de la información procesada, los problemas de usabilidad pueden clasificarse en tres categorías. Son problemas de usabilidad asociados con los niveles de rendimiento basados en las aptitudes, las normas y los conocimientos. En este artículo, se evaluó una interfaz de usuario para un programa de software basado en la Web con dos métodos de evaluación de usabilidad, pruebas de usuario y evaluación heurística. El experimento descubrió que la evaluación heurística con expertos en factores humanos es más eficaz que las pruebas de usuario para identificar problemas de usabilidad asociados con niveles de rendimiento basados en habilidades y reglas. Las pruebas de usuario son más eficaces que la evaluación heurística para encontrar problemas de usabilidad asociados con el nivel de rendimiento basado en el conocimiento. La aplicación práctica de esta investigación también se discute en el documento ",
            "error": []
        },
        "information resources": {
            "translated_key": [],
            "translated_annotated_text": "Eficacia de las pruebas de usuario y evaluación heurística en función de la clasificación de rendimiento Para diferentes niveles de rendimiento del usuario, se procesan diferentes tipos de información y los usuarios cometen diferentes tipos de errores. Sobre la base de los errores causados inmediatamente y de la información procesada, los problemas de usabilidad pueden clasificarse en tres categorías. Son problemas de usabilidad asociados con los niveles de rendimiento basados en las aptitudes, las normas y los conocimientos. En este artículo, se evaluó una interfaz de usuario para un programa de software basado en la Web con dos métodos de evaluación de usabilidad, pruebas de usuario y evaluación heurística. El experimento descubrió que la evaluación heurística con expertos en factores humanos es más eficaz que las pruebas de usuario para identificar problemas de usabilidad asociados con niveles de rendimiento basados en habilidades y reglas. Las pruebas de usuario son más eficaces que la evaluación heurística para encontrar problemas de usabilidad asociados con el nivel de rendimiento basado en el conocimiento. La aplicación práctica de esta investigación también se discute en el documento ",
            "error": []
        },
        "user interfaces": {
            "translated_key": [],
            "translated_annotated_text": "Eficacia de las pruebas de usuario y evaluación heurística en función de la clasificación de rendimiento Para diferentes niveles de rendimiento del usuario, se procesan diferentes tipos de información y los usuarios cometen diferentes tipos de errores. Sobre la base de los errores causados inmediatamente y de la información procesada, los problemas de usabilidad pueden clasificarse en tres categorías. Son problemas de usabilidad asociados con los niveles de rendimiento basados en las aptitudes, las normas y los conocimientos. En este artículo, se evaluó una interfaz de usuario para un programa de software basado en la Web con dos métodos de evaluación de usabilidad, pruebas de usuario y evaluación heurística. El experimento descubrió que la evaluación heurística con expertos en factores humanos es más eficaz que las pruebas de usuario para identificar problemas de usabilidad asociados con niveles de rendimiento basados en habilidades y reglas. Las pruebas de usuario son más eficaces que la evaluación heurística para encontrar problemas de usabilidad asociados con el nivel de rendimiento basado en el conocimiento. La aplicación práctica de esta investigación también se discute en el documento ",
            "error": []
        }
    }
}