{
    "original_text": "Effects of the transition to a client-centred team organization in administrative surveying work A new work organization was introduced in administrative surveying work in Sweden during 1998. The new work organization implied a transition to a client-centred team-based organization and required a change in competence from specialist to generalist knowledge as well as a transition to a new information technology, implying a greater integration within the company. The aim of this study was to follow the surveyors for two years from the start of the transition and investigate how perceived consequences of the transition, job, organizational factors, well-being and effectiveness measures changed between 1998 and 2000. The Teamwork Profile and QPS Nordic questionnaire were used. The 205 surveyors who participated in all three study phases constituted the study group. The result showed that surveyors who perceived that they were working as generalists rated the improvements in job and organizational factors significantly higher than those who perceived that they were not yet generalists. Improvements were noted in 2000 in quality of service to clients, time available to handle a case and effectiveness of teamwork in a transfer to a team-based work organization group, cohesion and continuous improvement practices-for example, learning by doing, mentoring and guided delegation-were important to improve the social effectiveness of group work",
    "original_translation": "Efectos de la transición a una organización de equipo centrada en los clientes en la labor de reconocimiento administrativo En 1998 se introdujo una nueva organización de trabajo en la labor de reconocimiento administrativo en Suecia. La nueva organización de trabajo implicaba una transición a una organización basada en el equipo centrada en el cliente y requería un cambio de competencia de conocimientos especializados a conocimientos generalistas, así como una transición a una nueva tecnología de la información, lo que implicaba una mayor integración dentro de la empresa. El objetivo de este estudio fue seguir a los topógrafos durante dos años desde el inicio de la transición e investigar cómo las consecuencias percibidas de la transición, el empleo, los factores organizativos, el bienestar y las medidas de eficacia cambiaron entre 1998 y 2000. Se utilizaron el perfil de trabajo en equipo y el cuestionario nórdico QPS. Los 205 topógrafos que participaron en las tres fases de estudio constituyeron el grupo de estudio. El resultado mostró que los topógrafos que percibieron que estaban trabajando como generalistas calificaron las mejoras en los factores laborales y organizativos significativamente más altas que aquellos que percibieron que aún no eran generalistas. En 2000 se observaron mejoras en la calidad de los servicios prestados a los clientes, el tiempo disponible para tramitar un caso y la eficacia del trabajo en equipo en una transferencia a un grupo de organización del trabajo basado en el equipo, la cohesión y las prácticas de mejora continua -por ejemplo, el aprendizaje práctico, la orientación y la delegación guiada- eran importantes para mejorar la eficacia social del trabajo en grupo",
    "error_count": 6,
    "keys": {
        "client-centred team organization": {
            "translated_key": "organización de equipo centrada en el cliente",
            "translated_annotated_text": "Efectos de la transición a una \"organización de equipo centrada en el cliente\" en la labor de agrimensura administrativa Durante 1998 se introdujo una nueva organización de trabajo en la labor de agrimensura administrativa en Suecia. La nueva organización de trabajo implicaba una transición a una organización basada en el equipo centrada en el cliente y requería un cambio de competencia de conocimientos especializados a conocimientos generalistas, así como una transición a una nueva tecnología de la información, lo que implicaba una mayor integración dentro de la empresa. El objetivo de este estudio fue seguir a los topógrafos durante dos años desde el inicio de la transición e investigar cómo las consecuencias percibidas de la transición, el empleo, los factores organizativos, el bienestar y las medidas de eficacia cambiaron entre 1998 y 2000. Se utilizaron el perfil de trabajo en equipo y el cuestionario nórdico QPS. Los 205 topógrafos que participaron en las tres fases de estudio constituyeron el grupo de estudio. El resultado mostró que los topógrafos que percibieron que estaban trabajando como generalistas calificaron las mejoras en los factores laborales y organizativos significativamente más altas que aquellos que percibieron que aún no eran generalistas. En 2000 se observaron mejoras en la calidad de los servicios prestados a los clientes, el tiempo disponible para tramitar un caso y la eficacia del trabajo en equipo en una transferencia a un grupo de organización del trabajo basado en el equipo, la cohesión y las prácticas de mejora continua -por ejemplo, el aprendizaje práctico, la orientación y la delegación guiada- eran importantes para mejorar la eficacia social del trabajo en grupo ",
            "error": [
                ""
            ]
        },
        "administrative surveying work": {
            "translated_key": "trabajo de agrimensura administrativa",
            "translated_annotated_text": "Efectos de la transición a una organización de equipo centrada en el cliente en el \"trabajo de agrimensura administrativa\" Durante 1998 se introdujo una nueva organización de trabajo en el \"trabajo de agrimensura administrativa\" en Suecia. La nueva organización de trabajo implicaba una transición a una organización basada en el equipo centrada en el cliente y requería un cambio de competencia de conocimientos especializados a conocimientos generalistas, así como una transición a una nueva tecnología de la información, lo que implicaba una mayor integración dentro de la empresa. El objetivo de este estudio fue seguir a los topógrafos durante dos años desde el inicio de la transición e investigar cómo las consecuencias percibidas de la transición, el empleo, los factores organizativos, el bienestar y las medidas de eficacia cambiaron entre 1998 y 2000. Se utilizaron el perfil de trabajo en equipo y el cuestionario nórdico QPS. Los 205 topógrafos que participaron en las tres fases de estudio constituyeron el grupo de estudio. El resultado mostró que los topógrafos que percibieron que estaban trabajando como generalistas calificaron las mejoras en los factores laborales y organizativos significativamente más altas que aquellos que percibieron que aún no eran generalistas. En 2000 se observaron mejoras en la calidad de los servicios prestados a los clientes, el tiempo disponible para tramitar un caso y la eficacia del trabajo en equipo en una transferencia a un grupo de organización del trabajo basado en el equipo, la cohesión y las prácticas de mejora continua -por ejemplo, el aprendizaje práctico, la orientación y la delegación guiada- eran importantes para mejorar la eficacia social del trabajo en grupo ",
            "error": [
                ""
            ]
        },
        "information technology": {
            "translated_key": "tecnología de la información",
            "translated_annotated_text": "Efectos de la transición a una organización de equipo centrada en los clientes en la labor de reconocimiento administrativo En 1998 se introdujo una nueva organización de trabajo en la labor de reconocimiento administrativo en Suecia. La nueva organización de trabajo implicaba una transición a una organización de equipo centrada en el cliente y requería un cambio en la competencia del conocimiento especializado al conocimiento generalista, así como una transición a una nueva \"tecnología de la información\", lo que implicaba una mayor integración dentro de la empresa. El objetivo de este estudio fue seguir a los topógrafos durante dos años desde el inicio de la transición e investigar cómo las consecuencias percibidas de la transición, el empleo, los factores organizativos, el bienestar y las medidas de eficacia cambiaron entre 1998 y 2000. Se utilizaron el perfil de trabajo en equipo y el cuestionario nórdico QPS. Los 205 topógrafos que participaron en las tres fases de estudio constituyeron el grupo de estudio. El resultado mostró que los topógrafos que percibieron que estaban trabajando como generalistas calificaron las mejoras en los factores laborales y organizativos significativamente más altas que aquellos que percibieron que aún no eran generalistas. En 2000 se observaron mejoras en la calidad de los servicios prestados a los clientes, el tiempo disponible para tramitar un caso y la eficacia del trabajo en equipo en una transferencia a un grupo de organización del trabajo basado en el equipo, la cohesión y las prácticas de mejora continua -por ejemplo, el aprendizaje práctico, la orientación y la delegación guiada- eran importantes para mejorar la eficacia social del trabajo en grupo ",
            "error": [
                ""
            ]
        },
        "company": {
            "translated_key": "empresa",
            "translated_annotated_text": "Efectos de la transición a una organización de equipo centrada en los clientes en la labor de reconocimiento administrativo En 1998 se introdujo una nueva organización de trabajo en la labor de reconocimiento administrativo en Suecia. La nueva organización de trabajo implicaba una transición a una organización basada en el equipo centrada en el cliente y requería un cambio en la competencia del conocimiento especializado al conocimiento generalista, así como una transición a una nueva tecnología de la información, lo que implicaba una mayor integración dentro de la \"empresa\". El objetivo de este estudio fue seguir a los topógrafos durante dos años desde el inicio de la transición e investigar cómo las consecuencias percibidas de la transición, el empleo, los factores organizativos, el bienestar y las medidas de eficacia cambiaron entre 1998 y 2000. Se utilizaron el perfil de trabajo en equipo y el cuestionario nórdico QPS. Los 205 topógrafos que participaron en las tres fases de estudio constituyeron el grupo de estudio. El resultado mostró que los topógrafos que percibieron que estaban trabajando como generalistas calificaron las mejoras en los factores laborales y organizativos significativamente más altas que aquellos que percibieron que aún no eran generalistas. En 2000 se observaron mejoras en la calidad de los servicios prestados a los clientes, el tiempo disponible para tramitar un caso y la eficacia del trabajo en equipo en una transferencia a un grupo de organización del trabajo basado en el equipo, la cohesión y las prácticas de mejora continua -por ejemplo, el aprendizaje práctico, la orientación y la delegación guiada- eran importantes para mejorar la eficacia social del trabajo en grupo ",
            "error": [
                ""
            ]
        },
        "job": {
            "translated_key": "trabajo",
            "translated_annotated_text": "Efectos de la transición a una organización de equipo centrada en los clientes en la labor de reconocimiento administrativo En 1998 se introdujo una nueva organización de trabajo en la labor de reconocimiento administrativo en Suecia. La nueva organización de trabajo implicaba una transición a una organización basada en el equipo centrada en el cliente y requería un cambio de competencia de conocimientos especializados a conocimientos generalistas, así como una transición a una nueva tecnología de la información, lo que implicaba una mayor integración dentro de la empresa. El objetivo de este estudio fue seguir a los topógrafos durante dos años desde el inicio de la transición e investigar cómo las consecuencias percibidas de la transición, el \"trabajo\", los factores organizativos, el bienestar y las medidas de eficacia cambiaron entre 1998 y 2000. Se utilizaron el perfil de trabajo en equipo y el cuestionario nórdico QPS. Los 205 topógrafos que participaron en las tres fases de estudio constituyeron el grupo de estudio. El resultado mostró que los topógrafos que percibieron que estaban trabajando como generalistas calificaron las mejoras en \"trabajo\" y factores organizativos significativamente más altos que aquellos que percibieron que aún no eran generalistas. En 2000 se observaron mejoras en la calidad de los servicios prestados a los clientes, el tiempo disponible para tramitar un caso y la eficacia del trabajo en equipo en una transferencia a un grupo de organización del trabajo basado en el equipo, la cohesión y las prácticas de mejora continua -por ejemplo, el aprendizaje práctico, la orientación y la delegación guiada- eran importantes para mejorar la eficacia social del trabajo en grupo ",
            "error": [
                ""
            ]
        },
        "organizational factors": {
            "translated_key": "factores organizativos",
            "translated_annotated_text": "Efectos de la transición a una organización de equipo centrada en los clientes en la labor de reconocimiento administrativo En 1998 se introdujo una nueva organización de trabajo en la labor de reconocimiento administrativo en Suecia. La nueva organización de trabajo implicaba una transición a una organización basada en el equipo centrada en el cliente y requería un cambio de competencia de conocimientos especializados a conocimientos generalistas, así como una transición a una nueva tecnología de la información, lo que implicaba una mayor integración dentro de la empresa. El objetivo de este estudio fue seguir a los topógrafos durante dos años desde el inicio de la transición e investigar cómo las consecuencias percibidas de la transición, el trabajo, los \"factores organizativos\", el bienestar y las medidas de eficacia cambiaron entre 1998 y 2000. Se utilizaron el perfil de trabajo en equipo y el cuestionario nórdico QPS. Los 205 topógrafos que participaron en las tres fases de estudio constituyeron el grupo de estudio. El resultado mostró que los topógrafos que percibieron que estaban trabajando como generalistas calificaron las mejoras en el trabajo y los \"factores organizativos\" significativamente más altos que aquellos que percibieron que aún no eran generalistas. En 2000 se observaron mejoras en la calidad de los servicios prestados a los clientes, el tiempo disponible para tramitar un caso y la eficacia del trabajo en equipo en una transferencia a un grupo de organización del trabajo basado en el equipo, la cohesión y las prácticas de mejora continua -por ejemplo, el aprendizaje práctico, la orientación y la delegación guiada- eran importantes para mejorar la eficacia social del trabajo en grupo ",
            "error": [
                ""
            ]
        },
        "effectiveness measures": {
            "translated_key": "medidas de eficacia",
            "translated_annotated_text": "Efectos de la transición a una organización de equipo centrada en los clientes en la labor de reconocimiento administrativo En 1998 se introdujo una nueva organización de trabajo en la labor de reconocimiento administrativo en Suecia. La nueva organización de trabajo implicaba una transición a una organización basada en el equipo centrada en el cliente y requería un cambio de competencia de conocimientos especializados a conocimientos generalistas, así como una transición a una nueva tecnología de la información, lo que implicaba una mayor integración dentro de la empresa. El objetivo de este estudio fue seguir a los topógrafos durante dos años desde el inicio de la transición e investigar cómo las consecuencias percibidas de la transición, el empleo, los factores organizativos, el bienestar y las \"medidas de eficacia\" cambiaron entre 1998 y 2000. Se utilizaron el perfil de trabajo en equipo y el cuestionario nórdico QPS. Los 205 topógrafos que participaron en las tres fases de estudio constituyeron el grupo de estudio. El resultado mostró que los topógrafos que percibieron que estaban trabajando como generalistas calificaron las mejoras en los factores laborales y organizativos significativamente más altas que aquellos que percibieron que aún no eran generalistas. En 2000 se observaron mejoras en la calidad de los servicios prestados a los clientes, el tiempo disponible para tramitar un caso y la eficacia del trabajo en equipo en una transferencia a un grupo de organización del trabajo basado en el equipo, la cohesión y las prácticas de mejora continua -por ejemplo, el aprendizaje práctico, la orientación y la delegación guiada- eran importantes para mejorar la eficacia social del trabajo en grupo ",
            "error": [
                ""
            ]
        },
        "Teamwork Profile": {
            "translated_key": "Perfil del Equipo",
            "translated_annotated_text": "Efectos de la transición a una organización de equipo centrada en los clientes en la labor de reconocimiento administrativo En 1998 se introdujo una nueva organización de trabajo en la labor de reconocimiento administrativo en Suecia. La nueva organización de trabajo implicaba una transición a una organización basada en el equipo centrada en el cliente y requería un cambio de competencia de conocimientos especializados a conocimientos generalistas, así como una transición a una nueva tecnología de la información, lo que implicaba una mayor integración dentro de la empresa. El objetivo de este estudio fue seguir a los topógrafos durante dos años desde el inicio de la transición e investigar cómo las consecuencias percibidas de la transición, el empleo, los factores organizativos, el bienestar y las medidas de eficacia cambiaron entre 1998 y 2000. Se utilizaron el \"Perfil del Equipo\" y el cuestionario nórdico QPS. Los 205 topógrafos que participaron en las tres fases de estudio constituyeron el grupo de estudio. El resultado mostró que los topógrafos que percibieron que estaban trabajando como generalistas calificaron las mejoras en los factores laborales y organizativos significativamente más altas que aquellos que percibieron que aún no eran generalistas. En 2000 se observaron mejoras en la calidad de los servicios prestados a los clientes, el tiempo disponible para tramitar un caso y la eficacia del trabajo en equipo en una transferencia a un grupo de organización del trabajo basado en el equipo, la cohesión y las prácticas de mejora continua -por ejemplo, el aprendizaje práctico, la orientación y la delegación guiada- eran importantes para mejorar la eficacia social del trabajo en grupo ",
            "error": [
                ""
            ]
        },
        "QPS Nordic questionnaire": {
            "translated_key": "cuestionario nórdico QPS",
            "translated_annotated_text": "Efectos de la transición a una organización de equipo centrada en los clientes en la labor de reconocimiento administrativo En 1998 se introdujo una nueva organización de trabajo en la labor de reconocimiento administrativo en Suecia. La nueva organización de trabajo implicaba una transición a una organización basada en el equipo centrada en el cliente y requería un cambio de competencia de conocimientos especializados a conocimientos generalistas, así como una transición a una nueva tecnología de la información, lo que implicaba una mayor integración dentro de la empresa. El objetivo de este estudio fue seguir a los topógrafos durante dos años desde el inicio de la transición e investigar cómo las consecuencias percibidas de la transición, el empleo, los factores organizativos, el bienestar y las medidas de eficacia cambiaron entre 1998 y 2000. Se utilizaron el perfil de trabajo en equipo y el \"cuestionario nórdico QPS\". Los 205 topógrafos que participaron en las tres fases de estudio constituyeron el grupo de estudio. El resultado mostró que los topógrafos que percibieron que estaban trabajando como generalistas calificaron las mejoras en los factores laborales y organizativos significativamente más altas que aquellos que percibieron que aún no eran generalistas. En 2000 se observaron mejoras en la calidad de los servicios prestados a los clientes, el tiempo disponible para tramitar un caso y la eficacia del trabajo en equipo en una transferencia a un grupo de organización del trabajo basado en el equipo, la cohesión y las prácticas de mejora continua -por ejemplo, el aprendizaje práctico, la orientación y la delegación guiada- eran importantes para mejorar la eficacia social del trabajo en grupo ",
            "error": [
                ""
            ]
        },
        "social effectiveness": {
            "translated_key": "eficacia social",
            "translated_annotated_text": "Efectos de la transición a una organización de equipo centrada en los clientes en la labor de reconocimiento administrativo En 1998 se introdujo una nueva organización de trabajo en la labor de reconocimiento administrativo en Suecia. La nueva organización de trabajo implicaba una transición a una organización basada en el equipo centrada en el cliente y requería un cambio de competencia de conocimientos especializados a conocimientos generalistas, así como una transición a una nueva tecnología de la información, lo que implicaba una mayor integración dentro de la empresa. El objetivo de este estudio fue seguir a los topógrafos durante dos años desde el inicio de la transición e investigar cómo las consecuencias percibidas de la transición, el empleo, los factores organizativos, el bienestar y las medidas de eficacia cambiaron entre 1998 y 2000. Se utilizaron el perfil de trabajo en equipo y el cuestionario nórdico QPS. Los 205 topógrafos que participaron en las tres fases de estudio constituyeron el grupo de estudio. El resultado mostró que los topógrafos que percibieron que estaban trabajando como generalistas calificaron las mejoras en los factores laborales y organizativos significativamente más altas que aquellos que percibieron que aún no eran generalistas. En 2000 se observaron mejoras en la calidad del servicio a los clientes, el tiempo disponible para tratar un caso y la eficacia del trabajo en equipo en una transferencia a un grupo de organización de trabajo basado en el equipo, la cohesión y las prácticas de mejora continua -por ejemplo, el aprendizaje mediante la práctica, la orientación y la delegación guiada- eran importantes para mejorar la \"eficacia social\" del trabajo en grupo ",
            "error": [
                ""
            ]
        },
        "public administrative sector": {
            "translated_key": [],
            "translated_annotated_text": "Efectos de la transición a una organización de equipo centrada en los clientes en la labor de reconocimiento administrativo En 1998 se introdujo una nueva organización de trabajo en la labor de reconocimiento administrativo en Suecia. La nueva organización de trabajo implicaba una transición a una organización basada en el equipo centrada en el cliente y requería un cambio de competencia de conocimientos especializados a conocimientos generalistas, así como una transición a una nueva tecnología de la información, lo que implicaba una mayor integración dentro de la empresa. El objetivo de este estudio fue seguir a los topógrafos durante dos años desde el inicio de la transición e investigar cómo las consecuencias percibidas de la transición, el empleo, los factores organizativos, el bienestar y las medidas de eficacia cambiaron entre 1998 y 2000. Se utilizaron el perfil de trabajo en equipo y el cuestionario nórdico QPS. Los 205 topógrafos que participaron en las tres fases de estudio constituyeron el grupo de estudio. El resultado mostró que los topógrafos que percibieron que estaban trabajando como generalistas calificaron las mejoras en los factores laborales y organizativos significativamente más altas que aquellos que percibieron que aún no eran generalistas. En 2000 se observaron mejoras en la calidad de los servicios prestados a los clientes, el tiempo disponible para tramitar un caso y la eficacia del trabajo en equipo en una transferencia a un grupo de organización del trabajo basado en el equipo, la cohesión y las prácticas de mejora continua -por ejemplo, el aprendizaje práctico, la orientación y la delegación guiada- eran importantes para mejorar la eficacia social del trabajo en grupo ",
            "error": []
        },
        "human factors": {
            "translated_key": [],
            "translated_annotated_text": "Efectos de la transición a una organización de equipo centrada en los clientes en la labor de reconocimiento administrativo En 1998 se introdujo una nueva organización de trabajo en la labor de reconocimiento administrativo en Suecia. La nueva organización de trabajo implicaba una transición a una organización basada en el equipo centrada en el cliente y requería un cambio de competencia de conocimientos especializados a conocimientos generalistas, así como una transición a una nueva tecnología de la información, lo que implicaba una mayor integración dentro de la empresa. El objetivo de este estudio fue seguir a los topógrafos durante dos años desde el inicio de la transición e investigar cómo las consecuencias percibidas de la transición, el empleo, los factores organizativos, el bienestar y las medidas de eficacia cambiaron entre 1998 y 2000. Se utilizaron el perfil de trabajo en equipo y el cuestionario nórdico QPS. Los 205 topógrafos que participaron en las tres fases de estudio constituyeron el grupo de estudio. El resultado mostró que los topógrafos que percibieron que estaban trabajando como generalistas calificaron las mejoras en los factores laborales y organizativos significativamente más altas que aquellos que percibieron que aún no eran generalistas. En 2000 se observaron mejoras en la calidad de los servicios prestados a los clientes, el tiempo disponible para tramitar un caso y la eficacia del trabajo en equipo en una transferencia a un grupo de organización del trabajo basado en el equipo, la cohesión y las prácticas de mejora continua -por ejemplo, el aprendizaje práctico, la orientación y la delegación guiada- eran importantes para mejorar la eficacia social del trabajo en grupo ",
            "error": []
        },
        "human resource management": {
            "translated_key": [],
            "translated_annotated_text": "Efectos de la transición a una organización de equipo centrada en los clientes en la labor de reconocimiento administrativo En 1998 se introdujo una nueva organización de trabajo en la labor de reconocimiento administrativo en Suecia. La nueva organización de trabajo implicaba una transición a una organización basada en el equipo centrada en el cliente y requería un cambio de competencia de conocimientos especializados a conocimientos generalistas, así como una transición a una nueva tecnología de la información, lo que implicaba una mayor integración dentro de la empresa. El objetivo de este estudio fue seguir a los topógrafos durante dos años desde el inicio de la transición e investigar cómo las consecuencias percibidas de la transición, el empleo, los factores organizativos, el bienestar y las medidas de eficacia cambiaron entre 1998 y 2000. Se utilizaron el perfil de trabajo en equipo y el cuestionario nórdico QPS. Los 205 topógrafos que participaron en las tres fases de estudio constituyeron el grupo de estudio. El resultado mostró que los topógrafos que percibieron que estaban trabajando como generalistas calificaron las mejoras en los factores laborales y organizativos significativamente más altas que aquellos que percibieron que aún no eran generalistas. En 2000 se observaron mejoras en la calidad de los servicios prestados a los clientes, el tiempo disponible para tramitar un caso y la eficacia del trabajo en equipo en una transferencia a un grupo de organización del trabajo basado en el equipo, la cohesión y las prácticas de mejora continua -por ejemplo, el aprendizaje práctico, la orientación y la delegación guiada- eran importantes para mejorar la eficacia social del trabajo en grupo ",
            "error": []
        },
        "personnel": {
            "translated_key": [],
            "translated_annotated_text": "Efectos de la transición a una organización de equipo centrada en los clientes en la labor de reconocimiento administrativo En 1998 se introdujo una nueva organización de trabajo en la labor de reconocimiento administrativo en Suecia. La nueva organización de trabajo implicaba una transición a una organización basada en el equipo centrada en el cliente y requería un cambio de competencia de conocimientos especializados a conocimientos generalistas, así como una transición a una nueva tecnología de la información, lo que implicaba una mayor integración dentro de la empresa. El objetivo de este estudio fue seguir a los topógrafos durante dos años desde el inicio de la transición e investigar cómo las consecuencias percibidas de la transición, el empleo, los factores organizativos, el bienestar y las medidas de eficacia cambiaron entre 1998 y 2000. Se utilizaron el perfil de trabajo en equipo y el cuestionario nórdico QPS. Los 205 topógrafos que participaron en las tres fases de estudio constituyeron el grupo de estudio. El resultado mostró que los topógrafos que percibieron que estaban trabajando como generalistas calificaron las mejoras en los factores laborales y organizativos significativamente más altas que aquellos que percibieron que aún no eran generalistas. En 2000 se observaron mejoras en la calidad de los servicios prestados a los clientes, el tiempo disponible para tramitar un caso y la eficacia del trabajo en equipo en una transferencia a un grupo de organización del trabajo basado en el equipo, la cohesión y las prácticas de mejora continua -por ejemplo, el aprendizaje práctico, la orientación y la delegación guiada- eran importantes para mejorar la eficacia social del trabajo en grupo ",
            "error": []
        },
        "public administration": {
            "translated_key": [],
            "translated_annotated_text": "Efectos de la transición a una organización de equipo centrada en los clientes en la labor de reconocimiento administrativo En 1998 se introdujo una nueva organización de trabajo en la labor de reconocimiento administrativo en Suecia. La nueva organización de trabajo implicaba una transición a una organización basada en el equipo centrada en el cliente y requería un cambio de competencia de conocimientos especializados a conocimientos generalistas, así como una transición a una nueva tecnología de la información, lo que implicaba una mayor integración dentro de la empresa. El objetivo de este estudio fue seguir a los topógrafos durante dos años desde el inicio de la transición e investigar cómo las consecuencias percibidas de la transición, el empleo, los factores organizativos, el bienestar y las medidas de eficacia cambiaron entre 1998 y 2000. Se utilizaron el perfil de trabajo en equipo y el cuestionario nórdico QPS. Los 205 topógrafos que participaron en las tres fases de estudio constituyeron el grupo de estudio. El resultado mostró que los topógrafos que percibieron que estaban trabajando como generalistas calificaron las mejoras en los factores laborales y organizativos significativamente más altas que aquellos que percibieron que aún no eran generalistas. En 2000 se observaron mejoras en la calidad de los servicios prestados a los clientes, el tiempo disponible para tramitar un caso y la eficacia del trabajo en equipo en una transferencia a un grupo de organización del trabajo basado en el equipo, la cohesión y las prácticas de mejora continua -por ejemplo, el aprendizaje práctico, la orientación y la delegación guiada- eran importantes para mejorar la eficacia social del trabajo en grupo ",
            "error": []
        },
        "social aspects of automation": {
            "translated_key": [],
            "translated_annotated_text": "Efectos de la transición a una organización de equipo centrada en los clientes en la labor de reconocimiento administrativo En 1998 se introdujo una nueva organización de trabajo en la labor de reconocimiento administrativo en Suecia. La nueva organización de trabajo implicaba una transición a una organización basada en el equipo centrada en el cliente y requería un cambio de competencia de conocimientos especializados a conocimientos generalistas, así como una transición a una nueva tecnología de la información, lo que implicaba una mayor integración dentro de la empresa. El objetivo de este estudio fue seguir a los topógrafos durante dos años desde el inicio de la transición e investigar cómo las consecuencias percibidas de la transición, el empleo, los factores organizativos, el bienestar y las medidas de eficacia cambiaron entre 1998 y 2000. Se utilizaron el perfil de trabajo en equipo y el cuestionario nórdico QPS. Los 205 topógrafos que participaron en las tres fases de estudio constituyeron el grupo de estudio. El resultado mostró que los topógrafos que percibieron que estaban trabajando como generalistas calificaron las mejoras en los factores laborales y organizativos significativamente más altas que aquellos que percibieron que aún no eran generalistas. En 2000 se observaron mejoras en la calidad de los servicios prestados a los clientes, el tiempo disponible para tramitar un caso y la eficacia del trabajo en equipo en una transferencia a un grupo de organización del trabajo basado en el equipo, la cohesión y las prácticas de mejora continua -por ejemplo, el aprendizaje práctico, la orientación y la delegación guiada- eran importantes para mejorar la eficacia social del trabajo en grupo ",
            "error": []
        }
    }
}