{
    "original_text": "The limits of shape constancy: point-to-point mapping of perspective projections of flat figures The present experiments investigate point-to-point mapping of perspective transformations of 2D outline figures under diverse viewing conditions: binocular free viewing, monocular perspective with 2D cues masked by an optic tunnel, and stereoptic viewing through an optic tunnel. The first experiment involved upright figures, and served to determine baseline point-to-point mapping accuracy, which was found to be very good. Three shapes were used: square, circle and irregularly round. The main experiment, with slanted figures, involved only two shapes-square and irregularly shaped-showed at several slant degrees. Despite the accumulated evidence for shape constancy when the outline of perspective projections is considered, metric perception of the inner structure of such projections was quite limited. Systematic distortions were found, especially with more extreme slants, and attributed to the joint effect of several factors: anchors, 3D information, and slant underestimation. Contradictory flatness cues did not detract from performance, while stereoptic information improved it",
    "original_translation": "Los límites de la constancia de la forma: mapeo punto a punto de proyecciones de perspectiva de figuras planas Los experimentos actuales investigan el mapeo punto a punto de transformaciones de perspectiva de figuras de contorno 2D bajo diversas condiciones de visión: visión libre de binoculares, perspectiva monocular con señales 2D enmascaradas por un túnel óptico, y visualización estereopática a través de un túnel óptico. El primer experimento consistió en cifras erguidas, y sirvió para determinar la exactitud de la cartografía punto a punto, que se encontró que era muy buena. Se utilizaron tres formas: cuadrada, circular e irregularmente redonda. El experimento principal, con figuras inclinadas, involucró sólo dos formas-cuadradas e irregularmente formadas-mostradas a varios grados de inclinación. A pesar de la evidencia acumulada de constancia de la forma cuando se considera el contorno de las proyecciones de perspectiva, la percepción métrica de la estructura interna de tales proyecciones era bastante limitada. Se detectaron distorsiones sistemáticas, especialmente con la mayor extremidad de los slants, atribuidas al efecto conjunto de varios factores: anclajes, información 3D y subestimación inclinada. Las señales de planicidad contradictorias no desvirtúan el rendimiento, mientras que la información estereopática la mejoraba.",
    "error_count": 8,
    "keys": {
        "shape constancy": {
            "translated_key": "forma de constancia",
            "translated_annotated_text": "Los límites de <br>forma de constancia</br>: mapeo punto a punto de proyecciones de perspectiva de figuras planas Los experimentos actuales investigan el mapeo punto a punto de transformaciones de perspectiva de figuras de contorno 2D bajo diversas condiciones de visualización: visión libre de binoculares, perspectiva monocular con señales 2D enmascaradas por un túnel óptico, y visualización estereoptica a través de un túnel óptico. El primer experimento consistió en cifras erguidas, y sirvió para determinar la exactitud de la cartografía punto a punto, que se encontró que era muy buena. Se utilizaron tres formas: cuadrada, circular e irregularmente redonda. El experimento principal, con figuras inclinadas, involucró sólo dos formas-cuadradas e irregularmente formadas-mostradas a varios grados de inclinación. A pesar de la evidencia acumulada de la constancia en forma de <br> cuando se considera el contorno de las proyecciones de perspectiva, la percepción métrica de la estructura interna de tales proyecciones era bastante limitada. Se detectaron distorsiones sistemáticas, especialmente con la mayor extremidad de los slants, atribuidas al efecto conjunto de varios factores: anclajes, información 3D y subestimación inclinada. Las señales de planicidad contradictorias no desvirtúan el rendimiento, mientras que la información estereopática la mejoraba. ",
            "error": [
                ""
            ]
        },
        "point-to-point mapping": {
            "translated_key": " mapping-to-point",
            "translated_annotated_text": "Los límites de la constancia de la forma: <br> mapping-to-point</br> de proyecciones de perspectiva de figuras planas Los experimentos actuales investigan <br> mapping-to-point</br> de transformaciones de perspectiva de figuras de contorno 2D bajo diversas condiciones de visión: visión libre binocular, perspectiva monocular con señales 2D enmascaradas por un túnel óptico y visualización estereoptica a través de un túnel óptico. El primer experimento consistió en cifras verticales, y sirvió para determinar la exactitud de la cartografía punto a punto, que se encontró que era muy buena. Se utilizaron tres formas: cuadrada, circular e irregularmente redonda. El experimento principal, con figuras inclinadas, involucró sólo dos formas-cuadradas e irregularmente formadas-mostradas a varios grados de inclinación. A pesar de la evidencia acumulada de constancia de la forma cuando se considera el contorno de las proyecciones de perspectiva, la percepción métrica de la estructura interna de tales proyecciones era bastante limitada. Se detectaron distorsiones sistemáticas, especialmente con la mayor extremidad de los slants, atribuidas al efecto conjunto de varios factores: anclajes, información 3D y subestimación inclinada. Las señales de planicidad contradictorias no desvirtúan el rendimiento, mientras que la información estereopática la mejoraba. ",
            "error": [
                ""
            ]
        },
        "flat figure perspective projections": {
            "translated_key": [],
            "translated_annotated_text": "Los límites de la constancia de la forma: mapeo punto a punto de proyecciones de perspectiva de figuras planas Los experimentos actuales investigan el mapeo punto a punto de transformaciones de perspectiva de figuras de contorno 2D bajo diversas condiciones de visión: visión libre de binoculares, perspectiva monocular con señales 2D enmascaradas por un túnel óptico, y visualización estereopática a través de un túnel óptico. El primer experimento consistió en cifras erguidas, y sirvió para determinar la exactitud de la cartografía punto a punto, que se encontró que era muy buena. Se utilizaron tres formas: cuadrada, circular e irregularmente redonda. El experimento principal, con figuras inclinadas, involucró sólo dos formas-cuadradas e irregularmente formadas-mostradas a varios grados de inclinación. A pesar de la evidencia acumulada de constancia de la forma cuando se considera el contorno de las proyecciones de perspectiva, la percepción métrica de la estructura interna de tales proyecciones era bastante limitada. Se detectaron distorsiones sistemáticas, especialmente con la mayor extremidad de los slants, atribuidas al efecto conjunto de varios factores: anclajes, información 3D y subestimación inclinada. Las señales de planicidad contradictorias no desvirtúan el rendimiento, mientras que la información estereopática la mejoraba. ",
            "error": []
        },
        "experiments": {
            "translated_key": "ensayos",
            "translated_annotated_text": "Los límites de la constancia de la forma: mapeo punto a punto de proyecciones de perspectiva de figuras planas El presente <br>ensayos</br> investiga el mapeo punto a punto de transformaciones de perspectiva de figuras de contorno 2D bajo diversas condiciones de visión: visión libre de binoculares, perspectiva monocular con señales 2D enmascaradas por un túnel óptico, y visualización estereoptica a través de un túnel óptico. El primer experimento consistió en cifras erguidas, y sirvió para determinar la exactitud de la cartografía punto a punto, que se encontró que era muy buena. Se utilizaron tres formas: cuadrada, circular e irregularmente redonda. El experimento principal, con figuras inclinadas, involucró sólo dos formas-cuadradas e irregularmente formadas-mostradas a varios grados de inclinación. A pesar de la evidencia acumulada de constancia de la forma cuando se considera el contorno de las proyecciones de perspectiva, la percepción métrica de la estructura interna de tales proyecciones era bastante limitada. Se detectaron distorsiones sistemáticas, especialmente con la mayor extremidad de los slants, atribuidas al efecto conjunto de varios factores: anclajes, información 3D y subestimación inclinada. Las señales de planicidad contradictorias no desvirtúan el rendimiento, mientras que la información estereopática la mejoraba. ",
            "error": [
                ""
            ]
        },
        "2D outline figures": {
            "translated_key": "2D",
            "translated_annotated_text": "Los límites de la constancia de la forma: mapeo punto a punto de proyecciones de perspectiva de figuras planas Los experimentos actuales investigan el mapeo punto a punto de transformaciones de perspectiva de figuras de contorno <br>2D</br> bajo diversas condiciones de visión: visión libre de binoculares, perspectiva monocular con señales 2D enmascaradas por un túnel óptico y visualización estereopática a través de un túnel óptico. El primer experimento consistió en cifras erguidas, y sirvió para determinar la exactitud de la cartografía punto a punto, que se encontró que era muy buena. Se utilizaron tres formas: cuadrada, circular e irregularmente redonda. El experimento principal, con figuras inclinadas, involucró sólo dos formas-cuadradas e irregularmente formadas-mostradas a varios grados de inclinación. A pesar de la evidencia acumulada de constancia de la forma cuando se considera el contorno de las proyecciones de perspectiva, la percepción métrica de la estructura interna de tales proyecciones era bastante limitada. Se detectaron distorsiones sistemáticas, especialmente con la mayor extremidad de los slants, atribuidas al efecto conjunto de varios factores: anclajes, información 3D y subestimación inclinada. Las señales de planicidad contradictorias no desvirtúan el rendimiento, mientras que la información estereopática la mejoraba. ",
            "error": [
                ""
            ]
        },
        "diverse viewing conditions": {
            "translated_key": "diversas condiciones de visualización",
            "translated_annotated_text": "Los límites de la constancia de la forma: mapeo punto a punto de proyecciones de perspectiva de figuras planas Los experimentos actuales investigan el mapeo punto a punto de transformaciones de perspectiva de figuras de contorno 2D bajo <br>diversas condiciones de visualización</br>: visión libre de binoculares, perspectiva monocular con señales 2D enmascaradas por un túnel óptico y visualización estereopática a través de un túnel óptico. El primer experimento consistió en cifras erguidas, y sirvió para determinar la exactitud de la cartografía punto a punto, que se encontró que era muy buena. Se utilizaron tres formas: cuadrada, circular e irregularmente redonda. El experimento principal, con figuras inclinadas, involucró sólo dos formas-cuadradas e irregularmente formadas-mostradas a varios grados de inclinación. A pesar de la evidencia acumulada de constancia de la forma cuando se considera el contorno de las proyecciones de perspectiva, la percepción métrica de la estructura interna de tales proyecciones era bastante limitada. Se detectaron distorsiones sistemáticas, especialmente con la mayor extremidad de los slants, atribuidas al efecto conjunto de varios factores: anclajes, información 3D y subestimación inclinada. Las señales de planicidad contradictorias no desvirtúan el rendimiento, mientras que la información estereopática la mejoraba. ",
            "error": [
                ""
            ]
        },
        "binocular free viewing": {
            "translated_key": "visualización libre de binoculares",
            "translated_annotated_text": "Los límites de la constancia de la forma: mapeo punto a punto de proyecciones de perspectiva de figuras planas Los experimentos actuales investigan el mapeo punto a punto de transformaciones de perspectiva de figuras de contorno 2D bajo diversas condiciones de visión: <br>visualización libre de binoculares</br>, perspectiva monocular con señales 2D enmascaradas por un túnel óptico y visualización estereopática a través de un túnel óptico. El primer experimento consistió en cifras erguidas, y sirvió para determinar la exactitud de la cartografía punto a punto, que se encontró que era muy buena. Se utilizaron tres formas: cuadrada, circular e irregularmente redonda. El experimento principal, con figuras inclinadas, involucró sólo dos formas-cuadradas e irregularmente formadas-mostradas a varios grados de inclinación. A pesar de la evidencia acumulada de constancia de la forma cuando se considera el contorno de las proyecciones de perspectiva, la percepción métrica de la estructura interna de tales proyecciones era bastante limitada. Se detectaron distorsiones sistemáticas, especialmente con la mayor extremidad de los slants, atribuidas al efecto conjunto de varios factores: anclajes, información 3D y subestimación inclinada. Las señales de planicidad contradictorias no desvirtúan el rendimiento, mientras que la información estereopática la mejoraba. ",
            "error": [
                ""
            ]
        },
        "monocular perspective": {
            "translated_key": "perspectiva monocular",
            "translated_annotated_text": "Los límites de la constancia de la forma: mapeo punto a punto de proyecciones de perspectiva de figuras planas Los experimentos actuales investigan el mapeo punto a punto de transformaciones de perspectiva de figuras de contorno 2D bajo diversas condiciones de visión: visión libre de binoculares, <br>perspectiva monocular</br> con señales 2D enmascaradas por un túnel óptico, y visualización estereopática a través de un túnel óptico.  El primer experimento consistió en cifras erguidas, y sirvió para determinar la exactitud de la cartografía punto a punto, que se encontró que era muy buena. Se utilizaron tres formas: cuadrada, circular e irregularmente redonda. El experimento principal, con figuras inclinadas, involucró sólo dos formas-cuadradas e irregularmente formadas-mostradas a varios grados de inclinación. A pesar de la evidencia acumulada de constancia de la forma cuando se considera el contorno de las proyecciones de perspectiva, la percepción métrica de la estructura interna de tales proyecciones era bastante limitada. Se detectaron distorsiones sistemáticas, especialmente con la mayor extremidad de los slants, atribuidas al efecto conjunto de varios factores: anclajes, información 3D y subestimación inclinada. Las señales de planicidad contradictorias no desvirtúan el rendimiento, mientras que la información estereopática la mejoraba. ",
            "error": [
                ""
            ]
        },
        "2D cues": {
            "translated_key": "2D ",
            "translated_annotated_text": "Los límites de la constancia de la forma: mapeo punto a punto de proyecciones de perspectiva de figuras planas Los experimentos actuales investigan el mapeo punto a punto de transformaciones de perspectiva de figuras de contorno 2D bajo diversas condiciones de visión: visualización libre de binoculares, perspectiva monocular con señales <br>2D </br> enmascaradas por un túnel óptico, y visualización estereopática a través de un túnel óptico. El primer experimento consistió en cifras erguidas, y sirvió para determinar la exactitud de la cartografía punto a punto, que se encontró que era muy buena. Se utilizaron tres formas: cuadrada, circular e irregularmente redonda. El experimento principal, con figuras inclinadas, involucró sólo dos formas-cuadradas e irregularmente formadas-mostradas a varios grados de inclinación. A pesar de la evidencia acumulada de constancia de la forma cuando se considera el contorno de las proyecciones de perspectiva, la percepción métrica de la estructura interna de tales proyecciones era bastante limitada. Se detectaron distorsiones sistemáticas, especialmente con la mayor extremidad de los slants, atribuidas al efecto conjunto de varios factores: anclajes, información 3D y subestimación inclinada. Las señales de planicidad contradictorias no desvirtúan el rendimiento, mientras que la información estereopática la mejoraba. ",
            "error": [
                ""
            ]
        },
        "optic tunnel": {
            "translated_key": "túnel óptico",
            "translated_annotated_text": "Los límites de la constancia de la forma: mapeo punto a punto de proyecciones de perspectiva de figuras planas Los experimentos actuales investigan el mapeo punto a punto de transformaciones de perspectiva de figuras de contorno 2D bajo diversas condiciones de visión: visión libre de binoculares, perspectiva monocular con señales 2D enmascaradas por un <br>túnel óptico</br>, y visualización estereopática a través de un <br>túnel óptico</br>. El primer experimento consistió en cifras erguidas, y sirvió para determinar la exactitud de la cartografía punto a punto, que se encontró que era muy buena. Se utilizaron tres formas: cuadrada, circular e irregularmente redonda. El experimento principal, con figuras inclinadas, involucró sólo dos formas-cuadradas e irregularmente formadas-mostradas a varios grados de inclinación. A pesar de la evidencia acumulada de constancia de la forma cuando se considera el contorno de las proyecciones de perspectiva, la percepción métrica de la estructura interna de tales proyecciones era bastante limitada. Se detectaron distorsiones sistemáticas, especialmente con la mayor extremidad de los slants, atribuidas al efecto conjunto de varios factores: anclajes, información 3D y subestimación inclinada. Las señales de planicidad contradictorias no desvirtúan el rendimiento, mientras que la información estereopática la mejoraba. ",
            "error": [
                ""
            ]
        },
        "stereoptic viewing": {
            "translated_key": " estereoptica",
            "translated_annotated_text": "Los límites de la constancia de la forma: mapeo punto a punto de proyecciones de perspectiva de figuras planas Los experimentos actuales investigan el mapeo punto a punto de transformaciones de perspectiva de figuras de contorno 2D bajo diversas condiciones de visión: visión libre de binoculares, perspectiva monocular con señales 2D enmascaradas por un túnel óptico, y visualización <br> estereoptica</br> a través de un túnel óptico. El primer experimento consistió en cifras erguidas, y sirvió para determinar la exactitud de la cartografía punto a punto, que se encontró que era muy buena. Se utilizaron tres formas: cuadrada, circular e irregularmente redonda. El experimento principal, con figuras inclinadas, involucró sólo dos formas-cuadradas e irregularmente formadas-mostradas a varios grados de inclinación. A pesar de la evidencia acumulada de constancia de la forma cuando se considera el contorno de las proyecciones de perspectiva, la percepción métrica de la estructura interna de tales proyecciones era bastante limitada. Se detectaron distorsiones sistemáticas, especialmente con la mayor extremidad de los slants, atribuidas al efecto conjunto de varios factores: anclajes, información 3D y subestimación inclinada. Las señales de planicidad contradictorias no desvirtúan el rendimiento, mientras que la información estereopática la mejoraba. ",
            "error": [
                ""
            ]
        },
        "3D shape perception": {
            "translated_key": [],
            "translated_annotated_text": "Los límites de la constancia de la forma: mapeo punto a punto de proyecciones de perspectiva de figuras planas Los experimentos actuales investigan el mapeo punto a punto de transformaciones de perspectiva de figuras de contorno 2D bajo diversas condiciones de visión: visión libre de binoculares, perspectiva monocular con señales 2D enmascaradas por un túnel óptico, y visualización estereopática a través de un túnel óptico. El primer experimento consistió en cifras erguidas, y sirvió para determinar la exactitud de la cartografía punto a punto, que se encontró que era muy buena. Se utilizaron tres formas: cuadrada, circular e irregularmente redonda. El experimento principal, con figuras inclinadas, involucró sólo dos formas-cuadradas e irregularmente formadas-mostradas a varios grados de inclinación. A pesar de la evidencia acumulada de constancia de la forma cuando se considera el contorno de las proyecciones de perspectiva, la percepción métrica de la estructura interna de tales proyecciones era bastante limitada. Se detectaron distorsiones sistemáticas, especialmente con la mayor extremidad de los slants, atribuidas al efecto conjunto de varios factores: anclajes, información 3D y subestimación inclinada. Las señales de planicidad contradictorias no desvirtúan el rendimiento, mientras que la información estereopática la mejoraba. ",
            "error": []
        },
        "human factors": {
            "translated_key": [],
            "translated_annotated_text": "Los límites de la constancia de la forma: mapeo punto a punto de proyecciones de perspectiva de figuras planas Los experimentos actuales investigan el mapeo punto a punto de transformaciones de perspectiva de figuras de contorno 2D bajo diversas condiciones de visión: visión libre de binoculares, perspectiva monocular con señales 2D enmascaradas por un túnel óptico, y visualización estereopática a través de un túnel óptico. El primer experimento consistió en cifras erguidas, y sirvió para determinar la exactitud de la cartografía punto a punto, que se encontró que era muy buena. Se utilizaron tres formas: cuadrada, circular e irregularmente redonda. El experimento principal, con figuras inclinadas, involucró sólo dos formas-cuadradas e irregularmente formadas-mostradas a varios grados de inclinación. A pesar de la evidencia acumulada de constancia de la forma cuando se considera el contorno de las proyecciones de perspectiva, la percepción métrica de la estructura interna de tales proyecciones era bastante limitada. Se detectaron distorsiones sistemáticas, especialmente con la mayor extremidad de los slants, atribuidas al efecto conjunto de varios factores: anclajes, información 3D y subestimación inclinada. Las señales de planicidad contradictorias no desvirtúan el rendimiento, mientras que la información estereopática la mejoraba. ",
            "error": []
        },
        "3D information displays": {
            "translated_key": [],
            "translated_annotated_text": "Los límites de la constancia de la forma: mapeo punto a punto de proyecciones de perspectiva de figuras planas Los experimentos actuales investigan el mapeo punto a punto de transformaciones de perspectiva de figuras de contorno 2D bajo diversas condiciones de visión: visión libre de binoculares, perspectiva monocular con señales 2D enmascaradas por un túnel óptico, y visualización estereopática a través de un túnel óptico. El primer experimento consistió en cifras erguidas, y sirvió para determinar la exactitud de la cartografía punto a punto, que se encontró que era muy buena. Se utilizaron tres formas: cuadrada, circular e irregularmente redonda. El experimento principal, con figuras inclinadas, involucró sólo dos formas-cuadradas e irregularmente formadas-mostradas a varios grados de inclinación. A pesar de la evidencia acumulada de constancia de la forma cuando se considera el contorno de las proyecciones de perspectiva, la percepción métrica de la estructura interna de tales proyecciones era bastante limitada. Se detectaron distorsiones sistemáticas, especialmente con la mayor extremidad de los slants, atribuidas al efecto conjunto de varios factores: anclajes, información 3D y subestimación inclinada. Las señales de planicidad contradictorias no desvirtúan el rendimiento, mientras que la información estereopática la mejoraba. ",
            "error": []
        },
        "anchors": {
            "translated_key": "anchors",
            "translated_annotated_text": "Los límites de la constancia de la forma: mapeo punto a punto de proyecciones de perspectiva de figuras planas Los experimentos actuales investigan el mapeo punto a punto de transformaciones de perspectiva de figuras de contorno 2D bajo diversas condiciones de visión: visión libre de binoculares, perspectiva monocular con señales 2D enmascaradas por un túnel óptico, y visualización estereopática a través de un túnel óptico. El primer experimento consistió en cifras erguidas, y sirvió para determinar la exactitud de la cartografía punto a punto, que se encontró que era muy buena. Se utilizaron tres formas: cuadrada, circular e irregularmente redonda. El experimento principal, con figuras inclinadas, involucró sólo dos formas-cuadradas e irregularmente formadas-mostradas a varios grados de inclinación. A pesar de la evidencia acumulada de constancia de la forma cuando se considera el contorno de las proyecciones de perspectiva, la percepción métrica de la estructura interna de tales proyecciones era bastante limitada. Se detectaron distorsiones sistemáticas, especialmente con la mayor extremidad, atribuidas al efecto articular de varios factores: <br>anchors</br>, información 3D y subestimación inclinada. Las señales de planicidad contradictorias no desvirtúan el rendimiento, mientras que la información estereopática la mejoraba. ",
            "error": [
                ""
            ]
        },
        "3D information": {
            "translated_key": "3D",
            "translated_annotated_text": "Los límites de la constancia de la forma: mapeo punto a punto de proyecciones de perspectiva de figuras planas Los experimentos actuales investigan el mapeo punto a punto de transformaciones de perspectiva de figuras de contorno 2D bajo diversas condiciones de visión: visión libre de binoculares, perspectiva monocular con señales 2D enmascaradas por un túnel óptico, y visualización estereopática a través de un túnel óptico. El primer experimento consistió en cifras erguidas, y sirvió para determinar la exactitud de la cartografía punto a punto, que se encontró que era muy buena. Se utilizaron tres formas: cuadrada, circular e irregularmente redonda. El experimento principal, con figuras inclinadas, involucró sólo dos formas-cuadradas e irregularmente formadas-mostradas a varios grados de inclinación. A pesar de la evidencia acumulada de constancia de la forma cuando se considera el contorno de las proyecciones de perspectiva, la percepción métrica de la estructura interna de tales proyecciones era bastante limitada. Se detectaron distorsiones sistemáticas, especialmente con los lados más extremos, y atribuidas al efecto articular de varios factores: anclajes, información <br>3D</br> y subestimación inclinada. Las señales de planicidad contradictorias no desvirtúan el rendimiento, mientras que la información estereopática la mejoraba. ",
            "error": [
                ""
            ]
        },
        "slant underestimation": {
            "translated_key": "slant",
            "translated_annotated_text": "Los límites de la constancia de la forma: mapeo punto a punto de proyecciones de perspectiva de figuras planas Los experimentos actuales investigan el mapeo punto a punto de transformaciones de perspectiva de figuras de contorno 2D bajo diversas condiciones de visión: visión libre de binoculares, perspectiva monocular con señales 2D enmascaradas por un túnel óptico, y visualización estereopática a través de un túnel óptico. El primer experimento consistió en cifras erguidas, y sirvió para determinar la exactitud de la cartografía punto a punto, que se encontró que era muy buena. Se utilizaron tres formas: cuadrada, circular e irregularmente redonda. El experimento principal, con figuras inclinadas, involucró sólo dos formas-cuadradas e irregularmente formadas-mostradas a varios grados de inclinación. A pesar de la evidencia acumulada de constancia de la forma cuando se considera el contorno de las proyecciones de perspectiva, la percepción métrica de la estructura interna de tales proyecciones era bastante limitada. Se detectaron distorsiones sistemáticas, especialmente con los lados más extremos, y atribuidas al efecto articular de varios factores: anclajes, información 3D y subestimación <br>slant</br>. Las señales de planicidad contradictorias no desvirtúan el rendimiento, mientras que la información estereopática la mejoraba. ",
            "error": [
                ""
            ]
        },
        "three-dimensional displays": {
            "translated_key": [],
            "translated_annotated_text": "Los límites de la constancia de la forma: mapeo punto a punto de proyecciones de perspectiva de figuras planas Los experimentos actuales investigan el mapeo punto a punto de transformaciones de perspectiva de figuras de contorno 2D bajo diversas condiciones de visión: visión libre de binoculares, perspectiva monocular con señales 2D enmascaradas por un túnel óptico, y visualización estereopática a través de un túnel óptico. El primer experimento consistió en cifras erguidas, y sirvió para determinar la exactitud de la cartografía punto a punto, que se encontró que era muy buena. Se utilizaron tres formas: cuadrada, circular e irregularmente redonda. El experimento principal, con figuras inclinadas, involucró sólo dos formas-cuadradas e irregularmente formadas-mostradas a varios grados de inclinación. A pesar de la evidencia acumulada de constancia de la forma cuando se considera el contorno de las proyecciones de perspectiva, la percepción métrica de la estructura interna de tales proyecciones era bastante limitada. Se detectaron distorsiones sistemáticas, especialmente con la mayor extremidad de los slants, atribuidas al efecto conjunto de varios factores: anclajes, información 3D y subestimación inclinada. Las señales de planicidad contradictorias no desvirtúan el rendimiento, mientras que la información estereopática la mejoraba. ",
            "error": []
        },
        "user interfaces": {
            "translated_key": [],
            "translated_annotated_text": "Los límites de la constancia de la forma: mapeo punto a punto de proyecciones de perspectiva de figuras planas Los experimentos actuales investigan el mapeo punto a punto de transformaciones de perspectiva de figuras de contorno 2D bajo diversas condiciones de visión: visión libre de binoculares, perspectiva monocular con señales 2D enmascaradas por un túnel óptico, y visualización estereopática a través de un túnel óptico. El primer experimento consistió en cifras erguidas, y sirvió para determinar la exactitud de la cartografía punto a punto, que se encontró que era muy buena. Se utilizaron tres formas: cuadrada, circular e irregularmente redonda. El experimento principal, con figuras inclinadas, involucró sólo dos formas-cuadradas e irregularmente formadas-mostradas a varios grados de inclinación. A pesar de la evidencia acumulada de constancia de la forma cuando se considera el contorno de las proyecciones de perspectiva, la percepción métrica de la estructura interna de tales proyecciones era bastante limitada. Se detectaron distorsiones sistemáticas, especialmente con la mayor extremidad de los slants, atribuidas al efecto conjunto de varios factores: anclajes, información 3D y subestimación inclinada. Las señales de planicidad contradictorias no desvirtúan el rendimiento, mientras que la información estereopática la mejoraba. ",
            "error": []
        },
        "visual perception": {
            "translated_key": [],
            "translated_annotated_text": "Los límites de la constancia de la forma: mapeo punto a punto de proyecciones de perspectiva de figuras planas Los experimentos actuales investigan el mapeo punto a punto de transformaciones de perspectiva de figuras de contorno 2D bajo diversas condiciones de visión: visión libre de binoculares, perspectiva monocular con señales 2D enmascaradas por un túnel óptico, y visualización estereopática a través de un túnel óptico. El primer experimento consistió en cifras erguidas, y sirvió para determinar la exactitud de la cartografía punto a punto, que se encontró que era muy buena. Se utilizaron tres formas: cuadrada, circular e irregularmente redonda. El experimento principal, con figuras inclinadas, involucró sólo dos formas-cuadradas e irregularmente formadas-mostradas a varios grados de inclinación. A pesar de la evidencia acumulada de constancia de la forma cuando se considera el contorno de las proyecciones de perspectiva, la percepción métrica de la estructura interna de tales proyecciones era bastante limitada. Se detectaron distorsiones sistemáticas, especialmente con la mayor extremidad de los slants, atribuidas al efecto conjunto de varios factores: anclajes, información 3D y subestimación inclinada. Las señales de planicidad contradictorias no desvirtúan el rendimiento, mientras que la información estereopática la mejoraba. ",
            "error": []
        }
    }
}