{
    "original_text": "Breaking the myths of rewards: an exploratory study of attitudes about knowledge sharing Many CEO and managers understand the importance of knowledge sharing among their employees and are eager to introduce the knowledge management paradigm in their organizations. However little is known about the determinants of the individuals knowledge sharing behavior. The purpose of this study is to develop an understanding of the factors affecting the individuals knowledge sharing behavior in the organizational context. The research model includes various constructs based on social exchange theory, self-efficacy, and theory of reasoned action. Research results from the field survey of 467 employees of four large, public organizations show that expected associations and contribution are the major determinants of the individuals attitude toward knowledge sharing. Expected rewards, believed by many to be the most important motivating factor for knowledge sharing, are not significantly related to the attitude toward knowledge sharing. As expected, positive attitude toward knowledge sharing is found to lead to positive intention to share knowledge and, finally, to actual knowledge sharing behaviors",
    "original_translation": "Romper los mitos de las recompensas: un estudio exploratorio de las actitudes sobre el intercambio de conocimientos Muchos CEO y gerentes entienden la importancia del intercambio de conocimientos entre sus empleados y están ansiosos de introducir el paradigma de la gestión del conocimiento en sus organizaciones. Sin embargo, poco se sabe acerca de los determinantes del comportamiento de intercambio de conocimiento de los individuos. El propósito de este estudio es desarrollar una comprensión de los factores que afectan a los individuos compartiendo el comportamiento del conocimiento en el contexto organizacional. El modelo de investigación incluye varios constructos basados en la teoría del intercambio social, la autoeficacia y la teoría de la acción razonada. Los resultados de la investigación de campo de 467 empleados de cuatro grandes organizaciones públicas muestran que las asociaciones esperadas y la contribución son los principales determinantes de la actitud de los individuos hacia el intercambio de conocimientos. Las recompensas esperadas, que muchos consideran el factor motivador más importante para el intercambio de conocimientos, no están relacionadas significativamente con la actitud hacia el intercambio de conocimientos. Como era de esperar, la actitud positiva hacia el intercambio de conocimientos se encuentra para conducir a la intención positiva de compartir conocimientos y, finalmente, a comportamientos reales de intercambio de conocimientos",
    "error_count": 5,
    "keys": {
        "knowledge sharing": {
            "translated_key": "compartir conocimiento",
            "translated_annotated_text": "Romper los mitos de las recompensas: un estudio exploratorio de las actitudes sobre el \"compartir conocimiento\" Muchos CEO y gerentes entienden la importancia del \"compartir conocimiento\" entre sus empleados y están ansiosos por introducir el paradigma de la gestión del conocimiento en sus organizaciones. Sin embargo poco se sabe acerca de los determinantes del comportamiento de \"compartir conocimiento\" de los individuos. El propósito de este estudio es desarrollar una comprensión de los factores que afectan al comportamiento de \"compartir conocimiento\" de los individuos en el contexto organizacional. El modelo de investigación incluye varios constructos basados en la teoría del intercambio social, la autoeficacia y la teoría de la acción razonada. Los resultados de la investigación de campo de 467 empleados de cuatro grandes organizaciones públicas muestran que las asociaciones esperadas y la contribución son los principales determinantes de la actitud de los individuos hacia el \"compartir conocimiento\". Las recompensas esperadas, consideradas por muchos como el factor motivador más importante para el \"compartir conocimiento\", no están significativamente relacionadas con la actitud hacia el \"compartir conocimiento\". Como era de esperar, la actitud positiva hacia el \"compartir conocimiento\" se encuentra para conducir a la intención positiva de compartir conocimiento y, finalmente, a los comportamientos reales de \"compartir conocimiento\" ",
            "error": [
                ""
            ]
        },
        "knowledge management": {
            "translated_key": "gestión del conocimiento",
            "translated_annotated_text": "Romper los mitos de las recompensas: un estudio exploratorio de las actitudes sobre el intercambio de conocimientos Muchos CEO y gerentes entienden la importancia del intercambio de conocimientos entre sus empleados y están ansiosos de introducir el paradigma de la \"gestión del conocimiento\" en sus organizaciones. Sin embargo, poco se sabe acerca de los determinantes del comportamiento de intercambio de conocimiento de los individuos. El propósito de este estudio es desarrollar una comprensión de los factores que afectan a los individuos compartiendo el comportamiento del conocimiento en el contexto organizacional. El modelo de investigación incluye varios constructos basados en la teoría del intercambio social, la autoeficacia y la teoría de la acción razonada. Los resultados de la investigación de campo de 467 empleados de cuatro grandes organizaciones públicas muestran que las asociaciones esperadas y la contribución son los principales determinantes de la actitud de los individuos hacia el intercambio de conocimientos. Las recompensas esperadas, que muchos consideran el factor motivador más importante para el intercambio de conocimientos, no están relacionadas significativamente con la actitud hacia el intercambio de conocimientos. Como era de esperar, la actitud positiva hacia el intercambio de conocimientos se encuentra para conducir a la intención positiva de compartir conocimientos y, finalmente, a comportamientos reales de intercambio de conocimientos ",
            "error": [
                ""
            ]
        },
        "social exchange theory": {
            "translated_key": "teoría del intercambio social",
            "translated_annotated_text": "Romper los mitos de las recompensas: un estudio exploratorio de las actitudes sobre el intercambio de conocimientos Muchos CEO y gerentes entienden la importancia del intercambio de conocimientos entre sus empleados y están ansiosos de introducir el paradigma de la gestión del conocimiento en sus organizaciones. Sin embargo, poco se sabe acerca de los determinantes del comportamiento de intercambio de conocimiento de los individuos. El propósito de este estudio es desarrollar una comprensión de los factores que afectan a los individuos compartiendo el comportamiento del conocimiento en el contexto organizacional. El modelo de investigación incluye varios constructos basados en la \"teoría del intercambio social\", la autoeficacia y la teoría de la acción razonada. Los resultados de la investigación de campo de 467 empleados de cuatro grandes organizaciones públicas muestran que las asociaciones esperadas y la contribución son los principales determinantes de la actitud de los individuos hacia el intercambio de conocimientos. Las recompensas esperadas, que muchos consideran el factor motivador más importante para el intercambio de conocimientos, no están relacionadas significativamente con la actitud hacia el intercambio de conocimientos. Como era de esperar, la actitud positiva hacia el intercambio de conocimientos se encuentra para conducir a la intención positiva de compartir conocimientos y, finalmente, a comportamientos reales de intercambio de conocimientos ",
            "error": [
                ""
            ]
        },
        "self-efficacy": {
            "translated_key": "autoeficacia",
            "translated_annotated_text": "Romper los mitos de las recompensas: un estudio exploratorio de las actitudes sobre el intercambio de conocimientos Muchos CEO y gerentes entienden la importancia del intercambio de conocimientos entre sus empleados y están ansiosos de introducir el paradigma de la gestión del conocimiento en sus organizaciones. Sin embargo, poco se sabe acerca de los determinantes del comportamiento de intercambio de conocimiento de los individuos. El propósito de este estudio es desarrollar una comprensión de los factores que afectan a los individuos compartiendo el comportamiento del conocimiento en el contexto organizacional. El modelo de investigación incluye varios constructos basados en la teoría del intercambio social, la \"autoeficacia\" y la teoría de la acción razonada. Los resultados de la investigación de campo de 467 empleados de cuatro grandes organizaciones públicas muestran que las asociaciones esperadas y la contribución son los principales determinantes de la actitud de los individuos hacia el intercambio de conocimientos. Las recompensas esperadas, que muchos consideran el factor motivador más importante para el intercambio de conocimientos, no están relacionadas significativamente con la actitud hacia el intercambio de conocimientos. Como era de esperar, la actitud positiva hacia el intercambio de conocimientos se encuentra para conducir a la intención positiva de compartir conocimientos y, finalmente, a comportamientos reales de intercambio de conocimientos ",
            "error": [
                ""
            ]
        },
        "theory of reasoned action": {
            "translated_key": "teoría de la acción razonada",
            "translated_annotated_text": "Romper los mitos de las recompensas: un estudio exploratorio de las actitudes sobre el intercambio de conocimientos Muchos CEO y gerentes entienden la importancia del intercambio de conocimientos entre sus empleados y están ansiosos de introducir el paradigma de la gestión del conocimiento en sus organizaciones. Sin embargo, poco se sabe acerca de los determinantes del comportamiento de intercambio de conocimiento de los individuos. El propósito de este estudio es desarrollar una comprensión de los factores que afectan a los individuos compartiendo el comportamiento del conocimiento en el contexto organizacional. El modelo de investigación incluye varios constructos basados en la teoría del intercambio social, la autoeficacia y la \"teoría de la acción razonada\". Los resultados de la investigación de campo de 467 empleados de cuatro grandes organizaciones públicas muestran que las asociaciones esperadas y la contribución son los principales determinantes de la actitud de los individuos hacia el intercambio de conocimientos. Las recompensas esperadas, que muchos consideran el factor motivador más importante para el intercambio de conocimientos, no están relacionadas significativamente con la actitud hacia el intercambio de conocimientos. Como era de esperar, la actitud positiva hacia el intercambio de conocimientos se encuentra para conducir a la intención positiva de compartir conocimientos y, finalmente, a comportamientos reales de intercambio de conocimientos ",
            "error": [
                ""
            ]
        },
        "public organizations": {
            "translated_key": "organizaciones públicas",
            "translated_annotated_text": "Romper los mitos de las recompensas: un estudio exploratorio de las actitudes sobre el intercambio de conocimientos Muchos CEO y gerentes entienden la importancia del intercambio de conocimientos entre sus empleados y están ansiosos de introducir el paradigma de la gestión del conocimiento en sus organizaciones. Sin embargo, poco se sabe acerca de los determinantes del comportamiento de intercambio de conocimiento de los individuos. El propósito de este estudio es desarrollar una comprensión de los factores que afectan a los individuos compartiendo el comportamiento del conocimiento en el contexto organizacional. El modelo de investigación incluye varios constructos basados en la teoría del intercambio social, la autoeficacia y la teoría de la acción razonada. Los resultados de la investigación de campo de 467 empleados de cuatro grandes \"organizaciones públicas\" muestran que las asociaciones esperadas y la contribución son los principales determinantes de la actitud de los individuos hacia el intercambio de conocimiento. Las recompensas esperadas, que muchos consideran el factor motivador más importante para el intercambio de conocimientos, no están relacionadas significativamente con la actitud hacia el intercambio de conocimientos. Como era de esperar, la actitud positiva hacia el intercambio de conocimientos se encuentra para conducir a la intención positiva de compartir conocimientos y, finalmente, a comportamientos reales de intercambio de conocimientos ",
            "error": [
                ""
            ]
        },
        "rewards": {
            "translated_key": "recompensas",
            "translated_annotated_text": "Romper los mitos de los \"recompensas\": un estudio exploratorio de las actitudes sobre el intercambio de conocimientos Muchos CEO y gerentes entienden la importancia del intercambio de conocimientos entre sus empleados y están ansiosos por introducir el paradigma de la gestión del conocimiento en sus organizaciones. Sin embargo, poco se sabe acerca de los determinantes del comportamiento de intercambio de conocimiento de los individuos. El propósito de este estudio es desarrollar una comprensión de los factores que afectan a los individuos compartiendo el comportamiento del conocimiento en el contexto organizacional. El modelo de investigación incluye varios constructos basados en la teoría del intercambio social, la autoeficacia y la teoría de la acción razonada. Los resultados de la investigación de campo de 467 empleados de cuatro grandes organizaciones públicas muestran que las asociaciones esperadas y la contribución son los principales determinantes de la actitud de los individuos hacia el intercambio de conocimientos. Las \"recompensas\" esperadas, consideradas por muchos como el factor motivador más importante para el intercambio de conocimiento, no están significativamente relacionadas con la actitud hacia el intercambio de conocimiento. Como era de esperar, la actitud positiva hacia el intercambio de conocimientos se encuentra para conducir a la intención positiva de compartir conocimientos y, finalmente, a comportamientos reales de intercambio de conocimientos ",
            "error": [
                ""
            ]
        },
        "strategic management": {
            "translated_key": [],
            "translated_annotated_text": "Romper los mitos de las recompensas: un estudio exploratorio de las actitudes sobre el intercambio de conocimientos Muchos CEO y gerentes entienden la importancia del intercambio de conocimientos entre sus empleados y están ansiosos de introducir el paradigma de la gestión del conocimiento en sus organizaciones. Sin embargo, poco se sabe acerca de los determinantes del comportamiento de intercambio de conocimiento de los individuos. El propósito de este estudio es desarrollar una comprensión de los factores que afectan a los individuos compartiendo el comportamiento del conocimiento en el contexto organizacional. El modelo de investigación incluye varios constructos basados en la teoría del intercambio social, la autoeficacia y la teoría de la acción razonada. Los resultados de la investigación de campo de 467 empleados de cuatro grandes organizaciones públicas muestran que las asociaciones esperadas y la contribución son los principales determinantes de la actitud de los individuos hacia el intercambio de conocimientos. Las recompensas esperadas, que muchos consideran el factor motivador más importante para el intercambio de conocimientos, no están relacionadas significativamente con la actitud hacia el intercambio de conocimientos. Como era de esperar, la actitud positiva hacia el intercambio de conocimientos se encuentra para conducir a la intención positiva de compartir conocimientos y, finalmente, a comportamientos reales de intercambio de conocimientos ",
            "error": []
        },
        "information resources": {
            "translated_key": [],
            "translated_annotated_text": "Romper los mitos de las recompensas: un estudio exploratorio de las actitudes sobre el intercambio de conocimientos Muchos CEO y gerentes entienden la importancia del intercambio de conocimientos entre sus empleados y están ansiosos de introducir el paradigma de la gestión del conocimiento en sus organizaciones. Sin embargo, poco se sabe acerca de los determinantes del comportamiento de intercambio de conocimiento de los individuos. El propósito de este estudio es desarrollar una comprensión de los factores que afectan a los individuos compartiendo el comportamiento del conocimiento en el contexto organizacional. El modelo de investigación incluye varios constructos basados en la teoría del intercambio social, la autoeficacia y la teoría de la acción razonada. Los resultados de la investigación de campo de 467 empleados de cuatro grandes organizaciones públicas muestran que las asociaciones esperadas y la contribución son los principales determinantes de la actitud de los individuos hacia el intercambio de conocimientos. Las recompensas esperadas, que muchos consideran el factor motivador más importante para el intercambio de conocimientos, no están relacionadas significativamente con la actitud hacia el intercambio de conocimientos. Como era de esperar, la actitud positiva hacia el intercambio de conocimientos se encuentra para conducir a la intención positiva de compartir conocimientos y, finalmente, a comportamientos reales de intercambio de conocimientos ",
            "error": []
        },
        "information systems": {
            "translated_key": [],
            "translated_annotated_text": "Romper los mitos de las recompensas: un estudio exploratorio de las actitudes sobre el intercambio de conocimientos Muchos CEO y gerentes entienden la importancia del intercambio de conocimientos entre sus empleados y están ansiosos de introducir el paradigma de la gestión del conocimiento en sus organizaciones. Sin embargo, poco se sabe acerca de los determinantes del comportamiento de intercambio de conocimiento de los individuos. El propósito de este estudio es desarrollar una comprensión de los factores que afectan a los individuos compartiendo el comportamiento del conocimiento en el contexto organizacional. El modelo de investigación incluye varios constructos basados en la teoría del intercambio social, la autoeficacia y la teoría de la acción razonada. Los resultados de la investigación de campo de 467 empleados de cuatro grandes organizaciones públicas muestran que las asociaciones esperadas y la contribución son los principales determinantes de la actitud de los individuos hacia el intercambio de conocimientos. Las recompensas esperadas, que muchos consideran el factor motivador más importante para el intercambio de conocimientos, no están relacionadas significativamente con la actitud hacia el intercambio de conocimientos. Como era de esperar, la actitud positiva hacia el intercambio de conocimientos se encuentra para conducir a la intención positiva de compartir conocimientos y, finalmente, a comportamientos reales de intercambio de conocimientos ",
            "error": []
        },
        "social aspects of automation": {
            "translated_key": [],
            "translated_annotated_text": "Romper los mitos de las recompensas: un estudio exploratorio de las actitudes sobre el intercambio de conocimientos Muchos CEO y gerentes entienden la importancia del intercambio de conocimientos entre sus empleados y están ansiosos de introducir el paradigma de la gestión del conocimiento en sus organizaciones. Sin embargo, poco se sabe acerca de los determinantes del comportamiento de intercambio de conocimiento de los individuos. El propósito de este estudio es desarrollar una comprensión de los factores que afectan a los individuos compartiendo el comportamiento del conocimiento en el contexto organizacional. El modelo de investigación incluye varios constructos basados en la teoría del intercambio social, la autoeficacia y la teoría de la acción razonada. Los resultados de la investigación de campo de 467 empleados de cuatro grandes organizaciones públicas muestran que las asociaciones esperadas y la contribución son los principales determinantes de la actitud de los individuos hacia el intercambio de conocimientos. Las recompensas esperadas, que muchos consideran el factor motivador más importante para el intercambio de conocimientos, no están relacionadas significativamente con la actitud hacia el intercambio de conocimientos. Como era de esperar, la actitud positiva hacia el intercambio de conocimientos se encuentra para conducir a la intención positiva de compartir conocimientos y, finalmente, a comportamientos reales de intercambio de conocimientos ",
            "error": []
        },
        "strategic planning": {
            "translated_key": [],
            "translated_annotated_text": "Romper los mitos de las recompensas: un estudio exploratorio de las actitudes sobre el intercambio de conocimientos Muchos CEO y gerentes entienden la importancia del intercambio de conocimientos entre sus empleados y están ansiosos de introducir el paradigma de la gestión del conocimiento en sus organizaciones. Sin embargo, poco se sabe acerca de los determinantes del comportamiento de intercambio de conocimiento de los individuos. El propósito de este estudio es desarrollar una comprensión de los factores que afectan a los individuos compartiendo el comportamiento del conocimiento en el contexto organizacional. El modelo de investigación incluye varios constructos basados en la teoría del intercambio social, la autoeficacia y la teoría de la acción razonada. Los resultados de la investigación de campo de 467 empleados de cuatro grandes organizaciones públicas muestran que las asociaciones esperadas y la contribución son los principales determinantes de la actitud de los individuos hacia el intercambio de conocimientos. Las recompensas esperadas, que muchos consideran el factor motivador más importante para el intercambio de conocimientos, no están relacionadas significativamente con la actitud hacia el intercambio de conocimientos. Como era de esperar, la actitud positiva hacia el intercambio de conocimientos se encuentra para conducir a la intención positiva de compartir conocimientos y, finalmente, a comportamientos reales de intercambio de conocimientos ",
            "error": []
        }
    }
}