{
    "original_text": "Chaos theory as a framework for studying information systems This paper introduces chaos theory as a means of studying information systems. It argues that chaos theory, combined with new techniques for discovering patterns in complex quantitative and qualitative evidence, offers a potentially more substantive approach to understand the nature of information systems in a variety of contexts. The paper introduces chaos theory concepts by way of an illustrative research design",
    "original_translation": "La teoría del caos como marco para estudiar los sistemas de información Este artículo introduce la teoría del caos como medio para estudiar los sistemas de información. Argumenta que la teoría del caos, combinada con nuevas técnicas para descubrir patrones en pruebas cuantitativas y cualitativas complejas, ofrece un enfoque potencialmente más sustantivo para entender la naturaleza de los sistemas de información en diversos contextos. El artículo introduce conceptos de teoría del caos a través de un diseño de investigación ilustrativo",
    "error_count": 4,
    "keys": {
        "chaos theory": {
            "translated_key": "teoría del caos",
            "translated_annotated_text": "La teoría del caos como marco para estudiar los sistemas de información Este artículo introduce la \"teoría del caos\" como medio para estudiar los sistemas de información. Argumenta que la \"teoría del caos\", combinada con nuevas técnicas para descubrir patrones en pruebas cuantitativas y cualitativas complejas, ofrece un enfoque potencialmente más sustantivo para entender la naturaleza de los sistemas de información en una variedad de contextos. El artículo introduce conceptos de \"teoría del caos\" a través de un diseño de investigación ilustrativo ",
            "error": [
                ""
            ]
        },
        "information systems": {
            "translated_key": "sistemas de información",
            "translated_annotated_text": "La teoría del caos como marco para estudiar los \"sistemas de información\" Este artículo introduce la teoría del caos como medio para estudiar los \"sistemas de información\". Argumenta que la teoría del caos, combinada con nuevas técnicas para descubrir patrones en pruebas cuantitativas y cualitativas complejas, ofrece un enfoque potencialmente más sustantivo para entender la naturaleza de los \"sistemas de información\" en una variedad de contextos. El artículo introduce conceptos de teoría del caos a través de un diseño de investigación ilustrativo ",
            "error": [
                ""
            ]
        },
        "pattern discovery": {
            "translated_key": [],
            "translated_annotated_text": "La teoría del caos como marco para estudiar los sistemas de información Este artículo introduce la teoría del caos como medio para estudiar los sistemas de información. Argumenta que la teoría del caos, combinada con nuevas técnicas para descubrir patrones en pruebas cuantitativas y cualitativas complejas, ofrece un enfoque potencialmente más sustantivo para entender la naturaleza de los sistemas de información en diversos contextos. El artículo introduce conceptos de teoría del caos a través de un diseño de investigación ilustrativo ",
            "error": []
        },
        "complex quantitative evidence": {
            "translated_key": [],
            "translated_annotated_text": "La teoría del caos como marco para estudiar los sistemas de información Este artículo introduce la teoría del caos como medio para estudiar los sistemas de información. Argumenta que la teoría del caos, combinada con nuevas técnicas para descubrir patrones en pruebas cuantitativas y cualitativas complejas, ofrece un enfoque potencialmente más sustantivo para entender la naturaleza de los sistemas de información en diversos contextos. El artículo introduce conceptos de teoría del caos a través de un diseño de investigación ilustrativo ",
            "error": []
        },
        "qualitative evidence": {
            "translated_key": [],
            "translated_annotated_text": "La teoría del caos como marco para estudiar los sistemas de información Este artículo introduce la teoría del caos como medio para estudiar los sistemas de información. Argumenta que la teoría del caos, combinada con nuevas técnicas para descubrir patrones en complejas pruebas cuantitativas y cualitativas, ofrece un enfoque potencialmente más sustantivo para entender la naturaleza de los sistemas de información en una variedad de contextos. El artículo introduce conceptos de teoría del caos a través de un diseño de investigación ilustrativo ",
            "error": []
        },
        "chaos": {
            "translated_key": "caos",
            "translated_annotated_text": "La teoría del caos como marco para el estudio de los sistemas de información Este artículo introduce la teoría del \"caos\" como medio de estudio de los sistemas de información. Argumenta que la teoría del \"caos\", combinada con nuevas técnicas para descubrir patrones en pruebas cuantitativas y cualitativas complejas, ofrece un enfoque potencialmente más sustantivo para entender la naturaleza de los sistemas de información en una variedad de contextos. El artículo introduce conceptos teóricos \"caos\" a través de un diseño de investigación ilustrativo ",
            "error": [
                ""
            ]
        },
        "pattern recognition": {
            "translated_key": [],
            "translated_annotated_text": "La teoría del caos como marco para estudiar los sistemas de información Este artículo introduce la teoría del caos como medio para estudiar los sistemas de información. Argumenta que la teoría del caos, combinada con nuevas técnicas para descubrir patrones en pruebas cuantitativas y cualitativas complejas, ofrece un enfoque potencialmente más sustantivo para entender la naturaleza de los sistemas de información en diversos contextos. El artículo introduce conceptos de teoría del caos a través de un diseño de investigación ilustrativo ",
            "error": []
        }
    }
}