{
    "original_text": "The semantic Web: differentiating between taxonomies and ontologies There is a new vision of the WWW - the semantic Web - that will dramatically improve Web-based services and products. It creates a setting where software agents perform everyday jobs for end-users. Deploying hierarchies, metadata, and structured vocabularies, the semantic Web expands basic Internet functions",
    "original_translation": "La Web semántica: diferenciando entre taxonomías y ontologías Existe una nueva visión de la WWW - la Web semántica - que mejorará dramáticamente los servicios y productos basados en la Web. Crea un entorno donde los agentes de software realizan trabajos cotidianos para los usuarios finales. Al desplegar jerarquías, metadatos y vocabularios estructurados, la Web semántica amplía las funciones básicas de Internet",
    "error_count": 3,
    "keys": {
        "WWW": {
            "translated_key": "WWW",
            "translated_annotated_text": "La Web semántica: diferenciando entre taxonomías y ontologías Existe una nueva visión de la \"WWW\" - la Web semántica - que mejorará dramáticamente los servicios y productos basados en la Web. Crea un entorno donde los agentes de software realizan trabajos cotidianos para los usuarios finales. Al desplegar jerarquías, metadatos y vocabularios estructurados, la Web semántica amplía las funciones básicas de Internet ",
            "error": [
                ""
            ]
        },
        "semantic Web": {
            "translated_key": "web semántica",
            "translated_annotated_text": "La \"web semántica\": diferenciando entre taxonomías y ontologías Existe una nueva visión de la WWW - la \"web semántica\" - que mejorará dramáticamente los servicios y productos basados en la Web. Crea un entorno donde los agentes de software realizan trabajos cotidianos para los usuarios finales. Al desplegar jerarquías, metadatos y vocabularios estructurados, la \"web semántica\" amplía las funciones básicas de Internet ",
            "error": [
                ""
            ]
        },
        "software agents": {
            "translated_key": "agentes de software",
            "translated_annotated_text": "La Web semántica: diferenciando entre taxonomías y ontologías Existe una nueva visión de la WWW - la Web semántica - que mejorará dramáticamente los servicios y productos basados en la Web. Crea un entorno donde los \"agentes de software\" realizan trabajos cotidianos para los usuarios finales. Al desplegar jerarquías, metadatos y vocabularios estructurados, la Web semántica amplía las funciones básicas de Internet ",
            "error": [
                ""
            ]
        },
        "hierarchies": {
            "translated_key": "jerarquías",
            "translated_annotated_text": "La Web semántica: diferenciando entre taxonomías y ontologías Existe una nueva visión de la WWW - la Web semántica - que mejorará dramáticamente los servicios y productos basados en la Web. Crea un entorno donde los agentes de software realizan trabajos cotidianos para los usuarios finales. Al desplegar \"jerarquías\", metadatos y vocabularios estructurados, la Web semántica amplía las funciones básicas de Internet ",
            "error": [
                ""
            ]
        },
        "metadata": {
            "translated_key": "metadatos",
            "translated_annotated_text": "La Web semántica: diferenciando entre taxonomías y ontologías Existe una nueva visión de la WWW - la Web semántica - que mejorará dramáticamente los servicios y productos basados en la Web. Crea un entorno donde los agentes de software realizan trabajos cotidianos para los usuarios finales. Al desplegar jerarquías, \"metadatos\" y vocabularios estructurados, la Web semántica amplía las funciones básicas de Internet ",
            "error": [
                ""
            ]
        },
        "structured vocabularies": {
            "translated_key": "vocabularios estructurados",
            "translated_annotated_text": "La Web semántica: diferenciando entre taxonomías y ontologías Existe una nueva visión de la WWW - la Web semántica - que mejorará dramáticamente los servicios y productos basados en la Web. Crea un entorno donde los agentes de software realizan trabajos cotidianos para los usuarios finales. Implementando jerarquías, metadatos y \"vocabularios estructurados\", la Web semántica amplía las funciones básicas de Internet ",
            "error": [
                ""
            ]
        },
        "Internet": {
            "translated_key": "Internet",
            "translated_annotated_text": "La Web semántica: diferenciando entre taxonomías y ontologías Existe una nueva visión de la WWW - la Web semántica - que mejorará dramáticamente los servicios y productos basados en la Web. Crea un entorno donde los agentes de software realizan trabajos cotidianos para los usuarios finales. Al desplegar jerarquías, metadatos y vocabularios estructurados, la Web semántica amplía las funciones básicas de \"Internet\" ",
            "error": [
                ""
            ]
        },
        "information resources": {
            "translated_key": [],
            "translated_annotated_text": "La Web semántica: diferenciando entre taxonomías y ontologías Existe una nueva visión de la WWW - la Web semántica - que mejorará dramáticamente los servicios y productos basados en la Web. Crea un entorno donde los agentes de software realizan trabajos cotidianos para los usuarios finales. Al desplegar jerarquías, metadatos y vocabularios estructurados, la Web semántica amplía las funciones básicas de Internet ",
            "error": []
        },
        "meta data": {
            "translated_key": [],
            "translated_annotated_text": "La Web semántica: diferenciando entre taxonomías y ontologías Existe una nueva visión de la WWW - la Web semántica - que mejorará dramáticamente los servicios y productos basados en la Web. Crea un entorno donde los agentes de software realizan trabajos cotidianos para los usuarios finales. Al desplegar jerarquías, metadatos y vocabularios estructurados, la Web semántica amplía las funciones básicas de Internet ",
            "error": []
        },
        "vocabulary": {
            "translated_key": [],
            "translated_annotated_text": "La Web semántica: diferenciando entre taxonomías y ontologías Existe una nueva visión de la WWW - la Web semántica - que mejorará dramáticamente los servicios y productos basados en la Web. Crea un entorno donde los agentes de software realizan trabajos cotidianos para los usuarios finales. Al desplegar jerarquías, metadatos y vocabularios estructurados, la Web semántica amplía las funciones básicas de Internet ",
            "error": []
        }
    }
}