{
    "original_text": "A regularized conjugate gradient method for symmetric positive definite system of linear equations A class of regularized conjugate gradient methods is presented for solving the large sparse system of linear equations of which the coefficient matrix is an ill-conditioned symmetric positive definite matrix. The convergence properties of these methods are discussed in depth, and the best possible choices of the parameters involved in the new methods are investigated in detail. Numerical computations show that the new methods are more efficient and robust than both classical relaxation methods and classical conjugate direction methods",
    "original_translation": "Un método de gradiente conjugado regularizado para sistema definido simétrico positivo de ecuaciones lineales Se presenta una clase de métodos de gradiente conjugado regularizado para resolver el gran sistema escaso de ecuaciones lineales de las cuales la matriz del coeficiente es una matriz definida simétrica positiva mal condicionada. Las propiedades de convergencia de estos métodos se discuten en profundidad, y las mejores opciones posibles de los parámetros involucrados en los nuevos métodos se investigan en detalle. Los cálculos numéricos muestran que los nuevos métodos son más eficientes y robustos que los métodos clásicos de relajación y los métodos clásicos de dirección conjugada",
    "error_count": 2,
    "keys": {
        "regularized conjugate gradient method": {
            "translated_key": "método de gradiente conjugado regularizado",
            "translated_annotated_text": "Un \"método de gradiente conjugado regularizado\" para el sistema definido positivo simétrico de ecuaciones lineales Se presenta una clase de métodos de gradiente conjugado regularizado para resolver el gran sistema escaso de ecuaciones lineales de las cuales la matriz del coeficiente es una matriz definida simétrica positiva mal condicionada. Las propiedades de convergencia de estos métodos se discuten en profundidad, y las mejores opciones posibles de los parámetros involucrados en los nuevos métodos se investigan en detalle. Los cálculos numéricos muestran que los nuevos métodos son más eficientes y robustos que los métodos clásicos de relajación y los métodos clásicos de dirección conjugada ",
            "error": [
                ""
            ]
        },
        "symmetric positive definite system": {
            "translated_key": "sistema definido positivo simétrico",
            "translated_annotated_text": "Un método de gradiente conjugado regularizado para \"sistema definido positivo simétrico\" de ecuaciones lineales Se presenta una clase de métodos de gradiente conjugado regularizado para resolver el gran sistema escaso de ecuaciones lineales de las cuales la matriz del coeficiente es una matriz definida positiva simétrica mal condicionada. Las propiedades de convergencia de estos métodos se discuten en profundidad, y las mejores opciones posibles de los parámetros involucrados en los nuevos métodos se investigan en detalle. Los cálculos numéricos muestran que los nuevos métodos son más eficientes y robustos que los métodos clásicos de relajación y los métodos clásicos de dirección conjugada ",
            "error": [
                ""
            ]
        },
        "linear equations": {
            "translated_key": "ecuaciones lineales",
            "translated_annotated_text": "Un método de gradiente conjugado regularizado para sistema definido simétrico positivo de \"ecuaciones lineales\" Se presenta una clase de métodos de gradiente conjugado regularizado para resolver el gran sistema escaso de \"ecuaciones lineales\" de los cuales la matriz del coeficiente es una matriz definida simétrica positiva mal condicionada. Las propiedades de convergencia de estos métodos se discuten en profundidad, y las mejores opciones posibles de los parámetros involucrados en los nuevos métodos se investigan en detalle. Los cálculos numéricos muestran que los nuevos métodos son más eficientes y robustos que los métodos clásicos de relajación y los métodos clásicos de dirección conjugada ",
            "error": [
                ""
            ]
        },
        "large sparse system": {
            "translated_key": "sistema escaso grande",
            "translated_annotated_text": "Un método de gradiente conjugado regularizado para sistema definido simétrico positivo de ecuaciones lineales Se presenta una clase de métodos de gradiente conjugado regularizado para resolver el \"sistema escaso grande\" de ecuaciones lineales de las cuales la matriz del coeficiente es una matriz definida simétrica positiva mal condicionada. Las propiedades de convergencia de estos métodos se discuten en profundidad, y las mejores opciones posibles de los parámetros involucrados en los nuevos métodos se investigan en detalle. Los cálculos numéricos muestran que los nuevos métodos son más eficientes y robustos que los métodos clásicos de relajación y los métodos clásicos de dirección conjugada ",
            "error": [
                ""
            ]
        },
        "coefficient matrix": {
            "translated_key": "matriz de coeficiente",
            "translated_annotated_text": "Un método de gradiente conjugado regularizado para sistema definido simétrico positivo de ecuaciones lineales Se presenta una clase de métodos de gradiente conjugado regularizado para resolver el gran sistema escaso de ecuaciones lineales de las cuales la \"matriz de coeficiente\" es una matriz definida simétrica positiva mal condicionada. Las propiedades de convergencia de estos métodos se discuten en profundidad, y las mejores opciones posibles de los parámetros involucrados en los nuevos métodos se investigan en detalle. Los cálculos numéricos muestran que los nuevos métodos son más eficientes y robustos que los métodos clásicos de relajación y los métodos clásicos de dirección conjugada ",
            "error": [
                ""
            ]
        },
        "convergence properties": {
            "translated_key": "propiedades de convergencia",
            "translated_annotated_text": "Un método de gradiente conjugado regularizado para sistema definido simétrico positivo de ecuaciones lineales Se presenta una clase de métodos de gradiente conjugado regularizado para resolver el gran sistema escaso de ecuaciones lineales de las cuales la matriz del coeficiente es una matriz definida simétrica positiva mal condicionada. Las \"propiedades de convergencia\" de estos métodos se discuten en profundidad, y las mejores opciones posibles de los parámetros involucrados en los nuevos métodos se investigan en detalle. Los cálculos numéricos muestran que los nuevos métodos son más eficientes y robustos que los métodos clásicos de relajación y los métodos clásicos de dirección conjugada ",
            "error": [
                ""
            ]
        },
        "classical relaxation methods": {
            "translated_key": "métodos clásicos de relajación",
            "translated_annotated_text": "Un método de gradiente conjugado regularizado para sistema definido simétrico positivo de ecuaciones lineales Se presenta una clase de métodos de gradiente conjugado regularizado para resolver el gran sistema escaso de ecuaciones lineales de las cuales la matriz del coeficiente es una matriz definida simétrica positiva mal condicionada. Las propiedades de convergencia de estos métodos se discuten en profundidad, y las mejores opciones posibles de los parámetros involucrados en los nuevos métodos se investigan en detalle. Los cálculos numéricos muestran que los nuevos métodos son más eficientes y robustos que los \"métodos clásicos de relajación\" y los métodos de dirección conjugados clásicos ",
            "error": [
                ""
            ]
        },
        "classical conjugate direction methods": {
            "translated_key": "métodos de dirección conjugados clásicos",
            "translated_annotated_text": "Un método de gradiente conjugado regularizado para sistema definido simétrico positivo de ecuaciones lineales Se presenta una clase de métodos de gradiente conjugado regularizado para resolver el gran sistema escaso de ecuaciones lineales de las cuales la matriz del coeficiente es una matriz definida simétrica positiva mal condicionada. Las propiedades de convergencia de estos métodos se discuten en profundidad, y las mejores opciones posibles de los parámetros involucrados en los nuevos métodos se investigan en detalle. Los cálculos numéricos muestran que los nuevos métodos son más eficientes y robustos que los métodos clásicos de relajación y los \"métodos de dirección conjugados clásicos\" ",
            "error": [
                ""
            ]
        },
        "ill-conditioned linear system": {
            "translated_key": [],
            "translated_annotated_text": "Un método de gradiente conjugado regularizado para sistema definido simétrico positivo de ecuaciones lineales Se presenta una clase de métodos de gradiente conjugado regularizado para resolver el gran sistema escaso de ecuaciones lineales de las cuales la matriz del coeficiente es una matriz definida simétrica positiva mal condicionada. Las propiedades de convergencia de estos métodos se discuten en profundidad, y las mejores opciones posibles de los parámetros involucrados en los nuevos métodos se investigan en detalle. Los cálculos numéricos muestran que los nuevos métodos son más eficientes y robustos que los métodos clásicos de relajación y los métodos clásicos de dirección conjugada ",
            "error": []
        },
        "conjugate gradient methods": {
            "translated_key": "métodos de gradiente conjugados",
            "translated_annotated_text": "Un método de gradiente conjugado regularizado para sistema definido simétrico positivo de ecuaciones lineales Se presenta una clase de \"métodos de gradiente conjugados\" regularizados para resolver el sistema grande y escaso de ecuaciones lineales de las cuales la matriz del coeficiente es una matriz definida simétrica positiva mal condicionada. Las propiedades de convergencia de estos métodos se discuten en profundidad, y las mejores opciones posibles de los parámetros involucrados en los nuevos métodos se investigan en detalle. Los cálculos numéricos muestran que los nuevos métodos son más eficientes y robustos que los métodos clásicos de relajación y los métodos clásicos de dirección conjugada ",
            "error": [
                ""
            ]
        },
        "sparse matrices": {
            "translated_key": [],
            "translated_annotated_text": "Un método de gradiente conjugado regularizado para sistema definido simétrico positivo de ecuaciones lineales Se presenta una clase de métodos de gradiente conjugado regularizado para resolver el gran sistema escaso de ecuaciones lineales de las cuales la matriz del coeficiente es una matriz definida simétrica positiva mal condicionada. Las propiedades de convergencia de estos métodos se discuten en profundidad, y las mejores opciones posibles de los parámetros involucrados en los nuevos métodos se investigan en detalle. Los cálculos numéricos muestran que los nuevos métodos son más eficientes y robustos que los métodos clásicos de relajación y los métodos clásicos de dirección conjugada ",
            "error": []
        }
    }
}