{
    "original_text": "VSAT technology aids growth Choosing to migrate to IP-based applications also means deciding whether terrestrial technologies such as frame relay, DSL or plain old telephone service (POTS) can provide the scalability, flexibility and high bandwidth required to support those applications, and whether these technologies can do so affordably. Each option has its tradeoffs. Also, in each case, retailers with nationwide chains have to deal with multiple last-mile service providers for service installation and network maintenance. Because of this, many retailers are selecting two-way satellite networking technology (frequently referred to as VSAT) as the technology of choice for always-on, nationwide, high-speed connectivity coupled with end-to-end network ownership and favorable economics. Enterprises are adopting VSAT platforms not only for emerging IP and Web-based applications, but also for mission-critical, front-office functions such as credit authorization and point-of-sale polling",
    "original_translation": "La tecnología VSAT ayuda al crecimiento Elegir migrar a aplicaciones basadas en IP también significa decidir si las tecnologías terrestres como el relé de bastidor, DSL o el servicio telefónico simple y antiguo (POTS) pueden proporcionar la escalabilidad, flexibilidad y gran ancho de banda necesarios para apoyar esas aplicaciones, y si estas tecnologías pueden hacerlo de forma asequible. Cada opción tiene sus compensaciones. Además, en cada caso, los minoristas con cadenas nacionales tienen que tratar con múltiples proveedores de servicios de última milla para la instalación de servicios y el mantenimiento de la red. Debido a esto, muchos minoristas están seleccionando la tecnología de redes bidireccionales por satélite (frecuentemente conocida como VSAT) como la tecnología de elección para la conectividad de alta velocidad, siempre en todo el país, junto con la propiedad de red de extremo a extremo y la economía favorable. Las empresas están adoptando plataformas VSAT no sólo para nuevas aplicaciones basadas en IP y en la Web, sino también para funciones esenciales de las misiones, como la autorización de créditos y la votación en el punto de venta",
    "error_count": 5,
    "keys": {
        "VSAT": {
            "translated_key": [
                "La tecnología VSAT",
                "VSAT",
                "VSAT"
            ],
            "translated_annotated_text": "<br>La tecnología VSAT</br> ayuda al crecimiento Elegir migrar a aplicaciones basadas en IP también significa decidir si las tecnologías terrestres como el relé de marcos, DSL o el servicio telefónico simple y antiguo (POTS) pueden proporcionar la escalabilidad, flexibilidad y un alto ancho de banda necesarios para apoyar esas aplicaciones, y si estas tecnologías pueden hacerlo de forma asequible. Cada opción tiene sus compensaciones. Además, en cada caso, los minoristas con cadenas nacionales tienen que tratar con múltiples proveedores de servicios de última milla para la instalación de servicios y el mantenimiento de la red. Debido a esto, muchos minoristas están seleccionando la tecnología de redes bidireccionales por satélite (frecuentemente conocida como <br>VSAT</br>) como la tecnología de elección para la conectividad de alta velocidad, siempre en todo el país, junto con la propiedad de red de extremo a extremo y la economía favorable. Las empresas están adoptando plataformas <br>VSAT</br> no sólo para aplicaciones emergentes basadas en la IP y en la Web, sino también para funciones esenciales de las misiones, como la autorización de créditos y las encuestas de puntos de venta. ",
            "error": [
                "La tecnología VSAT",
                "VSAT",
                "VSAT"
            ]
        },
        "retailers": {
            "translated_key": " con cadenas nacionales tienen que tratar con múltiples proveedores de servicios de última milla para la instalación de servicios y el mantenimiento de la red. Debido a esto, muchos <br>retailers",
            "translated_annotated_text": "La tecnología VSAT ayuda al crecimiento Elegir migrar a aplicaciones basadas en IP también significa decidir si las tecnologías terrestres como el relé de bastidor, DSL o el servicio telefónico simple y antiguo (POTS) pueden proporcionar la escalabilidad, flexibilidad y gran ancho de banda necesarios para apoyar esas aplicaciones, y si estas tecnologías pueden hacerlo de forma asequible. Cada opción tiene sus compensaciones. Además, en cada caso, los minoristas<br> con cadenas nacionales tienen que tratar con múltiples proveedores de servicios de última milla para la instalación de servicios y el mantenimiento de la red. Debido a esto, muchos <br>retailers</br> están seleccionando la tecnología bidireccional de redes por satélite (frecuentemente conocida como VSAT) como la tecnología de elección para la conectividad de alta velocidad, siempre en todo el país, junto con la propiedad de red de extremo a extremo y la economía favorable. Las empresas están adoptando plataformas VSAT no sólo para nuevas aplicaciones basadas en IP y en la Web, sino también para funciones esenciales de las misiones, como la autorización de créditos y la votación en el punto de venta ",
            "error": [
                ""
            ]
        },
        "IP-based applications": {
            "translated_key": [],
            "translated_annotated_text": "La tecnología VSAT ayuda al crecimiento Elegir migrar a aplicaciones basadas en <br>IP también significa decidir si las tecnologías terrestres como el relé de bastidor, DSL o el servicio telefónico simple y antiguo (POTS) pueden proporcionar la escalabilidad, flexibilidad y gran ancho de banda necesarios para apoyar esas aplicaciones, y si estas tecnologías pueden hacerlo de manera asequible. Cada opción tiene sus compensaciones. Además, en cada caso, los minoristas con cadenas nacionales tienen que tratar con múltiples proveedores de servicios de última milla para la instalación de servicios y el mantenimiento de la red. Debido a esto, muchos minoristas están seleccionando la tecnología de redes bidireccionales por satélite (frecuentemente conocida como VSAT) como la tecnología de elección para la conectividad de alta velocidad, siempre en todo el país, junto con la propiedad de red de extremo a extremo y la economía favorable. Las empresas están adoptando plataformas VSAT no sólo para nuevas aplicaciones basadas en IP y en la Web, sino también para funciones esenciales de las misiones, como la autorización de créditos y la votación en el punto de venta ",
            "error": []
        },
        "Internet": {
            "translated_key": [],
            "translated_annotated_text": "La tecnología VSAT ayuda al crecimiento Elegir migrar a aplicaciones basadas en IP también significa decidir si las tecnologías terrestres como el relé de bastidor, DSL o el servicio telefónico simple y antiguo (POTS) pueden proporcionar la escalabilidad, flexibilidad y gran ancho de banda necesarios para apoyar esas aplicaciones, y si estas tecnologías pueden hacerlo de forma asequible. Cada opción tiene sus compensaciones. Además, en cada caso, los minoristas con cadenas nacionales tienen que tratar con múltiples proveedores de servicios de última milla para la instalación de servicios y el mantenimiento de la red. Debido a esto, muchos minoristas están seleccionando la tecnología de redes bidireccionales por satélite (frecuentemente conocida como VSAT) como la tecnología de elección para la conectividad de alta velocidad, siempre en todo el país, junto con la propiedad de red de extremo a extremo y la economía favorable. Las empresas están adoptando plataformas VSAT no sólo para nuevas aplicaciones basadas en IP y en la Web, sino también para funciones esenciales de las misiones, como la autorización de créditos y la votación en el punto de venta ",
            "error": []
        },
        "retailing": {
            "translated_key": [],
            "translated_annotated_text": "La tecnología VSAT ayuda al crecimiento Elegir migrar a aplicaciones basadas en IP también significa decidir si las tecnologías terrestres como el relé de bastidor, DSL o el servicio telefónico simple y antiguo (POTS) pueden proporcionar la escalabilidad, flexibilidad y gran ancho de banda necesarios para apoyar esas aplicaciones, y si estas tecnologías pueden hacerlo de forma asequible. Cada opción tiene sus compensaciones. Además, en cada caso, los minoristas con cadenas nacionales tienen que tratar con múltiples proveedores de servicios de última milla para la instalación de servicios y el mantenimiento de la red. Debido a esto, muchos minoristas están seleccionando la tecnología de redes bidireccionales por satélite (frecuentemente conocida como VSAT) como la tecnología de elección para la conectividad de alta velocidad, siempre en todo el país, junto con la propiedad de red de extremo a extremo y la economía favorable. Las empresas están adoptando plataformas VSAT no sólo para nuevas aplicaciones basadas en IP y en la Web, sino también para funciones esenciales de las misiones, como la autorización de créditos y la votación en el punto de venta ",
            "error": []
        },
        "satellite ground stations": {
            "translated_key": [],
            "translated_annotated_text": "La tecnología VSAT ayuda al crecimiento Elegir migrar a aplicaciones basadas en IP también significa decidir si las tecnologías terrestres como el relé de bastidor, DSL o el servicio telefónico simple y antiguo (POTS) pueden proporcionar la escalabilidad, flexibilidad y gran ancho de banda necesarios para apoyar esas aplicaciones, y si estas tecnologías pueden hacerlo de forma asequible. Cada opción tiene sus compensaciones. Además, en cada caso, los minoristas con cadenas nacionales tienen que tratar con múltiples proveedores de servicios de última milla para la instalación de servicios y el mantenimiento de la red. Debido a esto, muchos minoristas están seleccionando la tecnología de redes bidireccionales por satélite (frecuentemente conocida como VSAT) como la tecnología de elección para la conectividad de alta velocidad, siempre en todo el país, junto con la propiedad de red de extremo a extremo y la economía favorable. Las empresas están adoptando plataformas VSAT no sólo para nuevas aplicaciones basadas en IP y en la Web, sino también para funciones esenciales de las misiones, como la autorización de créditos y la votación en el punto de venta ",
            "error": []
        }
    }
}