{
    "original_text": "Airline base schedule optimisation by flight network annealing A system for rigorous airline base schedule optimisation is described. The architecture of the system reflects the underlying problem structure. The architecture is hierarchical consisting of a master problem for logical aircraft schedule optimisation and a sub-problem for schedule evaluation. The sub-problem is made up of a number of component sub-problems including connection generation, passenger choice modelling, passenger traffic allocation by simulation and revenue and cost determination. Schedule optimisation is carried out by means of simulated annealing of flight networks. The operators for the simulated annealing process are feasibility preserving and form a complete set of operators",
    "original_translation": "Optimización del horario de base de la aerolínea mediante recocido de la red de vuelo Se describe un sistema para la optimización rigurosa del horario de base de la aerolínea. La arquitectura del sistema refleja la estructura subyacente del problema. La arquitectura es jerárquica consistente en un problema maestro para la optimización lógica del horario de las aeronaves y un sub-problema para la evaluación del horario. El subproblema se compone de una serie de subproblemas componentes, entre ellos la generación de conexiones, la elaboración de modelos de elección de pasajeros, la asignación del tráfico de pasajeros mediante simulación y la determinación de los ingresos y costes. La optimización del horario se lleva a cabo mediante el recocido simulado de las redes de vuelo. Los operadores para el proceso de recocido simulado son la preservación de la viabilidad y forman un conjunto completo de operadores",
    "error_count": 7,
    "keys": {
        "airline base schedule optimisation": {
            "translated_key": "optimización del horario de base de la aerolínea",
            "translated_annotated_text": "Optimización del horario de base de la aerolínea mediante recocido de la red de vuelo Se describe un sistema riguroso de \"optimización del horario de base de la aerolínea\". La arquitectura del sistema refleja la estructura subyacente del problema. La arquitectura es jerárquica consistente en un problema maestro para la optimización lógica del horario de las aeronaves y un sub-problema para la evaluación del horario. El subproblema se compone de una serie de subproblemas componentes, entre ellos la generación de conexiones, la elaboración de modelos de elección de pasajeros, la asignación del tráfico de pasajeros mediante simulación y la determinación de los ingresos y costes. La optimización del horario se lleva a cabo mediante el recocido simulado de las redes de vuelo. Los operadores para el proceso de recocido simulado son la preservación de la viabilidad y forman un conjunto completo de operadores ",
            "error": [
                ""
            ]
        },
        "flight network annealing": {
            "translated_key": "recocido de la red de vuelo",
            "translated_annotated_text": "Optimización del horario base de la aerolínea mediante \"recocido de la red de vuelo\" Se describe un sistema para la optimización rigurosa del horario base de la aerolínea. La arquitectura del sistema refleja la estructura subyacente del problema. La arquitectura es jerárquica consistente en un problema maestro para la optimización lógica del horario de las aeronaves y un sub-problema para la evaluación del horario. El subproblema se compone de una serie de subproblemas componentes, entre ellos la generación de conexiones, la elaboración de modelos de elección de pasajeros, la asignación del tráfico de pasajeros mediante simulación y la determinación de los ingresos y costes. La optimización del horario se lleva a cabo mediante el recocido simulado de las redes de vuelo. Los operadores para el proceso de recocido simulado son la preservación de la viabilidad y forman un conjunto completo de operadores ",
            "error": [
                ""
            ]
        },
        "system architecture": {
            "translated_key": [],
            "translated_annotated_text": "Optimización del horario de base de la aerolínea mediante recocido de la red de vuelo Se describe un sistema para la optimización rigurosa del horario de base de la aerolínea. La arquitectura del sistema refleja la estructura subyacente del problema. La arquitectura es jerárquica consistente en un problema maestro para la optimización lógica del horario de las aeronaves y un sub-problema para la evaluación del horario. El subproblema se compone de una serie de subproblemas componentes, entre ellos la generación de conexiones, la elaboración de modelos de elección de pasajeros, la asignación del tráfico de pasajeros mediante simulación y la determinación de los ingresos y costes. La optimización del horario se lleva a cabo mediante el recocido simulado de las redes de vuelo. Los operadores para el proceso de recocido simulado son la preservación de la viabilidad y forman un conjunto completo de operadores ",
            "error": []
        },
        "hierarchical architecture": {
            "translated_key": [],
            "translated_annotated_text": "Optimización del horario de base de la aerolínea mediante recocido de la red de vuelo Se describe un sistema para la optimización rigurosa del horario de base de la aerolínea. La arquitectura del sistema refleja la estructura subyacente del problema. La arquitectura es jerárquica consistente en un problema maestro para la optimización lógica del horario de las aeronaves y un sub-problema para la evaluación del horario. El subproblema se compone de una serie de subproblemas componentes, entre ellos la generación de conexiones, la elaboración de modelos de elección de pasajeros, la asignación del tráfico de pasajeros mediante simulación y la determinación de los ingresos y costes. La optimización del horario se lleva a cabo mediante el recocido simulado de las redes de vuelo. Los operadores para el proceso de recocido simulado son la preservación de la viabilidad y forman un conjunto completo de operadores ",
            "error": []
        },
        "master problem": {
            "translated_key": "problema maestro",
            "translated_annotated_text": "Optimización del horario de base de la aerolínea mediante recocido de la red de vuelo Se describe un sistema para la optimización rigurosa del horario de base de la aerolínea. La arquitectura del sistema refleja la estructura subyacente del problema. La arquitectura es jerárquica consistente en un \"problema maestro\" para la optimización lógica del horario de las aeronaves y un sub-problema para la evaluación del horario. El subproblema se compone de una serie de subproblemas componentes, entre ellos la generación de conexiones, la elaboración de modelos de elección de pasajeros, la asignación del tráfico de pasajeros mediante simulación y la determinación de los ingresos y costes. La optimización del horario se lleva a cabo mediante el recocido simulado de las redes de vuelo. Los operadores para el proceso de recocido simulado son la preservación de la viabilidad y forman un conjunto completo de operadores ",
            "error": [
                ""
            ]
        },
        "logical aircraft schedule optimisation": {
            "translated_key": "optimización lógica del horario de las aeronaves",
            "translated_annotated_text": "Optimización del horario de base de la aerolínea mediante recocido de la red de vuelo Se describe un sistema para la optimización rigurosa del horario de base de la aerolínea. La arquitectura del sistema refleja la estructura subyacente del problema. La arquitectura es jerárquica consistente en un problema maestro para la \"optimización lógica del horario de las aeronaves\" y un sub-problema para la evaluación del horario. El subproblema se compone de una serie de subproblemas componentes, entre ellos la generación de conexiones, la elaboración de modelos de elección de pasajeros, la asignación del tráfico de pasajeros mediante simulación y la determinación de los ingresos y costes. La optimización del horario se lleva a cabo mediante el recocido simulado de las redes de vuelo. Los operadores para el proceso de recocido simulado son la preservación de la viabilidad y forman un conjunto completo de operadores ",
            "error": [
                ""
            ]
        },
        "schedule evaluation": {
            "translated_key": "evaluación de la programación",
            "translated_annotated_text": "Optimización del horario de base de la aerolínea mediante recocido de la red de vuelo Se describe un sistema para la optimización rigurosa del horario de base de la aerolínea. La arquitectura del sistema refleja la estructura subyacente del problema. La arquitectura es jerárquica consistente en un problema maestro para la optimización lógica del horario de las aeronaves y un sub-problema para la \"evaluación de la programación\". El subproblema se compone de una serie de subproblemas componentes, entre ellos la generación de conexiones, la elaboración de modelos de elección de pasajeros, la asignación del tráfico de pasajeros mediante simulación y la determinación de los ingresos y costes. La optimización del horario se lleva a cabo mediante el recocido simulado de las redes de vuelo. Los operadores para el proceso de recocido simulado son la preservación de la viabilidad y forman un conjunto completo de operadores ",
            "error": [
                ""
            ]
        },
        "connection generation": {
            "translated_key": "generación de conexiones",
            "translated_annotated_text": "Optimización del horario de base de la aerolínea mediante recocido de la red de vuelo Se describe un sistema para la optimización rigurosa del horario de base de la aerolínea. La arquitectura del sistema refleja la estructura subyacente del problema. La arquitectura es jerárquica consistente en un problema maestro para la optimización lógica del horario de las aeronaves y un sub-problema para la evaluación del horario. El subproblema se compone de una serie de subproblemas componentes, entre ellos la \"generación de conexiones\", la modelización de la elección de los pasajeros, la asignación del tráfico de pasajeros por simulación y la determinación de los ingresos y costes. La optimización del horario se lleva a cabo mediante el recocido simulado de las redes de vuelo. Los operadores para el proceso de recocido simulado son la preservación de la viabilidad y forman un conjunto completo de operadores ",
            "error": [
                ""
            ]
        },
        "passenger choice modelling": {
            "translated_key": "modelo de elección de pasajeros",
            "translated_annotated_text": "Optimización del horario de base de la aerolínea mediante recocido de la red de vuelo Se describe un sistema para la optimización rigurosa del horario de base de la aerolínea. La arquitectura del sistema refleja la estructura subyacente del problema. La arquitectura es jerárquica consistente en un problema maestro para la optimización lógica del horario de las aeronaves y un sub-problema para la evaluación del horario. El subproblema se compone de una serie de subproblemas componentes, entre ellos la generación de conexiones, el \"modelo de elección de pasajeros\", la asignación del tráfico de pasajeros por simulación y la determinación de los ingresos y costes. La optimización del horario se lleva a cabo mediante el recocido simulado de las redes de vuelo. Los operadores para el proceso de recocido simulado son la preservación de la viabilidad y forman un conjunto completo de operadores ",
            "error": [
                ""
            ]
        },
        "passenger traffic allocation": {
            "translated_key": "asignación del tráfico de pasajeros",
            "translated_annotated_text": "Optimización del horario de base de la aerolínea mediante recocido de la red de vuelo Se describe un sistema para la optimización rigurosa del horario de base de la aerolínea. La arquitectura del sistema refleja la estructura subyacente del problema. La arquitectura es jerárquica consistente en un problema maestro para la optimización lógica del horario de las aeronaves y un sub-problema para la evaluación del horario. El subproblema se compone de una serie de subproblemas componentes, entre ellos la generación de conexiones, la elaboración de modelos de elección de pasajeros, la \"asignación del tráfico de pasajeros\" mediante la simulación y la determinación de los ingresos y los costes. La optimización del horario se lleva a cabo mediante el recocido simulado de las redes de vuelo. Los operadores para el proceso de recocido simulado son la preservación de la viabilidad y forman un conjunto completo de operadores ",
            "error": [
                ""
            ]
        },
        "cost determination": {
            "translated_key": "determinación de costes",
            "translated_annotated_text": "Optimización del horario de base de la aerolínea mediante recocido de la red de vuelo Se describe un sistema para la optimización rigurosa del horario de base de la aerolínea. La arquitectura del sistema refleja la estructura subyacente del problema. La arquitectura es jerárquica consistente en un problema maestro para la optimización lógica del horario de las aeronaves y un sub-problema para la evaluación del horario. El subproblema se compone de una serie de subproblemas componentes, entre ellos la generación de conexiones, la elaboración de modelos de elección de pasajeros, la asignación del tráfico de pasajeros mediante la simulación y los ingresos y la \"determinación de costes\". La optimización del horario se lleva a cabo mediante el recocido simulado de las redes de vuelo. Los operadores para el proceso de recocido simulado son la preservación de la viabilidad y forman un conjunto completo de operadores ",
            "error": [
                ""
            ]
        },
        "simulated annealing": {
            "translated_key": "recocido simulado",
            "translated_annotated_text": "Optimización del horario de base de la aerolínea mediante recocido de la red de vuelo Se describe un sistema para la optimización rigurosa del horario de base de la aerolínea. La arquitectura del sistema refleja la estructura subyacente del problema. La arquitectura es jerárquica consistente en un problema maestro para la optimización lógica del horario de las aeronaves y un sub-problema para la evaluación del horario. El subproblema se compone de una serie de subproblemas componentes, entre ellos la generación de conexiones, la elaboración de modelos de elección de pasajeros, la asignación del tráfico de pasajeros mediante simulación y la determinación de los ingresos y costes. La optimización del horario se lleva a cabo mediante \"recocido simulado\" de las redes de vuelo. Los operadores del proceso de \"recocido simulado\" son la factibilidad de preservar y formar un conjunto completo de operadores ",
            "error": [
                ""
            ]
        },
        "operators": {
            "translated_key": "operadores",
            "translated_annotated_text": "Optimización del horario de base de la aerolínea mediante recocido de la red de vuelo Se describe un sistema para la optimización rigurosa del horario de base de la aerolínea. La arquitectura del sistema refleja la estructura subyacente del problema. La arquitectura es jerárquica consistente en un problema maestro para la optimización lógica del horario de las aeronaves y un sub-problema para la evaluación del horario. El subproblema se compone de una serie de subproblemas componentes, entre ellos la generación de conexiones, la elaboración de modelos de elección de pasajeros, la asignación del tráfico de pasajeros mediante simulación y la determinación de los ingresos y costes. La optimización del horario se lleva a cabo mediante el recocido simulado de las redes de vuelo. Los \"operadores\" para el proceso de recocido simulado son la preservación de la viabilidad y forman un conjunto completo de \"operadores\" ",
            "error": [
                ""
            ]
        },
        "time complexity": {
            "translated_key": [],
            "translated_annotated_text": "Optimización del horario de base de la aerolínea mediante recocido de la red de vuelo Se describe un sistema para la optimización rigurosa del horario de base de la aerolínea. La arquitectura del sistema refleja la estructura subyacente del problema. La arquitectura es jerárquica consistente en un problema maestro para la optimización lógica del horario de las aeronaves y un sub-problema para la evaluación del horario. El subproblema se compone de una serie de subproblemas componentes, entre ellos la generación de conexiones, la elaboración de modelos de elección de pasajeros, la asignación del tráfico de pasajeros mediante simulación y la determinación de los ingresos y costes. La optimización del horario se lleva a cabo mediante el recocido simulado de las redes de vuelo. Los operadores para el proceso de recocido simulado son la preservación de la viabilidad y forman un conjunto completo de operadores ",
            "error": []
        },
        "air traffic": {
            "translated_key": [],
            "translated_annotated_text": "Optimización del horario de base de la aerolínea mediante recocido de la red de vuelo Se describe un sistema para la optimización rigurosa del horario de base de la aerolínea. La arquitectura del sistema refleja la estructura subyacente del problema. La arquitectura es jerárquica consistente en un problema maestro para la optimización lógica del horario de las aeronaves y un sub-problema para la evaluación del horario. El subproblema se compone de una serie de subproblemas componentes, entre ellos la generación de conexiones, la elaboración de modelos de elección de pasajeros, la asignación del tráfico de pasajeros mediante simulación y la determinación de los ingresos y costes. La optimización del horario se lleva a cabo mediante el recocido simulado de las redes de vuelo. Los operadores para el proceso de recocido simulado son la preservación de la viabilidad y forman un conjunto completo de operadores ",
            "error": []
        },
        "mathematical operators": {
            "translated_key": [],
            "translated_annotated_text": "Optimización del horario de base de la aerolínea mediante recocido de la red de vuelo Se describe un sistema para la optimización rigurosa del horario de base de la aerolínea. La arquitectura del sistema refleja la estructura subyacente del problema. La arquitectura es jerárquica consistente en un problema maestro para la optimización lógica del horario de las aeronaves y un sub-problema para la evaluación del horario. El subproblema se compone de una serie de subproblemas componentes, entre ellos la generación de conexiones, la elaboración de modelos de elección de pasajeros, la asignación del tráfico de pasajeros mediante simulación y la determinación de los ingresos y costes. La optimización del horario se lleva a cabo mediante el recocido simulado de las redes de vuelo. Los operadores para el proceso de recocido simulado son la preservación de la viabilidad y forman un conjunto completo de operadores ",
            "error": []
        },
        "scheduling": {
            "translated_key": [],
            "translated_annotated_text": "Optimización del horario de base de la aerolínea mediante recocido de la red de vuelo Se describe un sistema para la optimización rigurosa del horario de base de la aerolínea. La arquitectura del sistema refleja la estructura subyacente del problema. La arquitectura es jerárquica consistente en un problema maestro para la optimización lógica del horario de las aeronaves y un sub-problema para la evaluación del horario. El subproblema se compone de una serie de subproblemas componentes, entre ellos la generación de conexiones, la elaboración de modelos de elección de pasajeros, la asignación del tráfico de pasajeros mediante simulación y la determinación de los ingresos y costes. La optimización del horario se lleva a cabo mediante el recocido simulado de las redes de vuelo. Los operadores para el proceso de recocido simulado son la preservación de la viabilidad y forman un conjunto completo de operadores ",
            "error": []
        },
        "travel industry": {
            "translated_key": [],
            "translated_annotated_text": "Optimización del horario de base de la aerolínea mediante recocido de la red de vuelo Se describe un sistema para la optimización rigurosa del horario de base de la aerolínea. La arquitectura del sistema refleja la estructura subyacente del problema. La arquitectura es jerárquica consistente en un problema maestro para la optimización lógica del horario de las aeronaves y un sub-problema para la evaluación del horario. El subproblema se compone de una serie de subproblemas componentes, entre ellos la generación de conexiones, la elaboración de modelos de elección de pasajeros, la asignación del tráfico de pasajeros mediante simulación y la determinación de los ingresos y costes. La optimización del horario se lleva a cabo mediante el recocido simulado de las redes de vuelo. Los operadores para el proceso de recocido simulado son la preservación de la viabilidad y forman un conjunto completo de operadores ",
            "error": []
        }
    }
}