{
    "original_text": "Elastic constraint branching, the Wedelin/Carmen Lagrangian heuristic and integer programming for personnel scheduling The Wedelin algorithm is a Lagrangian based heuristic that is being successfully used by Carmen Systems to solve large crew pairing problems within the airline industry. We extend the Wedelin approach by developing an implementation for personnel scheduling problems (also termed staff rostering problems) that exploits the special structure of these problems. We also introduce elastic constraint branching with the twin aims of improving the performance of our new approach and making it more column generation friendly. Numerical results show that our approach can outperform the commercial solver CPLEX on difficult commercial rostering problems",
    "original_translation": "Ramamiento de restricción elástica, la programación heurística y entera de Wedelin/Carmen Lagrangian para la programación de personal El algoritmo Wedelin es un heurístico basado en Lagrangian que está siendo utilizado con éxito por Carmen Systems para resolver problemas de emparejamiento de gran tripulación dentro de la industria aérea. Ampliamos el enfoque Wedelin desarrollando una implementación para problemas de programación de personal (también llamados problemas de lista de personal) que aprovecha la estructura especial de estos problemas. También introducimos ramificaciones elásticas con el doble objetivo de mejorar el rendimiento de nuestro nuevo enfoque y hacerlo más amigable generación de columnas. Los resultados numéricos muestran que nuestro enfoque puede superar al solucionador comercial CPLEX en difíciles problemas de lista comercial",
    "error_count": 6,
    "keys": {
        "elastic constraint branching": {
            "translated_key": "la restricción elástica ramificación",
            "translated_annotated_text": "Ramamiento de restricción elástica, la programación heurística y entera de Wedelin/Carmen Lagrangian para la programación de personal El algoritmo Wedelin es un heurístico basado en Lagrangian que está siendo utilizado con éxito por Carmen Systems para resolver problemas de emparejamiento de gran tripulación dentro de la industria aérea. Ampliamos el enfoque Wedelin desarrollando una implementación para problemas de programación de personal (también llamados problemas de lista de personal) que aprovecha la estructura especial de estos problemas. También introducimos \"la restricción elástica ramificación\" con el doble objetivo de mejorar el rendimiento de nuestro nuevo enfoque y hacerlo más fácil generación de columnas. Los resultados numéricos muestran que nuestro enfoque puede superar al solucionador comercial CPLEX en difíciles problemas de lista comercial ",
            "error": [
                ""
            ]
        },
        "integer programming": {
            "translated_key": "programación integrada",
            "translated_annotated_text": "Ramaje de restricción elástica, el Wedelin/Carmen Lagrangian heurístico y \"programación integrada\" para la programación de personal El algoritmo Wedelin es un heurístico basado en Lagrangian que está siendo utilizado con éxito por Carmen Systems para resolver problemas de emparejamiento de gran tripulación dentro de la industria aérea. Ampliamos el enfoque Wedelin desarrollando una implementación para problemas de programación de personal (también llamados problemas de lista de personal) que aprovecha la estructura especial de estos problemas. También introducimos ramificaciones elásticas con el doble objetivo de mejorar el rendimiento de nuestro nuevo enfoque y hacerlo más amigable generación de columnas. Los resultados numéricos muestran que nuestro enfoque puede superar al solucionador comercial CPLEX en difíciles problemas de lista comercial ",
            "error": [
                ""
            ]
        },
        "personnel scheduling": {
            "translated_key": [
                "programación personal",
                "programación de personal"
            ],
            "translated_annotated_text": "Ramamiento de restricción elástica, la programación heurística y entera de Wedelin/Carmen Lagrangian para \"programación personal\" El algoritmo de Wedelin es un heurístico basado en Lagrangian que está siendo utilizado con éxito por Carmen Systems para resolver problemas de emparejamiento de gran tripulación dentro de la industria aérea. Ampliamos el enfoque Wedelin desarrollando una implementación para los problemas de \"programación de personal\" (también llamados problemas de lista de personal) que explota la estructura especial de estos problemas. También introducimos ramificaciones elásticas con el doble objetivo de mejorar el rendimiento de nuestro nuevo enfoque y hacerlo más amigable generación de columnas. Los resultados numéricos muestran que nuestro enfoque puede superar al solucionador comercial CPLEX en difíciles problemas de lista comercial ",
            "error": [
                "programación personal",
                "programación de personal"
            ]
        },
        "Wedelin algorithm": {
            "translated_key": "algoritmo de Wedelin",
            "translated_annotated_text": "Ramamiento de restricción elástica, la programación heurística y entera de Wedelin/Carmen Lagrangian para la programación de personal El \"algoritmo de Wedelin\" es una heurística basada en Lagrangian que está siendo utilizada con éxito por Carmen Systems para resolver problemas de emparejamiento de grandes tripulaciones dentro de la industria aérea. Ampliamos el enfoque Wedelin desarrollando una implementación para problemas de programación de personal (también llamados problemas de lista de personal) que aprovecha la estructura especial de estos problemas. También introducimos ramificaciones elásticas con el doble objetivo de mejorar el rendimiento de nuestro nuevo enfoque y hacerlo más amigable generación de columnas. Los resultados numéricos muestran que nuestro enfoque puede superar al solucionador comercial CPLEX en difíciles problemas de lista comercial ",
            "error": [
                ""
            ]
        },
        "Lagrangian based heuristic": {
            "translated_key": "heurístico basado en Lagrangian",
            "translated_annotated_text": "Ramamiento de restricción elástica, la programación heurística y entera de Wedelin/Carmen Lagrangian para la programación de personal El algoritmo Wedelin es un \"heurístico basado en Lagrangian\" que Carmen Systems está utilizando con éxito para resolver problemas de emparejamiento de grandes tripulaciones dentro de la industria aérea. Ampliamos el enfoque Wedelin desarrollando una implementación para problemas de programación de personal (también llamados problemas de lista de personal) que aprovecha la estructura especial de estos problemas. También introducimos ramificaciones elásticas con el doble objetivo de mejorar el rendimiento de nuestro nuevo enfoque y hacerlo más amigable generación de columnas. Los resultados numéricos muestran que nuestro enfoque puede superar al solucionador comercial CPLEX en difíciles problemas de lista comercial ",
            "error": [
                ""
            ]
        },
        "Carmen Systems": {
            "translated_key": "Carmen Systems",
            "translated_annotated_text": "Ramamiento de restricción elástica, la programación heurística y entera de Wedelin/Carmen Lagrangian para la programación de personal El algoritmo de Wedelin es una heurística basada en Lagrangian que está siendo utilizada con éxito por \"Carmen Systems\" para resolver problemas de emparejamiento de gran tripulación dentro de la industria aérea. Ampliamos el enfoque Wedelin desarrollando una implementación para problemas de programación de personal (también llamados problemas de lista de personal) que aprovecha la estructura especial de estos problemas. También introducimos ramificaciones elásticas con el doble objetivo de mejorar el rendimiento de nuestro nuevo enfoque y hacerlo más amigable generación de columnas. Los resultados numéricos muestran que nuestro enfoque puede superar al solucionador comercial CPLEX en difíciles problemas de lista comercial ",
            "error": [
                ""
            ]
        },
        "large crew pairing problems": {
            "translated_key": "problemas de emparejamiento de grandes tripulaciones",
            "translated_annotated_text": "Ramamiento de restricción elástica, la programación heurística y entera de Wedelin/Carmen Lagrangian para la programación del personal El algoritmo Wedelin es un heurístico basado en Lagrangian que está siendo utilizado con éxito por Carmen Systems para resolver \"problemas de emparejamiento de grandes tripulaciones\" dentro de la industria aérea. Ampliamos el enfoque Wedelin desarrollando una implementación para problemas de programación de personal (también llamados problemas de lista de personal) que aprovecha la estructura especial de estos problemas. También introducimos ramificaciones elásticas con el doble objetivo de mejorar el rendimiento de nuestro nuevo enfoque y hacerlo más amigable generación de columnas. Los resultados numéricos muestran que nuestro enfoque puede superar al solucionador comercial CPLEX en difíciles problemas de lista comercial ",
            "error": [
                ""
            ]
        },
        "airline industry": {
            "translated_key": "industria aérea",
            "translated_annotated_text": "Ramamiento de restricción elástica, la programación heurística y entera de Wedelin/Carmen Lagrangian para la programación de personal El algoritmo de Wedelin es una heurística basada en Lagrangian que está siendo utilizada con éxito por Carmen Systems para resolver problemas de emparejamiento de grandes tripulaciones dentro de la \"industria aérea\". Ampliamos el enfoque Wedelin desarrollando una implementación para problemas de programación de personal (también llamados problemas de lista de personal) que aprovecha la estructura especial de estos problemas. También introducimos ramificaciones elásticas con el doble objetivo de mejorar el rendimiento de nuestro nuevo enfoque y hacerlo más amigable generación de columnas. Los resultados numéricos muestran que nuestro enfoque puede superar al solucionador comercial CPLEX en difíciles problemas de lista comercial ",
            "error": [
                ""
            ]
        },
        "staff rostering problems": {
            "translated_key": "problemas de lista de personal",
            "translated_annotated_text": "Ramamiento de restricción elástica, la programación heurística y entera de Wedelin/Carmen Lagrangian para la programación de personal El algoritmo Wedelin es un heurístico basado en Lagrangian que está siendo utilizado con éxito por Carmen Systems para resolver problemas de emparejamiento de gran tripulación dentro de la industria aérea. Ampliamos el enfoque Wedelin desarrollando una implementación para problemas de programación de personal (también llamados \"problemas de lista de personal\") que explota la estructura especial de estos problemas. También introducimos ramificaciones elásticas con el doble objetivo de mejorar el rendimiento de nuestro nuevo enfoque y hacerlo más amigable generación de columnas. Los resultados numéricos muestran que nuestro enfoque puede superar al solucionador comercial CPLEX en difíciles problemas de lista comercial ",
            "error": [
                ""
            ]
        },
        "column generation friendly approach": {
            "translated_key": [],
            "translated_annotated_text": "Ramamiento de restricción elástica, la programación heurística y entera de Wedelin/Carmen Lagrangian para la programación de personal El algoritmo Wedelin es un heurístico basado en Lagrangian que está siendo utilizado con éxito por Carmen Systems para resolver problemas de emparejamiento de gran tripulación dentro de la industria aérea. Ampliamos el enfoque Wedelin desarrollando una implementación para problemas de programación de personal (también llamados problemas de lista de personal) que aprovecha la estructura especial de estos problemas. También introducimos ramificaciones elásticas con el doble objetivo de mejorar el rendimiento de nuestro nuevo enfoque y hacerlo más amigable generación de columnas. Los resultados numéricos muestran que nuestro enfoque puede superar al solucionador comercial CPLEX en difíciles problemas de lista comercial ",
            "error": []
        },
        "duality (mathematics)": {
            "translated_key": [],
            "translated_annotated_text": "Ramamiento de restricción elástica, la programación heurística y entera de Wedelin/Carmen Lagrangian para la programación de personal El algoritmo Wedelin es un heurístico basado en Lagrangian que está siendo utilizado con éxito por Carmen Systems para resolver problemas de emparejamiento de gran tripulación dentro de la industria aérea. Ampliamos el enfoque Wedelin desarrollando una implementación para problemas de programación de personal (también llamados problemas de lista de personal) que aprovecha la estructura especial de estos problemas. También introducimos ramificaciones elásticas con el doble objetivo de mejorar el rendimiento de nuestro nuevo enfoque y hacerlo más amigable generación de columnas. Los resultados numéricos muestran que nuestro enfoque puede superar al solucionador comercial CPLEX en difíciles problemas de lista comercial ",
            "error": []
        },
        "human resource management": {
            "translated_key": [],
            "translated_annotated_text": "Ramamiento de restricción elástica, la programación heurística y entera de Wedelin/Carmen Lagrangian para la programación de personal El algoritmo Wedelin es un heurístico basado en Lagrangian que está siendo utilizado con éxito por Carmen Systems para resolver problemas de emparejamiento de gran tripulación dentro de la industria aérea. Ampliamos el enfoque Wedelin desarrollando una implementación para problemas de programación de personal (también llamados problemas de lista de personal) que aprovecha la estructura especial de estos problemas. También introducimos ramificaciones elásticas con el doble objetivo de mejorar el rendimiento de nuestro nuevo enfoque y hacerlo más amigable generación de columnas. Los resultados numéricos muestran que nuestro enfoque puede superar al solucionador comercial CPLEX en difíciles problemas de lista comercial ",
            "error": []
        },
        "search problems": {
            "translated_key": [],
            "translated_annotated_text": "Ramamiento de restricción elástica, la programación heurística y entera de Wedelin/Carmen Lagrangian para la programación de personal El algoritmo Wedelin es un heurístico basado en Lagrangian que está siendo utilizado con éxito por Carmen Systems para resolver problemas de emparejamiento de gran tripulación dentro de la industria aérea. Ampliamos el enfoque Wedelin desarrollando una implementación para problemas de programación de personal (también llamados problemas de lista de personal) que aprovecha la estructura especial de estos problemas. También introducimos ramificaciones elásticas con el doble objetivo de mejorar el rendimiento de nuestro nuevo enfoque y hacerlo más amigable generación de columnas. Los resultados numéricos muestran que nuestro enfoque puede superar al solucionador comercial CPLEX en difíciles problemas de lista comercial ",
            "error": []
        },
        "travel industry": {
            "translated_key": [],
            "translated_annotated_text": "Ramamiento de restricción elástica, la programación heurística y entera de Wedelin/Carmen Lagrangian para la programación de personal El algoritmo Wedelin es un heurístico basado en Lagrangian que está siendo utilizado con éxito por Carmen Systems para resolver problemas de emparejamiento de gran tripulación dentro de la industria aérea. Ampliamos el enfoque Wedelin desarrollando una implementación para problemas de programación de personal (también llamados problemas de lista de personal) que aprovecha la estructura especial de estos problemas. También introducimos ramificaciones elásticas con el doble objetivo de mejorar el rendimiento de nuestro nuevo enfoque y hacerlo más amigable generación de columnas. Los resultados numéricos muestran que nuestro enfoque puede superar al solucionador comercial CPLEX en difíciles problemas de lista comercial ",
            "error": []
        }
    }
}