{
    "original_text": "Cane railway scheduling via constraint logic programming: labelling order and constraints in a real-life application In Australia, cane transport is the largest unit cost in the manufacturing of raw sugar, making up around 35% of the total manufacturing costs. Producing efficient schedules for the cane railways can result in significant cost savings. The paper presents a study using constraint logic programming (CLP) to solve the cane transport scheduling problem. Tailored heuristic labelling order and constraints strategies are proposed and encouraging results of application to several test problems and one real-life case are presented. The preliminary results demonstrate that CLP can be used as an effective tool for solving the cane transport scheduling problem, with a potential decrease in development costs of the scheduling system. It can also be used as an efficient tool for rescheduling tasks which the existing cane transport scheduling system cannot perform well",
    "original_translation": "Programación ferroviaria de caña mediante programación lógica de restricción: orden de etiquetado y limitaciones en una aplicación de la vida real En Australia, el transporte de caña es el mayor coste unitario en la fabricación de azúcar en bruto, que representa alrededor del 35% de los costes totales de fabricación. La producción de horarios eficientes para los ferrocarriles de caña puede resultar en un ahorro de costes significativo. El artículo presenta un estudio utilizando la programación lógica de restricción (CLP) para resolver el problema de la programación del transporte de caña. Se proponen estrategias de orden y limitaciones heurísticas adaptadas y se alientan los resultados de la aplicación a varios problemas de prueba y se presenta un caso de la vida real. Los resultados preliminares demuestran que el CLP puede utilizarse como una herramienta eficaz para resolver el problema de la programación del transporte de caña, con una posible disminución de los costos de desarrollo del sistema de programación. También se puede utilizar como una herramienta eficiente para reprogramar tareas que el sistema de programación de transporte de caña existente no puede realizar bien",
    "error_count": 8,
    "keys": {
        "cane railway scheduling": {
            "translated_key": [],
            "translated_annotated_text": "Programación ferroviaria de caña mediante programación lógica de restricción: orden de etiquetado y limitaciones en una aplicación de la vida real En Australia, el transporte de caña es el mayor coste unitario en la fabricación de azúcar en bruto, que representa alrededor del 35% de los costes totales de fabricación. La producción de horarios eficientes para los ferrocarriles de caña puede resultar en un ahorro de costes significativo. El artículo presenta un estudio utilizando la programación lógica de restricción (CLP) para resolver el problema de la programación del transporte de caña. Se proponen estrategias de orden y limitaciones heurísticas adaptadas y se alientan los resultados de la aplicación a varios problemas de prueba y se presenta un caso de la vida real. Los resultados preliminares demuestran que el CLP puede utilizarse como una herramienta eficaz para resolver el problema de la programación del transporte de caña, con una posible disminución de los costos de desarrollo del sistema de programación. También se puede utilizar como una herramienta eficiente para reprogramar tareas que el sistema de programación de transporte de caña existente no puede realizar bien ",
            "error": []
        },
        "constraint logic programming": {
            "translated_key": [
                "programación lógica de restricciones",
                "programación lógica restrictiva"
            ],
            "translated_annotated_text": "Programación ferroviaria de caña a través de \"programación lógica de restricciones\": orden de etiquetado y limitaciones en una aplicación de la vida real En Australia, el transporte de caña es el mayor coste unitario en la fabricación de azúcar en bruto, que representa alrededor del 35% de los costes totales de fabricación. La producción de horarios eficientes para los ferrocarriles de caña puede resultar en un ahorro de costes significativo. El artículo presenta un estudio usando \"programación lógica restrictiva\" (CLP) para resolver el problema de la programación del transporte de caña. Se proponen estrategias de orden y limitaciones heurísticas adaptadas y se alientan los resultados de la aplicación a varios problemas de prueba y se presenta un caso de la vida real. Los resultados preliminares demuestran que el CLP puede utilizarse como una herramienta eficaz para resolver el problema de la programación del transporte de caña, con una posible disminución de los costos de desarrollo del sistema de programación. También se puede utilizar como una herramienta eficiente para reprogramar tareas que el sistema de programación de transporte de caña existente no puede realizar bien ",
            "error": [
                "programación lógica de restricciones",
                "programación lógica restrictiva"
            ]
        },
        "cane transport": {
            "translated_key": "transporte de caña",
            "translated_annotated_text": "Programación ferroviaria de caña mediante programación lógica de restricción: orden de etiquetado y limitaciones en una aplicación de la vida real En Australia, el \"transporte de caña\" es el mayor coste unitario en la fabricación de azúcar en bruto, que representa alrededor del 35% de los costes totales de fabricación. La producción de horarios eficientes para los ferrocarriles de caña puede resultar en un ahorro de costes significativo. El artículo presenta un estudio utilizando la programación lógica de restricción (CLP) para resolver el problema de programación del \"transporte de caña\". Se proponen estrategias de orden y limitaciones heurísticas adaptadas y se alientan los resultados de la aplicación a varios problemas de prueba y se presenta un caso de la vida real. Los resultados preliminares demuestran que el CLP puede utilizarse como una herramienta eficaz para resolver el problema de programación del \"transporte de caña\", con una posible disminución de los costos de desarrollo del sistema de programación. También se puede utilizar como una herramienta eficiente para reprogramar tareas que el sistema de programación de \"transporte de caña\" existente no puede realizar bien ",
            "error": [
                ""
            ]
        },
        "raw sugar": {
            "translated_key": "azúcar en bruto",
            "translated_annotated_text": "Programación ferroviaria de caña mediante programación lógica de restricción: orden de etiquetado y limitaciones en una aplicación de la vida real En Australia, el transporte de caña es el mayor coste unitario en la fabricación de \"azúcar en bruto\", que representa alrededor del 35% de los costes totales de fabricación. La producción de horarios eficientes para los ferrocarriles de caña puede resultar en un ahorro de costes significativo. El artículo presenta un estudio utilizando la programación lógica de restricción (CLP) para resolver el problema de la programación del transporte de caña. Se proponen estrategias de orden y limitaciones heurísticas adaptadas y se alientan los resultados de la aplicación a varios problemas de prueba y se presenta un caso de la vida real. Los resultados preliminares demuestran que el CLP puede utilizarse como una herramienta eficaz para resolver el problema de la programación del transporte de caña, con una posible disminución de los costos de desarrollo del sistema de programación. También se puede utilizar como una herramienta eficiente para reprogramar tareas que el sistema de programación de transporte de caña existente no puede realizar bien ",
            "error": [
                ""
            ]
        },
        "total manufacturing costs": {
            "translated_key": "costes totales de fabricación",
            "translated_annotated_text": "Programación ferroviaria de caña mediante programación lógica de restricción: orden de etiquetado y limitaciones en una aplicación de la vida real En Australia, el transporte de caña es el mayor coste unitario en la fabricación de azúcar en bruto, que representa alrededor del 35% de los \"costes totales de fabricación\". La producción de horarios eficientes para los ferrocarriles de caña puede resultar en un ahorro de costes significativo. El artículo presenta un estudio utilizando la programación lógica de restricción (CLP) para resolver el problema de la programación del transporte de caña. Se proponen estrategias de orden y limitaciones heurísticas adaptadas y se alientan los resultados de la aplicación a varios problemas de prueba y se presenta un caso de la vida real. Los resultados preliminares demuestran que el CLP puede utilizarse como una herramienta eficaz para resolver el problema de la programación del transporte de caña, con una posible disminución de los costos de desarrollo del sistema de programación. También se puede utilizar como una herramienta eficiente para reprogramar tareas que el sistema de programación de transporte de caña existente no puede realizar bien ",
            "error": [
                ""
            ]
        },
        "cost savings": {
            "translated_key": "ahorro significativo de costes",
            "translated_annotated_text": "Programación ferroviaria de caña mediante programación lógica de restricción: orden de etiquetado y limitaciones en una aplicación de la vida real En Australia, el transporte de caña es el mayor coste unitario en la fabricación de azúcar en bruto, que representa alrededor del 35% de los costes totales de fabricación. La producción de horarios eficientes para los ferrocarriles de caña puede dar lugar a un \"ahorro significativo de costes\". El artículo presenta un estudio utilizando la programación lógica de restricción (CLP) para resolver el problema de la programación del transporte de caña. Se proponen estrategias de orden y limitaciones heurísticas adaptadas y se alientan los resultados de la aplicación a varios problemas de prueba y se presenta un caso de la vida real. Los resultados preliminares demuestran que el CLP puede utilizarse como una herramienta eficaz para resolver el problema de la programación del transporte de caña, con una posible disminución de los costos de desarrollo del sistema de programación. También se puede utilizar como una herramienta eficiente para reprogramar tareas que el sistema de programación de transporte de caña existente no puede realizar bien ",
            "error": [
                ""
            ]
        },
        "heuristic labelling order": {
            "translated_key": "orden de etiquetado heurístico",
            "translated_annotated_text": "Programación ferroviaria de caña mediante programación lógica de restricción: orden de etiquetado y limitaciones en una aplicación de la vida real En Australia, el transporte de caña es el mayor coste unitario en la fabricación de azúcar en bruto, que representa alrededor del 35% de los costes totales de fabricación. La producción de horarios eficientes para los ferrocarriles de caña puede resultar en un ahorro de costes significativo. El artículo presenta un estudio utilizando la programación lógica de restricción (CLP) para resolver el problema de la programación del transporte de caña. Se proponen estrategias específicas de \"orden de etiquetado heurístico\" y limitaciones, y se alientan los resultados de la aplicación a varios problemas de prueba y se presenta un caso de la vida real. Los resultados preliminares demuestran que el CLP puede utilizarse como una herramienta eficaz para resolver el problema de la programación del transporte de caña, con una posible disminución de los costos de desarrollo del sistema de programación. También se puede utilizar como una herramienta eficiente para reprogramar tareas que el sistema de programación de transporte de caña existente no puede realizar bien ",
            "error": [
                ""
            ]
        },
        "constraints strategies": {
            "translated_key": "estrategias de restricciones",
            "translated_annotated_text": "Programación ferroviaria de caña mediante programación lógica de restricción: orden de etiquetado y limitaciones en una aplicación de la vida real En Australia, el transporte de caña es el mayor coste unitario en la fabricación de azúcar en bruto, que representa alrededor del 35% de los costes totales de fabricación. La producción de horarios eficientes para los ferrocarriles de caña puede resultar en un ahorro de costes significativo. El artículo presenta un estudio utilizando la programación lógica de restricción (CLP) para resolver el problema de la programación del transporte de caña. Se proponen un orden de etiquetado heurístico personalizado y \"estrategias de restricciones\" y se presentan resultados alentadores de aplicación a varios problemas de prueba y un caso de la vida real. Los resultados preliminares demuestran que el CLP puede utilizarse como una herramienta eficaz para resolver el problema de la programación del transporte de caña, con una posible disminución de los costos de desarrollo del sistema de programación. También se puede utilizar como una herramienta eficiente para reprogramar tareas que el sistema de programación de transporte de caña existente no puede realizar bien ",
            "error": [
                ""
            ]
        },
        "agriculture": {
            "translated_key": [],
            "translated_annotated_text": "Programación ferroviaria de caña mediante programación lógica de restricción: orden de etiquetado y limitaciones en una aplicación de la vida real En Australia, el transporte de caña es el mayor coste unitario en la fabricación de azúcar en bruto, que representa alrededor del 35% de los costes totales de fabricación. La producción de horarios eficientes para los ferrocarriles de caña puede resultar en un ahorro de costes significativo. El artículo presenta un estudio utilizando la programación lógica de restricción (CLP) para resolver el problema de la programación del transporte de caña. Se proponen estrategias de orden y limitaciones heurísticas adaptadas y se alientan los resultados de la aplicación a varios problemas de prueba y se presenta un caso de la vida real. Los resultados preliminares demuestran que el CLP puede utilizarse como una herramienta eficaz para resolver el problema de la programación del transporte de caña, con una posible disminución de los costos de desarrollo del sistema de programación. También se puede utilizar como una herramienta eficiente para reprogramar tareas que el sistema de programación de transporte de caña existente no puede realizar bien ",
            "error": []
        },
        "constraint handling": {
            "translated_key": [],
            "translated_annotated_text": "Programación ferroviaria de caña mediante programación lógica de restricción: orden de etiquetado y limitaciones en una aplicación de la vida real En Australia, el transporte de caña es el mayor coste unitario en la fabricación de azúcar en bruto, que representa alrededor del 35% de los costes totales de fabricación. La producción de horarios eficientes para los ferrocarriles de caña puede resultar en un ahorro de costes significativo. El artículo presenta un estudio utilizando la programación lógica de restricción (CLP) para resolver el problema de la programación del transporte de caña. Se proponen estrategias de orden y limitaciones heurísticas adaptadas y se alientan los resultados de la aplicación a varios problemas de prueba y se presenta un caso de la vida real. Los resultados preliminares demuestran que el CLP puede utilizarse como una herramienta eficaz para resolver el problema de la programación del transporte de caña, con una posible disminución de los costos de desarrollo del sistema de programación. También se puede utilizar como una herramienta eficiente para reprogramar tareas que el sistema de programación de transporte de caña existente no puede realizar bien ",
            "error": []
        },
        "constraint theory": {
            "translated_key": [],
            "translated_annotated_text": "Programación ferroviaria de caña mediante programación lógica de restricción: orden de etiquetado y limitaciones en una aplicación de la vida real En Australia, el transporte de caña es el mayor coste unitario en la fabricación de azúcar en bruto, que representa alrededor del 35% de los costes totales de fabricación. La producción de horarios eficientes para los ferrocarriles de caña puede resultar en un ahorro de costes significativo. El artículo presenta un estudio utilizando la programación lógica de restricción (CLP) para resolver el problema de la programación del transporte de caña. Se proponen estrategias de orden y limitaciones heurísticas adaptadas y se alientan los resultados de la aplicación a varios problemas de prueba y se presenta un caso de la vida real. Los resultados preliminares demuestran que el CLP puede utilizarse como una herramienta eficaz para resolver el problema de la programación del transporte de caña, con una posible disminución de los costos de desarrollo del sistema de programación. También se puede utilizar como una herramienta eficiente para reprogramar tareas que el sistema de programación de transporte de caña existente no puede realizar bien ",
            "error": []
        },
        "goods distribution": {
            "translated_key": [],
            "translated_annotated_text": "Programación ferroviaria de caña mediante programación lógica de restricción: orden de etiquetado y limitaciones en una aplicación de la vida real En Australia, el transporte de caña es el mayor coste unitario en la fabricación de azúcar en bruto, que representa alrededor del 35% de los costes totales de fabricación. La producción de horarios eficientes para los ferrocarriles de caña puede resultar en un ahorro de costes significativo. El artículo presenta un estudio utilizando la programación lógica de restricción (CLP) para resolver el problema de la programación del transporte de caña. Se proponen estrategias de orden y limitaciones heurísticas adaptadas y se alientan los resultados de la aplicación a varios problemas de prueba y se presenta un caso de la vida real. Los resultados preliminares demuestran que el CLP puede utilizarse como una herramienta eficaz para resolver el problema de la programación del transporte de caña, con una posible disminución de los costos de desarrollo del sistema de programación. También se puede utilizar como una herramienta eficiente para reprogramar tareas que el sistema de programación de transporte de caña existente no puede realizar bien ",
            "error": []
        },
        "locomotives": {
            "translated_key": [],
            "translated_annotated_text": "Programación ferroviaria de caña mediante programación lógica de restricción: orden de etiquetado y limitaciones en una aplicación de la vida real En Australia, el transporte de caña es el mayor coste unitario en la fabricación de azúcar en bruto, que representa alrededor del 35% de los costes totales de fabricación. La producción de horarios eficientes para los ferrocarriles de caña puede resultar en un ahorro de costes significativo. El artículo presenta un estudio utilizando la programación lógica de restricción (CLP) para resolver el problema de la programación del transporte de caña. Se proponen estrategias de orden y limitaciones heurísticas adaptadas y se alientan los resultados de la aplicación a varios problemas de prueba y se presenta un caso de la vida real. Los resultados preliminares demuestran que el CLP puede utilizarse como una herramienta eficaz para resolver el problema de la programación del transporte de caña, con una posible disminución de los costos de desarrollo del sistema de programación. También se puede utilizar como una herramienta eficiente para reprogramar tareas que el sistema de programación de transporte de caña existente no puede realizar bien ",
            "error": []
        },
        "scheduling": {
            "translated_key": [
                "programación",
                "programación",
                "programación",
                "scheduling"
            ],
            "translated_annotated_text": "En Australia, el transporte de caña es el mayor coste unitario en la fabricación de azúcar en bruto, que representa alrededor del 35% de los costes totales de fabricación. La producción de horarios eficientes para los ferrocarriles de caña puede resultar en un ahorro de costes significativo. El artículo presenta un estudio que utiliza la programación lógica de restricción (CLP) para resolver el problema de \"programación\" del transporte de caña. Se proponen estrategias de orden y limitaciones heurísticas adaptadas y se alientan los resultados de la aplicación a varios problemas de prueba y se presenta un caso de la vida real. Los resultados preliminares demuestran que el CLP puede utilizarse como una herramienta eficaz para resolver el problema de la \"programación\" del transporte de caña, con una posible disminución de los costos de desarrollo del sistema de \"programación\". También se puede utilizar como una herramienta eficiente para reprogramar tareas que el sistema de transporte de caña existente \"scheduling\" no puede realizar bien ",
            "error": [
                "programación",
                "programación",
                "programación",
                "scheduling"
            ]
        }
    }
}