{
    "original_text": "An optimization based approach to the train operator scheduling problem at Singapore MRT Singapore Mass Rapid Transit (SMRT) operates two train lines with 83 kilometers of track and 48 stations. A total of 77 trains are in operation during peak hours and 41 during off-peak hours. We report on an optimization based approach to develop a computerized train-operator scheduling system that has been implemented at SMRT. The approach involves a bipartite matching algorithm for the generation of night duties and a tabu search algorithm for the generation of day duties. The system automates the train-operator scheduling process at SMRT and produces favorable schedules in comparison with the manual process. It is also able to handle the multiple objectives inherent in the crew scheduling system. While trying to minimize the system wide crew-related costs, the system is also able to address concern with respect to the number of split duties",
    "original_translation": "Un enfoque basado en la optimización del problema de programación del operador de tren en Singapur MRT Singapur Mass Rapid Transit (SMRT) opera dos líneas de tren con 83 kilómetros de vía y 48 estaciones. Un total de 77 trenes están en funcionamiento durante las horas punta y 41 durante las horas fuera del pico. Informamos sobre un enfoque basado en la optimización para desarrollar un sistema computadorizado de programación de trenes-operadores que ha sido implementado en SMRT. El enfoque implica un algoritmo bipartito para la generación de tareas nocturnas y un algoritmo de búsqueda tabu para la generación de tareas diurnas. El sistema automatiza el proceso de programación de trenes-operadores en SMRT y produce horarios favorables en comparación con el proceso manual. También es capaz de manejar los múltiples objetivos inherentes al sistema de programación de la tripulación. Al tratar de reducir al mínimo los costos relacionados con la tripulación en todo el sistema, el sistema también puede abordar la preocupación con respecto al número de tareas divididas",
    "error_count": 2,
    "keys": {
        "optimization based approach": {
            "translated_key": "enfoque basado en la optimización",
            "translated_annotated_text": "Un \"enfoque basado en la optimización\" para el problema de programación del operador de tren en Singapur MRT Singapur Mass Rapid Transit (SMRT) opera dos líneas de tren con 83 kilómetros de vía y 48 estaciones. Un total de 77 trenes están en funcionamiento durante las horas punta y 41 durante las horas fuera del pico. Informamos sobre un \"enfoque basado en la optimización\" para desarrollar un sistema computadorizado de programación de trenes-operadores que ha sido implementado en SMRT. El enfoque implica un algoritmo bipartito para la generación de tareas nocturnas y un algoritmo de búsqueda tabu para la generación de tareas diurnas. El sistema automatiza el proceso de programación de trenes-operadores en SMRT y produce horarios favorables en comparación con el proceso manual. También es capaz de manejar los múltiples objetivos inherentes al sistema de programación de la tripulación. Al tratar de reducir al mínimo los costos relacionados con la tripulación en todo el sistema, el sistema también puede abordar la preocupación con respecto al número de tareas divididas ",
            "error": [
                ""
            ]
        },
        "Singapore Mass Rapid Transit": {
            "translated_key": "Singapur Mass Rapid Transit",
            "translated_annotated_text": "Un enfoque basado en la optimización del problema de programación del operador de tren en Singapur MRT \"Singapur Mass Rapid Transit\" (SMRT) opera dos líneas de tren con 83 kilómetros de vía y 48 estaciones. Un total de 77 trenes están en funcionamiento durante las horas punta y 41 durante las horas fuera del pico. Informamos sobre un enfoque basado en la optimización para desarrollar un sistema computadorizado de programación de trenes-operadores que ha sido implementado en SMRT. El enfoque implica un algoritmo bipartito para la generación de tareas nocturnas y un algoritmo de búsqueda tabu para la generación de tareas diurnas. El sistema automatiza el proceso de programación de trenes-operadores en SMRT y produce horarios favorables en comparación con el proceso manual. También es capaz de manejar los múltiples objetivos inherentes al sistema de programación de la tripulación. Al tratar de reducir al mínimo los costos relacionados con la tripulación en todo el sistema, el sistema también puede abordar la preocupación con respecto al número de tareas divididas ",
            "error": [
                ""
            ]
        },
        "computerized train-operator scheduling system": {
            "translated_key": "sistema informatizado de programación de trenes-operadores",
            "translated_annotated_text": "Un enfoque basado en la optimización del problema de programación del operador de tren en Singapur MRT Singapur Mass Rapid Transit (SMRT) opera dos líneas de tren con 83 kilómetros de vía y 48 estaciones. Un total de 77 trenes están en funcionamiento durante las horas punta y 41 durante las horas fuera del pico. Informamos sobre un enfoque basado en la optimización para desarrollar un \"sistema informatizado de programación de trenes-operadores\" que ha sido implementado en SMRT. El enfoque implica un algoritmo bipartito para la generación de tareas nocturnas y un algoritmo de búsqueda tabu para la generación de tareas diurnas. El sistema automatiza el proceso de programación de trenes-operadores en SMRT y produce horarios favorables en comparación con el proceso manual. También es capaz de manejar los múltiples objetivos inherentes al sistema de programación de la tripulación. Al tratar de reducir al mínimo los costos relacionados con la tripulación en todo el sistema, el sistema también puede abordar la preocupación con respecto al número de tareas divididas ",
            "error": [
                ""
            ]
        },
        "bipartite matching algorithm": {
            "translated_key": "algoritmo bipartito de coincidencia",
            "translated_annotated_text": "Un enfoque basado en la optimización del problema de programación del operador de tren en Singapur MRT Singapur Mass Rapid Transit (SMRT) opera dos líneas de tren con 83 kilómetros de vía y 48 estaciones. Un total de 77 trenes están en funcionamiento durante las horas punta y 41 durante las horas fuera del pico. Informamos sobre un enfoque basado en la optimización para desarrollar un sistema computadorizado de programación de trenes-operadores que ha sido implementado en SMRT. El enfoque implica un \"algoritmo bipartito de coincidencia\" para la generación de tareas nocturnas y un algoritmo de búsqueda tabu para la generación de tareas diurnas. El sistema automatiza el proceso de programación de trenes-operadores en SMRT y produce horarios favorables en comparación con el proceso manual. También es capaz de manejar los múltiples objetivos inherentes al sistema de programación de la tripulación. Al tratar de reducir al mínimo los costos relacionados con la tripulación en todo el sistema, el sistema también puede abordar la preocupación con respecto al número de tareas divididas ",
            "error": [
                ""
            ]
        },
        "night duties": {
            "translated_key": "tareas nocturnas",
            "translated_annotated_text": "Un enfoque basado en la optimización del problema de programación del operador de tren en Singapur MRT Singapur Mass Rapid Transit (SMRT) opera dos líneas de tren con 83 kilómetros de vía y 48 estaciones. Un total de 77 trenes están en funcionamiento durante las horas punta y 41 durante las horas fuera del pico. Informamos sobre un enfoque basado en la optimización para desarrollar un sistema computadorizado de programación de trenes-operadores que ha sido implementado en SMRT. El enfoque implica un algoritmo bipartito de coincidencia para la generación de \"tareas nocturnas\" y un algoritmo de búsqueda tabu para la generación de tareas diurnas. El sistema automatiza el proceso de programación de trenes-operadores en SMRT y produce horarios favorables en comparación con el proceso manual. También es capaz de manejar los múltiples objetivos inherentes al sistema de programación de la tripulación. Al tratar de reducir al mínimo los costos relacionados con la tripulación en todo el sistema, el sistema también puede abordar la preocupación con respecto al número de tareas divididas ",
            "error": [
                ""
            ]
        },
        "tabu search algorithm": {
            "translated_key": "algoritmo de búsqueda de tabu",
            "translated_annotated_text": "Un enfoque basado en la optimización del problema de programación del operador de tren en Singapur MRT Singapur Mass Rapid Transit (SMRT) opera dos líneas de tren con 83 kilómetros de vía y 48 estaciones. Un total de 77 trenes están en funcionamiento durante las horas punta y 41 durante las horas fuera del pico. Informamos sobre un enfoque basado en la optimización para desarrollar un sistema computadorizado de programación de trenes-operadores que ha sido implementado en SMRT. El enfoque implica un algoritmo bipartito de coincidencia para la generación de tareas nocturnas y un \"algoritmo de búsqueda de tabu\" para la generación de tareas diurnas. El sistema automatiza el proceso de programación de trenes-operadores en SMRT y produce horarios favorables en comparación con el proceso manual. También es capaz de manejar los múltiples objetivos inherentes al sistema de programación de la tripulación. Al tratar de reducir al mínimo los costos relacionados con la tripulación en todo el sistema, el sistema también puede abordar la preocupación con respecto al número de tareas divididas ",
            "error": [
                ""
            ]
        },
        "day duties": {
            "translated_key": "tareas diarias",
            "translated_annotated_text": "Un enfoque basado en la optimización del problema de programación del operador de tren en Singapur MRT Singapur Mass Rapid Transit (SMRT) opera dos líneas de tren con 83 kilómetros de vía y 48 estaciones. Un total de 77 trenes están en funcionamiento durante las horas punta y 41 durante las horas fuera del pico. Informamos sobre un enfoque basado en la optimización para desarrollar un sistema computadorizado de programación de trenes-operadores que ha sido implementado en SMRT. El enfoque implica un algoritmo bipartito de coincidencia para la generación de tareas nocturnas y un algoritmo de búsqueda tabu para la generación de \"tareas diarias\". El sistema automatiza el proceso de programación de trenes-operadores en SMRT y produce horarios favorables en comparación con el proceso manual. También es capaz de manejar los múltiples objetivos inherentes al sistema de programación de la tripulación. Al tratar de reducir al mínimo los costos relacionados con la tripulación en todo el sistema, el sistema también puede abordar la preocupación con respecto al número de tareas divididas ",
            "error": [
                ""
            ]
        },
        "crew scheduling system": {
            "translated_key": "sistema de programación de la tripulación",
            "translated_annotated_text": "Un enfoque basado en la optimización del problema de programación del operador de tren en Singapur MRT Singapur Mass Rapid Transit (SMRT) opera dos líneas de tren con 83 kilómetros de vía y 48 estaciones. Un total de 77 trenes están en funcionamiento durante las horas punta y 41 durante las horas fuera del pico. Informamos sobre un enfoque basado en la optimización para desarrollar un sistema computadorizado de programación de trenes-operadores que ha sido implementado en SMRT. El enfoque implica un algoritmo bipartito para la generación de tareas nocturnas y un algoritmo de búsqueda tabu para la generación de tareas diurnas. El sistema automatiza el proceso de programación de trenes-operadores en SMRT y produce horarios favorables en comparación con el proceso manual. También es capaz de manejar los múltiples objetivos inherentes al \"sistema de programación de la tripulación\". Al tratar de reducir al mínimo los costos relacionados con la tripulación en todo el sistema, el sistema también puede abordar la preocupación con respecto al número de tareas divididas ",
            "error": [
                ""
            ]
        },
        "rapid transit systems": {
            "translated_key": [],
            "translated_annotated_text": "Un enfoque basado en la optimización del problema de programación del operador de tren en Singapur MRT Singapur Mass Rapid Transit (SMRT) opera dos líneas de tren con 83 kilómetros de vía y 48 estaciones. Un total de 77 trenes están en funcionamiento durante las horas punta y 41 durante las horas fuera del pico. Informamos sobre un enfoque basado en la optimización para desarrollar un sistema computadorizado de programación de trenes-operadores que ha sido implementado en SMRT. El enfoque implica un algoritmo bipartito para la generación de tareas nocturnas y un algoritmo de búsqueda tabu para la generación de tareas diurnas. El sistema automatiza el proceso de programación de trenes-operadores en SMRT y produce horarios favorables en comparación con el proceso manual. También es capaz de manejar los múltiples objetivos inherentes al sistema de programación de la tripulación. Al tratar de reducir al mínimo los costos relacionados con la tripulación en todo el sistema, el sistema también puede abordar la preocupación con respecto al número de tareas divididas ",
            "error": []
        },
        "scheduling": {
            "translated_key": "programación",
            "translated_annotated_text": "Un enfoque basado en la optimización del problema de \"programación\" del operador de tren en Singapur MRT Singapur Mass Rapid Transit (SMRT) opera dos líneas de tren con 83 kilómetros de vía y 48 estaciones. Un total de 77 trenes están en funcionamiento durante las horas punta y 41 durante las horas fuera del pico. Informamos sobre un enfoque basado en la optimización para desarrollar un sistema de \"programación\" computadorizado para operadores de trenes que ha sido implementado en SMRT. El enfoque implica un algoritmo bipartito para la generación de tareas nocturnas y un algoritmo de búsqueda tabu para la generación de tareas diurnas. El sistema automatiza el proceso de \"programación\" del operador de trenes en SMRT y produce horarios favorables en comparación con el proceso manual. También es capaz de manejar los múltiples objetivos inherentes al sistema de \"programación\" de la tripulación. Al tratar de reducir al mínimo los costos relacionados con la tripulación en todo el sistema, el sistema también puede abordar la preocupación con respecto al número de tareas divididas ",
            "error": [
                ""
            ]
        },
        "search problems": {
            "translated_key": [],
            "translated_annotated_text": "Un enfoque basado en la optimización del problema de programación del operador de tren en Singapur MRT Singapur Mass Rapid Transit (SMRT) opera dos líneas de tren con 83 kilómetros de vía y 48 estaciones. Un total de 77 trenes están en funcionamiento durante las horas punta y 41 durante las horas fuera del pico. Informamos sobre un enfoque basado en la optimización para desarrollar un sistema computadorizado de programación de trenes-operadores que ha sido implementado en SMRT. El enfoque implica un algoritmo bipartito para la generación de tareas nocturnas y un algoritmo de búsqueda tabu para la generación de tareas diurnas. El sistema automatiza el proceso de programación de trenes-operadores en SMRT y produce horarios favorables en comparación con el proceso manual. También es capaz de manejar los múltiples objetivos inherentes al sistema de programación de la tripulación. Al tratar de reducir al mínimo los costos relacionados con la tripulación en todo el sistema, el sistema también puede abordar la preocupación con respecto al número de tareas divididas ",
            "error": []
        }
    }
}