{
    "original_text": "Parallel interior point schemes for solving multistage convex programming The predictor-corrector interior-point path-following algorithm is promising in solving multistage convex programming problems. Among many other general good features of this algorithm, especially attractive is that the algorithm allows the possibility to parallelise the major computations. The dynamic structure of the multistage problems specifies a block-tridiagonal system at each Newton step of the algorithm. A wrap-around permutation is then used to implement the parallel computation for this step",
    "original_translation": "Esquemas de puntos interiores paralelos para resolver la programación convexa multietapa El algoritmo de seguimiento de rutas de puntos interiores predictor-corrector es prometedor en la solución de problemas de programación convexa multietapa. Entre muchas otras buenas características generales de este algoritmo, especialmente atractivo es que el algoritmo permite la posibilidad de paralelizar los principales cálculos. La estructura dinámica de los problemas multietapa especifica un sistema tridiagonal de bloques en cada paso Newton del algoritmo. Una permutación envolvente se utiliza entonces para implementar el cálculo paralelo para este paso",
    "error_count": 5,
    "keys": {
        "parallel interior point schemes": {
            "translated_key": [],
            "translated_annotated_text": "Esquemas de puntos interiores paralelos para resolver la programación convexa multietapa El algoritmo de seguimiento de rutas de puntos interiores predictor-corrector es prometedor en la solución de problemas de programación convexa multietapa. Entre muchas otras buenas características generales de este algoritmo, especialmente atractivo es que el algoritmo permite la posibilidad de paralelizar los principales cálculos. La estructura dinámica de los problemas multietapa especifica un sistema tridiagonal de bloques en cada paso Newton del algoritmo. Una permutación envolvente se utiliza entonces para implementar el cálculo paralelo para este paso ",
            "error": []
        },
        "multistage convex programming": {
            "translated_key": "programación convexa multietapa",
            "translated_annotated_text": "Esquemas de puntos interiores paralelos para resolver \"programación convexa multietapa\" El algoritmo de seguimiento de rutas de puntos interiores predictor-corrector es prometedor en la solución de problemas de \"programación convexa multietapa\". Entre muchas otras buenas características generales de este algoritmo, especialmente atractivo es que el algoritmo permite la posibilidad de paralelizar los principales cálculos. La estructura dinámica de los problemas multietapa especifica un sistema tridiagonal de bloques en cada paso Newton del algoritmo. Una permutación envolvente se utiliza entonces para implementar el cálculo paralelo para este paso ",
            "error": [
                ""
            ]
        },
        "predictor-corrector interior-point path-following algorithm": {
            "translated_key": "algoritmo predictor-corrector de puntos interiores de seguimiento de rutas",
            "translated_annotated_text": "Planes de puntos interiores paralelos para resolver la programación multietapa convexa El \"algoritmo predictor-corrector de puntos interiores de seguimiento de rutas\" es prometedor en la solución de problemas de programación multietapa convexa. Entre muchas otras buenas características generales de este algoritmo, especialmente atractivo es que el algoritmo permite la posibilidad de paralelizar los principales cálculos. La estructura dinámica de los problemas multietapa especifica un sistema tridiagonal de bloques en cada paso Newton del algoritmo. Una permutación envolvente se utiliza entonces para implementar el cálculo paralelo para este paso ",
            "error": [
                ""
            ]
        },
        "dynamic structure": {
            "translated_key": "estructura dinámica",
            "translated_annotated_text": "Esquemas de puntos interiores paralelos para resolver la programación convexa multietapa El algoritmo de seguimiento de rutas de puntos interiores predictor-corrector es prometedor en la solución de problemas de programación convexa multietapa. Entre muchas otras buenas características generales de este algoritmo, especialmente atractivo es que el algoritmo permite la posibilidad de paralelizar los principales cálculos. La \"estructura dinámica\" de los problemas multietapa especifica un sistema tridiagonal de bloques en cada paso de Newton del algoritmo. Una permutación envolvente se utiliza entonces para implementar el cálculo paralelo para este paso ",
            "error": [
                ""
            ]
        },
        "block-tridiagonal system": {
            "translated_key": "sistema tridiagonal-bloque",
            "translated_annotated_text": "Esquemas de puntos interiores paralelos para resolver la programación convexa multietapa El algoritmo de seguimiento de rutas de puntos interiores predictor-corrector es prometedor en la solución de problemas de programación convexa multietapa. Entre muchas otras buenas características generales de este algoritmo, especialmente atractivo es que el algoritmo permite la posibilidad de paralelizar los principales cálculos. La estructura dinámica de los problemas multietapa especifica un \"sistema tridiagonal-bloque\" en cada paso Newton del algoritmo. Una permutación envolvente se utiliza entonces para implementar el cálculo paralelo para este paso ",
            "error": [
                ""
            ]
        },
        "Newton step": {
            "translated_key": "paso Newton",
            "translated_annotated_text": "Esquemas de puntos interiores paralelos para resolver la programación convexa multietapa El algoritmo de seguimiento de rutas de puntos interiores predictor-corrector es prometedor en la solución de problemas de programación convexa multietapa. Entre muchas otras buenas características generales de este algoritmo, especialmente atractivo es que el algoritmo permite la posibilidad de paralelizar los principales cálculos. La estructura dinámica de los problemas multietapa especifica un sistema tridiagonal de bloques en cada \"paso Newton\" del algoritmo. Una permutación envolvente se utiliza entonces para implementar el cálculo paralelo para este paso ",
            "error": [
                ""
            ]
        },
        "wrap-around permutation": {
            "translated_key": "permutación envolvente",
            "translated_annotated_text": "Esquemas de puntos interiores paralelos para resolver la programación convexa multietapa El algoritmo de seguimiento de rutas de puntos interiores predictor-corrector es prometedor en la solución de problemas de programación convexa multietapa. Entre muchas otras buenas características generales de este algoritmo, especialmente atractivo es que el algoritmo permite la posibilidad de paralelizar los principales cálculos. La estructura dinámica de los problemas multietapa especifica un sistema tridiagonal de bloques en cada paso Newton del algoritmo. Una \"permutación envolvente\" se utiliza entonces para implementar el cálculo paralelo para este paso ",
            "error": [
                ""
            ]
        },
        "parallel computation": {
            "translated_key": "computador paralelo",
            "translated_annotated_text": "Esquemas de puntos interiores paralelos para resolver la programación convexa multietapa El algoritmo de seguimiento de rutas de puntos interiores predictor-corrector es prometedor en la solución de problemas de programación convexa multietapa. Entre muchas otras buenas características generales de este algoritmo, especialmente atractivo es que el algoritmo permite la posibilidad de paralelizar los principales cálculos. La estructura dinámica de los problemas multietapa especifica un sistema tridiagonal de bloques en cada paso Newton del algoritmo. Una permutación envolvente se utiliza entonces para implementar el \"computador paralelo\" para este paso ",
            "error": [
                ""
            ]
        },
        "convex programming": {
            "translated_key": "programación convexa",
            "translated_annotated_text": "Planes de puntos interiores paralelos para resolver \"programación convexa\" multietapa El algoritmo de seguimiento de rutas de puntos interiores predictor-corrector es prometedor en la solución de problemas de \"programación convexa\" multietapa. Entre muchas otras buenas características generales de este algoritmo, especialmente atractivo es que el algoritmo permite la posibilidad de paralelizar los principales cálculos. La estructura dinámica de los problemas multietapa especifica un sistema tridiagonal de bloques en cada paso Newton del algoritmo. Una permutación envolvente se utiliza entonces para implementar el cálculo paralelo para este paso ",
            "error": [
                ""
            ]
        },
        "decision theory": {
            "translated_key": [],
            "translated_annotated_text": "Esquemas de puntos interiores paralelos para resolver la programación convexa multietapa El algoritmo de seguimiento de rutas de puntos interiores predictor-corrector es prometedor en la solución de problemas de programación convexa multietapa. Entre muchas otras buenas características generales de este algoritmo, especialmente atractivo es que el algoritmo permite la posibilidad de paralelizar los principales cálculos. La estructura dinámica de los problemas multietapa especifica un sistema tridiagonal de bloques en cada paso Newton del algoritmo. Una permutación envolvente se utiliza entonces para implementar el cálculo paralelo para este paso ",
            "error": []
        },
        "Newton method": {
            "translated_key": [],
            "translated_annotated_text": "Esquemas de puntos interiores paralelos para resolver la programación convexa multietapa El algoritmo de seguimiento de rutas de puntos interiores predictor-corrector es prometedor en la solución de problemas de programación convexa multietapa. Entre muchas otras buenas características generales de este algoritmo, especialmente atractivo es que el algoritmo permite la posibilidad de paralelizar los principales cálculos. La estructura dinámica de los problemas multietapa especifica un sistema tridiagonal de bloques en cada paso Newton del algoritmo. Una permutación envolvente se utiliza entonces para implementar el cálculo paralelo para este paso ",
            "error": []
        },
        "parallel algorithms": {
            "translated_key": [],
            "translated_annotated_text": "Esquemas de puntos interiores paralelos para resolver la programación convexa multietapa El algoritmo de seguimiento de rutas de puntos interiores predictor-corrector es prometedor en la solución de problemas de programación convexa multietapa. Entre muchas otras buenas características generales de este algoritmo, especialmente atractivo es que el algoritmo permite la posibilidad de paralelizar los principales cálculos. La estructura dinámica de los problemas multietapa especifica un sistema tridiagonal de bloques en cada paso Newton del algoritmo. Una permutación envolvente se utiliza entonces para implementar el cálculo paralelo para este paso ",
            "error": []
        },
        "predictor-corrector methods": {
            "translated_key": [],
            "translated_annotated_text": "Esquemas de puntos interiores paralelos para resolver la programación convexa multietapa El algoritmo de seguimiento de rutas de puntos interiores predictor-corrector es prometedor en la solución de problemas de programación convexa multietapa. Entre muchas otras buenas características generales de este algoritmo, especialmente atractivo es que el algoritmo permite la posibilidad de paralelizar los principales cálculos. La estructura dinámica de los problemas multietapa especifica un sistema tridiagonal de bloques en cada paso Newton del algoritmo. Una permutación envolvente se utiliza entonces para implementar el cálculo paralelo para este paso ",
            "error": []
        }
    }
}