{
    "original_text": "Project scheduling under time dependent costs-a branch and bound algorithm In a given project network, execution of each activity in normal duration requires utilization of certain resources. If faster execution of an activity is desired then additional resources at extra cost would be required. Given a project network, the cost structure for each activity and a planning horizon, the project compression problem is concerned with the determination of optimal schedule of performing each activity while satisfying given restrictions and minimizing the total cost of project execution. The paper considers the project compression problem with time dependent cost structure for each activity. The planning horizon is divided into several regular time intervals over which the cost structure of an activity may vary. But the cost structure of the activities remains the same within a time interval. The objective is to find an optimal project schedule minimizing the total project cost. We present a mathematical model for this problem, develop some heuristics and an exact branch and bound algorithm. Using simulated problems we provide an insight into the computational performances of heuristics and the branch and bound algorithm",
    "original_translation": "Programación de proyectos bajo costo dependiente del tiempo-una rama y algoritmo consolidado En una red de proyecto dada, la ejecución de cada actividad en duración normal requiere la utilización de ciertos recursos. Si se desea una ejecución más rápida de una actividad, se necesitarían recursos adicionales a un costo adicional. Dada una red de proyectos, la estructura de costos de cada actividad y un horizonte de planificación, el problema de la compresión del proyecto se refiere a la determinación de un calendario óptimo para realizar cada actividad, al tiempo que se cumplen las restricciones y se minimiza el costo total de la ejecución del proyecto. En el documento se examina el problema de la compresión del proyecto con una estructura de costos dependiente del tiempo para cada actividad. El horizonte de planificación se divide en varios intervalos de tiempo regulares en los que la estructura de costes de una actividad puede variar. Pero la estructura de costos de las actividades sigue siendo la misma dentro de un intervalo de tiempo. El objetivo es encontrar un calendario óptimo del proyecto minimizando el costo total del proyecto. Presentamos un modelo matemático para este problema, desarrollamos algunas heurísticas y un algoritmo exacto de rama y atado. Utilizando problemas simulados proporcionamos una visión de los resultados computacionales de la heurística y el algoritmo de rama y atado",
    "error_count": 9,
    "keys": {
        "project scheduling": {
            "translated_key": [],
            "translated_annotated_text": "Programación de proyectos bajo costo dependiente del tiempo-una rama y algoritmo consolidado En una red de proyecto dada, la ejecución de cada actividad en duración normal requiere la utilización de ciertos recursos. Si se desea una ejecución más rápida de una actividad, se necesitarían recursos adicionales a un costo adicional. Dada una red de proyectos, la estructura de costos de cada actividad y un horizonte de planificación, el problema de la compresión del proyecto se refiere a la determinación de un calendario óptimo para realizar cada actividad, al tiempo que se cumplen las restricciones y se minimiza el costo total de la ejecución del proyecto. En el documento se examina el problema de la compresión del proyecto con una estructura de costos dependiente del tiempo para cada actividad. El horizonte de planificación se divide en varios intervalos de tiempo regulares en los que la estructura de costes de una actividad puede variar. Pero la estructura de costos de las actividades sigue siendo la misma dentro de un intervalo de tiempo. El objetivo es encontrar un calendario óptimo del proyecto minimizando el costo total del proyecto. Presentamos un modelo matemático para este problema, desarrollamos algunas heurísticas y un algoritmo exacto de rama y atado. Utilizando problemas simulados proporcionamos una visión de los resultados computacionales de la heurística y el algoritmo de rama y atado ",
            "error": []
        },
        "time dependent costs": {
            "translated_key": "costos dependientes del tiempo",
            "translated_annotated_text": "Programación de proyectos bajo \"costos dependientes del tiempo\"-una rama y algoritmo consolidado En una red de proyecto dada, la ejecución de cada actividad en duración normal requiere la utilización de ciertos recursos. Si se desea una ejecución más rápida de una actividad, se necesitarían recursos adicionales a un costo adicional. Dada una red de proyectos, la estructura de costos de cada actividad y un horizonte de planificación, el problema de la compresión del proyecto se refiere a la determinación de un calendario óptimo para realizar cada actividad, al tiempo que se cumplen las restricciones y se minimiza el costo total de la ejecución del proyecto. En el documento se examina el problema de la compresión del proyecto con una estructura de costos dependiente del tiempo para cada actividad. El horizonte de planificación se divide en varios intervalos de tiempo regulares en los que la estructura de costes de una actividad puede variar. Pero la estructura de costos de las actividades sigue siendo la misma dentro de un intervalo de tiempo. El objetivo es encontrar un calendario óptimo del proyecto minimizando el costo total del proyecto. Presentamos un modelo matemático para este problema, desarrollamos algunas heurísticas y un algoritmo exacto de rama y atado. Utilizando problemas simulados proporcionamos una visión de los resultados computacionales de la heurística y el algoritmo de rama y atado ",
            "error": [
                ""
            ]
        },
        "branch and bound algorithm": {
            "translated_key": [
                "algoritmo de rama y encuadernado",
                "algoritmo de rama y atado",
                "algoritmo de rama y atado"
            ],
            "translated_annotated_text": "Programación de proyectos bajo costos dependientes del tiempo-un \"algoritmo de rama y encuadernado\" En una red de proyecto dada, la ejecución de cada actividad en duración normal requiere la utilización de ciertos recursos. Si se desea una ejecución más rápida de una actividad, se necesitarían recursos adicionales a un costo adicional. Dada una red de proyectos, la estructura de costos de cada actividad y un horizonte de planificación, el problema de la compresión del proyecto se refiere a la determinación de un calendario óptimo para realizar cada actividad, al tiempo que se cumplen las restricciones y se minimiza el costo total de la ejecución del proyecto. En el documento se examina el problema de la compresión del proyecto con una estructura de costos dependiente del tiempo para cada actividad. El horizonte de planificación se divide en varios intervalos de tiempo regulares en los que la estructura de costes de una actividad puede variar. Pero la estructura de costos de las actividades sigue siendo la misma dentro de un intervalo de tiempo. El objetivo es encontrar un calendario óptimo del proyecto minimizando el costo total del proyecto. Presentamos un modelo matemático para este problema, desarrollamos algunas heurísticas y un \"algoritmo de rama y atado\" exacto. Utilizando problemas simulados proporcionamos una visión de los resultados computacionales de la heurística y el \"algoritmo de rama y atado\" ",
            "error": [
                "algoritmo de rama y encuadernado",
                "algoritmo de rama y atado",
                "algoritmo de rama y atado"
            ]
        },
        "project network": {
            "translated_key": "red de proyectos",
            "translated_annotated_text": "Programación de proyectos bajo costo dependiente del tiempo-una rama y algoritmo consolidado En una \"red de proyectos\" dada, la ejecución de cada actividad en duración normal requiere la utilización de ciertos recursos. Si se desea una ejecución más rápida de una actividad, se necesitarían recursos adicionales a un costo adicional. Dada una \"red de proyectos\", la estructura de costos para cada actividad y un horizonte de planificación, el problema de compresión del proyecto se refiere a la determinación de un calendario óptimo para realizar cada actividad, al tiempo que se cumplen las restricciones y se minimiza el costo total de la ejecución del proyecto. En el documento se examina el problema de la compresión del proyecto con una estructura de costos dependiente del tiempo para cada actividad. El horizonte de planificación se divide en varios intervalos de tiempo regulares en los que la estructura de costes de una actividad puede variar. Pero la estructura de costos de las actividades sigue siendo la misma dentro de un intervalo de tiempo. El objetivo es encontrar un calendario óptimo del proyecto minimizando el costo total del proyecto. Presentamos un modelo matemático para este problema, desarrollamos algunas heurísticas y un algoritmo exacto de rama y atado. Utilizando problemas simulados proporcionamos una visión de los resultados computacionales de la heurística y el algoritmo de rama y atado ",
            "error": [
                ""
            ]
        },
        "planning horizon": {
            "translated_key": "plazo de planificación",
            "translated_annotated_text": "Programación de proyectos bajo costo dependiente del tiempo-una rama y algoritmo consolidado En una red de proyecto dada, la ejecución de cada actividad en duración normal requiere la utilización de ciertos recursos. Si se desea una ejecución más rápida de una actividad, se necesitarían recursos adicionales a un costo adicional. Dada una red de proyectos, la estructura de costos de cada actividad y un \"plazo de planificación\", el problema de compresión del proyecto se refiere a la determinación de un calendario óptimo para realizar cada actividad, al tiempo que se cumplen determinadas restricciones y se minimiza el costo total de la ejecución del proyecto. En el documento se examina el problema de la compresión del proyecto con una estructura de costos dependiente del tiempo para cada actividad. El \"plazo de planificación\" se divide en varios intervalos de tiempo regulares en los que la estructura de costes de una actividad puede variar. Pero la estructura de costos de las actividades sigue siendo la misma dentro de un intervalo de tiempo. El objetivo es encontrar un calendario óptimo del proyecto minimizando el costo total del proyecto. Presentamos un modelo matemático para este problema, desarrollamos algunas heurísticas y un algoritmo exacto de rama y atado. Utilizando problemas simulados proporcionamos una visión de los resultados computacionales de la heurística y el algoritmo de rama y atado ",
            "error": [
                ""
            ]
        },
        "project compression problem": {
            "translated_key": "problema de compresión del proyecto",
            "translated_annotated_text": "Programación de proyectos bajo costo dependiente del tiempo-una rama y algoritmo consolidado En una red de proyecto dada, la ejecución de cada actividad en duración normal requiere la utilización de ciertos recursos. Si se desea una ejecución más rápida de una actividad, se necesitarían recursos adicionales a un costo adicional. Dada una red de proyectos, la estructura de costes de cada actividad y un horizonte de planificación, el \"problema de compresión del proyecto\" se refiere a la determinación de un calendario óptimo para realizar cada actividad, al tiempo que se cumplen las restricciones y se minimiza el costo total de la ejecución del proyecto. El artículo considera el \"problema de compresión del proyecto\" con estructura de costo dependiente del tiempo para cada actividad. El horizonte de planificación se divide en varios intervalos de tiempo regulares en los que la estructura de costes de una actividad puede variar. Pero la estructura de costos de las actividades sigue siendo la misma dentro de un intervalo de tiempo. El objetivo es encontrar un calendario óptimo del proyecto minimizando el costo total del proyecto. Presentamos un modelo matemático para este problema, desarrollamos algunas heurísticas y un algoritmo exacto de rama y atado. Utilizando problemas simulados proporcionamos una visión de los resultados computacionales de la heurística y el algoritmo de rama y atado ",
            "error": [
                ""
            ]
        },
        "optimal schedule": {
            "translated_key": "programa óptimo",
            "translated_annotated_text": "Programación de proyectos bajo costo dependiente del tiempo-una rama y algoritmo consolidado En una red de proyecto dada, la ejecución de cada actividad en duración normal requiere la utilización de ciertos recursos. Si se desea una ejecución más rápida de una actividad, se necesitarían recursos adicionales a un costo adicional. Dada una red de proyectos, la estructura de costos de cada actividad y un horizonte de planificación, el problema de la compresión del proyecto se refiere a la determinación de un \"programa óptimo\" de realizar cada actividad al tiempo que se cumplen las restricciones y se minimiza el costo total de la ejecución del proyecto. En el documento se examina el problema de la compresión del proyecto con una estructura de costos dependiente del tiempo para cada actividad. El horizonte de planificación se divide en varios intervalos de tiempo regulares en los que la estructura de costes de una actividad puede variar. Pero la estructura de costos de las actividades sigue siendo la misma dentro de un intervalo de tiempo. El objetivo es encontrar un calendario óptimo del proyecto minimizando el costo total del proyecto. Presentamos un modelo matemático para este problema, desarrollamos algunas heurísticas y un algoritmo exacto de rama y atado. Utilizando problemas simulados proporcionamos una visión de los resultados computacionales de la heurística y el algoritmo de rama y atado ",
            "error": [
                ""
            ]
        },
        "heuristics": {
            "translated_key": [
                "heurísticos",
                "heurística"
            ],
            "translated_annotated_text": "Programación de proyectos bajo costo dependiente del tiempo-una rama y algoritmo consolidado En una red de proyecto dada, la ejecución de cada actividad en duración normal requiere la utilización de ciertos recursos. Si se desea una ejecución más rápida de una actividad, se necesitarían recursos adicionales a un costo adicional. Dada una red de proyectos, la estructura de costos de cada actividad y un horizonte de planificación, el problema de la compresión del proyecto se refiere a la determinación de un calendario óptimo para realizar cada actividad, al tiempo que se cumplen las restricciones y se minimiza el costo total de la ejecución del proyecto. En el documento se examina el problema de la compresión del proyecto con una estructura de costos dependiente del tiempo para cada actividad. El horizonte de planificación se divide en varios intervalos de tiempo regulares en los que la estructura de costes de una actividad puede variar. Pero la estructura de costos de las actividades sigue siendo la misma dentro de un intervalo de tiempo. El objetivo es encontrar un calendario óptimo del proyecto minimizando el costo total del proyecto. Presentamos un modelo matemático para este problema, desarrollamos algunos \"heurísticos\" y un algoritmo exacto de rama y atado. Utilizando problemas simulados proporcionamos una visión de los resultados computacionales de la \"heurística\" y el algoritmo de rama y atado ",
            "error": [
                "heurísticos",
                "heurística"
            ]
        },
        "decision theory": {
            "translated_key": [],
            "translated_annotated_text": "Programación de proyectos bajo costo dependiente del tiempo-una rama y algoritmo consolidado En una red de proyecto dada, la ejecución de cada actividad en duración normal requiere la utilización de ciertos recursos. Si se desea una ejecución más rápida de una actividad, se necesitarían recursos adicionales a un costo adicional. Dada una red de proyectos, la estructura de costos de cada actividad y un horizonte de planificación, el problema de la compresión del proyecto se refiere a la determinación de un calendario óptimo para realizar cada actividad, al tiempo que se cumplen las restricciones y se minimiza el costo total de la ejecución del proyecto. En el documento se examina el problema de la compresión del proyecto con una estructura de costos dependiente del tiempo para cada actividad. El horizonte de planificación se divide en varios intervalos de tiempo regulares en los que la estructura de costes de una actividad puede variar. Pero la estructura de costos de las actividades sigue siendo la misma dentro de un intervalo de tiempo. El objetivo es encontrar un calendario óptimo del proyecto minimizando el costo total del proyecto. Presentamos un modelo matemático para este problema, desarrollamos algunas heurísticas y un algoritmo exacto de rama y atado. Utilizando problemas simulados proporcionamos una visión de los resultados computacionales de la heurística y el algoritmo de rama y atado ",
            "error": []
        },
        "integer programming": {
            "translated_key": [],
            "translated_annotated_text": "Programación de proyectos bajo costo dependiente del tiempo-una rama y algoritmo consolidado En una red de proyecto dada, la ejecución de cada actividad en duración normal requiere la utilización de ciertos recursos. Si se desea una ejecución más rápida de una actividad, se necesitarían recursos adicionales a un costo adicional. Dada una red de proyectos, la estructura de costos de cada actividad y un horizonte de planificación, el problema de la compresión del proyecto se refiere a la determinación de un calendario óptimo para realizar cada actividad, al tiempo que se cumplen las restricciones y se minimiza el costo total de la ejecución del proyecto. En el documento se examina el problema de la compresión del proyecto con una estructura de costos dependiente del tiempo para cada actividad. El horizonte de planificación se divide en varios intervalos de tiempo regulares en los que la estructura de costes de una actividad puede variar. Pero la estructura de costos de las actividades sigue siendo la misma dentro de un intervalo de tiempo. El objetivo es encontrar un calendario óptimo del proyecto minimizando el costo total del proyecto. Presentamos un modelo matemático para este problema, desarrollamos algunas heurísticas y un algoritmo exacto de rama y atado. Utilizando problemas simulados proporcionamos una visión de los resultados computacionales de la heurística y el algoritmo de rama y atado ",
            "error": []
        },
        "minimisation": {
            "translated_key": [],
            "translated_annotated_text": "Programación de proyectos bajo costo dependiente del tiempo-una rama y algoritmo consolidado En una red de proyecto dada, la ejecución de cada actividad en duración normal requiere la utilización de ciertos recursos. Si se desea una ejecución más rápida de una actividad, se necesitarían recursos adicionales a un costo adicional. Dada una red de proyectos, la estructura de costos de cada actividad y un horizonte de planificación, el problema de la compresión del proyecto se refiere a la determinación de un calendario óptimo para realizar cada actividad, al tiempo que se cumplen las restricciones y se minimiza el costo total de la ejecución del proyecto. En el documento se examina el problema de la compresión del proyecto con una estructura de costos dependiente del tiempo para cada actividad. El horizonte de planificación se divide en varios intervalos de tiempo regulares en los que la estructura de costes de una actividad puede variar. Pero la estructura de costos de las actividades sigue siendo la misma dentro de un intervalo de tiempo. El objetivo es encontrar un calendario óptimo del proyecto minimizando el costo total del proyecto. Presentamos un modelo matemático para este problema, desarrollamos algunas heurísticas y un algoritmo exacto de rama y atado. Utilizando problemas simulados proporcionamos una visión de los resultados computacionales de la heurística y el algoritmo de rama y atado ",
            "error": []
        },
        "nonlinear programming": {
            "translated_key": [],
            "translated_annotated_text": "Programación de proyectos bajo costo dependiente del tiempo-una rama y algoritmo consolidado En una red de proyecto dada, la ejecución de cada actividad en duración normal requiere la utilización de ciertos recursos. Si se desea una ejecución más rápida de una actividad, se necesitarían recursos adicionales a un costo adicional. Dada una red de proyectos, la estructura de costos de cada actividad y un horizonte de planificación, el problema de la compresión del proyecto se refiere a la determinación de un calendario óptimo para realizar cada actividad, al tiempo que se cumplen las restricciones y se minimiza el costo total de la ejecución del proyecto. En el documento se examina el problema de la compresión del proyecto con una estructura de costos dependiente del tiempo para cada actividad. El horizonte de planificación se divide en varios intervalos de tiempo regulares en los que la estructura de costes de una actividad puede variar. Pero la estructura de costos de las actividades sigue siendo la misma dentro de un intervalo de tiempo. El objetivo es encontrar un calendario óptimo del proyecto minimizando el costo total del proyecto. Presentamos un modelo matemático para este problema, desarrollamos algunas heurísticas y un algoritmo exacto de rama y atado. Utilizando problemas simulados proporcionamos una visión de los resultados computacionales de la heurística y el algoritmo de rama y atado ",
            "error": []
        },
        "project management": {
            "translated_key": [],
            "translated_annotated_text": "Programación de proyectos bajo costo dependiente del tiempo-una rama y algoritmo consolidado En una red de proyecto dada, la ejecución de cada actividad en duración normal requiere la utilización de ciertos recursos. Si se desea una ejecución más rápida de una actividad, se necesitarían recursos adicionales a un costo adicional. Dada una red de proyectos, la estructura de costos de cada actividad y un horizonte de planificación, el problema de la compresión del proyecto se refiere a la determinación de un calendario óptimo para realizar cada actividad, al tiempo que se cumplen las restricciones y se minimiza el costo total de la ejecución del proyecto. En el documento se examina el problema de la compresión del proyecto con una estructura de costos dependiente del tiempo para cada actividad. El horizonte de planificación se divide en varios intervalos de tiempo regulares en los que la estructura de costes de una actividad puede variar. Pero la estructura de costos de las actividades sigue siendo la misma dentro de un intervalo de tiempo. El objetivo es encontrar un calendario óptimo del proyecto minimizando el costo total del proyecto. Presentamos un modelo matemático para este problema, desarrollamos algunas heurísticas y un algoritmo exacto de rama y atado. Utilizando problemas simulados proporcionamos una visión de los resultados computacionales de la heurística y el algoritmo de rama y atado ",
            "error": []
        },
        "scheduling": {
            "translated_key": "programación",
            "translated_annotated_text": "Proyecto \"programación\" bajo costo dependiente del tiempo-una rama y algoritmo consolidado En una red de proyecto dada, la ejecución de cada actividad en duración normal requiere la utilización de ciertos recursos. Si se desea una ejecución más rápida de una actividad, se necesitarían recursos adicionales a un costo adicional. Dada una red de proyectos, la estructura de costos de cada actividad y un horizonte de planificación, el problema de la compresión del proyecto se refiere a la determinación de un calendario óptimo para realizar cada actividad, al tiempo que se cumplen las restricciones y se minimiza el costo total de la ejecución del proyecto. En el documento se examina el problema de la compresión del proyecto con una estructura de costos dependiente del tiempo para cada actividad. El horizonte de planificación se divide en varios intervalos de tiempo regulares en los que la estructura de costes de una actividad puede variar. Pero la estructura de costos de las actividades sigue siendo la misma dentro de un intervalo de tiempo. El objetivo es encontrar un calendario óptimo del proyecto minimizando el costo total del proyecto. Presentamos un modelo matemático para este problema, desarrollamos algunas heurísticas y un algoritmo exacto de rama y atado. Utilizando problemas simulados proporcionamos una visión de los resultados computacionales de la heurística y el algoritmo de rama y atado ",
            "error": [
                ""
            ]
        },
        "tree searching": {
            "translated_key": [],
            "translated_annotated_text": "Programación de proyectos bajo costo dependiente del tiempo-una rama y algoritmo consolidado En una red de proyecto dada, la ejecución de cada actividad en duración normal requiere la utilización de ciertos recursos. Si se desea una ejecución más rápida de una actividad, se necesitarían recursos adicionales a un costo adicional. Dada una red de proyectos, la estructura de costos de cada actividad y un horizonte de planificación, el problema de la compresión del proyecto se refiere a la determinación de un calendario óptimo para realizar cada actividad, al tiempo que se cumplen las restricciones y se minimiza el costo total de la ejecución del proyecto. En el documento se examina el problema de la compresión del proyecto con una estructura de costos dependiente del tiempo para cada actividad. El horizonte de planificación se divide en varios intervalos de tiempo regulares en los que la estructura de costes de una actividad puede variar. Pero la estructura de costos de las actividades sigue siendo la misma dentro de un intervalo de tiempo. El objetivo es encontrar un calendario óptimo del proyecto minimizando el costo total del proyecto. Presentamos un modelo matemático para este problema, desarrollamos algunas heurísticas y un algoritmo exacto de rama y atado. Utilizando problemas simulados proporcionamos una visión de los resultados computacionales de la heurística y el algoritmo de rama y atado ",
            "error": []
        }
    }
}