{
    "original_text": "Data mining efforts increase business productivity and efficiency The use and acquisition of information is a key part of the way any business makes money. Data mining technologies provide greater insight into how this information can be better used and more effectively acquired. Steven Kudyba, an expert in the field of data mining technologies, shares his expertise in an interview",
    "original_translation": "Los esfuerzos de extracción de datos aumentan la productividad y eficiencia de las empresas El uso y la adquisición de información es una parte clave de la forma en que cualquier negocio hace dinero. Las tecnologías de extracción de datos proporcionan una mayor comprensión de cómo se puede utilizar mejor esta información y adquirirla de manera más eficaz. Steven Kudyba, experto en tecnologías de minería de datos, comparte su experiencia en una entrevista",
    "error_count": 0,
    "keys": {
        "data mining": {
            "translated_key": "minería de datos",
            "translated_annotated_text": "Los esfuerzos de extracción de datos aumentan la productividad y eficiencia de las empresas El uso y la adquisición de información es una parte clave de la forma en que cualquier negocio hace dinero. Las tecnologías de extracción de datos proporcionan una mayor comprensión de cómo se puede utilizar mejor esta información y adquirirla de manera más eficaz. Steven Kudyba, experto en tecnologías de \"minería de datos\", comparte su experiencia en una entrevista ",
            "error": [
                ""
            ]
        },
        "productivity": {
            "translated_key": "productividad",
            "translated_annotated_text": "Los esfuerzos de minería de datos aumentan la \"productividad\" y eficiencia de los negocios El uso y la adquisición de información es una parte clave de la forma en que cualquier negocio hace dinero. Las tecnologías de extracción de datos proporcionan una mayor comprensión de cómo se puede utilizar mejor esta información y adquirirla de manera más eficaz. Steven Kudyba, experto en tecnologías de minería de datos, comparte su experiencia en una entrevista ",
            "error": [
                ""
            ]
        },
        "efficiency": {
            "translated_key": "eficiencia",
            "translated_annotated_text": "Los esfuerzos de extracción de datos aumentan la productividad y la \"eficiencia\" del negocio El uso y la adquisición de información es una parte clave de la forma en que cualquier negocio hace dinero. Las tecnologías de extracción de datos proporcionan una mayor comprensión de cómo se puede utilizar mejor esta información y adquirirla de manera más eficaz. Steven Kudyba, experto en tecnologías de minería de datos, comparte su experiencia en una entrevista ",
            "error": [
                ""
            ]
        }
    }
}