{
    "original_text": "Unlocking the potential of videoconferencing I propose in this paper to show, through a number of case studies, that videoconferencing is user-friendly, cost-effective, time-effective and life-enhancing for people of all ages and abilities and that it requires only a creative and imaginative approach to unlock its potential. I believe that these benefits need not, and should not, be restricted to the education sector. My examples will range from simple storytelling, through accessing international experts, professional development and distance learning in a variety of forms, to the use of videoconferencing for virtual meetings and planning sessions. In some cases, extracts from the reactions and responses of the participants will be included to illustrate the impact of the medium",
    "original_translation": "Desbloqueo el potencial de las videoconferencias que propongo en este documento para mostrar, mediante una serie de estudios de casos, que las videoconferencias son fáciles de usar, eficaces en función de los costos, eficaces en función del tiempo y que mejoran la vida de las personas de todas las edades y capacidades y que sólo requieren un enfoque creativo e imaginativo para liberar su potencial. Creo que estos beneficios no deben ni deben limitarse al sector de la educación. Mis ejemplos van desde la narración simple, pasando por el acceso a expertos internacionales, el desarrollo profesional y el aprendizaje a distancia en diversas formas, hasta el uso de videoconferencias para reuniones virtuales y sesiones de planificación. En algunos casos, se incluirán extractos de las reacciones y respuestas de los participantes para ilustrar el impacto del medio.",
    "error_count": 1,
    "keys": {
        "videoconferencing": {
            "translated_key": "videoconferencias",
            "translated_annotated_text": "Desbloquear el potencial de las \"videoconferencias\" Propongo en este documento para mostrar, a través de una serie de estudios de casos, que las \"videoconferencias\" son fáciles de usar, rentables, eficaces en el tiempo y que mejoran la vida de personas de todas las edades y capacidades y que sólo requieren un enfoque creativo e imaginativo para liberar su potencial. Creo que estos beneficios no deben ni deben limitarse al sector de la educación. Mis ejemplos van desde la narración simple, pasando por el acceso a expertos internacionales, el desarrollo profesional y el aprendizaje a distancia en diversas formas, hasta el uso de \"videoconferencias\" para reuniones virtuales y sesiones de planificación. En algunos casos, se incluirán extractos de las reacciones y respuestas de los participantes para ilustrar el impacto del medio. ",
            "error": [
                ""
            ]
        },
        "benefits": {
            "translated_key": "beneficios",
            "translated_annotated_text": "Desbloqueo el potencial de las videoconferencias que propongo en este documento para mostrar, mediante una serie de estudios de casos, que las videoconferencias son fáciles de usar, eficaces en función de los costos, eficaces en función del tiempo y que mejoran la vida de las personas de todas las edades y capacidades y que sólo requieren un enfoque creativo e imaginativo para liberar su potencial. Creo que estos \"beneficios\" no deben ni deben limitarse al sector de la educación. Mis ejemplos van desde la narración simple, pasando por el acceso a expertos internacionales, el desarrollo profesional y el aprendizaje a distancia en diversas formas, hasta el uso de videoconferencias para reuniones virtuales y sesiones de planificación. En algunos casos, se incluirán extractos de las reacciones y respuestas de los participantes para ilustrar el impacto del medio. ",
            "error": [
                ""
            ]
        },
        "case studies": {
            "translated_key": "estudios de casos",
            "translated_annotated_text": "Desbloquear el potencial de las videoconferencias Propongo en este documento para mostrar, a través de una serie de \"estudios de casos\", que las videoconferencias son fáciles de usar, rentables, eficaces en el tiempo y que mejoran la vida de las personas de todas las edades y capacidades y que sólo requieren un enfoque creativo e imaginativo para desbloquear su potencial. Creo que estos beneficios no deben ni deben limitarse al sector de la educación. Mis ejemplos van desde la narración simple, pasando por el acceso a expertos internacionales, el desarrollo profesional y el aprendizaje a distancia en diversas formas, hasta el uso de videoconferencias para reuniones virtuales y sesiones de planificación. En algunos casos, se incluirán extractos de las reacciones y respuestas de los participantes para ilustrar el impacto del medio. ",
            "error": [
                ""
            ]
        },
        "education": {
            "translated_key": "educación",
            "translated_annotated_text": "Desbloqueo el potencial de las videoconferencias que propongo en este documento para mostrar, mediante una serie de estudios de casos, que las videoconferencias son fáciles de usar, eficaces en función de los costos, eficaces en función del tiempo y que mejoran la vida de las personas de todas las edades y capacidades y que sólo requieren un enfoque creativo e imaginativo para liberar su potencial. Creo que estos beneficios no deben ni deben limitarse al sector de la \"educación\". Mis ejemplos van desde la narración simple, pasando por el acceso a expertos internacionales, el desarrollo profesional y el aprendizaje a distancia en diversas formas, hasta el uso de videoconferencias para reuniones virtuales y sesiones de planificación. En algunos casos, se incluirán extractos de las reacciones y respuestas de los participantes para ilustrar el impacto del medio. ",
            "error": [
                ""
            ]
        },
        "teleconferencing": {
            "translated_key": [],
            "translated_annotated_text": "Desbloqueo el potencial de las videoconferencias que propongo en este documento para mostrar, mediante una serie de estudios de casos, que las videoconferencias son fáciles de usar, eficaces en función de los costos, eficaces en función del tiempo y que mejoran la vida de las personas de todas las edades y capacidades y que sólo requieren un enfoque creativo e imaginativo para liberar su potencial. Creo que estos beneficios no deben ni deben limitarse al sector de la educación. Mis ejemplos van desde la narración simple, pasando por el acceso a expertos internacionales, el desarrollo profesional y el aprendizaje a distancia en diversas formas, hasta el uso de videoconferencias para reuniones virtuales y sesiones de planificación. En algunos casos, se incluirán extractos de las reacciones y respuestas de los participantes para ilustrar el impacto del medio. ",
            "error": []
        }
    }
}