{
    "original_text": "Use of web technologies in construction project management: what are the critical success/failure factors? A concept of how the World Wide Web (WWW) and its associated technologies can be used to manage construction projects has been recognized by practitioners in the construction industry for quite sometime. This concept is often referred to as a Web-Based Project Management System (WPMS). It promises, to enhance construction project documentation and control, and to revolutionize the way construction project teams process and transmit project information. WPMS is an electronic project-management system conducted through the Internet. The system provides a centralized, commonly accessible, reliable means of transmitting and storing project information. Project information is stored on the server and a standard Web browser is used as the gateway to exchange this information, eliminating geographic and hardware platforms boundary",
    "original_translation": "Uso de tecnologías web en la gestión de proyectos de construcción: ¿cuáles son los factores críticos de éxito/fracaso? Un concepto de cómo la World Wide Web (WWW) y sus tecnologías asociadas se pueden utilizar para gestionar proyectos de construcción ha sido reconocido por los profesionales de la industria de la construcción durante bastante tiempo. Este concepto se conoce a menudo como un sistema de gestión de proyectos basado en la Web (WPMS). Promete mejorar la documentación y el control de los proyectos de construcción y revolucionar la forma en que los equipos de proyectos de construcción procesan y transmiten información sobre los proyectos. El WPMS es un sistema electrónico de gestión de proyectos que se lleva a cabo a través de Internet. El sistema proporciona un medio centralizado, comúnmente accesible y fiable de transmitir y almacenar información sobre proyectos. La información del proyecto se almacena en el servidor y se utiliza un navegador web estándar como puerta de enlace para intercambiar esta información, eliminando el límite de plataformas geográficas y de hardware",
    "error_count": 2,
    "keys": {
        "Web-Based Project Management System": {
            "translated_key": "sistema de gestión de proyectos basado en la web",
            "translated_annotated_text": "Uso de tecnologías web en la gestión de proyectos de construcción: ¿cuáles son los factores críticos de éxito/fracaso? Un concepto de cómo la World Wide Web (WWW) y sus tecnologías asociadas se pueden utilizar para gestionar proyectos de construcción ha sido reconocido por los profesionales de la industria de la construcción durante bastante tiempo. Este concepto se conoce a menudo como un \"sistema de gestión de proyectos basado en la web\" (WPMS). Promete mejorar la documentación y el control de los proyectos de construcción y revolucionar la forma en que los equipos de proyectos de construcción procesan y transmiten información sobre los proyectos. El WPMS es un sistema electrónico de gestión de proyectos que se lleva a cabo a través de Internet. El sistema proporciona un medio centralizado, comúnmente accesible y fiable de transmitir y almacenar información sobre proyectos. La información del proyecto se almacena en el servidor y se utiliza un navegador web estándar como puerta de enlace para intercambiar esta información, eliminando el límite de plataformas geográficas y de hardware ",
            "error": [
                ""
            ]
        },
        "construction industry": {
            "translated_key": "industria de la construcción",
            "translated_annotated_text": "Uso de tecnologías web en la gestión de proyectos de construcción: ¿cuáles son los factores críticos de éxito/fracaso? Un concepto de cómo la World Wide Web (WWW) y sus tecnologías asociadas se pueden utilizar para gestionar proyectos de construcción ha sido reconocido por los profesionales de la \"industria de la construcción\" durante bastante tiempo. Este concepto se conoce a menudo como un sistema de gestión de proyectos basado en la Web (WPMS). Promete mejorar la documentación y el control de los proyectos de construcción y revolucionar la forma en que los equipos de proyectos de construcción procesan y transmiten información sobre los proyectos. El WPMS es un sistema electrónico de gestión de proyectos que se lleva a cabo a través de Internet. El sistema proporciona un medio centralizado, comúnmente accesible y fiable de transmitir y almacenar información sobre proyectos. La información del proyecto se almacena en el servidor y se utiliza un navegador web estándar como puerta de enlace para intercambiar esta información, eliminando el límite de plataformas geográficas y de hardware ",
            "error": [
                ""
            ]
        },
        "project documentation": {
            "translated_key": "documentación de proyectos",
            "translated_annotated_text": "Uso de tecnologías web en la gestión de proyectos de construcción: ¿cuáles son los factores críticos de éxito/fracaso? Un concepto de cómo la World Wide Web (WWW) y sus tecnologías asociadas se pueden utilizar para gestionar proyectos de construcción ha sido reconocido por los profesionales de la industria de la construcción durante bastante tiempo. Este concepto se conoce a menudo como un sistema de gestión de proyectos basado en la Web (WPMS). Promete mejorar la \"documentación de proyectos\" y el control de la construcción, y revolucionar la forma en que los equipos de proyectos de construcción procesan y transmiten la información del proyecto. El WPMS es un sistema electrónico de gestión de proyectos que se lleva a cabo a través de Internet. El sistema proporciona un medio centralizado, comúnmente accesible y fiable de transmitir y almacenar información sobre proyectos. La información del proyecto se almacena en el servidor y se utiliza un navegador web estándar como puerta de enlace para intercambiar esta información, eliminando el límite de plataformas geográficas y de hardware ",
            "error": [
                ""
            ]
        },
        "project control": {
            "translated_key": [],
            "translated_annotated_text": "Uso de tecnologías web en la gestión de proyectos de construcción: ¿cuáles son los factores críticos de éxito/fracaso? Un concepto de cómo la World Wide Web (WWW) y sus tecnologías asociadas se pueden utilizar para gestionar proyectos de construcción ha sido reconocido por los profesionales de la industria de la construcción durante bastante tiempo. Este concepto se conoce a menudo como un sistema de gestión de proyectos basado en la Web (WPMS). Promete mejorar la documentación y el control de los proyectos de construcción y revolucionar la forma en que los equipos de proyectos de construcción procesan y transmiten información sobre los proyectos. El WPMS es un sistema electrónico de gestión de proyectos que se lleva a cabo a través de Internet. El sistema proporciona un medio centralizado, comúnmente accesible y fiable de transmitir y almacenar información sobre proyectos. La información del proyecto se almacena en el servidor y se utiliza un navegador web estándar como puerta de enlace para intercambiar esta información, eliminando el límite de plataformas geográficas y de hardware ",
            "error": []
        },
        "success": {
            "translated_key": "éxito",
            "translated_annotated_text": "Uso de tecnologías web en la gestión de proyectos de construcción: ¿cuáles son los factores críticos de \"éxito\"/fracaso? Un concepto de cómo la World Wide Web (WWW) y sus tecnologías asociadas se pueden utilizar para gestionar proyectos de construcción ha sido reconocido por los profesionales de la industria de la construcción durante bastante tiempo. Este concepto se conoce a menudo como un sistema de gestión de proyectos basado en la Web (WPMS). Promete mejorar la documentación y el control de los proyectos de construcción y revolucionar la forma en que los equipos de proyectos de construcción procesan y transmiten información sobre los proyectos. El WPMS es un sistema electrónico de gestión de proyectos que se lleva a cabo a través de Internet. El sistema proporciona un medio centralizado, comúnmente accesible y fiable de transmitir y almacenar información sobre proyectos. La información del proyecto se almacena en el servidor y se utiliza un navegador web estándar como puerta de enlace para intercambiar esta información, eliminando el límite de plataformas geográficas y de hardware ",
            "error": [
                ""
            ]
        },
        "implementation": {
            "translated_key": [],
            "translated_annotated_text": "Uso de tecnologías web en la gestión de proyectos de construcción: ¿cuáles son los factores críticos de éxito/fracaso? Un concepto de cómo la World Wide Web (WWW) y sus tecnologías asociadas se pueden utilizar para gestionar proyectos de construcción ha sido reconocido por los profesionales de la industria de la construcción durante bastante tiempo. Este concepto se conoce a menudo como un sistema de gestión de proyectos basado en la Web (WPMS). Promete mejorar la documentación y el control de los proyectos de construcción y revolucionar la forma en que los equipos de proyectos de construcción procesan y transmiten información sobre los proyectos. El WPMS es un sistema electrónico de gestión de proyectos que se lleva a cabo a través de Internet. El sistema proporciona un medio centralizado, comúnmente accesible y fiable de transmitir y almacenar información sobre proyectos. La información del proyecto se almacena en el servidor y se utiliza un navegador web estándar como puerta de enlace para intercambiar esta información, eliminando el límite de plataformas geográficas y de hardware ",
            "error": []
        },
        "Web browser": {
            "translated_key": "Navegador Web",
            "translated_annotated_text": "Uso de tecnologías web en la gestión de proyectos de construcción: ¿cuáles son los factores críticos de éxito/fracaso? Un concepto de cómo la World Wide Web (WWW) y sus tecnologías asociadas se pueden utilizar para gestionar proyectos de construcción ha sido reconocido por los profesionales de la industria de la construcción durante bastante tiempo. Este concepto se conoce a menudo como un sistema de gestión de proyectos basado en la Web (WPMS). Promete mejorar la documentación y el control de los proyectos de construcción y revolucionar la forma en que los equipos de proyectos de construcción procesan y transmiten información sobre los proyectos. El WPMS es un sistema electrónico de gestión de proyectos que se lleva a cabo a través de Internet. El sistema proporciona un medio centralizado, comúnmente accesible y fiable de transmitir y almacenar información sobre proyectos. La información del proyecto se almacena en el servidor y se utiliza un \"Navegador Web\" estándar como puerta de enlace para intercambiar esta información, eliminando el límite de plataformas geográficas y de hardware ",
            "error": [
                ""
            ]
        },
        "Internet": {
            "translated_key": "Internet",
            "translated_annotated_text": "Uso de tecnologías web en la gestión de proyectos de construcción: ¿cuáles son los factores críticos de éxito/fracaso? Un concepto de cómo la World Wide Web (WWW) y sus tecnologías asociadas se pueden utilizar para gestionar proyectos de construcción ha sido reconocido por los profesionales de la industria de la construcción durante bastante tiempo. Este concepto se conoce a menudo como un sistema de gestión de proyectos basado en la Web (WPMS). Promete mejorar la documentación y el control de los proyectos de construcción y revolucionar la forma en que los equipos de proyectos de construcción procesan y transmiten información sobre los proyectos. WPMS es un sistema electrónico de gestión de proyectos realizado a través de la \"Internet\". El sistema proporciona un medio centralizado, comúnmente accesible y fiable de transmitir y almacenar información sobre proyectos. La información del proyecto se almacena en el servidor y se utiliza un navegador web estándar como puerta de enlace para intercambiar esta información, eliminando el límite de plataformas geográficas y de hardware ",
            "error": [
                ""
            ]
        },
        "project management": {
            "translated_key": "gestión de proyectos",
            "translated_annotated_text": "Uso de tecnologías web en la \"gestión de proyectos\" de la construcción: ¿cuáles son los factores críticos de éxito/fracaso? Un concepto de cómo la World Wide Web (WWW) y sus tecnologías asociadas se pueden utilizar para gestionar proyectos de construcción ha sido reconocido por los profesionales de la industria de la construcción durante bastante tiempo. Este concepto se conoce a menudo como un sistema de gestión de proyectos basado en la Web (WPMS). Promete mejorar la documentación y el control de los proyectos de construcción y revolucionar la forma en que los equipos de proyectos de construcción procesan y transmiten información sobre los proyectos. El WPMS es un sistema electrónico de gestión de proyectos que se lleva a cabo a través de Internet. El sistema proporciona un medio centralizado, comúnmente accesible y fiable de transmitir y almacenar información sobre proyectos. La información del proyecto se almacena en el servidor y se utiliza un navegador web estándar como puerta de enlace para intercambiar esta información, eliminando el límite de plataformas geográficas y de hardware ",
            "error": [
                ""
            ]
        }
    }
}