{
    "original_text": "MRP in a job shop environment using a resource constrained project scheduling model One of the most difficult tasks in a job shop manufacturing environment is to balance schedule and capacity in an ongoing basis. MRP systems are commonly used for scheduling, although their inability to deal with capacity constraints adequately is a severe drawback. In this study, we show that material requirements planning can be done more effectively in a job shop environment using a resource constrained project scheduling model. The proposed model augments MRP models by incorporating capacity constraints and using variable lead time lengths. The efficacy of this approach is tested on MRP systems by comparing the inventory carrying costs and resource allocation of the solutions obtained by the proposed model to those obtained by using a traditional MRP model. In general, it is concluded that the proposed model provides improved schedules with considerable reductions in inventory carrying costs",
    "original_translation": "MRP en un entorno de taller de trabajo utilizando un modelo de programación de proyectos limitado por recursos Una de las tareas más difíciles en un entorno de fabricación de tiendas de trabajo es equilibrar el horario y la capacidad de forma continua. Los sistemas de PRM se utilizan comúnmente para programar, aunque su incapacidad para hacer frente adecuadamente a las limitaciones de capacidad es un grave inconveniente. En este estudio, mostramos que la planificación de los requisitos materiales se puede hacer de manera más eficaz en un entorno de taller de trabajo utilizando un modelo de programación de proyectos limitado por recursos. El modelo propuesto aumenta los modelos de PRM mediante la incorporación de limitaciones de capacidad y el uso de plazos de entrega variables. La eficacia de este enfoque se pone a prueba en los sistemas de PRM comparando los costos de carga del inventario y la asignación de recursos de las soluciones obtenidas por el modelo propuesto con las obtenidas mediante un modelo tradicional de PRM. En general, se llega a la conclusión de que el modelo propuesto ofrece calendarios mejorados con considerables reducciones de los gastos de transporte de existencias",
    "error_count": 5,
    "keys": {
        "job shop environment": {
            "translated_key": "entorno de tiendas de trabajo",
            "translated_annotated_text": "MRP en un \"entorno de tiendas de trabajo\" utilizando un modelo de programación de proyectos limitado por recursos Una de las tareas más difíciles en un entorno de fabricación de tiendas de trabajo es equilibrar el horario y la capacidad de forma continua. Los sistemas de PRM se utilizan comúnmente para programar, aunque su incapacidad para hacer frente adecuadamente a las limitaciones de capacidad es un grave inconveniente. En este estudio, demostramos que la planificación de los requisitos materiales se puede hacer de manera más eficaz en un \"entorno de tiendas de trabajo\" utilizando un modelo de programación de proyectos limitado por recursos. El modelo propuesto aumenta los modelos de PRM mediante la incorporación de limitaciones de capacidad y el uso de plazos de entrega variables. La eficacia de este enfoque se pone a prueba en los sistemas de PRM comparando los costos de carga del inventario y la asignación de recursos de las soluciones obtenidas por el modelo propuesto con las obtenidas mediante un modelo tradicional de PRM. En general, se llega a la conclusión de que el modelo propuesto ofrece calendarios mejorados con considerables reducciones de los gastos de transporte de existencias ",
            "error": [
                ""
            ]
        },
        "MRP": {
            "translated_key": "MRP",
            "translated_annotated_text": "\"MRP\" en un entorno de tienda de trabajo utilizando un modelo de programación de proyectos limitado por recursos Una de las tareas más difíciles en un entorno de fabricación de tiendas de trabajo es equilibrar el horario y la capacidad de forma continua. Los sistemas \"MRP\" se utilizan comúnmente para la programación, aunque su incapacidad para hacer frente adecuadamente a las limitaciones de capacidad es un grave inconveniente. En este estudio, mostramos que la planificación de los requisitos materiales se puede hacer de manera más eficaz en un entorno de taller de trabajo utilizando un modelo de programación de proyectos limitado por recursos. El modelo propuesto aumenta los modelos \"MRP\" mediante la incorporación de limitaciones de capacidad y el uso de plazos de entrega variables. La eficacia de este enfoque se pone a prueba en los sistemas \"MRP\" comparando los costos de carga del inventario y la asignación de recursos de las soluciones obtenidas por el modelo propuesto con las obtenidas mediante un modelo \"MRP\" tradicional. En general, se llega a la conclusión de que el modelo propuesto ofrece calendarios mejorados con considerables reducciones de los gastos de transporte de existencias ",
            "error": [
                ""
            ]
        },
        "resource constrained project scheduling model": {
            "translated_key": "modelo de programación de proyectos con recursos limitados",
            "translated_annotated_text": "MRP en un entorno de taller de trabajo utilizando un \"modelo de programación de proyectos con recursos limitados\" Una de las tareas más difíciles en un entorno de fabricación de tiendas de trabajo es equilibrar el horario y la capacidad de forma continua. Los sistemas de PRM se utilizan comúnmente para programar, aunque su incapacidad para hacer frente adecuadamente a las limitaciones de capacidad es un grave inconveniente. En este estudio, mostramos que la planificación de los requisitos materiales se puede hacer de manera más eficaz en un entorno de taller de trabajo utilizando un \"modelo de programación de proyectos con recursos limitados\". El modelo propuesto aumenta los modelos de PRM mediante la incorporación de limitaciones de capacidad y el uso de plazos de entrega variables. La eficacia de este enfoque se pone a prueba en los sistemas de PRM comparando los costos de carga del inventario y la asignación de recursos de las soluciones obtenidas por el modelo propuesto con las obtenidas mediante un modelo tradicional de PRM. En general, se llega a la conclusión de que el modelo propuesto ofrece calendarios mejorados con considerables reducciones de los gastos de transporte de existencias ",
            "error": [
                ""
            ]
        },
        "material requirements planning": {
            "translated_key": "planificación de requisitos materiales",
            "translated_annotated_text": "MRP en un entorno de taller de trabajo utilizando un modelo de programación de proyectos limitado por recursos Una de las tareas más difíciles en un entorno de fabricación de tiendas de trabajo es equilibrar el horario y la capacidad de forma continua. Los sistemas de PRM se utilizan comúnmente para programar, aunque su incapacidad para hacer frente adecuadamente a las limitaciones de capacidad es un grave inconveniente. En este estudio, mostramos que la \"planificación de requisitos materiales\" se puede hacer de manera más eficaz en un entorno de taller de trabajo utilizando un modelo de programación de proyectos limitado por recursos. El modelo propuesto aumenta los modelos de PRM mediante la incorporación de limitaciones de capacidad y el uso de plazos de entrega variables. La eficacia de este enfoque se pone a prueba en los sistemas de PRM comparando los costos de carga del inventario y la asignación de recursos de las soluciones obtenidas por el modelo propuesto con las obtenidas mediante un modelo tradicional de PRM. En general, se llega a la conclusión de que el modelo propuesto ofrece calendarios mejorados con considerables reducciones de los gastos de transporte de existencias ",
            "error": [
                ""
            ]
        },
        "scheduling": {
            "translated_key": "programación",
            "translated_annotated_text": "MRP en un entorno de taller de trabajo utilizando un modelo de \"programación\" de proyecto limitado de recursos Una de las tareas más difíciles en un entorno de fabricación de taller de trabajo es equilibrar el horario y la capacidad de forma continua. Los sistemas MRP se utilizan comúnmente para la \"programación\", aunque su incapacidad para hacer frente adecuadamente a las limitaciones de capacidad es un grave inconveniente. En este estudio, demostramos que la planificación de los requisitos materiales se puede hacer de manera más eficaz en un entorno de taller de trabajo utilizando un modelo de \"programación\" de proyecto limitado por recursos. El modelo propuesto aumenta los modelos de PRM mediante la incorporación de limitaciones de capacidad y el uso de plazos de entrega variables. La eficacia de este enfoque se pone a prueba en los sistemas de PRM comparando los costos de carga del inventario y la asignación de recursos de las soluciones obtenidas por el modelo propuesto con las obtenidas mediante un modelo tradicional de PRM. En general, se llega a la conclusión de que el modelo propuesto ofrece calendarios mejorados con considerables reducciones de los gastos de transporte de existencias ",
            "error": [
                ""
            ]
        },
        "capacity constraints": {
            "translated_key": "limitaciones de capacidad",
            "translated_annotated_text": "MRP en un entorno de taller de trabajo utilizando un modelo de programación de proyectos limitado por recursos Una de las tareas más difíciles en un entorno de fabricación de tiendas de trabajo es equilibrar el horario y la capacidad de forma continua. Los sistemas de PRM se utilizan comúnmente para programar, aunque su incapacidad para hacer frente adecuadamente a las \"limitaciones de capacidad\" es un grave inconveniente. En este estudio, mostramos que la planificación de los requisitos materiales se puede hacer de manera más eficaz en un entorno de taller de trabajo utilizando un modelo de programación de proyectos limitado por recursos. El modelo propuesto aumenta los modelos de PRM mediante la incorporación de \"limitaciones de capacidad\" y el uso de plazos de entrega variables. La eficacia de este enfoque se pone a prueba en los sistemas de PRM comparando los costos de carga del inventario y la asignación de recursos de las soluciones obtenidas por el modelo propuesto con las obtenidas mediante un modelo tradicional de PRM. En general, se llega a la conclusión de que el modelo propuesto ofrece calendarios mejorados con considerables reducciones de los gastos de transporte de existencias ",
            "error": [
                ""
            ]
        },
        "variable lead time lengths": {
            "translated_key": "diferencias variables de tiempo de entrega",
            "translated_annotated_text": "MRP en un entorno de taller de trabajo utilizando un modelo de programación de proyectos limitado por recursos Una de las tareas más difíciles en un entorno de fabricación de tiendas de trabajo es equilibrar el horario y la capacidad de forma continua. Los sistemas de PRM se utilizan comúnmente para programar, aunque su incapacidad para hacer frente adecuadamente a las limitaciones de capacidad es un grave inconveniente. En este estudio, mostramos que la planificación de los requisitos materiales se puede hacer de manera más eficaz en un entorno de taller de trabajo utilizando un modelo de programación de proyectos limitado por recursos. El modelo propuesto aumenta los modelos de PRM mediante la incorporación de limitaciones de capacidad y el uso de \"diferencias variables de tiempo de entrega\". La eficacia de este enfoque se pone a prueba en los sistemas de PRM comparando los costos de carga del inventario y la asignación de recursos de las soluciones obtenidas por el modelo propuesto con las obtenidas mediante un modelo tradicional de PRM. En general, se llega a la conclusión de que el modelo propuesto ofrece calendarios mejorados con considerables reducciones de los gastos de transporte de existencias ",
            "error": [
                ""
            ]
        },
        "inventory carrying costs": {
            "translated_key": "costes de transporte de inventario",
            "translated_annotated_text": "MRP en un entorno de taller de trabajo utilizando un modelo de programación de proyectos limitado por recursos Una de las tareas más difíciles en un entorno de fabricación de tiendas de trabajo es equilibrar el horario y la capacidad de forma continua. Los sistemas de PRM se utilizan comúnmente para programar, aunque su incapacidad para hacer frente adecuadamente a las limitaciones de capacidad es un grave inconveniente. En este estudio, mostramos que la planificación de los requisitos materiales se puede hacer de manera más eficaz en un entorno de taller de trabajo utilizando un modelo de programación de proyectos limitado por recursos. El modelo propuesto aumenta los modelos de PRM mediante la incorporación de limitaciones de capacidad y el uso de plazos de entrega variables. La eficacia de este enfoque se pone a prueba en los sistemas MRP comparando los \"costes de transporte de inventario\" y la asignación de recursos de las soluciones obtenidas por el modelo propuesto con las obtenidas mediante un modelo MRP tradicional. En general, se llega a la conclusión de que el modelo propuesto ofrece calendarios mejorados con considerables reducciones en los \"costes de transporte de inventario\" ",
            "error": [
                ""
            ]
        },
        "resource allocation": {
            "translated_key": "asignación de recursos",
            "translated_annotated_text": "MRP en un entorno de taller de trabajo utilizando un modelo de programación de proyectos limitado por recursos Una de las tareas más difíciles en un entorno de fabricación de tiendas de trabajo es equilibrar el horario y la capacidad de forma continua. Los sistemas de PRM se utilizan comúnmente para programar, aunque su incapacidad para hacer frente adecuadamente a las limitaciones de capacidad es un grave inconveniente. En este estudio, mostramos que la planificación de los requisitos materiales se puede hacer de manera más eficaz en un entorno de taller de trabajo utilizando un modelo de programación de proyectos limitado por recursos. El modelo propuesto aumenta los modelos de PRM mediante la incorporación de limitaciones de capacidad y el uso de plazos de entrega variables. La eficacia de este enfoque se pone a prueba en los sistemas MRP comparando los costos de transporte del inventario y la \"asignación de recursos\" de las soluciones obtenidas por el modelo propuesto con las obtenidas mediante un modelo MRP tradicional. En general, se llega a la conclusión de que el modelo propuesto ofrece calendarios mejorados con considerables reducciones de los gastos de transporte de existencias ",
            "error": [
                ""
            ]
        },
        "project management": {
            "translated_key": [],
            "translated_annotated_text": "MRP en un entorno de taller de trabajo utilizando un modelo de programación de proyectos limitado por recursos Una de las tareas más difíciles en un entorno de fabricación de tiendas de trabajo es equilibrar el horario y la capacidad de forma continua. Los sistemas de PRM se utilizan comúnmente para programar, aunque su incapacidad para hacer frente adecuadamente a las limitaciones de capacidad es un grave inconveniente. En este estudio, mostramos que la planificación de los requisitos materiales se puede hacer de manera más eficaz en un entorno de taller de trabajo utilizando un modelo de programación de proyectos limitado por recursos. El modelo propuesto aumenta los modelos de PRM mediante la incorporación de limitaciones de capacidad y el uso de plazos de entrega variables. La eficacia de este enfoque se pone a prueba en los sistemas de PRM comparando los costos de carga del inventario y la asignación de recursos de las soluciones obtenidas por el modelo propuesto con las obtenidas mediante un modelo tradicional de PRM. En general, se llega a la conclusión de que el modelo propuesto ofrece calendarios mejorados con considerables reducciones de los gastos de transporte de existencias ",
            "error": []
        },
        "manufacturing resources planning": {
            "translated_key": [],
            "translated_annotated_text": "MRP en un entorno de taller de trabajo utilizando un modelo de programación de proyectos limitado por recursos Una de las tareas más difíciles en un entorno de fabricación de tiendas de trabajo es equilibrar el horario y la capacidad de forma continua. Los sistemas de PRM se utilizan comúnmente para programar, aunque su incapacidad para hacer frente adecuadamente a las limitaciones de capacidad es un grave inconveniente. En este estudio, mostramos que la planificación de los requisitos materiales se puede hacer de manera más eficaz en un entorno de taller de trabajo utilizando un modelo de programación de proyectos limitado por recursos. El modelo propuesto aumenta los modelos de PRM mediante la incorporación de limitaciones de capacidad y el uso de plazos de entrega variables. La eficacia de este enfoque se pone a prueba en los sistemas de PRM comparando los costos de carga del inventario y la asignación de recursos de las soluciones obtenidas por el modelo propuesto con las obtenidas mediante un modelo tradicional de PRM. En general, se llega a la conclusión de que el modelo propuesto ofrece calendarios mejorados con considerables reducciones de los gastos de transporte de existencias ",
            "error": []
        },
        "production control": {
            "translated_key": [],
            "translated_annotated_text": "MRP en un entorno de taller de trabajo utilizando un modelo de programación de proyectos limitado por recursos Una de las tareas más difíciles en un entorno de fabricación de tiendas de trabajo es equilibrar el horario y la capacidad de forma continua. Los sistemas de PRM se utilizan comúnmente para programar, aunque su incapacidad para hacer frente adecuadamente a las limitaciones de capacidad es un grave inconveniente. En este estudio, mostramos que la planificación de los requisitos materiales se puede hacer de manera más eficaz en un entorno de taller de trabajo utilizando un modelo de programación de proyectos limitado por recursos. El modelo propuesto aumenta los modelos de PRM mediante la incorporación de limitaciones de capacidad y el uso de plazos de entrega variables. La eficacia de este enfoque se pone a prueba en los sistemas de PRM comparando los costos de carga del inventario y la asignación de recursos de las soluciones obtenidas por el modelo propuesto con las obtenidas mediante un modelo tradicional de PRM. En general, se llega a la conclusión de que el modelo propuesto ofrece calendarios mejorados con considerables reducciones de los gastos de transporte de existencias ",
            "error": []
        },
        "stock control": {
            "translated_key": [],
            "translated_annotated_text": "MRP en un entorno de taller de trabajo utilizando un modelo de programación de proyectos limitado por recursos Una de las tareas más difíciles en un entorno de fabricación de tiendas de trabajo es equilibrar el horario y la capacidad de forma continua. Los sistemas de PRM se utilizan comúnmente para programar, aunque su incapacidad para hacer frente adecuadamente a las limitaciones de capacidad es un grave inconveniente. En este estudio, mostramos que la planificación de los requisitos materiales se puede hacer de manera más eficaz en un entorno de taller de trabajo utilizando un modelo de programación de proyectos limitado por recursos. El modelo propuesto aumenta los modelos de PRM mediante la incorporación de limitaciones de capacidad y el uso de plazos de entrega variables. La eficacia de este enfoque se pone a prueba en los sistemas de PRM comparando los costos de carga del inventario y la asignación de recursos de las soluciones obtenidas por el modelo propuesto con las obtenidas mediante un modelo tradicional de PRM. En general, se llega a la conclusión de que el modelo propuesto ofrece calendarios mejorados con considerables reducciones de los gastos de transporte de existencias ",
            "error": []
        }
    }
}