{
    "original_text": "The impact of the product mix on the value of flexibility Product-mix flexibility is one of the major types of manufacturing flexibility, referring to the ability to produce a broad range of products or variants with presumed low changeover costs. The value of such a capability is important to establish for an industrial firm in order to ensure that the flexibility provided will be at the right level and used profitably rather than in excess of market requirements and consequently costly. We use option-pricing theory to analyse the impact of various product-mix issues on the value of flexibility. The real options model we use incorporates multiple products, capacity constraints as well as set-up costs. The issues treated here include the number of products, demand variability, correlation between products, and the relative demand distribution within the product mix. Thus, we are interested in the nature of the input data to analyse its effect on the value of flexibility. We also check the impact at different capacity levels. The results suggest that the value of flexibility (i) increases with an increasing number of products, (ii) decreases with increasing volatility of product demand, (iii) decreases the more positively correlated the demand is, and (iv) reduces for marginal capacity with increasing levels of capacity. Of these, the impact of positively correlated demand seems to be a major issue. However, the joint impact of the number of products and demand correlation showed some non-intuitive results",
    "original_translation": "El impacto de la mezcla de productos en el valor de la flexibilidad La flexibilidad de la mezcla de productos es uno de los principales tipos de flexibilidad de fabricación, al referirse a la capacidad de producir una amplia gama de productos o variantes con supuestos bajos costes de transición. El valor de esa capacidad es importante para establecer para una empresa industrial a fin de garantizar que la flexibilidad proporcionada sea al nivel adecuado y se utilice de manera rentable y no por encima de los requisitos del mercado y, por consiguiente, costosa. Utilizamos la teoría de precios de opción para analizar el impacto de varias cuestiones de la mezcla de productos en el valor de la flexibilidad. El modelo de opciones reales que utilizamos incorpora múltiples productos, limitaciones de capacidad, así como costos de configuración. Las cuestiones tratadas aquí incluyen el número de productos, la variabilidad de la demanda, la correlación entre productos y la distribución relativa de la demanda dentro de la mezcla de productos. Por lo tanto, nos interesa la naturaleza de los datos de entrada para analizar su efecto en el valor de la flexibilidad. También verificamos el impacto en diferentes niveles de capacidad. Los resultados sugieren que el valor de la flexibilidad (i) aumenta con un número creciente de productos, (ii) disminuye con una volatilidad creciente de la demanda de productos, (iii) disminuye la correlación más positiva entre la demanda y (iv) reduce la capacidad marginal con niveles crecientes de capacidad. De ellos, el impacto de la demanda correlacionada positivamente parece ser un problema importante. Sin embargo, el impacto conjunto del número de productos y la correlación de la demanda mostró algunos resultados no intuitivos",
    "error_count": 8,
    "keys": {
        "product-mix flexibility": {
            "translated_key": [],
            "translated_annotated_text": "El impacto de la mezcla de productos en el valor de la flexibilidad La flexibilidad de la mezcla de productos es uno de los principales tipos de flexibilidad de fabricación, al referirse a la capacidad de producir una amplia gama de productos o variantes con supuestos bajos costes de transición. El valor de esa capacidad es importante para establecer para una empresa industrial a fin de garantizar que la flexibilidad proporcionada sea al nivel adecuado y se utilice de manera rentable y no por encima de los requisitos del mercado y, por consiguiente, costosa. Utilizamos la teoría de precios de opción para analizar el impacto de varias cuestiones de la mezcla de productos en el valor de la flexibilidad. El modelo de opciones reales que utilizamos incorpora múltiples productos, limitaciones de capacidad, así como costos de configuración. Las cuestiones tratadas aquí incluyen el número de productos, la variabilidad de la demanda, la correlación entre productos y la distribución relativa de la demanda dentro de la mezcla de productos. Por lo tanto, nos interesa la naturaleza de los datos de entrada para analizar su efecto en el valor de la flexibilidad. También verificamos el impacto en diferentes niveles de capacidad. Los resultados sugieren que el valor de la flexibilidad (i) aumenta con un número creciente de productos, (ii) disminuye con una volatilidad creciente de la demanda de productos, (iii) disminuye la correlación más positiva entre la demanda y (iv) reduce la capacidad marginal con niveles crecientes de capacidad. De ellos, el impacto de la demanda correlacionada positivamente parece ser un problema importante. Sin embargo, el impacto conjunto del número de productos y la correlación de la demanda mostró algunos resultados no intuitivos ",
            "error": []
        },
        "flexible manufacturing": {
            "translated_key": [],
            "translated_annotated_text": "El impacto de la mezcla de productos en el valor de la flexibilidad La flexibilidad de la mezcla de productos es uno de los principales tipos de flexibilidad de fabricación, al referirse a la capacidad de producir una amplia gama de productos o variantes con supuestos bajos costes de transición. El valor de esa capacidad es importante para establecer para una empresa industrial a fin de garantizar que la flexibilidad proporcionada sea al nivel adecuado y se utilice de manera rentable y no por encima de los requisitos del mercado y, por consiguiente, costosa. Utilizamos la teoría de precios de opción para analizar el impacto de varias cuestiones de la mezcla de productos en el valor de la flexibilidad. El modelo de opciones reales que utilizamos incorpora múltiples productos, limitaciones de capacidad, así como costos de configuración. Las cuestiones tratadas aquí incluyen el número de productos, la variabilidad de la demanda, la correlación entre productos y la distribución relativa de la demanda dentro de la mezcla de productos. Por lo tanto, nos interesa la naturaleza de los datos de entrada para analizar su efecto en el valor de la flexibilidad. También verificamos el impacto en diferentes niveles de capacidad. Los resultados sugieren que el valor de la flexibilidad (i) aumenta con un número creciente de productos, (ii) disminuye con una volatilidad creciente de la demanda de productos, (iii) disminuye la correlación más positiva entre la demanda y (iv) reduce la capacidad marginal con niveles crecientes de capacidad. De ellos, el impacto de la demanda correlacionada positivamente parece ser un problema importante. Sin embargo, el impacto conjunto del número de productos y la correlación de la demanda mostró algunos resultados no intuitivos ",
            "error": []
        },
        "manufacturing flexibility": {
            "translated_key": "flexibilidad de fabricación",
            "translated_annotated_text": "El impacto de la mezcla de productos en el valor de la flexibilidad La flexibilidad de la mezcla de productos es uno de los principales tipos de \"flexibilidad de fabricación\", que se refiere a la capacidad de producir una amplia gama de productos o variantes con supuestos bajos costes de transición. El valor de esa capacidad es importante para establecer para una empresa industrial a fin de garantizar que la flexibilidad proporcionada sea al nivel adecuado y se utilice de manera rentable y no por encima de los requisitos del mercado y, por consiguiente, costosa. Utilizamos la teoría de precios de opción para analizar el impacto de varias cuestiones de la mezcla de productos en el valor de la flexibilidad. El modelo de opciones reales que utilizamos incorpora múltiples productos, limitaciones de capacidad, así como costos de configuración. Las cuestiones tratadas aquí incluyen el número de productos, la variabilidad de la demanda, la correlación entre productos y la distribución relativa de la demanda dentro de la mezcla de productos. Por lo tanto, nos interesa la naturaleza de los datos de entrada para analizar su efecto en el valor de la flexibilidad. También verificamos el impacto en diferentes niveles de capacidad. Los resultados sugieren que el valor de la flexibilidad (i) aumenta con un número creciente de productos, (ii) disminuye con una volatilidad creciente de la demanda de productos, (iii) disminuye la correlación más positiva entre la demanda y (iv) reduce la capacidad marginal con niveles crecientes de capacidad. De ellos, el impacto de la demanda correlacionada positivamente parece ser un problema importante. Sin embargo, el impacto conjunto del número de productos y la correlación de la demanda mostró algunos resultados no intuitivos ",
            "error": [
                ""
            ]
        },
        "low changeover costs": {
            "translated_key": "bajos costes de transición",
            "translated_annotated_text": "El impacto de la mezcla de productos en el valor de la flexibilidad La flexibilidad de la mezcla de productos es uno de los principales tipos de flexibilidad de fabricación, al referirse a la capacidad de producir una amplia gama de productos o variantes con supuestos \"bajos costes de transición\". El valor de esa capacidad es importante para establecer para una empresa industrial a fin de garantizar que la flexibilidad proporcionada sea al nivel adecuado y se utilice de manera rentable y no por encima de los requisitos del mercado y, por consiguiente, costosa. Utilizamos la teoría de precios de opción para analizar el impacto de varias cuestiones de la mezcla de productos en el valor de la flexibilidad. El modelo de opciones reales que utilizamos incorpora múltiples productos, limitaciones de capacidad, así como costos de configuración. Las cuestiones tratadas aquí incluyen el número de productos, la variabilidad de la demanda, la correlación entre productos y la distribución relativa de la demanda dentro de la mezcla de productos. Por lo tanto, nos interesa la naturaleza de los datos de entrada para analizar su efecto en el valor de la flexibilidad. También verificamos el impacto en diferentes niveles de capacidad. Los resultados sugieren que el valor de la flexibilidad (i) aumenta con un número creciente de productos, (ii) disminuye con una volatilidad creciente de la demanda de productos, (iii) disminuye la correlación más positiva entre la demanda y (iv) reduce la capacidad marginal con niveles crecientes de capacidad. De ellos, el impacto de la demanda correlacionada positivamente parece ser un problema importante. Sin embargo, el impacto conjunto del número de productos y la correlación de la demanda mostró algunos resultados no intuitivos ",
            "error": [
                ""
            ]
        },
        "industrial firm": {
            "translated_key": "empresa industrial",
            "translated_annotated_text": "El impacto de la mezcla de productos en el valor de la flexibilidad La flexibilidad de la mezcla de productos es uno de los principales tipos de flexibilidad de fabricación, al referirse a la capacidad de producir una amplia gama de productos o variantes con supuestos bajos costes de transición. El valor de tal capacidad es importante para establecer para una \"empresa industrial\" a fin de garantizar que la flexibilidad proporcionada sea al nivel adecuado y se utilice de manera rentable y no por encima de los requisitos del mercado y, por consiguiente, costosa. Utilizamos la teoría de precios de opción para analizar el impacto de varias cuestiones de la mezcla de productos en el valor de la flexibilidad. El modelo de opciones reales que utilizamos incorpora múltiples productos, limitaciones de capacidad, así como costos de configuración. Las cuestiones tratadas aquí incluyen el número de productos, la variabilidad de la demanda, la correlación entre productos y la distribución relativa de la demanda dentro de la mezcla de productos. Por lo tanto, nos interesa la naturaleza de los datos de entrada para analizar su efecto en el valor de la flexibilidad. También verificamos el impacto en diferentes niveles de capacidad. Los resultados sugieren que el valor de la flexibilidad (i) aumenta con un número creciente de productos, (ii) disminuye con una volatilidad creciente de la demanda de productos, (iii) disminuye la correlación más positiva entre la demanda y (iv) reduce la capacidad marginal con niveles crecientes de capacidad. De ellos, el impacto de la demanda correlacionada positivamente parece ser un problema importante. Sin embargo, el impacto conjunto del número de productos y la correlación de la demanda mostró algunos resultados no intuitivos ",
            "error": [
                ""
            ]
        },
        "option-pricing theory": {
            "translated_key": "teoría de precios de opción",
            "translated_annotated_text": "El impacto de la mezcla de productos en el valor de la flexibilidad La flexibilidad de la mezcla de productos es uno de los principales tipos de flexibilidad de fabricación, al referirse a la capacidad de producir una amplia gama de productos o variantes con supuestos bajos costes de transición. El valor de esa capacidad es importante para establecer para una empresa industrial a fin de garantizar que la flexibilidad proporcionada sea al nivel adecuado y se utilice de manera rentable y no por encima de los requisitos del mercado y, por consiguiente, costosa. Utilizamos la \"teoría de precios de opción\" para analizar el impacto de varias cuestiones relacionadas con la mezcla de productos en el valor de la flexibilidad. El modelo de opciones reales que utilizamos incorpora múltiples productos, limitaciones de capacidad, así como costos de configuración. Las cuestiones tratadas aquí incluyen el número de productos, la variabilidad de la demanda, la correlación entre productos y la distribución relativa de la demanda dentro de la mezcla de productos. Por lo tanto, nos interesa la naturaleza de los datos de entrada para analizar su efecto en el valor de la flexibilidad. También verificamos el impacto en diferentes niveles de capacidad. Los resultados sugieren que el valor de la flexibilidad (i) aumenta con un número creciente de productos, (ii) disminuye con una volatilidad creciente de la demanda de productos, (iii) disminuye la correlación más positiva entre la demanda y (iv) reduce la capacidad marginal con niveles crecientes de capacidad. De ellos, el impacto de la demanda correlacionada positivamente parece ser un problema importante. Sin embargo, el impacto conjunto del número de productos y la correlación de la demanda mostró algunos resultados no intuitivos ",
            "error": [
                ""
            ]
        },
        "real options model": {
            "translated_key": "modelo de opciones reales",
            "translated_annotated_text": "El impacto de la mezcla de productos en el valor de la flexibilidad La flexibilidad de la mezcla de productos es uno de los principales tipos de flexibilidad de fabricación, al referirse a la capacidad de producir una amplia gama de productos o variantes con supuestos bajos costes de transición. El valor de esa capacidad es importante para establecer para una empresa industrial a fin de garantizar que la flexibilidad proporcionada sea al nivel adecuado y se utilice de manera rentable y no por encima de los requisitos del mercado y, por consiguiente, costosa. Utilizamos la teoría de precios de opción para analizar el impacto de varias cuestiones de la mezcla de productos en el valor de la flexibilidad. El \"modelo de opciones reales\" que utilizamos incorpora múltiples productos, limitaciones de capacidad, así como costos de configuración. Las cuestiones tratadas aquí incluyen el número de productos, la variabilidad de la demanda, la correlación entre productos y la distribución relativa de la demanda dentro de la mezcla de productos. Por lo tanto, nos interesa la naturaleza de los datos de entrada para analizar su efecto en el valor de la flexibilidad. También verificamos el impacto en diferentes niveles de capacidad. Los resultados sugieren que el valor de la flexibilidad (i) aumenta con un número creciente de productos, (ii) disminuye con una volatilidad creciente de la demanda de productos, (iii) disminuye la correlación más positiva entre la demanda y (iv) reduce la capacidad marginal con niveles crecientes de capacidad. De ellos, el impacto de la demanda correlacionada positivamente parece ser un problema importante. Sin embargo, el impacto conjunto del número de productos y la correlación de la demanda mostró algunos resultados no intuitivos ",
            "error": [
                ""
            ]
        },
        "multiple products": {
            "translated_key": "productos múltiples",
            "translated_annotated_text": "El impacto de la mezcla de productos en el valor de la flexibilidad La flexibilidad de la mezcla de productos es uno de los principales tipos de flexibilidad de fabricación, al referirse a la capacidad de producir una amplia gama de productos o variantes con supuestos bajos costes de transición. El valor de esa capacidad es importante para establecer para una empresa industrial a fin de garantizar que la flexibilidad proporcionada sea al nivel adecuado y se utilice de manera rentable y no por encima de los requisitos del mercado y, por consiguiente, costosa. Utilizamos la teoría de precios de opción para analizar el impacto de varias cuestiones de la mezcla de productos en el valor de la flexibilidad. El modelo de opciones reales que utilizamos incorpora \"productos múltiples\", limitaciones de capacidad, así como costos de configuración. Las cuestiones tratadas aquí incluyen el número de productos, la variabilidad de la demanda, la correlación entre productos y la distribución relativa de la demanda dentro de la mezcla de productos. Por lo tanto, nos interesa la naturaleza de los datos de entrada para analizar su efecto en el valor de la flexibilidad. También verificamos el impacto en diferentes niveles de capacidad. Los resultados sugieren que el valor de la flexibilidad (i) aumenta con un número creciente de productos, (ii) disminuye con una volatilidad creciente de la demanda de productos, (iii) disminuye la correlación más positiva entre la demanda y (iv) reduce la capacidad marginal con niveles crecientes de capacidad. De ellos, el impacto de la demanda correlacionada positivamente parece ser un problema importante. Sin embargo, el impacto conjunto del número de productos y la correlación de la demanda mostró algunos resultados no intuitivos ",
            "error": [
                ""
            ]
        },
        "capacity constraints": {
            "translated_key": "limitaciones de capacidad",
            "translated_annotated_text": "El impacto de la mezcla de productos en el valor de la flexibilidad La flexibilidad de la mezcla de productos es uno de los principales tipos de flexibilidad de fabricación, al referirse a la capacidad de producir una amplia gama de productos o variantes con supuestos bajos costes de transición. El valor de esa capacidad es importante para establecer para una empresa industrial a fin de garantizar que la flexibilidad proporcionada sea al nivel adecuado y se utilice de manera rentable y no por encima de los requisitos del mercado y, por consiguiente, costosa. Utilizamos la teoría de precios de opción para analizar el impacto de varias cuestiones de la mezcla de productos en el valor de la flexibilidad. El modelo de opciones reales que utilizamos incorpora múltiples productos, \"limitaciones de capacidad\" así como costos de configuración. Las cuestiones tratadas aquí incluyen el número de productos, la variabilidad de la demanda, la correlación entre productos y la distribución relativa de la demanda dentro de la mezcla de productos. Por lo tanto, nos interesa la naturaleza de los datos de entrada para analizar su efecto en el valor de la flexibilidad. También verificamos el impacto en diferentes niveles de capacidad. Los resultados sugieren que el valor de la flexibilidad (i) aumenta con un número creciente de productos, (ii) disminuye con una volatilidad creciente de la demanda de productos, (iii) disminuye la correlación más positiva entre la demanda y (iv) reduce la capacidad marginal con niveles crecientes de capacidad. De ellos, el impacto de la demanda correlacionada positivamente parece ser un problema importante. Sin embargo, el impacto conjunto del número de productos y la correlación de la demanda mostró algunos resultados no intuitivos ",
            "error": [
                ""
            ]
        },
        "set-up costs": {
            "translated_key": "costos de puesta en marcha",
            "translated_annotated_text": "El impacto de la mezcla de productos en el valor de la flexibilidad La flexibilidad de la mezcla de productos es uno de los principales tipos de flexibilidad de fabricación, al referirse a la capacidad de producir una amplia gama de productos o variantes con supuestos bajos costes de transición. El valor de esa capacidad es importante para establecer para una empresa industrial a fin de garantizar que la flexibilidad proporcionada sea al nivel adecuado y se utilice de manera rentable y no por encima de los requisitos del mercado y, por consiguiente, costosa. Utilizamos la teoría de precios de opción para analizar el impacto de varias cuestiones de la mezcla de productos en el valor de la flexibilidad. El modelo de opciones reales que utilizamos incorpora múltiples productos, limitaciones de capacidad, así como \"costos de puesta en marcha\". Las cuestiones tratadas aquí incluyen el número de productos, la variabilidad de la demanda, la correlación entre productos y la distribución relativa de la demanda dentro de la mezcla de productos. Por lo tanto, nos interesa la naturaleza de los datos de entrada para analizar su efecto en el valor de la flexibilidad. También verificamos el impacto en diferentes niveles de capacidad. Los resultados sugieren que el valor de la flexibilidad (i) aumenta con un número creciente de productos, (ii) disminuye con una volatilidad creciente de la demanda de productos, (iii) disminuye la correlación más positiva entre la demanda y (iv) reduce la capacidad marginal con niveles crecientes de capacidad. De ellos, el impacto de la demanda correlacionada positivamente parece ser un problema importante. Sin embargo, el impacto conjunto del número de productos y la correlación de la demanda mostró algunos resultados no intuitivos ",
            "error": [
                ""
            ]
        },
        "demand variability": {
            "translated_key": "variabilidad de la demanda",
            "translated_annotated_text": "El impacto de la mezcla de productos en el valor de la flexibilidad La flexibilidad de la mezcla de productos es uno de los principales tipos de flexibilidad de fabricación, al referirse a la capacidad de producir una amplia gama de productos o variantes con supuestos bajos costes de transición. El valor de esa capacidad es importante para establecer para una empresa industrial a fin de garantizar que la flexibilidad proporcionada sea al nivel adecuado y se utilice de manera rentable y no por encima de los requisitos del mercado y, por consiguiente, costosa. Utilizamos la teoría de precios de opción para analizar el impacto de varias cuestiones de la mezcla de productos en el valor de la flexibilidad. El modelo de opciones reales que utilizamos incorpora múltiples productos, limitaciones de capacidad, así como costos de configuración. Las cuestiones tratadas aquí incluyen el número de productos, la \"variabilidad de la demanda\", la correlación entre los productos y la distribución relativa de la demanda dentro de la mezcla de productos. Por lo tanto, nos interesa la naturaleza de los datos de entrada para analizar su efecto en el valor de la flexibilidad. También verificamos el impacto en diferentes niveles de capacidad. Los resultados sugieren que el valor de la flexibilidad (i) aumenta con un número creciente de productos, (ii) disminuye con una volatilidad creciente de la demanda de productos, (iii) disminuye la correlación más positiva entre la demanda y (iv) reduce la capacidad marginal con niveles crecientes de capacidad. De ellos, el impacto de la demanda correlacionada positivamente parece ser un problema importante. Sin embargo, el impacto conjunto del número de productos y la correlación de la demanda mostró algunos resultados no intuitivos ",
            "error": [
                ""
            ]
        },
        "product correlation": {
            "translated_key": [],
            "translated_annotated_text": "El impacto de la mezcla de productos en el valor de la flexibilidad La flexibilidad de la mezcla de productos es uno de los principales tipos de flexibilidad de fabricación, al referirse a la capacidad de producir una amplia gama de productos o variantes con supuestos bajos costes de transición. El valor de esa capacidad es importante para establecer para una empresa industrial a fin de garantizar que la flexibilidad proporcionada sea al nivel adecuado y se utilice de manera rentable y no por encima de los requisitos del mercado y, por consiguiente, costosa. Utilizamos la teoría de precios de opción para analizar el impacto de varias cuestiones de la mezcla de productos en el valor de la flexibilidad. El modelo de opciones reales que utilizamos incorpora múltiples productos, limitaciones de capacidad, así como costos de configuración. Las cuestiones tratadas aquí incluyen el número de productos, la variabilidad de la demanda, la correlación entre productos y la distribución relativa de la demanda dentro de la mezcla de productos. Por lo tanto, nos interesa la naturaleza de los datos de entrada para analizar su efecto en el valor de la flexibilidad. También verificamos el impacto en diferentes niveles de capacidad. Los resultados sugieren que el valor de la flexibilidad (i) aumenta con un número creciente de productos, (ii) disminuye con una volatilidad creciente de la demanda de productos, (iii) disminuye la correlación más positiva entre la demanda y (iv) reduce la capacidad marginal con niveles crecientes de capacidad. De ellos, el impacto de la demanda correlacionada positivamente parece ser un problema importante. Sin embargo, el impacto conjunto del número de productos y la correlación de la demanda mostró algunos resultados no intuitivos ",
            "error": []
        },
        "relative demand distribution": {
            "translated_key": "distribución relativa de la demanda",
            "translated_annotated_text": "El impacto de la mezcla de productos en el valor de la flexibilidad La flexibilidad de la mezcla de productos es uno de los principales tipos de flexibilidad de fabricación, al referirse a la capacidad de producir una amplia gama de productos o variantes con supuestos bajos costes de transición. El valor de esa capacidad es importante para establecer para una empresa industrial a fin de garantizar que la flexibilidad proporcionada sea al nivel adecuado y se utilice de manera rentable y no por encima de los requisitos del mercado y, por consiguiente, costosa. Utilizamos la teoría de precios de opción para analizar el impacto de varias cuestiones de la mezcla de productos en el valor de la flexibilidad. El modelo de opciones reales que utilizamos incorpora múltiples productos, limitaciones de capacidad, así como costos de configuración. Las cuestiones tratadas aquí incluyen el número de productos, la variabilidad de la demanda, la correlación entre productos y la \"distribución relativa de la demanda\" dentro de la mezcla de productos. Por lo tanto, nos interesa la naturaleza de los datos de entrada para analizar su efecto en el valor de la flexibilidad. También verificamos el impacto en diferentes niveles de capacidad. Los resultados sugieren que el valor de la flexibilidad (i) aumenta con un número creciente de productos, (ii) disminuye con una volatilidad creciente de la demanda de productos, (iii) disminuye la correlación más positiva entre la demanda y (iv) reduce la capacidad marginal con niveles crecientes de capacidad. De ellos, el impacto de la demanda correlacionada positivamente parece ser un problema importante. Sin embargo, el impacto conjunto del número de productos y la correlación de la demanda mostró algunos resultados no intuitivos ",
            "error": [
                ""
            ]
        },
        "product demand volatility": {
            "translated_key": [],
            "translated_annotated_text": "El impacto de la mezcla de productos en el valor de la flexibilidad La flexibilidad de la mezcla de productos es uno de los principales tipos de flexibilidad de fabricación, al referirse a la capacidad de producir una amplia gama de productos o variantes con supuestos bajos costes de transición. El valor de esa capacidad es importante para establecer para una empresa industrial a fin de garantizar que la flexibilidad proporcionada sea al nivel adecuado y se utilice de manera rentable y no por encima de los requisitos del mercado y, por consiguiente, costosa. Utilizamos la teoría de precios de opción para analizar el impacto de varias cuestiones de la mezcla de productos en el valor de la flexibilidad. El modelo de opciones reales que utilizamos incorpora múltiples productos, limitaciones de capacidad, así como costos de configuración. Las cuestiones tratadas aquí incluyen el número de productos, la variabilidad de la demanda, la correlación entre productos y la distribución relativa de la demanda dentro de la mezcla de productos. Por lo tanto, nos interesa la naturaleza de los datos de entrada para analizar su efecto en el valor de la flexibilidad. También verificamos el impacto en diferentes niveles de capacidad. Los resultados sugieren que el valor de la flexibilidad (i) aumenta con un número creciente de productos, (ii) disminuye con una volatilidad creciente de la demanda de productos, (iii) disminuye la correlación más positiva entre la demanda y (iv) reduce la capacidad marginal con niveles crecientes de capacidad. De ellos, el impacto de la demanda correlacionada positivamente parece ser un problema importante. Sin embargo, el impacto conjunto del número de productos y la correlación de la demanda mostró algunos resultados no intuitivos ",
            "error": []
        },
        "marginal capacity": {
            "translated_key": "capacidad marginal",
            "translated_annotated_text": "El impacto de la mezcla de productos en el valor de la flexibilidad La flexibilidad de la mezcla de productos es uno de los principales tipos de flexibilidad de fabricación, al referirse a la capacidad de producir una amplia gama de productos o variantes con supuestos bajos costes de transición. El valor de esa capacidad es importante para establecer para una empresa industrial a fin de garantizar que la flexibilidad proporcionada sea al nivel adecuado y se utilice de manera rentable y no por encima de los requisitos del mercado y, por consiguiente, costosa. Utilizamos la teoría de precios de opción para analizar el impacto de varias cuestiones de la mezcla de productos en el valor de la flexibilidad. El modelo de opciones reales que utilizamos incorpora múltiples productos, limitaciones de capacidad, así como costos de configuración. Las cuestiones tratadas aquí incluyen el número de productos, la variabilidad de la demanda, la correlación entre productos y la distribución relativa de la demanda dentro de la mezcla de productos. Por lo tanto, nos interesa la naturaleza de los datos de entrada para analizar su efecto en el valor de la flexibilidad. También verificamos el impacto en diferentes niveles de capacidad. Los resultados sugieren que el valor de la flexibilidad (i) aumenta con un número creciente de productos, (ii) disminuye con la creciente volatilidad de la demanda de productos, (iii) disminuye la correlación más positiva de la demanda y (iv) reduce para \"capacidad marginal\" con niveles crecientes de capacidad. De ellos, el impacto de la demanda correlacionada positivamente parece ser un problema importante. Sin embargo, el impacto conjunto del número de productos y la correlación de la demanda mostró algunos resultados no intuitivos ",
            "error": [
                ""
            ]
        },
        "positively correlated demand": {
            "translated_key": "demanda correlacionada positiva",
            "translated_annotated_text": "El impacto de la mezcla de productos en el valor de la flexibilidad La flexibilidad de la mezcla de productos es uno de los principales tipos de flexibilidad de fabricación, al referirse a la capacidad de producir una amplia gama de productos o variantes con supuestos bajos costes de transición. El valor de esa capacidad es importante para establecer para una empresa industrial a fin de garantizar que la flexibilidad proporcionada sea al nivel adecuado y se utilice de manera rentable y no por encima de los requisitos del mercado y, por consiguiente, costosa. Utilizamos la teoría de precios de opción para analizar el impacto de varias cuestiones de la mezcla de productos en el valor de la flexibilidad. El modelo de opciones reales que utilizamos incorpora múltiples productos, limitaciones de capacidad, así como costos de configuración. Las cuestiones tratadas aquí incluyen el número de productos, la variabilidad de la demanda, la correlación entre productos y la distribución relativa de la demanda dentro de la mezcla de productos. Por lo tanto, nos interesa la naturaleza de los datos de entrada para analizar su efecto en el valor de la flexibilidad. También verificamos el impacto en diferentes niveles de capacidad. Los resultados sugieren que el valor de la flexibilidad (i) aumenta con un número creciente de productos, (ii) disminuye con una volatilidad creciente de la demanda de productos, (iii) disminuye la correlación más positiva entre la demanda y (iv) reduce la capacidad marginal con niveles crecientes de capacidad. De estos, el impacto de la \"demanda correlacionada positiva\" parece ser un problema importante. Sin embargo, el impacto conjunto del número de productos y la correlación de la demanda mostró algunos resultados no intuitivos ",
            "error": [
                ""
            ]
        },
        "demand correlation": {
            "translated_key": "correlación de la demanda",
            "translated_annotated_text": "El impacto de la mezcla de productos en el valor de la flexibilidad La flexibilidad de la mezcla de productos es uno de los principales tipos de flexibilidad de fabricación, al referirse a la capacidad de producir una amplia gama de productos o variantes con supuestos bajos costes de transición. El valor de esa capacidad es importante para establecer para una empresa industrial a fin de garantizar que la flexibilidad proporcionada sea al nivel adecuado y se utilice de manera rentable y no por encima de los requisitos del mercado y, por consiguiente, costosa. Utilizamos la teoría de precios de opción para analizar el impacto de varias cuestiones de la mezcla de productos en el valor de la flexibilidad. El modelo de opciones reales que utilizamos incorpora múltiples productos, limitaciones de capacidad, así como costos de configuración. Las cuestiones tratadas aquí incluyen el número de productos, la variabilidad de la demanda, la correlación entre productos y la distribución relativa de la demanda dentro de la mezcla de productos. Por lo tanto, nos interesa la naturaleza de los datos de entrada para analizar su efecto en el valor de la flexibilidad. También verificamos el impacto en diferentes niveles de capacidad. Los resultados sugieren que el valor de la flexibilidad (i) aumenta con un número creciente de productos, (ii) disminuye con una volatilidad creciente de la demanda de productos, (iii) disminuye la correlación más positiva entre la demanda y (iv) reduce la capacidad marginal con niveles crecientes de capacidad. De ellos, el impacto de la demanda correlacionada positivamente parece ser un problema importante. Sin embargo, el impacto conjunto del número de productos y la \"correlación de la demanda\" mostró algunos resultados no intuitivos ",
            "error": [
                ""
            ]
        },
        "capital budgeting": {
            "translated_key": [],
            "translated_annotated_text": "El impacto de la mezcla de productos en el valor de la flexibilidad La flexibilidad de la mezcla de productos es uno de los principales tipos de flexibilidad de fabricación, al referirse a la capacidad de producir una amplia gama de productos o variantes con supuestos bajos costes de transición. El valor de esa capacidad es importante para establecer para una empresa industrial a fin de garantizar que la flexibilidad proporcionada sea al nivel adecuado y se utilice de manera rentable y no por encima de los requisitos del mercado y, por consiguiente, costosa. Utilizamos la teoría de precios de opción para analizar el impacto de varias cuestiones de la mezcla de productos en el valor de la flexibilidad. El modelo de opciones reales que utilizamos incorpora múltiples productos, limitaciones de capacidad, así como costos de configuración. Las cuestiones tratadas aquí incluyen el número de productos, la variabilidad de la demanda, la correlación entre productos y la distribución relativa de la demanda dentro de la mezcla de productos. Por lo tanto, nos interesa la naturaleza de los datos de entrada para analizar su efecto en el valor de la flexibilidad. También verificamos el impacto en diferentes niveles de capacidad. Los resultados sugieren que el valor de la flexibilidad (i) aumenta con un número creciente de productos, (ii) disminuye con una volatilidad creciente de la demanda de productos, (iii) disminuye la correlación más positiva entre la demanda y (iv) reduce la capacidad marginal con niveles crecientes de capacidad. De ellos, el impacto de la demanda correlacionada positivamente parece ser un problema importante. Sin embargo, el impacto conjunto del número de productos y la correlación de la demanda mostró algunos resultados no intuitivos ",
            "error": []
        },
        "budgeting": {
            "translated_key": [],
            "translated_annotated_text": "El impacto de la mezcla de productos en el valor de la flexibilidad La flexibilidad de la mezcla de productos es uno de los principales tipos de flexibilidad de fabricación, al referirse a la capacidad de producir una amplia gama de productos o variantes con supuestos bajos costes de transición. El valor de esa capacidad es importante para establecer para una empresa industrial a fin de garantizar que la flexibilidad proporcionada sea al nivel adecuado y se utilice de manera rentable y no por encima de los requisitos del mercado y, por consiguiente, costosa. Utilizamos la teoría de precios de opción para analizar el impacto de varias cuestiones de la mezcla de productos en el valor de la flexibilidad. El modelo de opciones reales que utilizamos incorpora múltiples productos, limitaciones de capacidad, así como costos de configuración. Las cuestiones tratadas aquí incluyen el número de productos, la variabilidad de la demanda, la correlación entre productos y la distribución relativa de la demanda dentro de la mezcla de productos. Por lo tanto, nos interesa la naturaleza de los datos de entrada para analizar su efecto en el valor de la flexibilidad. También verificamos el impacto en diferentes niveles de capacidad. Los resultados sugieren que el valor de la flexibilidad (i) aumenta con un número creciente de productos, (ii) disminuye con una volatilidad creciente de la demanda de productos, (iii) disminuye la correlación más positiva entre la demanda y (iv) reduce la capacidad marginal con niveles crecientes de capacidad. De ellos, el impacto de la demanda correlacionada positivamente parece ser un problema importante. Sin embargo, el impacto conjunto del número de productos y la correlación de la demanda mostró algunos resultados no intuitivos ",
            "error": []
        },
        "flexible manufacturing systems": {
            "translated_key": [],
            "translated_annotated_text": "El impacto de la mezcla de productos en el valor de la flexibilidad La flexibilidad de la mezcla de productos es uno de los principales tipos de flexibilidad de fabricación, al referirse a la capacidad de producir una amplia gama de productos o variantes con supuestos bajos costes de transición. El valor de esa capacidad es importante para establecer para una empresa industrial a fin de garantizar que la flexibilidad proporcionada sea al nivel adecuado y se utilice de manera rentable y no por encima de los requisitos del mercado y, por consiguiente, costosa. Utilizamos la teoría de precios de opción para analizar el impacto de varias cuestiones de la mezcla de productos en el valor de la flexibilidad. El modelo de opciones reales que utilizamos incorpora múltiples productos, limitaciones de capacidad, así como costos de configuración. Las cuestiones tratadas aquí incluyen el número de productos, la variabilidad de la demanda, la correlación entre productos y la distribución relativa de la demanda dentro de la mezcla de productos. Por lo tanto, nos interesa la naturaleza de los datos de entrada para analizar su efecto en el valor de la flexibilidad. También verificamos el impacto en diferentes niveles de capacidad. Los resultados sugieren que el valor de la flexibilidad (i) aumenta con un número creciente de productos, (ii) disminuye con una volatilidad creciente de la demanda de productos, (iii) disminuye la correlación más positiva entre la demanda y (iv) reduce la capacidad marginal con niveles crecientes de capacidad. De ellos, el impacto de la demanda correlacionada positivamente parece ser un problema importante. Sin embargo, el impacto conjunto del número de productos y la correlación de la demanda mostró algunos resultados no intuitivos ",
            "error": []
        },
        "management science": {
            "translated_key": [],
            "translated_annotated_text": "El impacto de la mezcla de productos en el valor de la flexibilidad La flexibilidad de la mezcla de productos es uno de los principales tipos de flexibilidad de fabricación, al referirse a la capacidad de producir una amplia gama de productos o variantes con supuestos bajos costes de transición. El valor de esa capacidad es importante para establecer para una empresa industrial a fin de garantizar que la flexibilidad proporcionada sea al nivel adecuado y se utilice de manera rentable y no por encima de los requisitos del mercado y, por consiguiente, costosa. Utilizamos la teoría de precios de opción para analizar el impacto de varias cuestiones de la mezcla de productos en el valor de la flexibilidad. El modelo de opciones reales que utilizamos incorpora múltiples productos, limitaciones de capacidad, así como costos de configuración. Las cuestiones tratadas aquí incluyen el número de productos, la variabilidad de la demanda, la correlación entre productos y la distribución relativa de la demanda dentro de la mezcla de productos. Por lo tanto, nos interesa la naturaleza de los datos de entrada para analizar su efecto en el valor de la flexibilidad. También verificamos el impacto en diferentes niveles de capacidad. Los resultados sugieren que el valor de la flexibilidad (i) aumenta con un número creciente de productos, (ii) disminuye con una volatilidad creciente de la demanda de productos, (iii) disminuye la correlación más positiva entre la demanda y (iv) reduce la capacidad marginal con niveles crecientes de capacidad. De ellos, el impacto de la demanda correlacionada positivamente parece ser un problema importante. Sin embargo, el impacto conjunto del número de productos y la correlación de la demanda mostró algunos resultados no intuitivos ",
            "error": []
        }
    }
}