{
    "original_text": "Statistical analysis of nonlinearly reconstructed near-infrared tomographic images. I. Theory and simulations Near-infrared (NIR) diffuse tomography is an emerging method for imaging the interior of tissues to quantify concentrations of hemoglobin and exogenous chromophores noninvasively in vivo. It often exploits an optical diffusion model-based image reconstruction algorithm to estimate spatial property values from measurements of the light flux at the surface of the tissue. In this study, mean-squared error (MSE) over the image is used to evaluate methods for regularizing the ill-posed inverse image reconstruction problem in NIR tomography. Estimates of image bias and image standard deviation were calculated based upon 100 repeated reconstructions of a test image with randomly distributed noise added to the light flux measurements. It was observed that the bias error dominates at high regularization parameter values while variance dominates as the algorithm is allowed to approach the optimal solution. This optimum does not necessarily correspond to the minimum projection error solution, but typically requires further iteration with a decreasing regularization parameter to reach the lowest image error. Increasing measurement noise causes a need to constrain the minimum regularization parameter to higher values in order to achieve a minimum in the overall image MSE",
    "original_translation": "Análisis estadístico de imágenes tomográficas cercanas al infrarrojo no reconstruidas linealmente. I. Teoría y simulaciones La tomografía difusa de infrarrojos cercanos (NIR) es un método emergente de imagen del interior de los tejidos para cuantificar las concentraciones de hemoglobina y cromoforos exógenos no invasivos in vivo. A menudo aprovecha un algoritmo de reconstrucción de imágenes basado en modelos de difusión óptica para estimar los valores de propiedad espacial a partir de mediciones del flujo de luz en la superficie del tejido. En este estudio, el error cuadrado medio (MSE) sobre la imagen se utiliza para evaluar los métodos de regularización del problema de reconstrucción de imágenes inversas en la tomografía NIR. Las estimaciones de sesgo de imagen y desviación estándar de imagen se calcularon sobre la base de 100 reconstrucciones repetidas de una imagen de prueba con ruido distribuido aleatoriamente añadido a las mediciones del flujo de luz. Se observó que el error de sesgo domina a valores de parámetros de regularización altos mientras que la varianza domina a medida que el algoritmo se permite acercarse a la solución óptima. Este óptimo no corresponde necesariamente a la solución de error de proyección mínima, pero normalmente requiere una mayor iteración con un parámetro de regularización decreciente para alcanzar el error de imagen más bajo. El aumento del ruido de medición hace necesario limitar el parámetro de regularización mínima a valores más altos para lograr un mínimo en la imagen global MSE",
    "error_count": 13,
    "keys": {
        "medical diagnostic imaging": {
            "translated_key": [],
            "translated_annotated_text": "Análisis estadístico de imágenes tomográficas cercanas al infrarrojo no reconstruidas linealmente. I. Teoría y simulaciones La tomografía difusa de infrarrojos cercanos (NIR) es un método emergente de imagen del interior de los tejidos para cuantificar las concentraciones de hemoglobina y cromoforos exógenos no invasivos in vivo. A menudo aprovecha un algoritmo de reconstrucción de imágenes basado en modelos de difusión óptica para estimar los valores de propiedad espacial a partir de mediciones del flujo de luz en la superficie del tejido. En este estudio, el error cuadrado medio (MSE) sobre la imagen se utiliza para evaluar los métodos de regularización del problema de reconstrucción de imágenes inversas en la tomografía NIR. Las estimaciones de sesgo de imagen y desviación estándar de imagen se calcularon sobre la base de 100 reconstrucciones repetidas de una imagen de prueba con ruido distribuido aleatoriamente añadido a las mediciones del flujo de luz. Se observó que el error de sesgo domina a valores de parámetros de regularización altos mientras que la varianza domina a medida que el algoritmo se permite acercarse a la solución óptima. Este óptimo no corresponde necesariamente a la solución de error de proyección mínima, pero normalmente requiere una mayor iteración con un parámetro de regularización decreciente para alcanzar el error de imagen más bajo. El aumento del ruido de medición hace necesario limitar el parámetro de regularización mínima a valores más altos para lograr un mínimo en la imagen global MSE ",
            "error": []
        },
        "hemoglobin": {
            "translated_key": "hemoglobina",
            "translated_annotated_text": "Análisis estadístico de imágenes tomográficas cercanas al infrarrojo no reconstruidas linealmente. I. Teoría y simulaciones La tomografía difusa de infrarrojos cercanos (NIR) es un método emergente de imagen del interior de los tejidos para cuantificar las concentraciones de \"hemoglobina\" y cromoforos exógenos no invasivos in vivo. A menudo aprovecha un algoritmo de reconstrucción de imágenes basado en modelos de difusión óptica para estimar los valores de propiedad espacial a partir de mediciones del flujo de luz en la superficie del tejido. En este estudio, el error cuadrado medio (MSE) sobre la imagen se utiliza para evaluar los métodos de regularización del problema de reconstrucción de imágenes inversas en la tomografía NIR. Las estimaciones de sesgo de imagen y desviación estándar de imagen se calcularon sobre la base de 100 reconstrucciones repetidas de una imagen de prueba con ruido distribuido aleatoriamente añadido a las mediciones del flujo de luz. Se observó que el error de sesgo domina a valores de parámetros de regularización altos mientras que la varianza domina a medida que el algoritmo se permite acercarse a la solución óptima. Este óptimo no corresponde necesariamente a la solución de error de proyección mínima, pero normalmente requiere una mayor iteración con un parámetro de regularización decreciente para alcanzar el error de imagen más bajo. El aumento del ruido de medición hace necesario limitar el parámetro de regularización mínima a valores más altos para lograr un mínimo en la imagen global MSE ",
            "error": [
                ""
            ]
        },
        "oxygen saturation": {
            "translated_key": [],
            "translated_annotated_text": "Análisis estadístico de imágenes tomográficas cercanas al infrarrojo no reconstruidas linealmente. I. Teoría y simulaciones La tomografía difusa de infrarrojos cercanos (NIR) es un método emergente de imagen del interior de los tejidos para cuantificar las concentraciones de hemoglobina y cromoforos exógenos no invasivos in vivo. A menudo aprovecha un algoritmo de reconstrucción de imágenes basado en modelos de difusión óptica para estimar los valores de propiedad espacial a partir de mediciones del flujo de luz en la superficie del tejido. En este estudio, el error cuadrado medio (MSE) sobre la imagen se utiliza para evaluar los métodos de regularización del problema de reconstrucción de imágenes inversas en la tomografía NIR. Las estimaciones de sesgo de imagen y desviación estándar de imagen se calcularon sobre la base de 100 reconstrucciones repetidas de una imagen de prueba con ruido distribuido aleatoriamente añadido a las mediciones del flujo de luz. Se observó que el error de sesgo domina a valores de parámetros de regularización altos mientras que la varianza domina a medida que el algoritmo se permite acercarse a la solución óptima. Este óptimo no corresponde necesariamente a la solución de error de proyección mínima, pero normalmente requiere una mayor iteración con un parámetro de regularización decreciente para alcanzar el error de imagen más bajo. El aumento del ruido de medición hace necesario limitar el parámetro de regularización mínima a valores más altos para lograr un mínimo en la imagen global MSE ",
            "error": []
        },
        "photon migration": {
            "translated_key": [],
            "translated_annotated_text": "Análisis estadístico de imágenes tomográficas cercanas al infrarrojo no reconstruidas linealmente. I. Teoría y simulaciones La tomografía difusa de infrarrojos cercanos (NIR) es un método emergente de imagen del interior de los tejidos para cuantificar las concentraciones de hemoglobina y cromoforos exógenos no invasivos in vivo. A menudo aprovecha un algoritmo de reconstrucción de imágenes basado en modelos de difusión óptica para estimar los valores de propiedad espacial a partir de mediciones del flujo de luz en la superficie del tejido. En este estudio, el error cuadrado medio (MSE) sobre la imagen se utiliza para evaluar los métodos de regularización del problema de reconstrucción de imágenes inversas en la tomografía NIR. Las estimaciones de sesgo de imagen y desviación estándar de imagen se calcularon sobre la base de 100 reconstrucciones repetidas de una imagen de prueba con ruido distribuido aleatoriamente añadido a las mediciones del flujo de luz. Se observó que el error de sesgo domina a valores de parámetros de regularización altos mientras que la varianza domina a medida que el algoritmo se permite acercarse a la solución óptima. Este óptimo no corresponde necesariamente a la solución de error de proyección mínima, pero normalmente requiere una mayor iteración con un parámetro de regularización decreciente para alcanzar el error de imagen más bajo. El aumento del ruido de medición hace necesario limitar el parámetro de regularización mínima a valores más altos para lograr un mínimo en la imagen global MSE ",
            "error": []
        },
        "optical diffusion model-based image reconstruction algorithm": {
            "translated_key": "algoritmo de reconstrucción de imágenes basado en modelos de difusión óptica",
            "translated_annotated_text": "Análisis estadístico de imágenes tomográficas cercanas al infrarrojo no reconstruidas linealmente. I. Teoría y simulaciones La tomografía difusa de infrarrojos cercanos (NIR) es un método emergente de imagen del interior de los tejidos para cuantificar las concentraciones de hemoglobina y cromoforos exógenos no invasivos in vivo. A menudo explota un \"algoritmo de reconstrucción de imágenes basado en modelos de difusión óptica\" para estimar los valores de propiedad espacial a partir de mediciones del flujo de luz en la superficie del tejido. En este estudio, el error cuadrado medio (MSE) sobre la imagen se utiliza para evaluar los métodos de regularización del problema de reconstrucción de imágenes inversas en la tomografía NIR. Las estimaciones de sesgo de imagen y desviación estándar de imagen se calcularon sobre la base de 100 reconstrucciones repetidas de una imagen de prueba con ruido distribuido aleatoriamente añadido a las mediciones del flujo de luz. Se observó que el error de sesgo domina a valores de parámetros de regularización altos mientras que la varianza domina a medida que el algoritmo se permite acercarse a la solución óptima. Este óptimo no corresponde necesariamente a la solución de error de proyección mínima, pero normalmente requiere una mayor iteración con un parámetro de regularización decreciente para alcanzar el error de imagen más bajo. El aumento del ruido de medición hace necesario limitar el parámetro de regularización mínima a valores más altos para lograr un mínimo en la imagen global MSE ",
            "error": [
                ""
            ]
        },
        "decreasing regularization parameter": {
            "translated_key": "parámetro de regularización decreciente",
            "translated_annotated_text": "Análisis estadístico de imágenes tomográficas cercanas al infrarrojo no reconstruidas linealmente. I. Teoría y simulaciones La tomografía difusa de infrarrojos cercanos (NIR) es un método emergente de imagen del interior de los tejidos para cuantificar las concentraciones de hemoglobina y cromoforos exógenos no invasivos in vivo. A menudo aprovecha un algoritmo de reconstrucción de imágenes basado en modelos de difusión óptica para estimar los valores de propiedad espacial a partir de mediciones del flujo de luz en la superficie del tejido. En este estudio, el error cuadrado medio (MSE) sobre la imagen se utiliza para evaluar los métodos de regularización del problema de reconstrucción de imágenes inversas en la tomografía NIR. Las estimaciones de sesgo de imagen y desviación estándar de imagen se calcularon sobre la base de 100 reconstrucciones repetidas de una imagen de prueba con ruido distribuido aleatoriamente añadido a las mediciones del flujo de luz. Se observó que el error de sesgo domina a valores de parámetros de regularización altos mientras que la varianza domina a medida que el algoritmo se permite acercarse a la solución óptima. Este óptimo no corresponde necesariamente a la solución de error de proyección mínima, pero normalmente requiere una mayor iteración con un \"parámetro de regularización decreciente\" para alcanzar el error de imagen más bajo. El aumento del ruido de medición hace necesario limitar el parámetro de regularización mínima a valores más altos para lograr un mínimo en la imagen global MSE ",
            "error": [
                ""
            ]
        },
        "lowest image error": {
            "translated_key": "error de imagen más bajo",
            "translated_annotated_text": "Análisis estadístico de imágenes tomográficas cercanas al infrarrojo no reconstruidas linealmente. I. Teoría y simulaciones La tomografía difusa de infrarrojos cercanos (NIR) es un método emergente de imagen del interior de los tejidos para cuantificar las concentraciones de hemoglobina y cromoforos exógenos no invasivos in vivo. A menudo aprovecha un algoritmo de reconstrucción de imágenes basado en modelos de difusión óptica para estimar los valores de propiedad espacial a partir de mediciones del flujo de luz en la superficie del tejido. En este estudio, el error cuadrado medio (MSE) sobre la imagen se utiliza para evaluar los métodos de regularización del problema de reconstrucción de imágenes inversas en la tomografía NIR. Las estimaciones de sesgo de imagen y desviación estándar de imagen se calcularon sobre la base de 100 reconstrucciones repetidas de una imagen de prueba con ruido distribuido aleatoriamente añadido a las mediciones del flujo de luz. Se observó que el error de sesgo domina a valores de parámetros de regularización altos mientras que la varianza domina a medida que el algoritmo se permite acercarse a la solución óptima. Este óptimo no corresponde necesariamente a la solución de error de proyección mínima, pero normalmente requiere una mayor iteración con un parámetro de regularización decreciente para alcanzar el \"error de imagen más bajo\". El aumento del ruido de medición hace necesario limitar el parámetro de regularización mínima a valores más altos para lograr un mínimo en la imagen global MSE ",
            "error": [
                ""
            ]
        },
        "minimum regularization parameter constraint": {
            "translated_key": [],
            "translated_annotated_text": "Análisis estadístico de imágenes tomográficas cercanas al infrarrojo no reconstruidas linealmente. I. Teoría y simulaciones La tomografía difusa de infrarrojos cercanos (NIR) es un método emergente de imagen del interior de los tejidos para cuantificar las concentraciones de hemoglobina y cromoforos exógenos no invasivos in vivo. A menudo aprovecha un algoritmo de reconstrucción de imágenes basado en modelos de difusión óptica para estimar los valores de propiedad espacial a partir de mediciones del flujo de luz en la superficie del tejido. En este estudio, el error cuadrado medio (MSE) sobre la imagen se utiliza para evaluar los métodos de regularización del problema de reconstrucción de imágenes inversas en la tomografía NIR. Las estimaciones de sesgo de imagen y desviación estándar de imagen se calcularon sobre la base de 100 reconstrucciones repetidas de una imagen de prueba con ruido distribuido aleatoriamente añadido a las mediciones del flujo de luz. Se observó que el error de sesgo domina a valores de parámetros de regularización altos mientras que la varianza domina a medida que el algoritmo se permite acercarse a la solución óptima. Este óptimo no corresponde necesariamente a la solución de error de proyección mínima, pero normalmente requiere una mayor iteración con un parámetro de regularización decreciente para alcanzar el error de imagen más bajo. El aumento del ruido de medición hace necesario limitar el parámetro de regularización mínima a valores más altos para lograr un mínimo en la imagen global MSE ",
            "error": []
        },
        "bias error": {
            "translated_key": "error de sesgo",
            "translated_annotated_text": "Análisis estadístico de imágenes tomográficas cercanas al infrarrojo no reconstruidas linealmente. I. Teoría y simulaciones La tomografía difusa de infrarrojos cercanos (NIR) es un método emergente de imagen del interior de los tejidos para cuantificar las concentraciones de hemoglobina y cromoforos exógenos no invasivos in vivo. A menudo aprovecha un algoritmo de reconstrucción de imágenes basado en modelos de difusión óptica para estimar los valores de propiedad espacial a partir de mediciones del flujo de luz en la superficie del tejido. En este estudio, el error cuadrado medio (MSE) sobre la imagen se utiliza para evaluar los métodos de regularización del problema de reconstrucción de imágenes inversas en la tomografía NIR. Las estimaciones de sesgo de imagen y desviación estándar de imagen se calcularon sobre la base de 100 reconstrucciones repetidas de una imagen de prueba con ruido distribuido aleatoriamente añadido a las mediciones del flujo de luz. Se observó que el \"error de sesgo\" domina a valores de parámetros de regularización altos mientras que la varianza domina a medida que se permite que el algoritmo se aproxime a la solución óptima. Este óptimo no corresponde necesariamente a la solución de error de proyección mínima, pero normalmente requiere una mayor iteración con un parámetro de regularización decreciente para alcanzar el error de imagen más bajo. El aumento del ruido de medición hace necesario limitar el parámetro de regularización mínima a valores más altos para lograr un mínimo en la imagen global MSE ",
            "error": [
                ""
            ]
        },
        "optimal solution": {
            "translated_key": "solución óptima",
            "translated_annotated_text": "Análisis estadístico de imágenes tomográficas cercanas al infrarrojo no reconstruidas linealmente. I. Teoría y simulaciones La tomografía difusa de infrarrojos cercanos (NIR) es un método emergente de imagen del interior de los tejidos para cuantificar las concentraciones de hemoglobina y cromoforos exógenos no invasivos in vivo. A menudo aprovecha un algoritmo de reconstrucción de imágenes basado en modelos de difusión óptica para estimar los valores de propiedad espacial a partir de mediciones del flujo de luz en la superficie del tejido. En este estudio, el error cuadrado medio (MSE) sobre la imagen se utiliza para evaluar los métodos de regularización del problema de reconstrucción de imágenes inversas en la tomografía NIR. Las estimaciones de sesgo de imagen y desviación estándar de imagen se calcularon sobre la base de 100 reconstrucciones repetidas de una imagen de prueba con ruido distribuido aleatoriamente añadido a las mediciones del flujo de luz. Se observó que el error de sesgo domina a valores de parámetros de regularización altos mientras que la varianza domina a medida que el algoritmo se permite acercarse a la \"solución óptima\". Este óptimo no corresponde necesariamente a la solución de error de proyección mínima, pero normalmente requiere una mayor iteración con un parámetro de regularización decreciente para alcanzar el error de imagen más bajo. El aumento del ruido de medición hace necesario limitar el parámetro de regularización mínima a valores más altos para lograr un mínimo en la imagen global MSE ",
            "error": [
                ""
            ]
        },
        "light flux": {
            "translated_key": "flujo de luz",
            "translated_annotated_text": "Análisis estadístico de imágenes tomográficas cercanas al infrarrojo no reconstruidas linealmente. I. Teoría y simulaciones La tomografía difusa de infrarrojos cercanos (NIR) es un método emergente de imagen del interior de los tejidos para cuantificar las concentraciones de hemoglobina y cromoforos exógenos no invasivos in vivo. A menudo explota un algoritmo de reconstrucción de imágenes basado en modelos de difusión óptica para estimar los valores de propiedad espacial a partir de mediciones del \"flujo de luz\" en la superficie del tejido. En este estudio, el error cuadrado medio (MSE) sobre la imagen se utiliza para evaluar los métodos de regularización del problema de reconstrucción de imágenes inversas en la tomografía NIR. Las estimaciones de sesgo de imagen y desviación estándar de imagen se calcularon sobre la base de 100 reconstrucciones repetidas de una imagen de prueba con ruido distribuido aleatoriamente añadido a las mediciones de \"flujo de luz\". Se observó que el error de sesgo domina a valores de parámetros de regularización altos mientras que la varianza domina a medida que el algoritmo se permite acercarse a la solución óptima. Este óptimo no corresponde necesariamente a la solución de error de proyección mínima, pero normalmente requiere una mayor iteración con un parámetro de regularización decreciente para alcanzar el error de imagen más bajo. El aumento del ruido de medición hace necesario limitar el parámetro de regularización mínima a valores más altos para lograr un mínimo en la imagen global MSE ",
            "error": [
                ""
            ]
        },
        "mean-squared error": {
            "translated_key": "error cuadrado medio",
            "translated_annotated_text": "Análisis estadístico de imágenes tomográficas cercanas al infrarrojo no reconstruidas linealmente. I. Teoría y simulaciones La tomografía difusa de infrarrojos cercanos (NIR) es un método emergente de imagen del interior de los tejidos para cuantificar las concentraciones de hemoglobina y cromoforos exógenos no invasivos in vivo. A menudo aprovecha un algoritmo de reconstrucción de imágenes basado en modelos de difusión óptica para estimar los valores de propiedad espacial a partir de mediciones del flujo de luz en la superficie del tejido. En este estudio, el \"error cuadrado medio\" (MSE) sobre la imagen se utiliza para evaluar los métodos de regularización del problema de reconstrucción de imágenes inversas en la tomografía NIR. Las estimaciones de sesgo de imagen y desviación estándar de imagen se calcularon sobre la base de 100 reconstrucciones repetidas de una imagen de prueba con ruido distribuido aleatoriamente añadido a las mediciones del flujo de luz. Se observó que el error de sesgo domina a valores de parámetros de regularización altos mientras que la varianza domina a medida que el algoritmo se permite acercarse a la solución óptima. Este óptimo no corresponde necesariamente a la solución de error de proyección mínima, pero normalmente requiere una mayor iteración con un parámetro de regularización decreciente para alcanzar el error de imagen más bajo. El aumento del ruido de medición hace necesario limitar el parámetro de regularización mínima a valores más altos para lograr un mínimo en la imagen global MSE ",
            "error": [
                ""
            ]
        },
        "ill-posed inverse image reconstruction problem regularization": {
            "translated_key": [],
            "translated_annotated_text": "Análisis estadístico de imágenes tomográficas cercanas al infrarrojo no reconstruidas linealmente. I. Teoría y simulaciones La tomografía difusa de infrarrojos cercanos (NIR) es un método emergente de imagen del interior de los tejidos para cuantificar las concentraciones de hemoglobina y cromoforos exógenos no invasivos in vivo. A menudo aprovecha un algoritmo de reconstrucción de imágenes basado en modelos de difusión óptica para estimar los valores de propiedad espacial a partir de mediciones del flujo de luz en la superficie del tejido. En este estudio, el error cuadrado medio (MSE) sobre la imagen se utiliza para evaluar los métodos de regularización del problema de reconstrucción de imágenes inversas en la tomografía NIR. Las estimaciones de sesgo de imagen y desviación estándar de imagen se calcularon sobre la base de 100 reconstrucciones repetidas de una imagen de prueba con ruido distribuido aleatoriamente añadido a las mediciones del flujo de luz. Se observó que el error de sesgo domina a valores de parámetros de regularización altos mientras que la varianza domina a medida que el algoritmo se permite acercarse a la solución óptima. Este óptimo no corresponde necesariamente a la solución de error de proyección mínima, pero normalmente requiere una mayor iteración con un parámetro de regularización decreciente para alcanzar el error de imagen más bajo. El aumento del ruido de medición hace necesario limitar el parámetro de regularización mínima a valores más altos para lograr un mínimo en la imagen global MSE ",
            "error": []
        },
        "spatial property values estimation": {
            "translated_key": [],
            "translated_annotated_text": "Análisis estadístico de imágenes tomográficas cercanas al infrarrojo no reconstruidas linealmente. I. Teoría y simulaciones La tomografía difusa de infrarrojos cercanos (NIR) es un método emergente de imagen del interior de los tejidos para cuantificar las concentraciones de hemoglobina y cromoforos exógenos no invasivos in vivo. A menudo aprovecha un algoritmo de reconstrucción de imágenes basado en modelos de difusión óptica para estimar los valores de propiedad espacial a partir de mediciones del flujo de luz en la superficie del tejido. En este estudio, el error cuadrado medio (MSE) sobre la imagen se utiliza para evaluar los métodos de regularización del problema de reconstrucción de imágenes inversas en la tomografía NIR. Las estimaciones de sesgo de imagen y desviación estándar de imagen se calcularon sobre la base de 100 reconstrucciones repetidas de una imagen de prueba con ruido distribuido aleatoriamente añadido a las mediciones del flujo de luz. Se observó que el error de sesgo domina a valores de parámetros de regularización altos mientras que la varianza domina a medida que el algoritmo se permite acercarse a la solución óptima. Este óptimo no corresponde necesariamente a la solución de error de proyección mínima, pero normalmente requiere una mayor iteración con un parámetro de regularización decreciente para alcanzar el error de imagen más bajo. El aumento del ruido de medición hace necesario limitar el parámetro de regularización mínima a valores más altos para lograr un mínimo en la imagen global MSE ",
            "error": []
        },
        "test image": {
            "translated_key": "imagen de prueba",
            "translated_annotated_text": "Análisis estadístico de imágenes tomográficas cercanas al infrarrojo no reconstruidas linealmente. I. Teoría y simulaciones La tomografía difusa de infrarrojos cercanos (NIR) es un método emergente de imagen del interior de los tejidos para cuantificar las concentraciones de hemoglobina y cromoforos exógenos no invasivos in vivo. A menudo aprovecha un algoritmo de reconstrucción de imágenes basado en modelos de difusión óptica para estimar los valores de propiedad espacial a partir de mediciones del flujo de luz en la superficie del tejido. En este estudio, el error cuadrado medio (MSE) sobre la imagen se utiliza para evaluar los métodos de regularización del problema de reconstrucción de imágenes inversas en la tomografía NIR. Las estimaciones de sesgo de imagen y desviación estándar de imagen se calcularon sobre la base de 100 reconstrucciones repetidas de una \"imagen de prueba\" con ruido distribuido aleatoriamente añadido a las mediciones de flujo de luz. Se observó que el error de sesgo domina a valores de parámetros de regularización altos mientras que la varianza domina a medida que el algoritmo se permite acercarse a la solución óptima. Este óptimo no corresponde necesariamente a la solución de error de proyección mínima, pero normalmente requiere una mayor iteración con un parámetro de regularización decreciente para alcanzar el error de imagen más bajo. El aumento del ruido de medición hace necesario limitar el parámetro de regularización mínima a valores más altos para lograr un mínimo en la imagen global MSE ",
            "error": [
                ""
            ]
        },
        "randomly distributed noise": {
            "translated_key": "ruido distribuido aleatoriamente",
            "translated_annotated_text": "Análisis estadístico de imágenes tomográficas cercanas al infrarrojo no reconstruidas linealmente. I. Teoría y simulaciones La tomografía difusa de infrarrojos cercanos (NIR) es un método emergente de imagen del interior de los tejidos para cuantificar las concentraciones de hemoglobina y cromoforos exógenos no invasivos in vivo. A menudo aprovecha un algoritmo de reconstrucción de imágenes basado en modelos de difusión óptica para estimar los valores de propiedad espacial a partir de mediciones del flujo de luz en la superficie del tejido. En este estudio, el error cuadrado medio (MSE) sobre la imagen se utiliza para evaluar los métodos de regularización del problema de reconstrucción de imágenes inversas en la tomografía NIR. Las estimaciones de sesgo de imagen y desviación estándar de imagen se calcularon sobre la base de 100 reconstrucciones repetidas de una imagen de prueba con \"ruido distribuido aleatoriamente\" añadido a las mediciones de flujo de luz. Se observó que el error de sesgo domina a valores de parámetros de regularización altos mientras que la varianza domina a medida que el algoritmo se permite acercarse a la solución óptima. Este óptimo no corresponde necesariamente a la solución de error de proyección mínima, pero normalmente requiere una mayor iteración con un parámetro de regularización decreciente para alcanzar el error de imagen más bajo. El aumento del ruido de medición hace necesario limitar el parámetro de regularización mínima a valores más altos para lograr un mínimo en la imagen global MSE ",
            "error": [
                ""
            ]
        },
        "O/sub 2/": {
            "translated_key": [],
            "translated_annotated_text": "Análisis estadístico de imágenes tomográficas cercanas al infrarrojo no reconstruidas linealmente. I. Teoría y simulaciones La tomografía difusa de infrarrojos cercanos (NIR) es un método emergente de imagen del interior de los tejidos para cuantificar las concentraciones de hemoglobina y cromoforos exógenos no invasivos in vivo. A menudo aprovecha un algoritmo de reconstrucción de imágenes basado en modelos de difusión óptica para estimar los valores de propiedad espacial a partir de mediciones del flujo de luz en la superficie del tejido. En este estudio, el error cuadrado medio (MSE) sobre la imagen se utiliza para evaluar los métodos de regularización del problema de reconstrucción de imágenes inversas en la tomografía NIR. Las estimaciones de sesgo de imagen y desviación estándar de imagen se calcularon sobre la base de 100 reconstrucciones repetidas de una imagen de prueba con ruido distribuido aleatoriamente añadido a las mediciones del flujo de luz. Se observó que el error de sesgo domina a valores de parámetros de regularización altos mientras que la varianza domina a medida que el algoritmo se permite acercarse a la solución óptima. Este óptimo no corresponde necesariamente a la solución de error de proyección mínima, pero normalmente requiere una mayor iteración con un parámetro de regularización decreciente para alcanzar el error de imagen más bajo. El aumento del ruido de medición hace necesario limitar el parámetro de regularización mínima a valores más altos para lograr un mínimo en la imagen global MSE ",
            "error": []
        },
        "image reconstruction": {
            "translated_key": "reconstrucción de imágenes",
            "translated_annotated_text": "Análisis estadístico de imágenes tomográficas cercanas al infrarrojo no reconstruidas linealmente. I. Teoría y simulaciones La tomografía difusa de infrarrojos cercanos (NIR) es un método emergente de imagen del interior de los tejidos para cuantificar las concentraciones de hemoglobina y cromoforos exógenos no invasivos in vivo. A menudo explota un algoritmo de \"reconstrucción de imágenes\" basado en modelos de difusión óptica para estimar los valores de propiedad espacial a partir de mediciones del flujo de luz en la superficie del tejido. En este estudio, el error medio-cuadrado (MSE) sobre la imagen se utiliza para evaluar métodos para regularizar el problema de \"reconstrucción de imágenes\" inverso en la tomografía NIR. Las estimaciones de sesgo de imagen y desviación estándar de imagen se calcularon sobre la base de 100 reconstrucciones repetidas de una imagen de prueba con ruido distribuido aleatoriamente añadido a las mediciones del flujo de luz. Se observó que el error de sesgo domina a valores de parámetros de regularización altos mientras que la varianza domina a medida que el algoritmo se permite acercarse a la solución óptima. Este óptimo no corresponde necesariamente a la solución de error de proyección mínima, pero normalmente requiere una mayor iteración con un parámetro de regularización decreciente para alcanzar el error de imagen más bajo. El aumento del ruido de medición hace necesario limitar el parámetro de regularización mínima a valores más altos para lograr un mínimo en la imagen global MSE ",
            "error": [
                ""
            ]
        },
        "infrared imaging": {
            "translated_key": [],
            "translated_annotated_text": "Análisis estadístico de imágenes tomográficas cercanas al infrarrojo no reconstruidas linealmente. I. Teoría y simulaciones La tomografía difusa de infrarrojos cercanos (NIR) es un método emergente de imagen del interior de los tejidos para cuantificar las concentraciones de hemoglobina y cromoforos exógenos no invasivos in vivo. A menudo aprovecha un algoritmo de reconstrucción de imágenes basado en modelos de difusión óptica para estimar los valores de propiedad espacial a partir de mediciones del flujo de luz en la superficie del tejido. En este estudio, el error cuadrado medio (MSE) sobre la imagen se utiliza para evaluar los métodos de regularización del problema de reconstrucción de imágenes inversas en la tomografía NIR. Las estimaciones de sesgo de imagen y desviación estándar de imagen se calcularon sobre la base de 100 reconstrucciones repetidas de una imagen de prueba con ruido distribuido aleatoriamente añadido a las mediciones del flujo de luz. Se observó que el error de sesgo domina a valores de parámetros de regularización altos mientras que la varianza domina a medida que el algoritmo se permite acercarse a la solución óptima. Este óptimo no corresponde necesariamente a la solución de error de proyección mínima, pero normalmente requiere una mayor iteración con un parámetro de regularización decreciente para alcanzar el error de imagen más bajo. El aumento del ruido de medición hace necesario limitar el parámetro de regularización mínima a valores más altos para lograr un mínimo en la imagen global MSE ",
            "error": []
        },
        "inverse problems": {
            "translated_key": [],
            "translated_annotated_text": "Análisis estadístico de imágenes tomográficas cercanas al infrarrojo no reconstruidas linealmente. I. Teoría y simulaciones La tomografía difusa de infrarrojos cercanos (NIR) es un método emergente de imagen del interior de los tejidos para cuantificar las concentraciones de hemoglobina y cromoforos exógenos no invasivos in vivo. A menudo aprovecha un algoritmo de reconstrucción de imágenes basado en modelos de difusión óptica para estimar los valores de propiedad espacial a partir de mediciones del flujo de luz en la superficie del tejido. En este estudio, el error cuadrado medio (MSE) sobre la imagen se utiliza para evaluar los métodos de regularización del problema de reconstrucción de imágenes inversas en la tomografía NIR. Las estimaciones de sesgo de imagen y desviación estándar de imagen se calcularon sobre la base de 100 reconstrucciones repetidas de una imagen de prueba con ruido distribuido aleatoriamente añadido a las mediciones del flujo de luz. Se observó que el error de sesgo domina a valores de parámetros de regularización altos mientras que la varianza domina a medida que el algoritmo se permite acercarse a la solución óptima. Este óptimo no corresponde necesariamente a la solución de error de proyección mínima, pero normalmente requiere una mayor iteración con un parámetro de regularización decreciente para alcanzar el error de imagen más bajo. El aumento del ruido de medición hace necesario limitar el parámetro de regularización mínima a valores más altos para lograr un mínimo en la imagen global MSE ",
            "error": []
        },
        "iterative methods": {
            "translated_key": [],
            "translated_annotated_text": "Análisis estadístico de imágenes tomográficas cercanas al infrarrojo no reconstruidas linealmente. I. Teoría y simulaciones La tomografía difusa de infrarrojos cercanos (NIR) es un método emergente de imagen del interior de los tejidos para cuantificar las concentraciones de hemoglobina y cromoforos exógenos no invasivos in vivo. A menudo aprovecha un algoritmo de reconstrucción de imágenes basado en modelos de difusión óptica para estimar los valores de propiedad espacial a partir de mediciones del flujo de luz en la superficie del tejido. En este estudio, el error cuadrado medio (MSE) sobre la imagen se utiliza para evaluar los métodos de regularización del problema de reconstrucción de imágenes inversas en la tomografía NIR. Las estimaciones de sesgo de imagen y desviación estándar de imagen se calcularon sobre la base de 100 reconstrucciones repetidas de una imagen de prueba con ruido distribuido aleatoriamente añadido a las mediciones del flujo de luz. Se observó que el error de sesgo domina a valores de parámetros de regularización altos mientras que la varianza domina a medida que el algoritmo se permite acercarse a la solución óptima. Este óptimo no corresponde necesariamente a la solución de error de proyección mínima, pero normalmente requiere una mayor iteración con un parámetro de regularización decreciente para alcanzar el error de imagen más bajo. El aumento del ruido de medición hace necesario limitar el parámetro de regularización mínima a valores más altos para lograr un mínimo en la imagen global MSE ",
            "error": []
        },
        "medical image processing": {
            "translated_key": [],
            "translated_annotated_text": "Análisis estadístico de imágenes tomográficas cercanas al infrarrojo no reconstruidas linealmente. I. Teoría y simulaciones La tomografía difusa de infrarrojos cercanos (NIR) es un método emergente de imagen del interior de los tejidos para cuantificar las concentraciones de hemoglobina y cromoforos exógenos no invasivos in vivo. A menudo aprovecha un algoritmo de reconstrucción de imágenes basado en modelos de difusión óptica para estimar los valores de propiedad espacial a partir de mediciones del flujo de luz en la superficie del tejido. En este estudio, el error cuadrado medio (MSE) sobre la imagen se utiliza para evaluar los métodos de regularización del problema de reconstrucción de imágenes inversas en la tomografía NIR. Las estimaciones de sesgo de imagen y desviación estándar de imagen se calcularon sobre la base de 100 reconstrucciones repetidas de una imagen de prueba con ruido distribuido aleatoriamente añadido a las mediciones del flujo de luz. Se observó que el error de sesgo domina a valores de parámetros de regularización altos mientras que la varianza domina a medida que el algoritmo se permite acercarse a la solución óptima. Este óptimo no corresponde necesariamente a la solución de error de proyección mínima, pero normalmente requiere una mayor iteración con un parámetro de regularización decreciente para alcanzar el error de imagen más bajo. El aumento del ruido de medición hace necesario limitar el parámetro de regularización mínima a valores más altos para lograr un mínimo en la imagen global MSE ",
            "error": []
        },
        "optical tomography": {
            "translated_key": [],
            "translated_annotated_text": "Análisis estadístico de imágenes tomográficas cercanas al infrarrojo no reconstruidas linealmente. I. Teoría y simulaciones La tomografía difusa de infrarrojos cercanos (NIR) es un método emergente de imagen del interior de los tejidos para cuantificar las concentraciones de hemoglobina y cromoforos exógenos no invasivos in vivo. A menudo aprovecha un algoritmo de reconstrucción de imágenes basado en modelos de difusión óptica para estimar los valores de propiedad espacial a partir de mediciones del flujo de luz en la superficie del tejido. En este estudio, el error cuadrado medio (MSE) sobre la imagen se utiliza para evaluar los métodos de regularización del problema de reconstrucción de imágenes inversas en la tomografía NIR. Las estimaciones de sesgo de imagen y desviación estándar de imagen se calcularon sobre la base de 100 reconstrucciones repetidas de una imagen de prueba con ruido distribuido aleatoriamente añadido a las mediciones del flujo de luz. Se observó que el error de sesgo domina a valores de parámetros de regularización altos mientras que la varianza domina a medida que el algoritmo se permite acercarse a la solución óptima. Este óptimo no corresponde necesariamente a la solución de error de proyección mínima, pero normalmente requiere una mayor iteración con un parámetro de regularización decreciente para alcanzar el error de imagen más bajo. El aumento del ruido de medición hace necesario limitar el parámetro de regularización mínima a valores más altos para lograr un mínimo en la imagen global MSE ",
            "error": []
        },
        "statistical analysis": {
            "translated_key": [],
            "translated_annotated_text": "Análisis estadístico de imágenes tomográficas cercanas al infrarrojo no reconstruidas linealmente. I. Teoría y simulaciones La tomografía difusa de infrarrojos cercanos (NIR) es un método emergente de imagen del interior de los tejidos para cuantificar las concentraciones de hemoglobina y cromoforos exógenos no invasivos in vivo. A menudo aprovecha un algoritmo de reconstrucción de imágenes basado en modelos de difusión óptica para estimar los valores de propiedad espacial a partir de mediciones del flujo de luz en la superficie del tejido. En este estudio, el error cuadrado medio (MSE) sobre la imagen se utiliza para evaluar los métodos de regularización del problema de reconstrucción de imágenes inversas en la tomografía NIR. Las estimaciones de sesgo de imagen y desviación estándar de imagen se calcularon sobre la base de 100 reconstrucciones repetidas de una imagen de prueba con ruido distribuido aleatoriamente añadido a las mediciones del flujo de luz. Se observó que el error de sesgo domina a valores de parámetros de regularización altos mientras que la varianza domina a medida que el algoritmo se permite acercarse a la solución óptima. Este óptimo no corresponde necesariamente a la solución de error de proyección mínima, pero normalmente requiere una mayor iteración con un parámetro de regularización decreciente para alcanzar el error de imagen más bajo. El aumento del ruido de medición hace necesario limitar el parámetro de regularización mínima a valores más altos para lograr un mínimo en la imagen global MSE ",
            "error": []
        }
    }
}