{
    "original_text": "The use of visual search for knowledge gathering in image decision support This paper presents a new method of knowledge gathering for decision support in image understanding based on information extracted from the dynamics of saccadic eye movements. The framework involves the construction of a generic image feature extraction library, from which the feature extractors that are most relevant to the visual assessment by domain experts are determined automatically through factor analysis. The dynamics of the visual search are analyzed by using the Markov model for providing training information to novices on how and where to look for image features. The validity of the framework has been evaluated in a clinical scenario whereby the pulmonary vascular distribution on Computed Tomography images was assessed by experienced radiologists as a potential indicator of heart failure. The performance of the system has been demonstrated by training four novices to follow the visual assessment behavior of two experienced observers. In all cases, the accuracy of the students improved from near random decision making (33%) to accuracies ranging from 50% to 68%",
    "original_translation": "El uso de la búsqueda visual para la recopilación de conocimientos en apoyo de la decisión de imágenes Este artículo presenta un nuevo método de recopilación de conocimientos para el apoyo de decisiones en el entendimiento de imágenes basado en información extraída de la dinámica de los movimientos oculares sacádicos. El marco consiste en la construcción de una biblioteca de extracción de características de imagen genérica, a partir de la cual los extractores de características que son más relevantes para la evaluación visual por parte de expertos en dominios se determinan automáticamente a través del análisis de factores. La dinámica de la búsqueda visual se analiza utilizando el modelo Markov para proporcionar información de entrenamiento a los principiantes sobre cómo y dónde buscar características de la imagen. La validez del marco ha sido evaluada en un escenario clínico donde la distribución vascular pulmonar en imágenes de Tomografía Computada fue evaluada por radiólogos experimentados como un potencial indicador de insuficiencia cardiaca. El desempeño del sistema ha sido demostrado por la formación de cuatro novicios para seguir el comportamiento de evaluación visual de dos observadores experimentados. En todos los casos, la exactitud de los estudiantes mejoró desde la toma de decisiones casi aleatorias (33%) hasta las exactitudes que oscilaban entre el 50% y el 68%",
    "error_count": 12,
    "keys": {
        "pulmonary vascular distribution": {
            "translated_key": "distribución vascular pulmonar",
            "translated_annotated_text": "El uso de la búsqueda visual para la recopilación de conocimientos en apoyo de la decisión de imágenes Este artículo presenta un nuevo método de recopilación de conocimientos para el apoyo de decisiones en el entendimiento de imágenes basado en información extraída de la dinámica de los movimientos oculares sacádicos. El marco consiste en la construcción de una biblioteca de extracción de características de imagen genérica, a partir de la cual los extractores de características que son más relevantes para la evaluación visual por parte de expertos en dominios se determinan automáticamente a través del análisis de factores. La dinámica de la búsqueda visual se analiza utilizando el modelo Markov para proporcionar información de entrenamiento a los principiantes sobre cómo y dónde buscar características de la imagen. La validez del marco ha sido evaluada en un escenario clínico donde la \"distribución vascular pulmonar\" de las imágenes de Tomografía Computada fue evaluada por radiólogos experimentados como un indicador potencial de insuficiencia cardiaca. El desempeño del sistema ha sido demostrado por la formación de cuatro novicios para seguir el comportamiento de evaluación visual de dos observadores experimentados. En todos los casos, la exactitud de los estudiantes mejoró desde la toma de decisiones casi aleatorias (33%) hasta las exactitudes que oscilaban entre el 50% y el 68% ",
            "error": [
                ""
            ]
        },
        "experienced radiologists": {
            "translated_key": "radiólogos experimentados",
            "translated_annotated_text": "El uso de la búsqueda visual para la recopilación de conocimientos en apoyo de la decisión de imágenes Este artículo presenta un nuevo método de recopilación de conocimientos para el apoyo de decisiones en el entendimiento de imágenes basado en información extraída de la dinámica de los movimientos oculares sacádicos. El marco consiste en la construcción de una biblioteca de extracción de características de imagen genérica, a partir de la cual los extractores de características que son más relevantes para la evaluación visual por parte de expertos en dominios se determinan automáticamente a través del análisis de factores. La dinámica de la búsqueda visual se analiza utilizando el modelo Markov para proporcionar información de entrenamiento a los principiantes sobre cómo y dónde buscar características de la imagen. La validez del marco ha sido evaluada en un escenario clínico donde la distribución vascular pulmonar en imágenes de Tomografía Computada fue evaluada por \"radiólogos experimentados\" como un indicador potencial de insuficiencia cardiaca. El desempeño del sistema ha sido demostrado por la formación de cuatro novicios para seguir el comportamiento de evaluación visual de dos observadores experimentados. En todos los casos, la exactitud de los estudiantes mejoró desde la toma de decisiones casi aleatorias (33%) hasta las exactitudes que oscilaban entre el 50% y el 68% ",
            "error": [
                ""
            ]
        },
        "heart failure indicator": {
            "translated_key": [],
            "translated_annotated_text": "El uso de la búsqueda visual para la recopilación de conocimientos en apoyo de la decisión de imágenes Este artículo presenta un nuevo método de recopilación de conocimientos para el apoyo de decisiones en el entendimiento de imágenes basado en información extraída de la dinámica de los movimientos oculares sacádicos. El marco consiste en la construcción de una biblioteca de extracción de características de imagen genérica, a partir de la cual los extractores de características que son más relevantes para la evaluación visual por parte de expertos en dominios se determinan automáticamente a través del análisis de factores. La dinámica de la búsqueda visual se analiza utilizando el modelo Markov para proporcionar información de entrenamiento a los principiantes sobre cómo y dónde buscar características de la imagen. La validez del marco ha sido evaluada en un escenario clínico donde la distribución vascular pulmonar en imágenes de Tomografía Computada fue evaluada por radiólogos experimentados como un potencial indicador de insuficiencia cardiaca. El desempeño del sistema ha sido demostrado por la formación de cuatro novicios para seguir el comportamiento de evaluación visual de dos observadores experimentados. En todos los casos, la exactitud de los estudiantes mejoró desde la toma de decisiones casi aleatorias (33%) hasta las exactitudes que oscilaban entre el 50% y el 68% ",
            "error": []
        },
        "visual assessment behavior": {
            "translated_key": "comportamiento de evaluación visual",
            "translated_annotated_text": "El uso de la búsqueda visual para la recopilación de conocimientos en apoyo de la decisión de imágenes Este artículo presenta un nuevo método de recopilación de conocimientos para el apoyo de decisiones en el entendimiento de imágenes basado en información extraída de la dinámica de los movimientos oculares sacádicos. El marco consiste en la construcción de una biblioteca de extracción de características de imagen genérica, a partir de la cual los extractores de características que son más relevantes para la evaluación visual por parte de expertos en dominios se determinan automáticamente a través del análisis de factores. La dinámica de la búsqueda visual se analiza utilizando el modelo Markov para proporcionar información de entrenamiento a los principiantes sobre cómo y dónde buscar características de la imagen. La validez del marco ha sido evaluada en un escenario clínico donde la distribución vascular pulmonar en imágenes de Tomografía Computada fue evaluada por radiólogos experimentados como un potencial indicador de insuficiencia cardiaca. El desempeño del sistema ha sido demostrado por la formación de cuatro novicios para seguir el \"comportamiento de evaluación visual\" de dos observadores experimentados. En todos los casos, la exactitud de los estudiantes mejoró desde la toma de decisiones casi aleatorias (33%) hasta las exactitudes que oscilaban entre el 50% y el 68% ",
            "error": [
                ""
            ]
        },
        "experienced observers": {
            "translated_key": "observadores experimentados",
            "translated_annotated_text": "El uso de la búsqueda visual para la recopilación de conocimientos en apoyo de la decisión de imágenes Este artículo presenta un nuevo método de recopilación de conocimientos para el apoyo de decisiones en el entendimiento de imágenes basado en información extraída de la dinámica de los movimientos oculares sacádicos. El marco consiste en la construcción de una biblioteca de extracción de características de imagen genérica, a partir de la cual los extractores de características que son más relevantes para la evaluación visual por parte de expertos en dominios se determinan automáticamente a través del análisis de factores. La dinámica de la búsqueda visual se analiza utilizando el modelo Markov para proporcionar información de entrenamiento a los principiantes sobre cómo y dónde buscar características de la imagen. La validez del marco ha sido evaluada en un escenario clínico donde la distribución vascular pulmonar en imágenes de Tomografía Computada fue evaluada por radiólogos experimentados como un potencial indicador de insuficiencia cardiaca. El desempeño del sistema ha sido demostrado por la formación de cuatro novicios para seguir el comportamiento de evaluación visual de dos \"observadores experimentados\". En todos los casos, la exactitud de los estudiantes mejoró desde la toma de decisiones casi aleatorias (33%) hasta las exactitudes que oscilaban entre el 50% y el 68% ",
            "error": [
                ""
            ]
        },
        "student accuracy": {
            "translated_key": [],
            "translated_annotated_text": "El uso de la búsqueda visual para la recopilación de conocimientos en apoyo de la decisión de imágenes Este artículo presenta un nuevo método de recopilación de conocimientos para el apoyo de decisiones en el entendimiento de imágenes basado en información extraída de la dinámica de los movimientos oculares sacádicos. El marco consiste en la construcción de una biblioteca de extracción de características de imagen genérica, a partir de la cual los extractores de características que son más relevantes para la evaluación visual por parte de expertos en dominios se determinan automáticamente a través del análisis de factores. La dinámica de la búsqueda visual se analiza utilizando el modelo Markov para proporcionar información de entrenamiento a los principiantes sobre cómo y dónde buscar características de la imagen. La validez del marco ha sido evaluada en un escenario clínico donde la distribución vascular pulmonar en imágenes de Tomografía Computada fue evaluada por radiólogos experimentados como un potencial indicador de insuficiencia cardiaca. El desempeño del sistema ha sido demostrado por la formación de cuatro novicios para seguir el comportamiento de evaluación visual de dos observadores experimentados. En todos los casos, la exactitud de los estudiantes mejoró desde la toma de decisiones casi aleatorias (33%) hasta las exactitudes que oscilaban entre el 50% y el 68% ",
            "error": []
        },
        "Markov model": {
            "translated_key": "modelo de Markov",
            "translated_annotated_text": "El uso de la búsqueda visual para la recopilación de conocimientos en apoyo de la decisión de imágenes Este artículo presenta un nuevo método de recopilación de conocimientos para el apoyo de decisiones en el entendimiento de imágenes basado en información extraída de la dinámica de los movimientos oculares sacádicos. El marco consiste en la construcción de una biblioteca de extracción de características de imagen genérica, a partir de la cual los extractores de características que son más relevantes para la evaluación visual por parte de expertos en dominios se determinan automáticamente a través del análisis de factores. La dinámica de la búsqueda visual se analiza utilizando el \"modelo de Markov\" para proporcionar información de entrenamiento a los principiantes sobre cómo y dónde buscar características de la imagen. La validez del marco ha sido evaluada en un escenario clínico donde la distribución vascular pulmonar en imágenes de Tomografía Computada fue evaluada por radiólogos experimentados como un potencial indicador de insuficiencia cardiaca. El desempeño del sistema ha sido demostrado por la formación de cuatro novicios para seguir el comportamiento de evaluación visual de dos observadores experimentados. En todos los casos, la exactitud de los estudiantes mejoró desde la toma de decisiones casi aleatorias (33%) hasta las exactitudes que oscilaban entre el 50% y el 68% ",
            "error": [
                ""
            ]
        },
        "training information": {
            "translated_key": "información de entrenamiento",
            "translated_annotated_text": "El uso de la búsqueda visual para la recopilación de conocimientos en apoyo de la decisión de imágenes Este artículo presenta un nuevo método de recopilación de conocimientos para el apoyo de decisiones en el entendimiento de imágenes basado en información extraída de la dinámica de los movimientos oculares sacádicos. El marco consiste en la construcción de una biblioteca de extracción de características de imagen genérica, a partir de la cual los extractores de características que son más relevantes para la evaluación visual por parte de expertos en dominios se determinan automáticamente a través del análisis de factores. La dinámica de la búsqueda visual se analiza utilizando el modelo Markov para proporcionar \"información de entrenamiento\" a los principiantes sobre cómo y dónde buscar características de la imagen. La validez del marco ha sido evaluada en un escenario clínico donde la distribución vascular pulmonar en imágenes de Tomografía Computada fue evaluada por radiólogos experimentados como un potencial indicador de insuficiencia cardiaca. El desempeño del sistema ha sido demostrado por la formación de cuatro novicios para seguir el comportamiento de evaluación visual de dos observadores experimentados. En todos los casos, la exactitud de los estudiantes mejoró desde la toma de decisiones casi aleatorias (33%) hasta las exactitudes que oscilaban entre el 50% y el 68% ",
            "error": [
                ""
            ]
        },
        "image features": {
            "translated_key": "características de imagen",
            "translated_annotated_text": "El uso de la búsqueda visual para la recopilación de conocimientos en apoyo de la decisión de imágenes Este artículo presenta un nuevo método de recopilación de conocimientos para el apoyo de decisiones en el entendimiento de imágenes basado en información extraída de la dinámica de los movimientos oculares sacádicos. El marco consiste en la construcción de una biblioteca de extracción de características de imagen genérica, a partir de la cual los extractores de características que son más relevantes para la evaluación visual por parte de expertos en dominios se determinan automáticamente a través del análisis de factores. La dinámica de la búsqueda visual se analiza utilizando el modelo Markov para proporcionar información de entrenamiento a los principiantes sobre cómo y dónde buscar \"características de imagen\". La validez del marco ha sido evaluada en un escenario clínico donde la distribución vascular pulmonar en imágenes de Tomografía Computada fue evaluada por radiólogos experimentados como un potencial indicador de insuficiencia cardiaca. El desempeño del sistema ha sido demostrado por la formación de cuatro novicios para seguir el comportamiento de evaluación visual de dos observadores experimentados. En todos los casos, la exactitud de los estudiantes mejoró desde la toma de decisiones casi aleatorias (33%) hasta las exactitudes que oscilaban entre el 50% y el 68% ",
            "error": [
                ""
            ]
        },
        "domain experts": {
            "translated_key": "expertos en dominio",
            "translated_annotated_text": "El uso de la búsqueda visual para la recopilación de conocimientos en apoyo de la decisión de imágenes Este artículo presenta un nuevo método de recopilación de conocimientos para el apoyo de decisiones en el entendimiento de imágenes basado en información extraída de la dinámica de los movimientos oculares sacádicos. El marco consiste en la construcción de una biblioteca de extracción de características de imagen genérica, a partir de la cual los extractores de características que son más relevantes para la evaluación visual por \"expertos en dominio\" se determinan automáticamente a través del análisis de factores. La dinámica de la búsqueda visual se analiza utilizando el modelo Markov para proporcionar información de entrenamiento a los principiantes sobre cómo y dónde buscar características de la imagen. La validez del marco ha sido evaluada en un escenario clínico donde la distribución vascular pulmonar en imágenes de Tomografía Computada fue evaluada por radiólogos experimentados como un potencial indicador de insuficiencia cardiaca. El desempeño del sistema ha sido demostrado por la formación de cuatro novicios para seguir el comportamiento de evaluación visual de dos observadores experimentados. En todos los casos, la exactitud de los estudiantes mejoró desde la toma de decisiones casi aleatorias (33%) hasta las exactitudes que oscilaban entre el 50% y el 68% ",
            "error": [
                ""
            ]
        },
        "saccadic eye movements dynamics": {
            "translated_key": [],
            "translated_annotated_text": "El uso de la búsqueda visual para la recopilación de conocimientos en apoyo de la decisión de imágenes Este artículo presenta un nuevo método de recopilación de conocimientos para el apoyo de decisiones en el entendimiento de imágenes basado en información extraída de la dinámica de los movimientos oculares sacádicos. El marco consiste en la construcción de una biblioteca de extracción de características de imagen genérica, a partir de la cual los extractores de características que son más relevantes para la evaluación visual por parte de expertos en dominios se determinan automáticamente a través del análisis de factores. La dinámica de la búsqueda visual se analiza utilizando el modelo Markov para proporcionar información de entrenamiento a los principiantes sobre cómo y dónde buscar características de la imagen. La validez del marco ha sido evaluada en un escenario clínico donde la distribución vascular pulmonar en imágenes de Tomografía Computada fue evaluada por radiólogos experimentados como un potencial indicador de insuficiencia cardiaca. El desempeño del sistema ha sido demostrado por la formación de cuatro novicios para seguir el comportamiento de evaluación visual de dos observadores experimentados. En todos los casos, la exactitud de los estudiantes mejoró desde la toma de decisiones casi aleatorias (33%) hasta las exactitudes que oscilaban entre el 50% y el 68% ",
            "error": []
        },
        "near random decision making": {
            "translated_key": "la toma de decisiones casi aleatoria",
            "translated_annotated_text": "El uso de la búsqueda visual para la recopilación de conocimientos en apoyo de la decisión de imágenes Este artículo presenta un nuevo método de recopilación de conocimientos para el apoyo de decisiones en el entendimiento de imágenes basado en información extraída de la dinámica de los movimientos oculares sacádicos. El marco consiste en la construcción de una biblioteca de extracción de características de imagen genérica, a partir de la cual los extractores de características que son más relevantes para la evaluación visual por parte de expertos en dominios se determinan automáticamente a través del análisis de factores. La dinámica de la búsqueda visual se analiza utilizando el modelo Markov para proporcionar información de entrenamiento a los principiantes sobre cómo y dónde buscar características de la imagen. La validez del marco ha sido evaluada en un escenario clínico donde la distribución vascular pulmonar en imágenes de Tomografía Computada fue evaluada por radiólogos experimentados como un potencial indicador de insuficiencia cardiaca. El desempeño del sistema ha sido demostrado por la formación de cuatro novicios para seguir el comportamiento de evaluación visual de dos observadores experimentados. En todos los casos, la exactitud de los estudiantes mejoró de \"la toma de decisiones casi aleatoria\" (33%) a las exactitudes que oscilan entre el 50% y el 68% ",
            "error": [
                ""
            ]
        },
        "medical diagnostic imaging": {
            "translated_key": [],
            "translated_annotated_text": "El uso de la búsqueda visual para la recopilación de conocimientos en apoyo de la decisión de imágenes Este artículo presenta un nuevo método de recopilación de conocimientos para el apoyo de decisiones en el entendimiento de imágenes basado en información extraída de la dinámica de los movimientos oculares sacádicos. El marco consiste en la construcción de una biblioteca de extracción de características de imagen genérica, a partir de la cual los extractores de características que son más relevantes para la evaluación visual por parte de expertos en dominios se determinan automáticamente a través del análisis de factores. La dinámica de la búsqueda visual se analiza utilizando el modelo Markov para proporcionar información de entrenamiento a los principiantes sobre cómo y dónde buscar características de la imagen. La validez del marco ha sido evaluada en un escenario clínico donde la distribución vascular pulmonar en imágenes de Tomografía Computada fue evaluada por radiólogos experimentados como un potencial indicador de insuficiencia cardiaca. El desempeño del sistema ha sido demostrado por la formación de cuatro novicios para seguir el comportamiento de evaluación visual de dos observadores experimentados. En todos los casos, la exactitud de los estudiantes mejoró desde la toma de decisiones casi aleatorias (33%) hasta las exactitudes que oscilaban entre el 50% y el 68% ",
            "error": []
        },
        "biomechanics": {
            "translated_key": [],
            "translated_annotated_text": "El uso de la búsqueda visual para la recopilación de conocimientos en apoyo de la decisión de imágenes Este artículo presenta un nuevo método de recopilación de conocimientos para el apoyo de decisiones en el entendimiento de imágenes basado en información extraída de la dinámica de los movimientos oculares sacádicos. El marco consiste en la construcción de una biblioteca de extracción de características de imagen genérica, a partir de la cual los extractores de características que son más relevantes para la evaluación visual por parte de expertos en dominios se determinan automáticamente a través del análisis de factores. La dinámica de la búsqueda visual se analiza utilizando el modelo Markov para proporcionar información de entrenamiento a los principiantes sobre cómo y dónde buscar características de la imagen. La validez del marco ha sido evaluada en un escenario clínico donde la distribución vascular pulmonar en imágenes de Tomografía Computada fue evaluada por radiólogos experimentados como un potencial indicador de insuficiencia cardiaca. El desempeño del sistema ha sido demostrado por la formación de cuatro novicios para seguir el comportamiento de evaluación visual de dos observadores experimentados. En todos los casos, la exactitud de los estudiantes mejoró desde la toma de decisiones casi aleatorias (33%) hasta las exactitudes que oscilaban entre el 50% y el 68% ",
            "error": []
        },
        "cardiology": {
            "translated_key": [],
            "translated_annotated_text": "El uso de la búsqueda visual para la recopilación de conocimientos en apoyo de la decisión de imágenes Este artículo presenta un nuevo método de recopilación de conocimientos para el apoyo de decisiones en el entendimiento de imágenes basado en información extraída de la dinámica de los movimientos oculares sacádicos. El marco consiste en la construcción de una biblioteca de extracción de características de imagen genérica, a partir de la cual los extractores de características que son más relevantes para la evaluación visual por parte de expertos en dominios se determinan automáticamente a través del análisis de factores. La dinámica de la búsqueda visual se analiza utilizando el modelo Markov para proporcionar información de entrenamiento a los principiantes sobre cómo y dónde buscar características de la imagen. La validez del marco ha sido evaluada en un escenario clínico donde la distribución vascular pulmonar en imágenes de Tomografía Computada fue evaluada por radiólogos experimentados como un potencial indicador de insuficiencia cardiaca. El desempeño del sistema ha sido demostrado por la formación de cuatro novicios para seguir el comportamiento de evaluación visual de dos observadores experimentados. En todos los casos, la exactitud de los estudiantes mejoró desde la toma de decisiones casi aleatorias (33%) hasta las exactitudes que oscilaban entre el 50% y el 68% ",
            "error": []
        },
        "computerised tomography": {
            "translated_key": [],
            "translated_annotated_text": "El uso de la búsqueda visual para la recopilación de conocimientos en apoyo de la decisión de imágenes Este artículo presenta un nuevo método de recopilación de conocimientos para el apoyo de decisiones en el entendimiento de imágenes basado en información extraída de la dinámica de los movimientos oculares sacádicos. El marco consiste en la construcción de una biblioteca de extracción de características de imagen genérica, a partir de la cual los extractores de características que son más relevantes para la evaluación visual por parte de expertos en dominios se determinan automáticamente a través del análisis de factores. La dinámica de la búsqueda visual se analiza utilizando el modelo Markov para proporcionar información de entrenamiento a los principiantes sobre cómo y dónde buscar características de la imagen. La validez del marco ha sido evaluada en un escenario clínico donde la distribución vascular pulmonar en imágenes de Tomografía Computada fue evaluada por radiólogos experimentados como un potencial indicador de insuficiencia cardiaca. El desempeño del sistema ha sido demostrado por la formación de cuatro novicios para seguir el comportamiento de evaluación visual de dos observadores experimentados. En todos los casos, la exactitud de los estudiantes mejoró desde la toma de decisiones casi aleatorias (33%) hasta las exactitudes que oscilaban entre el 50% y el 68% ",
            "error": []
        },
        "decision support systems": {
            "translated_key": [],
            "translated_annotated_text": "El uso de la búsqueda visual para la recopilación de conocimientos en apoyo de la decisión de imágenes Este artículo presenta un nuevo método de recopilación de conocimientos para el apoyo de decisiones en el entendimiento de imágenes basado en información extraída de la dinámica de los movimientos oculares sacádicos. El marco consiste en la construcción de una biblioteca de extracción de características de imagen genérica, a partir de la cual los extractores de características que son más relevantes para la evaluación visual por parte de expertos en dominios se determinan automáticamente a través del análisis de factores. La dinámica de la búsqueda visual se analiza utilizando el modelo Markov para proporcionar información de entrenamiento a los principiantes sobre cómo y dónde buscar características de la imagen. La validez del marco ha sido evaluada en un escenario clínico donde la distribución vascular pulmonar en imágenes de Tomografía Computada fue evaluada por radiólogos experimentados como un potencial indicador de insuficiencia cardiaca. El desempeño del sistema ha sido demostrado por la formación de cuatro novicios para seguir el comportamiento de evaluación visual de dos observadores experimentados. En todos los casos, la exactitud de los estudiantes mejoró desde la toma de decisiones casi aleatorias (33%) hasta las exactitudes que oscilaban entre el 50% y el 68% ",
            "error": []
        },
        "eye": {
            "translated_key": "ojos",
            "translated_annotated_text": "El uso de la búsqueda visual para la recolección de conocimiento en apoyo de la decisión de imagen Este artículo presenta un nuevo método de recolección de conocimiento para el apoyo de la decisión en el entendimiento de imágenes basado en información extraída de la dinámica de los movimientos \"ojos\" sacádicos. El marco consiste en la construcción de una biblioteca de extracción de características de imagen genérica, a partir de la cual los extractores de características que son más relevantes para la evaluación visual por parte de expertos en dominios se determinan automáticamente a través del análisis de factores. La dinámica de la búsqueda visual se analiza utilizando el modelo Markov para proporcionar información de entrenamiento a los principiantes sobre cómo y dónde buscar características de la imagen. La validez del marco ha sido evaluada en un escenario clínico donde la distribución vascular pulmonar en imágenes de Tomografía Computada fue evaluada por radiólogos experimentados como un potencial indicador de insuficiencia cardiaca. El desempeño del sistema ha sido demostrado por la formación de cuatro novicios para seguir el comportamiento de evaluación visual de dos observadores experimentados. En todos los casos, la exactitud de los estudiantes mejoró desde la toma de decisiones casi aleatorias (33%) hasta las exactitudes que oscilaban entre el 50% y el 68% ",
            "error": [
                ""
            ]
        },
        "feature extraction": {
            "translated_key": "extracción de características",
            "translated_annotated_text": "El uso de la búsqueda visual para la recopilación de conocimientos en apoyo de la decisión de imágenes Este artículo presenta un nuevo método de recopilación de conocimientos para el apoyo de decisiones en el entendimiento de imágenes basado en información extraída de la dinámica de los movimientos oculares sacádicos. El marco consiste en la construcción de una biblioteca genérica de \"extracción de características\" de imagen, desde la cual los extractores de características que son más relevantes para la evaluación visual por parte de expertos en dominios se determinan automáticamente a través del análisis de factores. La dinámica de la búsqueda visual se analiza utilizando el modelo Markov para proporcionar información de entrenamiento a los principiantes sobre cómo y dónde buscar características de la imagen. La validez del marco ha sido evaluada en un escenario clínico donde la distribución vascular pulmonar en imágenes de Tomografía Computada fue evaluada por radiólogos experimentados como un potencial indicador de insuficiencia cardiaca. El desempeño del sistema ha sido demostrado por la formación de cuatro novicios para seguir el comportamiento de evaluación visual de dos observadores experimentados. En todos los casos, la exactitud de los estudiantes mejoró desde la toma de decisiones casi aleatorias (33%) hasta las exactitudes que oscilaban entre el 50% y el 68% ",
            "error": [
                ""
            ]
        },
        "lung": {
            "translated_key": [],
            "translated_annotated_text": "El uso de la búsqueda visual para la recopilación de conocimientos en apoyo de la decisión de imágenes Este artículo presenta un nuevo método de recopilación de conocimientos para el apoyo de decisiones en el entendimiento de imágenes basado en información extraída de la dinámica de los movimientos oculares sacádicos. El marco consiste en la construcción de una biblioteca de extracción de características de imagen genérica, a partir de la cual los extractores de características que son más relevantes para la evaluación visual por parte de expertos en dominios se determinan automáticamente a través del análisis de factores. La dinámica de la búsqueda visual se analiza utilizando el modelo Markov para proporcionar información de entrenamiento a los principiantes sobre cómo y dónde buscar características de la imagen. La validez del marco ha sido evaluada en un escenario clínico donde la distribución vascular pulmonar en imágenes de Tomografía Computada fue evaluada por radiólogos experimentados como un potencial indicador de insuficiencia cardiaca. El desempeño del sistema ha sido demostrado por la formación de cuatro novicios para seguir el comportamiento de evaluación visual de dos observadores experimentados. En todos los casos, la exactitud de los estudiantes mejoró desde la toma de decisiones casi aleatorias (33%) hasta las exactitudes que oscilaban entre el 50% y el 68% ",
            "error": []
        },
        "Markov processes": {
            "translated_key": [],
            "translated_annotated_text": "El uso de la búsqueda visual para la recopilación de conocimientos en apoyo de la decisión de imágenes Este artículo presenta un nuevo método de recopilación de conocimientos para el apoyo de decisiones en el entendimiento de imágenes basado en información extraída de la dinámica de los movimientos oculares sacádicos. El marco consiste en la construcción de una biblioteca de extracción de características de imagen genérica, a partir de la cual los extractores de características que son más relevantes para la evaluación visual por parte de expertos en dominios se determinan automáticamente a través del análisis de factores. La dinámica de la búsqueda visual se analiza utilizando el modelo Markov para proporcionar información de entrenamiento a los principiantes sobre cómo y dónde buscar características de la imagen. La validez del marco ha sido evaluada en un escenario clínico donde la distribución vascular pulmonar en imágenes de Tomografía Computada fue evaluada por radiólogos experimentados como un potencial indicador de insuficiencia cardiaca. El desempeño del sistema ha sido demostrado por la formación de cuatro novicios para seguir el comportamiento de evaluación visual de dos observadores experimentados. En todos los casos, la exactitud de los estudiantes mejoró desde la toma de decisiones casi aleatorias (33%) hasta las exactitudes que oscilaban entre el 50% y el 68% ",
            "error": []
        },
        "medical image processing": {
            "translated_key": [],
            "translated_annotated_text": "El uso de la búsqueda visual para la recopilación de conocimientos en apoyo de la decisión de imágenes Este artículo presenta un nuevo método de recopilación de conocimientos para el apoyo de decisiones en el entendimiento de imágenes basado en información extraída de la dinámica de los movimientos oculares sacádicos. El marco consiste en la construcción de una biblioteca de extracción de características de imagen genérica, a partir de la cual los extractores de características que son más relevantes para la evaluación visual por parte de expertos en dominios se determinan automáticamente a través del análisis de factores. La dinámica de la búsqueda visual se analiza utilizando el modelo Markov para proporcionar información de entrenamiento a los principiantes sobre cómo y dónde buscar características de la imagen. La validez del marco ha sido evaluada en un escenario clínico donde la distribución vascular pulmonar en imágenes de Tomografía Computada fue evaluada por radiólogos experimentados como un potencial indicador de insuficiencia cardiaca. El desempeño del sistema ha sido demostrado por la formación de cuatro novicios para seguir el comportamiento de evaluación visual de dos observadores experimentados. En todos los casos, la exactitud de los estudiantes mejoró desde la toma de decisiones casi aleatorias (33%) hasta las exactitudes que oscilaban entre el 50% y el 68% ",
            "error": []
        },
        "visual perception": {
            "translated_key": [],
            "translated_annotated_text": "El uso de la búsqueda visual para la recopilación de conocimientos en apoyo de la decisión de imágenes Este artículo presenta un nuevo método de recopilación de conocimientos para el apoyo de decisiones en el entendimiento de imágenes basado en información extraída de la dinámica de los movimientos oculares sacádicos. El marco consiste en la construcción de una biblioteca de extracción de características de imagen genérica, a partir de la cual los extractores de características que son más relevantes para la evaluación visual por parte de expertos en dominios se determinan automáticamente a través del análisis de factores. La dinámica de la búsqueda visual se analiza utilizando el modelo Markov para proporcionar información de entrenamiento a los principiantes sobre cómo y dónde buscar características de la imagen. La validez del marco ha sido evaluada en un escenario clínico donde la distribución vascular pulmonar en imágenes de Tomografía Computada fue evaluada por radiólogos experimentados como un potencial indicador de insuficiencia cardiaca. El desempeño del sistema ha sido demostrado por la formación de cuatro novicios para seguir el comportamiento de evaluación visual de dos observadores experimentados. En todos los casos, la exactitud de los estudiantes mejoró desde la toma de decisiones casi aleatorias (33%) hasta las exactitudes que oscilaban entre el 50% y el 68% ",
            "error": []
        }
    }
}