{
    "original_text": "A study of hospitality and tourism information technology education and industrial applications The purpose of this study was to examine the subject relevance of information technology (IT) in hospitality and tourism management programs with skills deployed in the workplace. This study aimed at investigating graduates transition from education to employment, and to determine how well they appear to be equipped to meet the needs of the hospitality and tourism industry. One hundred and seventeen graduates responded to a mail survey. These graduates rated the importance of IT skills in the workplace, the level of IT teaching in hotel and tourism management programs, and the self-competence level in IT. This study concluded that a gap exists between the IT skills required at work and those acquired at university",
    "original_translation": "Estudio de la educación en tecnología de la información en hostelería y turismo y aplicaciones industriales El objetivo de este estudio fue examinar la relevancia de la tecnología de la información (TI) en programas de gestión de hostelería y turismo con habilidades implementadas en el lugar de trabajo. Este estudio tenía por objeto investigar la transición de los graduados de la educación al empleo, y determinar qué tan bien parecen estar equipados para satisfacer las necesidades de la industria de la hospitalidad y el turismo. Ciento diecisiete graduados respondieron a una encuesta por correo. Estos graduados valoraron la importancia de las habilidades de TI en el lugar de trabajo, el nivel de enseñanza de TI en programas de gestión hotelera y turística, y el nivel de autocompetencia en TI. En este estudio se llegó a la conclusión de que existe una brecha entre las competencias informáticas requeridas en el trabajo y las adquiridas en la universidad.",
    "error_count": 7,
    "keys": {
        "hospitality and tourism management programs": {
            "translated_key": "programas de gestión de la hospitalidad y el turismo",
            "translated_annotated_text": "Estudio de la educación en tecnología de la información en hostelería y turismo y aplicaciones industriales El objetivo de este estudio fue examinar la relevancia temática de la tecnología de la información (TI) en \"programas de gestión de la hospitalidad y el turismo\" con habilidades implementadas en el lugar de trabajo. Este estudio tenía por objeto investigar la transición de los graduados de la educación al empleo, y determinar qué tan bien parecen estar equipados para satisfacer las necesidades de la industria de la hospitalidad y el turismo. Ciento diecisiete graduados respondieron a una encuesta por correo. Estos graduados valoraron la importancia de las habilidades de TI en el lugar de trabajo, el nivel de enseñanza de TI en programas de gestión hotelera y turística, y el nivel de autocompetencia en TI. En este estudio se llegó a la conclusión de que existe una brecha entre las competencias informáticas requeridas en el trabajo y las adquiridas en la universidad. ",
            "error": [
                ""
            ]
        },
        "education": {
            "translated_key": "educación",
            "translated_annotated_text": "Estudio de la \"educación\" y aplicaciones industriales de la tecnología de la información en hostelería y turismo El objetivo de este estudio fue examinar la relevancia temática de la tecnología de la información (TI) en programas de gestión de hostelería y turismo con habilidades desplegadas en el lugar de trabajo. Este estudio tuvo como objetivo investigar la transición de los graduados de la \"educación\" al empleo, y determinar qué tan bien parecen estar equipados para satisfacer las necesidades de la industria de la hospitalidad y el turismo. Ciento diecisiete graduados respondieron a una encuesta por correo. Estos graduados valoraron la importancia de las habilidades de TI en el lugar de trabajo, el nivel de enseñanza de TI en programas de gestión hotelera y turística, y el nivel de autocompetencia en TI. En este estudio se llegó a la conclusión de que existe una brecha entre las competencias informáticas requeridas en el trabajo y las adquiridas en la universidad. ",
            "error": [
                ""
            ]
        },
        "employment": {
            "translated_key": "empleo",
            "translated_annotated_text": "Estudio de la educación en tecnología de la información en hostelería y turismo y aplicaciones industriales El objetivo de este estudio fue examinar la relevancia de la tecnología de la información (TI) en programas de gestión de hostelería y turismo con habilidades implementadas en el lugar de trabajo. Este estudio tuvo como objetivo investigar la transición de los graduados de la educación al \"empleo\", y determinar qué tan bien parecen estar equipados para satisfacer las necesidades de la industria de la hospitalidad y el turismo. Ciento diecisiete graduados respondieron a una encuesta por correo. Estos graduados valoraron la importancia de las habilidades de TI en el lugar de trabajo, el nivel de enseñanza de TI en programas de gestión hotelera y turística, y el nivel de autocompetencia en TI. En este estudio se llegó a la conclusión de que existe una brecha entre las competencias informáticas requeridas en el trabajo y las adquiridas en la universidad. ",
            "error": [
                ""
            ]
        },
        "hospitality industry": {
            "translated_key": [],
            "translated_annotated_text": "Estudio de la educación en tecnología de la información en hostelería y turismo y aplicaciones industriales El objetivo de este estudio fue examinar la relevancia de la tecnología de la información (TI) en programas de gestión de hostelería y turismo con habilidades implementadas en el lugar de trabajo. Este estudio tenía por objeto investigar la transición de los graduados de la educación al empleo, y determinar qué tan bien parecen estar equipados para satisfacer las necesidades de la industria de la hospitalidad y el turismo. Ciento diecisiete graduados respondieron a una encuesta por correo. Estos graduados valoraron la importancia de las habilidades de TI en el lugar de trabajo, el nivel de enseñanza de TI en programas de gestión hotelera y turística, y el nivel de autocompetencia en TI. En este estudio se llegó a la conclusión de que existe una brecha entre las competencias informáticas requeridas en el trabajo y las adquiridas en la universidad. ",
            "error": []
        },
        "tourism industry": {
            "translated_key": "industria turística",
            "translated_annotated_text": "Estudio de la educación en tecnología de la información en hostelería y turismo y aplicaciones industriales El objetivo de este estudio fue examinar la relevancia de la tecnología de la información (TI) en programas de gestión de hostelería y turismo con habilidades implementadas en el lugar de trabajo. Este estudio tenía como objetivo investigar la transición de los graduados de la educación al empleo, y determinar qué tan bien parecen estar equipados para satisfacer las necesidades de la hospitalidad y la \"industria turística\". Ciento diecisiete graduados respondieron a una encuesta por correo. Estos graduados valoraron la importancia de las habilidades de TI en el lugar de trabajo, el nivel de enseñanza de TI en programas de gestión hotelera y turística, y el nivel de autocompetencia en TI. En este estudio se llegó a la conclusión de que existe una brecha entre las competencias informáticas requeridas en el trabajo y las adquiridas en la universidad. ",
            "error": [
                ""
            ]
        },
        "mail survey": {
            "translated_key": [],
            "translated_annotated_text": "Estudio de la educación en tecnología de la información en hostelería y turismo y aplicaciones industriales El objetivo de este estudio fue examinar la relevancia de la tecnología de la información (TI) en programas de gestión de hostelería y turismo con habilidades implementadas en el lugar de trabajo. Este estudio tenía por objeto investigar la transición de los graduados de la educación al empleo, y determinar qué tan bien parecen estar equipados para satisfacer las necesidades de la industria de la hospitalidad y el turismo. Ciento diecisiete graduados respondieron a una encuesta por correo electrónico. Estos graduados valoraron la importancia de las habilidades de TI en el lugar de trabajo, el nivel de enseñanza de TI en programas de gestión hotelera y turística, y el nivel de autocompetencia en TI. En este estudio se llegó a la conclusión de que existe una brecha entre las competencias informáticas requeridas en el trabajo y las adquiridas en la universidad. ",
            "error": []
        },
        "graduates": {
            "translated_key": "graduados",
            "translated_annotated_text": "Estudio de la educación en tecnología de la información en hostelería y turismo y aplicaciones industriales El objetivo de este estudio fue examinar la relevancia de la tecnología de la información (TI) en programas de gestión de hostelería y turismo con habilidades implementadas en el lugar de trabajo. Este estudio tuvo como objetivo investigar la transición de la educación al empleo y determinar qué tan bien parecen estar equipados para satisfacer las necesidades de la industria de la hospitalidad y el turismo. Ciento diecisiete \"graduados\" respondieron a una encuesta por correo. Estos \"graduados\" calificaron la importancia de las habilidades de TI en el lugar de trabajo, el nivel de enseñanza de TI en programas de gestión hotelera y turística, y el nivel de autocompetencia en TI. En este estudio se llegó a la conclusión de que existe una brecha entre las competencias informáticas requeridas en el trabajo y las adquiridas en la universidad. ",
            "error": [
                ""
            ]
        },
        "IT skills": {
            "translated_key": [
                "habilidades de TI",
                "capacidades informáticas"
            ],
            "translated_annotated_text": "Estudio de la educación en tecnología de la información en hostelería y turismo y aplicaciones industriales El objetivo de este estudio fue examinar la relevancia de la tecnología de la información (TI) en programas de gestión de hostelería y turismo con habilidades implementadas en el lugar de trabajo. Este estudio tenía por objeto investigar la transición de los graduados de la educación al empleo, y determinar qué tan bien parecen estar equipados para satisfacer las necesidades de la industria de la hospitalidad y el turismo. Ciento diecisiete graduados respondieron a una encuesta por correo. Estos graduados valoraron la importancia de las \"habilidades de TI\" en el lugar de trabajo, el nivel de enseñanza de TI en programas de gestión hotelera y turística, y el nivel de autocompetencia en TI. Este estudio concluyó que existe una brecha entre las \"capacidades informáticas\" requeridas en el trabajo y las adquiridas en la universidad. ",
            "error": [
                "habilidades de TI",
                "capacidades informáticas"
            ]
        },
        "university": {
            "translated_key": "universidad",
            "translated_annotated_text": "Estudio de la educación en tecnología de la información en hostelería y turismo y aplicaciones industriales El objetivo de este estudio fue examinar la relevancia de la tecnología de la información (TI) en programas de gestión de hostelería y turismo con habilidades implementadas en el lugar de trabajo. Este estudio tenía por objeto investigar la transición de los graduados de la educación al empleo, y determinar qué tan bien parecen estar equipados para satisfacer las necesidades de la industria de la hospitalidad y el turismo. Ciento diecisiete graduados respondieron a una encuesta por correo. Estos graduados valoraron la importancia de las habilidades de TI en el lugar de trabajo, el nivel de enseñanza de TI en programas de gestión hotelera y turística, y el nivel de autocompetencia en TI. Este estudio concluyó que existe una brecha entre las habilidades de TI requeridas en el trabajo y las adquiridas en la \"universidad\" ",
            "error": [
                ""
            ]
        },
        "IT teaching": {
            "translated_key": "enseñanza de TI",
            "translated_annotated_text": "Estudio de la educación en tecnología de la información en hostelería y turismo y aplicaciones industriales El objetivo de este estudio fue examinar la relevancia de la tecnología de la información (TI) en programas de gestión de hostelería y turismo con habilidades implementadas en el lugar de trabajo. Este estudio tenía por objeto investigar la transición de los graduados de la educación al empleo, y determinar qué tan bien parecen estar equipados para satisfacer las necesidades de la industria de la hospitalidad y el turismo. Ciento diecisiete graduados respondieron a una encuesta por correo. Estos graduados valoraron la importancia de las habilidades de TI en el lugar de trabajo, el nivel de \"enseñanza de TI\" en los programas de gestión hotelera y turística, y el nivel de autocompetencia en TI. En este estudio se llegó a la conclusión de que existe una brecha entre las competencias informáticas requeridas en el trabajo y las adquiridas en la universidad. ",
            "error": [
                ""
            ]
        },
        "computer literacy": {
            "translated_key": [],
            "translated_annotated_text": "Estudio de la educación en tecnología de la información en hostelería y turismo y aplicaciones industriales El objetivo de este estudio fue examinar la relevancia de la tecnología de la información (TI) en programas de gestión de hostelería y turismo con habilidades implementadas en el lugar de trabajo. Este estudio tenía por objeto investigar la transición de los graduados de la educación al empleo, y determinar qué tan bien parecen estar equipados para satisfacer las necesidades de la industria de la hospitalidad y el turismo. Ciento diecisiete graduados respondieron a una encuesta por correo. Estos graduados valoraron la importancia de las habilidades de TI en el lugar de trabajo, el nivel de enseñanza de TI en programas de gestión hotelera y turística, y el nivel de autocompetencia en TI. En este estudio se llegó a la conclusión de que existe una brecha entre las competencias informáticas requeridas en el trabajo y las adquiridas en la universidad. ",
            "error": []
        },
        "hotel industry": {
            "translated_key": [],
            "translated_annotated_text": "Estudio de la educación en tecnología de la información en hostelería y turismo y aplicaciones industriales El objetivo de este estudio fue examinar la relevancia de la tecnología de la información (TI) en programas de gestión de hostelería y turismo con habilidades implementadas en el lugar de trabajo. Este estudio tenía por objeto investigar la transición de los graduados de la educación al empleo, y determinar qué tan bien parecen estar equipados para satisfacer las necesidades de la industria de la hospitalidad y el turismo. Ciento diecisiete graduados respondieron a una encuesta por correo. Estos graduados valoraron la importancia de las habilidades de TI en el lugar de trabajo, el nivel de enseñanza de TI en programas de gestión hotelera y turística, y el nivel de autocompetencia en TI. En este estudio se llegó a la conclusión de que existe una brecha entre las competencias informáticas requeridas en el trabajo y las adquiridas en la universidad. ",
            "error": []
        },
        "management education": {
            "translated_key": [],
            "translated_annotated_text": "Estudio de la educación en tecnología de la información en hostelería y turismo y aplicaciones industriales El objetivo de este estudio fue examinar la relevancia de la tecnología de la información (TI) en programas de gestión de hostelería y turismo con habilidades implementadas en el lugar de trabajo. Este estudio tenía por objeto investigar la transición de los graduados de la educación al empleo, y determinar qué tan bien parecen estar equipados para satisfacer las necesidades de la industria de la hospitalidad y el turismo. Ciento diecisiete graduados respondieron a una encuesta por correo. Estos graduados valoraron la importancia de las habilidades de TI en el lugar de trabajo, el nivel de enseñanza de TI en programas de gestión hotelera y turística, y el nivel de autocompetencia en TI. En este estudio se llegó a la conclusión de que existe una brecha entre las competencias informáticas requeridas en el trabajo y las adquiridas en la universidad. ",
            "error": []
        },
        "travel industry": {
            "translated_key": [],
            "translated_annotated_text": "Estudio de la educación en tecnología de la información en hostelería y turismo y aplicaciones industriales El objetivo de este estudio fue examinar la relevancia de la tecnología de la información (TI) en programas de gestión de hostelería y turismo con habilidades implementadas en el lugar de trabajo. Este estudio tenía por objeto investigar la transición de los graduados de la educación al empleo, y determinar qué tan bien parecen estar equipados para satisfacer las necesidades de la industria de la hospitalidad y el turismo. Ciento diecisiete graduados respondieron a una encuesta por correo. Estos graduados valoraron la importancia de las habilidades de TI en el lugar de trabajo, el nivel de enseñanza de TI en programas de gestión hotelera y turística, y el nivel de autocompetencia en TI. En este estudio se llegó a la conclusión de que existe una brecha entre las competencias informáticas requeridas en el trabajo y las adquiridas en la universidad. ",
            "error": []
        }
    }
}