{
    "original_text": "Eliminating counterevidence with applications to accountable certificate management This paper presents a method to increase the accountability of certificate management by making it intractable for the certification authority (CA) to create contradictory statements about the validity of a certificate. The core of the method is a new primitive, undeniable attester, that allows someone to commit to some set S of bitstrings by publishing a short digest of S and to give attestations for any x that it is or is not a member of S. Such an attestation can be verified by obtaining in an authenticated way the published digest and applying a verification algorithm to the triple of the bitstring, the attestation and the digest. The most important feature of this primitive is the intractability of creating two contradictory proofs for the same candidate element x and digest. We give an efficient construction for undeniable attesters based on authenticated search trees. We show that the construction also applies to sets of more structured elements. We also show that undeniable attesters exist iff collision-resistant hash functions exist",
    "original_translation": "Eliminación de la contraprueba con las solicitudes a la gestión responsable de certificados Este documento presenta un método para aumentar la responsabilidad de la gestión de certificados haciendo que sea difícil para la autoridad certificadora (CA) crear declaraciones contradictorias sobre la validez de un certificado. El núcleo del método es un nuevo atester primitivo, innegable, que permite que alguien se comprometa con algún conjunto S de cuerdas de bits mediante la publicación de un breve compendio de S y dar certificaciones para cualquier x que es o no es un miembro de S. Tal atestation se puede verificar mediante la obtención de una manera autenticada el digest publicado y la aplicación de un algoritmo de verificación al triple de la cuerda de bits, la certificación y el digest. La característica más importante de este primitivo es la intractabilidad de crear dos pruebas contradictorias para el mismo elemento candidato x y digerir. Damos una construcción eficiente para testimonios innegables basados en árboles de búsqueda autenticados. Demostramos que la construcción también se aplica a conjuntos de elementos más estructurados. También demostramos que existen testigos innegables si existen funciones de hash resistentes a la colisión",
    "error_count": 12,
    "keys": {
        "counterevidence elimination": {
            "translated_key": [],
            "translated_annotated_text": "Eliminación de la contraprueba con las solicitudes a la gestión responsable de certificados Este documento presenta un método para aumentar la responsabilidad de la gestión de certificados haciendo que sea difícil para la autoridad certificadora (CA) crear declaraciones contradictorias sobre la validez de un certificado. El núcleo del método es un nuevo atester primitivo, innegable, que permite que alguien se comprometa con algún conjunto S de cuerdas de bits mediante la publicación de un breve compendio de S y dar certificaciones para cualquier x que es o no es un miembro de S. Tal atestation se puede verificar mediante la obtención de una manera autenticada el digest publicado y la aplicación de un algoritmo de verificación al triple de la cuerda de bits, la certificación y el digest. La característica más importante de este primitivo es la intractabilidad de crear dos pruebas contradictorias para el mismo elemento candidato x y digerir. Damos una construcción eficiente para testimonios innegables basados en árboles de búsqueda autenticados. Demostramos que la construcción también se aplica a conjuntos de elementos más estructurados. También demostramos que existen testigos innegables si existen funciones de hash resistentes a la colisión ",
            "error": []
        },
        "accountable certificate management": {
            "translated_key": "accountable certificate management",
            "translated_annotated_text": "Eliminación de la contraevidencia con las solicitudes a <br>accountable certificate management</br> Este artículo presenta un método para aumentar la responsabilidad de la gestión de certificados haciendo que sea difícil para la autoridad certificadora (CA) crear declaraciones contradictorias sobre la validez de un certificado. El núcleo del método es un nuevo atester primitivo, innegable, que permite que alguien se comprometa con algún conjunto S de cuerdas de bits mediante la publicación de un breve compendio de S y dar certificaciones para cualquier x que es o no es un miembro de S. Tal atestation se puede verificar mediante la obtención de una manera autenticada el digest publicado y la aplicación de un algoritmo de verificación al triple de la cuerda de bits, la certificación y el digest. La característica más importante de este primitivo es la intractabilidad de crear dos pruebas contradictorias para el mismo elemento candidato x y digerir. Damos una construcción eficiente para testimonios innegables basados en árboles de búsqueda autenticados. Demostramos que la construcción también se aplica a conjuntos de elementos más estructurados. También demostramos que existen testigos innegables si existen funciones de hash resistentes a la colisión ",
            "error": [
                ""
            ]
        },
        "accountability": {
            "translated_key": "rentabilidad",
            "translated_annotated_text": "Eliminación de la contraprueba con las solicitudes a la gestión responsable de certificados Este artículo presenta un método para aumentar la <br>rentabilidad</br> de la gestión de certificados haciendo que sea difícil para la autoridad certificadora (CA) crear declaraciones contradictorias sobre la validez de un certificado. El núcleo del método es un nuevo atester primitivo, innegable, que permite que alguien se comprometa con algún conjunto S de cuerdas de bits mediante la publicación de un breve compendio de S y dar certificaciones para cualquier x que es o no es un miembro de S. Tal atestation se puede verificar mediante la obtención de una manera autenticada el digest publicado y la aplicación de un algoritmo de verificación al triple de la cuerda de bits, la certificación y el digest. La característica más importante de este primitivo es la intractabilidad de crear dos pruebas contradictorias para el mismo elemento candidato x y digerir. Damos una construcción eficiente para testimonios innegables basados en árboles de búsqueda autenticados. Demostramos que la construcción también se aplica a conjuntos de elementos más estructurados. También demostramos que existen testigos innegables si existen funciones de hash resistentes a la colisión ",
            "error": [
                ""
            ]
        },
        "certification authority": {
            "translated_key": [],
            "translated_annotated_text": "Eliminación de la contraprueba con las solicitudes a la gestión responsable de certificados Este artículo presenta un método para aumentar la responsabilidad de la gestión de certificados al hacerlo intratable para que la autoridad de certificación <br> (CA) cree declaraciones contradictorias sobre la validez de un certificado. El núcleo del método es un nuevo atester primitivo, innegable, que permite que alguien se comprometa con algún conjunto S de cuerdas de bits mediante la publicación de un breve compendio de S y dar certificaciones para cualquier x que es o no es un miembro de S. Tal atestation se puede verificar mediante la obtención de una manera autenticada el digest publicado y la aplicación de un algoritmo de verificación al triple de la cuerda de bits, la certificación y el digest. La característica más importante de este primitivo es la intractabilidad de crear dos pruebas contradictorias para el mismo elemento candidato x y digerir. Damos una construcción eficiente para testimonios innegables basados en árboles de búsqueda autenticados. Demostramos que la construcción también se aplica a conjuntos de elementos más estructurados. También demostramos que existen testigos innegables si existen funciones de hash resistentes a la colisión ",
            "error": []
        },
        "undeniable attester primitive": {
            "translated_key": [],
            "translated_annotated_text": "Eliminación de la contraprueba con las solicitudes a la gestión responsable de certificados Este documento presenta un método para aumentar la responsabilidad de la gestión de certificados haciendo que sea difícil para la autoridad certificadora (CA) crear declaraciones contradictorias sobre la validez de un certificado. El núcleo del método es un nuevo atester primitivo, innegable, que permite que alguien se comprometa con algún conjunto S de cuerdas de bits mediante la publicación de un breve compendio de S y dar certificaciones para cualquier x que es o no es un miembro de S. Tal atestation se puede verificar mediante la obtención de una manera autenticada el digest publicado y la aplicación de un algoritmo de verificación al triple de la cuerda de bits, la certificación y el digest. La característica más importante de este primitivo es la intractabilidad de crear dos pruebas contradictorias para el mismo elemento candidato x y digerir. Damos una construcción eficiente para testimonios innegables basados en árboles de búsqueda autenticados. Demostramos que la construcción también se aplica a conjuntos de elementos más estructurados. También demostramos que existen testigos innegables si existen funciones de hash resistentes a la colisión ",
            "error": []
        },
        "attestations": {
            "translated_key": "attestations",
            "translated_annotated_text": "Eliminación de la contraprueba con las solicitudes a la gestión responsable de certificados Este documento presenta un método para aumentar la responsabilidad de la gestión de certificados haciendo que sea difícil para la autoridad certificadora (CA) crear declaraciones contradictorias sobre la validez de un certificado. El núcleo del método es un nuevo atester primitivo, innegable, que permite que alguien se comprometa con algún conjunto S de cuerdas de bits mediante la publicación de un breve compendio de S y dar <br>attestations</br> para cualquier x que sea o no miembro de S. Tal atestation se puede verificar mediante la obtención de una forma autenticada del digest publicado y la aplicación de un algoritmo de verificación al triple de la cuerda de bits, la atestation y el digest. La característica más importante de este primitivo es la intractabilidad de crear dos pruebas contradictorias para el mismo elemento candidato x y digerir. Damos una construcción eficiente para testimonios innegables basados en árboles de búsqueda autenticados. Demostramos que la construcción también se aplica a conjuntos de elementos más estructurados. También demostramos que existen testigos innegables si existen funciones de hash resistentes a la colisión ",
            "error": [
                ""
            ]
        },
        "published digest": {
            "translated_key": "digest publicado",
            "translated_annotated_text": "Eliminación de la contraprueba con las solicitudes a la gestión responsable de certificados Este documento presenta un método para aumentar la responsabilidad de la gestión de certificados haciendo que sea difícil para la autoridad certificadora (CA) crear declaraciones contradictorias sobre la validez de un certificado. El núcleo del método es un nuevo atester primitivo, innegable, que permite que alguien se comprometa con algún conjunto S de cuerdas de bits mediante la publicación de un breve compendio de S y dar certificaciones para cualquier x que es o no es un miembro de S. Tal atestation se puede verificar mediante la obtención de una forma autenticada el <br>digest publicado</br> y la aplicación de un algoritmo de verificación al triple de la cadena de bits, la atestation y el digest. La característica más importante de este primitivo es la intractabilidad de crear dos pruebas contradictorias para el mismo elemento candidato x y digerir. Damos una construcción eficiente para testimonios innegables basados en árboles de búsqueda autenticados. Demostramos que la construcción también se aplica a conjuntos de elementos más estructurados. También demostramos que existen testigos innegables si existen funciones de hash resistentes a la colisión ",
            "error": [
                ""
            ]
        },
        "verification algorithm": {
            "translated_key": [],
            "translated_annotated_text": "Eliminación de la contraprueba con las solicitudes a la gestión responsable de certificados Este documento presenta un método para aumentar la responsabilidad de la gestión de certificados haciendo que sea difícil para la autoridad certificadora (CA) crear declaraciones contradictorias sobre la validez de un certificado. El núcleo del método es un nuevo atester primitivo, innegable, que permite que alguien se comprometa con algún conjunto S de cuerdas de bits mediante la publicación de un breve compendio de S y dar certificaciones para cualquier x que es o no es un miembro de S. Tal atestation se puede verificar mediante la obtención de una manera autenticada el digest publicado y la aplicación de un algoritmo de verificación <br> al triple de la cuerda de bits, la atestation y el digest. La característica más importante de este primitivo es la intractabilidad de crear dos pruebas contradictorias para el mismo elemento candidato x y digerir. Damos una construcción eficiente para testimonios innegables basados en árboles de búsqueda autenticados. Demostramos que la construcción también se aplica a conjuntos de elementos más estructurados. También demostramos que existen testigos innegables si existen funciones de hash resistentes a la colisión ",
            "error": []
        },
        "bitstring": {
            "translated_key": "string de bits",
            "translated_annotated_text": "Eliminación de la contraprueba con las solicitudes a la gestión responsable de certificados Este documento presenta un método para aumentar la responsabilidad de la gestión de certificados haciendo que sea difícil para la autoridad certificadora (CA) crear declaraciones contradictorias sobre la validez de un certificado. El núcleo del método es un nuevo atester primitivo, innegable, que permite que alguien se comprometa con algún conjunto S de cuerdas de bits mediante la publicación de un breve compendio de S y dar certificaciones para cualquier x que sea o no miembro de S. Tal atestation puede ser verificado mediante la obtención de una manera autenticada el digest publicado y la aplicación de un algoritmo de verificación al triple de la <br>string de bits</br>, la certificación y el digest. La característica más importante de este primitivo es la intractabilidad de crear dos pruebas contradictorias para el mismo elemento candidato x y digerir. Damos una construcción eficiente para testimonios innegables basados en árboles de búsqueda autenticados. Demostramos que la construcción también se aplica a conjuntos de elementos más estructurados. También demostramos que existen testigos innegables si existen funciones de hash resistentes a la colisión ",
            "error": [
                ""
            ]
        },
        "contradictory proofs": {
            "translated_key": "pruebas contradictorias",
            "translated_annotated_text": "Eliminación de la contraprueba con las solicitudes a la gestión responsable de certificados Este documento presenta un método para aumentar la responsabilidad de la gestión de certificados haciendo que sea difícil para la autoridad certificadora (CA) crear declaraciones contradictorias sobre la validez de un certificado. El núcleo del método es un nuevo atester primitivo, innegable, que permite que alguien se comprometa con algún conjunto S de cuerdas de bits mediante la publicación de un breve compendio de S y dar certificaciones para cualquier x que es o no es un miembro de S. Tal atestation se puede verificar mediante la obtención de una manera autenticada el digest publicado y la aplicación de un algoritmo de verificación al triple de la cuerda de bits, la certificación y el digest. La característica más importante de este primitivo es la intractabilidad de crear dos <br>pruebas contradictorias</br> para el mismo elemento candidato x y digerir.  Damos una construcción eficiente para testimonios innegables basados en árboles de búsqueda autenticados. Demostramos que la construcción también se aplica a conjuntos de elementos más estructurados. También demostramos que existen testigos innegables si existen funciones de hash resistentes a la colisión ",
            "error": [
                ""
            ]
        },
        "authenticated search trees": {
            "translated_key": " árboles de búsqueda autenticados",
            "translated_annotated_text": "Eliminación de la contraprueba con las solicitudes a la gestión responsable de certificados Este documento presenta un método para aumentar la responsabilidad de la gestión de certificados haciendo que sea difícil para la autoridad certificadora (CA) crear declaraciones contradictorias sobre la validez de un certificado. El núcleo del método es un nuevo atester primitivo, innegable, que permite que alguien se comprometa con algún conjunto S de cuerdas de bits mediante la publicación de un breve compendio de S y dar certificaciones para cualquier x que es o no es un miembro de S. Tal atestation se puede verificar mediante la obtención de una manera autenticada el digest publicado y la aplicación de un algoritmo de verificación al triple de la cuerda de bits, la certificación y el digest. La característica más importante de este primitivo es la intractabilidad de crear dos pruebas contradictorias para el mismo elemento candidato x y digerir. Damos una construcción eficiente para los testigos innegables basados en <br> árboles de búsqueda autenticados</br>. Demostramos que la construcción también se aplica a conjuntos de elementos más estructurados. También demostramos que existen testigos innegables si existen funciones de hash resistentes a la colisión ",
            "error": [
                ""
            ]
        },
        "structured elements": {
            "translated_key": [],
            "translated_annotated_text": "Eliminación de la contraprueba con las solicitudes a la gestión responsable de certificados Este documento presenta un método para aumentar la responsabilidad de la gestión de certificados haciendo que sea difícil para la autoridad certificadora (CA) crear declaraciones contradictorias sobre la validez de un certificado. El núcleo del método es un nuevo atester primitivo, innegable, que permite que alguien se comprometa con algún conjunto S de cuerdas de bits mediante la publicación de un breve compendio de S y dar certificaciones para cualquier x que es o no es un miembro de S. Tal atestation se puede verificar mediante la obtención de una manera autenticada el digest publicado y la aplicación de un algoritmo de verificación al triple de la cuerda de bits, la certificación y el digest. La característica más importante de este primitivo es la intractabilidad de crear dos pruebas contradictorias para el mismo elemento candidato x y digerir. Damos una construcción eficiente para testimonios innegables basados en árboles de búsqueda autenticados. Demostramos que la construcción también se aplica a conjuntos de elementos más estructurados.  También demostramos que existen testigos innegables si existen funciones de hash resistentes a la colisión ",
            "error": []
        },
        "collision-resistant hash functions": {
            "translated_key": " funciones de hash resistentes a la colisión",
            "translated_annotated_text": "Eliminación de la contraprueba con las solicitudes a la gestión responsable de certificados Este documento presenta un método para aumentar la responsabilidad de la gestión de certificados haciendo que sea difícil para la autoridad certificadora (CA) crear declaraciones contradictorias sobre la validez de un certificado. El núcleo del método es un nuevo atester primitivo, innegable, que permite que alguien se comprometa con algún conjunto S de cuerdas de bits mediante la publicación de un breve compendio de S y dar certificaciones para cualquier x que es o no es un miembro de S. Tal atestation se puede verificar mediante la obtención de una manera autenticada el digest publicado y la aplicación de un algoritmo de verificación al triple de la cuerda de bits, la certificación y el digest. La característica más importante de este primitivo es la intractabilidad de crear dos pruebas contradictorias para el mismo elemento candidato x y digerir. Damos una construcción eficiente para testimonios innegables basados en árboles de búsqueda autenticados. Demostramos que la construcción también se aplica a conjuntos de elementos más estructurados. También mostramos que existen testigos innegables iff <br> funciones de hash resistentes a la colisión</br> existen ",
            "error": [
                ""
            ]
        },
        "long-term authenticity": {
            "translated_key": [],
            "translated_annotated_text": "Eliminación de la contraprueba con las solicitudes a la gestión responsable de certificados Este documento presenta un método para aumentar la responsabilidad de la gestión de certificados haciendo que sea difícil para la autoridad certificadora (CA) crear declaraciones contradictorias sobre la validez de un certificado. El núcleo del método es un nuevo atester primitivo, innegable, que permite que alguien se comprometa con algún conjunto S de cuerdas de bits mediante la publicación de un breve compendio de S y dar certificaciones para cualquier x que es o no es un miembro de S. Tal atestation se puede verificar mediante la obtención de una manera autenticada el digest publicado y la aplicación de un algoritmo de verificación al triple de la cuerda de bits, la certificación y el digest. La característica más importante de este primitivo es la intractabilidad de crear dos pruebas contradictorias para el mismo elemento candidato x y digerir. Damos una construcción eficiente para testimonios innegables basados en árboles de búsqueda autenticados. Demostramos que la construcción también se aplica a conjuntos de elementos más estructurados. También demostramos que existen testigos innegables si existen funciones de hash resistentes a la colisión ",
            "error": []
        },
        "non repudiation": {
            "translated_key": [],
            "translated_annotated_text": "Eliminación de la contraprueba con las solicitudes a la gestión responsable de certificados Este documento presenta un método para aumentar la responsabilidad de la gestión de certificados haciendo que sea difícil para la autoridad certificadora (CA) crear declaraciones contradictorias sobre la validez de un certificado. El núcleo del método es un nuevo atester primitivo, innegable, que permite que alguien se comprometa con algún conjunto S de cuerdas de bits mediante la publicación de un breve compendio de S y dar certificaciones para cualquier x que es o no es un miembro de S. Tal atestation se puede verificar mediante la obtención de una manera autenticada el digest publicado y la aplicación de un algoritmo de verificación al triple de la cuerda de bits, la certificación y el digest. La característica más importante de este primitivo es la intractabilidad de crear dos pruebas contradictorias para el mismo elemento candidato x y digerir. Damos una construcción eficiente para testimonios innegables basados en árboles de búsqueda autenticados. Demostramos que la construcción también se aplica a conjuntos de elementos más estructurados. También demostramos que existen testigos innegables si existen funciones de hash resistentes a la colisión ",
            "error": []
        },
        "public-key infrastructure": {
            "translated_key": [],
            "translated_annotated_text": "Eliminación de la contraprueba con las solicitudes a la gestión responsable de certificados Este documento presenta un método para aumentar la responsabilidad de la gestión de certificados haciendo que sea difícil para la autoridad certificadora (CA) crear declaraciones contradictorias sobre la validez de un certificado. El núcleo del método es un nuevo atester primitivo, innegable, que permite que alguien se comprometa con algún conjunto S de cuerdas de bits mediante la publicación de un breve compendio de S y dar certificaciones para cualquier x que es o no es un miembro de S. Tal atestation se puede verificar mediante la obtención de una manera autenticada el digest publicado y la aplicación de un algoritmo de verificación al triple de la cuerda de bits, la certificación y el digest. La característica más importante de este primitivo es la intractabilidad de crear dos pruebas contradictorias para el mismo elemento candidato x y digerir. Damos una construcción eficiente para testimonios innegables basados en árboles de búsqueda autenticados. Demostramos que la construcción también se aplica a conjuntos de elementos más estructurados. También demostramos que existen testigos innegables si existen funciones de hash resistentes a la colisión ",
            "error": []
        },
        "time-stamping": {
            "translated_key": [],
            "translated_annotated_text": "Eliminación de la contraprueba con las solicitudes a la gestión responsable de certificados Este documento presenta un método para aumentar la responsabilidad de la gestión de certificados haciendo que sea difícil para la autoridad certificadora (CA) crear declaraciones contradictorias sobre la validez de un certificado. El núcleo del método es un nuevo atester primitivo, innegable, que permite que alguien se comprometa con algún conjunto S de cuerdas de bits mediante la publicación de un breve compendio de S y dar certificaciones para cualquier x que es o no es un miembro de S. Tal atestation se puede verificar mediante la obtención de una manera autenticada el digest publicado y la aplicación de un algoritmo de verificación al triple de la cuerda de bits, la certificación y el digest. La característica más importante de este primitivo es la intractabilidad de crear dos pruebas contradictorias para el mismo elemento candidato x y digerir. Damos una construcción eficiente para testimonios innegables basados en árboles de búsqueda autenticados. Demostramos que la construcción también se aplica a conjuntos de elementos más estructurados. También demostramos que existen testigos innegables si existen funciones de hash resistentes a la colisión ",
            "error": []
        },
        "certification": {
            "translated_key": "certification",
            "translated_annotated_text": "Eliminación de la contraprueba con las solicitudes a la gestión responsable de certificados Este artículo presenta un método para aumentar la responsabilidad de la gestión de certificados al hacerlo intratable para que la autoridad <br>certification</br> (CA) cree declaraciones contradictorias sobre la validez de un certificado. El núcleo del método es un nuevo atester primitivo, innegable, que permite que alguien se comprometa con algún conjunto S de cuerdas de bits mediante la publicación de un breve compendio de S y dar certificaciones para cualquier x que es o no es un miembro de S. Tal atestation se puede verificar mediante la obtención de una manera autenticada el digest publicado y la aplicación de un algoritmo de verificación al triple de la cuerda de bits, la certificación y el digest. La característica más importante de este primitivo es la intractabilidad de crear dos pruebas contradictorias para el mismo elemento candidato x y digerir. Damos una construcción eficiente para testimonios innegables basados en árboles de búsqueda autenticados. Demostramos que la construcción también se aplica a conjuntos de elementos más estructurados. También demostramos que existen testigos innegables si existen funciones de hash resistentes a la colisión ",
            "error": [
                ""
            ]
        },
        "message authentication": {
            "translated_key": [],
            "translated_annotated_text": "Eliminación de la contraprueba con las solicitudes a la gestión responsable de certificados Este documento presenta un método para aumentar la responsabilidad de la gestión de certificados haciendo que sea difícil para la autoridad certificadora (CA) crear declaraciones contradictorias sobre la validez de un certificado. El núcleo del método es un nuevo atester primitivo, innegable, que permite que alguien se comprometa con algún conjunto S de cuerdas de bits mediante la publicación de un breve compendio de S y dar certificaciones para cualquier x que es o no es un miembro de S. Tal atestation se puede verificar mediante la obtención de una manera autenticada el digest publicado y la aplicación de un algoritmo de verificación al triple de la cuerda de bits, la certificación y el digest. La característica más importante de este primitivo es la intractabilidad de crear dos pruebas contradictorias para el mismo elemento candidato x y digerir. Damos una construcción eficiente para testimonios innegables basados en árboles de búsqueda autenticados. Demostramos que la construcción también se aplica a conjuntos de elementos más estructurados. También demostramos que existen testigos innegables si existen funciones de hash resistentes a la colisión ",
            "error": []
        },
        "public key cryptography": {
            "translated_key": [],
            "translated_annotated_text": "Eliminación de la contraprueba con las solicitudes a la gestión responsable de certificados Este documento presenta un método para aumentar la responsabilidad de la gestión de certificados haciendo que sea difícil para la autoridad certificadora (CA) crear declaraciones contradictorias sobre la validez de un certificado. El núcleo del método es un nuevo atester primitivo, innegable, que permite que alguien se comprometa con algún conjunto S de cuerdas de bits mediante la publicación de un breve compendio de S y dar certificaciones para cualquier x que es o no es un miembro de S. Tal atestation se puede verificar mediante la obtención de una manera autenticada el digest publicado y la aplicación de un algoritmo de verificación al triple de la cuerda de bits, la certificación y el digest. La característica más importante de este primitivo es la intractabilidad de crear dos pruebas contradictorias para el mismo elemento candidato x y digerir. Damos una construcción eficiente para testimonios innegables basados en árboles de búsqueda autenticados. Demostramos que la construcción también se aplica a conjuntos de elementos más estructurados. También demostramos que existen testigos innegables si existen funciones de hash resistentes a la colisión ",
            "error": []
        },
        "tree searching": {
            "translated_key": [],
            "translated_annotated_text": "Eliminación de la contraprueba con las solicitudes a la gestión responsable de certificados Este documento presenta un método para aumentar la responsabilidad de la gestión de certificados haciendo que sea difícil para la autoridad certificadora (CA) crear declaraciones contradictorias sobre la validez de un certificado. El núcleo del método es un nuevo atester primitivo, innegable, que permite que alguien se comprometa con algún conjunto S de cuerdas de bits mediante la publicación de un breve compendio de S y dar certificaciones para cualquier x que es o no es un miembro de S. Tal atestation se puede verificar mediante la obtención de una manera autenticada el digest publicado y la aplicación de un algoritmo de verificación al triple de la cuerda de bits, la certificación y el digest. La característica más importante de este primitivo es la intractabilidad de crear dos pruebas contradictorias para el mismo elemento candidato x y digerir. Damos una construcción eficiente para testimonios innegables basados en árboles de búsqueda autenticados. Demostramos que la construcción también se aplica a conjuntos de elementos más estructurados. También demostramos que existen testigos innegables si existen funciones de hash resistentes a la colisión ",
            "error": []
        }
    }
}