{
    "original_text": "A uniform framework for regulating service access and information release on the Web The widespread use of Internet-based services is increasing the amount of information (such as user profiles) that clients are required to disclose. This information demand is necessary for regulating access to services, and functionally convenient (e.g., to support service customization), but it has raised privacy-related concerns which, if not addressed, may affect the users disposition to use network services. At the same time, servers need to regulate service access without disclosing entirely the details of their access control policy. There is therefore a pressing need for privacy-aware techniques to regulate access to services open to the network. We propose an approach for regulating service access and information disclosure on the Web. The approach consists of a uniform formal framework to formulate - and reason about - both service access and information disclosure constraints. It also provides a means for parties to communicate their requirements while ensuring that no private information be disclosed and that the communicated requirements are correct with respect to the constraints",
    "original_translation": "Un marco uniforme para regular el acceso a los servicios y la publicación de información en la Web El uso generalizado de los servicios basados en Internet está aumentando la cantidad de información (como los perfiles de los usuarios) que los clientes deben revelar. Esta demanda de información es necesaria para regular el acceso a los servicios y funcionalmente conveniente (por ejemplo, para apoyar la personalización de los servicios), pero ha planteado preocupaciones relacionadas con la privacidad que, de no abordarse, pueden afectar a la disposición de los usuarios a utilizar los servicios de red. Al mismo tiempo, los servidores deben regular el acceso al servicio sin revelar por completo los detalles de su política de control del acceso. Por lo tanto, hay una necesidad apremiante de técnicas con conocimiento de la privacidad para regular el acceso a los servicios abiertos a la red. Proponemos un enfoque para regular el acceso al servicio y la divulgación de información en la Web. El enfoque consiste en un marco formal uniforme para formular -y razonar- las limitaciones del acceso a los servicios y la divulgación de información. También proporciona un medio para que las partes comuniquen sus requisitos, velando al mismo tiempo por que no se revele información privada y por que los requisitos comunicados sean correctos con respecto a las limitaciones",
    "error_count": 8,
    "keys": {
        "service access regulation": {
            "translated_key": [],
            "translated_annotated_text": "Un marco uniforme para regular el acceso a los servicios y la publicación de información en la Web El uso generalizado de los servicios basados en Internet está aumentando la cantidad de información (como los perfiles de los usuarios) que los clientes deben revelar. Esta demanda de información es necesaria para regular el acceso a los servicios y funcionalmente conveniente (por ejemplo, para apoyar la personalización de los servicios), pero ha planteado preocupaciones relacionadas con la privacidad que, de no abordarse, pueden afectar a la disposición de los usuarios a utilizar los servicios de red. Al mismo tiempo, los servidores deben regular el acceso al servicio sin revelar por completo los detalles de su política de control del acceso. Por lo tanto, hay una necesidad apremiante de técnicas con conocimiento de la privacidad para regular el acceso a los servicios abiertos a la red. Proponemos un enfoque para regular el acceso al servicio y la divulgación de información en la Web. El enfoque consiste en un marco formal uniforme para formular -y razonar- las limitaciones del acceso a los servicios y la divulgación de información. También proporciona un medio para que las partes comuniquen sus requisitos, velando al mismo tiempo por que no se revele información privada y por que los requisitos comunicados sean correctos con respecto a las limitaciones ",
            "error": []
        },
        "information release": {
            "translated_key": "divulgación de información",
            "translated_annotated_text": "Un marco uniforme para regular el acceso a los servicios y la \"divulgación de información\" en la Web El uso generalizado de servicios basados en Internet está aumentando la cantidad de información (como perfiles de usuarios) que los clientes deben revelar. Esta demanda de información es necesaria para regular el acceso a los servicios y funcionalmente conveniente (por ejemplo, para apoyar la personalización de los servicios), pero ha planteado preocupaciones relacionadas con la privacidad que, de no abordarse, pueden afectar a la disposición de los usuarios a utilizar los servicios de red. Al mismo tiempo, los servidores deben regular el acceso al servicio sin revelar por completo los detalles de su política de control del acceso. Por lo tanto, hay una necesidad apremiante de técnicas con conocimiento de la privacidad para regular el acceso a los servicios abiertos a la red. Proponemos un enfoque para regular el acceso al servicio y la divulgación de información en la Web. El enfoque consiste en un marco formal uniforme para formular -y razonar- las limitaciones del acceso a los servicios y la divulgación de información. También proporciona un medio para que las partes comuniquen sus requisitos, velando al mismo tiempo por que no se revele información privada y por que los requisitos comunicados sean correctos con respecto a las limitaciones ",
            "error": [
                ""
            ]
        },
        "WWW": {
            "translated_key": [],
            "translated_annotated_text": "Un marco uniforme para regular el acceso a los servicios y la publicación de información en la Web El uso generalizado de los servicios basados en Internet está aumentando la cantidad de información (como los perfiles de los usuarios) que los clientes deben revelar. Esta demanda de información es necesaria para regular el acceso a los servicios y funcionalmente conveniente (por ejemplo, para apoyar la personalización de los servicios), pero ha planteado preocupaciones relacionadas con la privacidad que, de no abordarse, pueden afectar a la disposición de los usuarios a utilizar los servicios de red. Al mismo tiempo, los servidores deben regular el acceso al servicio sin revelar por completo los detalles de su política de control del acceso. Por lo tanto, hay una necesidad apremiante de técnicas con conocimiento de la privacidad para regular el acceso a los servicios abiertos a la red. Proponemos un enfoque para regular el acceso al servicio y la divulgación de información en la Web. El enfoque consiste en un marco formal uniforme para formular -y razonar- las limitaciones del acceso a los servicios y la divulgación de información. También proporciona un medio para que las partes comuniquen sus requisitos, velando al mismo tiempo por que no se revele información privada y por que los requisitos comunicados sean correctos con respecto a las limitaciones ",
            "error": []
        },
        "Internet": {
            "translated_key": "Internet",
            "translated_annotated_text": "Un marco uniforme para regular el acceso a los servicios y la publicación de información en la Web El uso generalizado de servicios basados en \"Internet\" está aumentando la cantidad de información (como perfiles de usuarios) que los clientes deben revelar. Esta demanda de información es necesaria para regular el acceso a los servicios y funcionalmente conveniente (por ejemplo, para apoyar la personalización de los servicios), pero ha planteado preocupaciones relacionadas con la privacidad que, de no abordarse, pueden afectar a la disposición de los usuarios a utilizar los servicios de red. Al mismo tiempo, los servidores deben regular el acceso al servicio sin revelar por completo los detalles de su política de control del acceso. Por lo tanto, hay una necesidad apremiante de técnicas con conocimiento de la privacidad para regular el acceso a los servicios abiertos a la red. Proponemos un enfoque para regular el acceso al servicio y la divulgación de información en la Web. El enfoque consiste en un marco formal uniforme para formular -y razonar- las limitaciones del acceso a los servicios y la divulgación de información. También proporciona un medio para que las partes comuniquen sus requisitos, velando al mismo tiempo por que no se revele información privada y por que los requisitos comunicados sean correctos con respecto a las limitaciones ",
            "error": [
                ""
            ]
        },
        "user profiles": {
            "translated_key": "perfiles de usuario",
            "translated_annotated_text": "Un marco uniforme para regular el acceso a los servicios y la publicación de información en la Web El uso generalizado de servicios basados en Internet está aumentando la cantidad de información (como \"perfiles de usuario\") que los clientes deben revelar. Esta demanda de información es necesaria para regular el acceso a los servicios y funcionalmente conveniente (por ejemplo, para apoyar la personalización de los servicios), pero ha planteado preocupaciones relacionadas con la privacidad que, de no abordarse, pueden afectar a la disposición de los usuarios a utilizar los servicios de red. Al mismo tiempo, los servidores deben regular el acceso al servicio sin revelar por completo los detalles de su política de control del acceso. Por lo tanto, hay una necesidad apremiante de técnicas con conocimiento de la privacidad para regular el acceso a los servicios abiertos a la red. Proponemos un enfoque para regular el acceso al servicio y la divulgación de información en la Web. El enfoque consiste en un marco formal uniforme para formular -y razonar- las limitaciones del acceso a los servicios y la divulgación de información. También proporciona un medio para que las partes comuniquen sus requisitos, velando al mismo tiempo por que no se revele información privada y por que los requisitos comunicados sean correctos con respecto a las limitaciones ",
            "error": [
                ""
            ]
        },
        "information demand": {
            "translated_key": "demanda de información",
            "translated_annotated_text": "Un marco uniforme para regular el acceso a los servicios y la publicación de información en la Web El uso generalizado de los servicios basados en Internet está aumentando la cantidad de información (como los perfiles de los usuarios) que los clientes deben revelar. Esta \"demanda de información\" es necesaria para regular el acceso a los servicios y funcionalmente conveniente (por ejemplo, para apoyar la personalización de los servicios), pero ha planteado preocupaciones relacionadas con la privacidad que, si no se abordan, pueden afectar a la disposición de los usuarios a utilizar los servicios de red. Al mismo tiempo, los servidores deben regular el acceso al servicio sin revelar por completo los detalles de su política de control del acceso. Por lo tanto, hay una necesidad apremiante de técnicas con conocimiento de la privacidad para regular el acceso a los servicios abiertos a la red. Proponemos un enfoque para regular el acceso al servicio y la divulgación de información en la Web. El enfoque consiste en un marco formal uniforme para formular -y razonar- las limitaciones del acceso a los servicios y la divulgación de información. También proporciona un medio para que las partes comuniquen sus requisitos, velando al mismo tiempo por que no se revele información privada y por que los requisitos comunicados sean correctos con respecto a las limitaciones ",
            "error": [
                ""
            ]
        },
        "client server systems": {
            "translated_key": [],
            "translated_annotated_text": "Un marco uniforme para regular el acceso a los servicios y la publicación de información en la Web El uso generalizado de los servicios basados en Internet está aumentando la cantidad de información (como los perfiles de los usuarios) que los clientes deben revelar. Esta demanda de información es necesaria para regular el acceso a los servicios y funcionalmente conveniente (por ejemplo, para apoyar la personalización de los servicios), pero ha planteado preocupaciones relacionadas con la privacidad que, de no abordarse, pueden afectar a la disposición de los usuarios a utilizar los servicios de red. Al mismo tiempo, los servidores deben regular el acceso al servicio sin revelar por completo los detalles de su política de control del acceso. Por lo tanto, hay una necesidad apremiante de técnicas con conocimiento de la privacidad para regular el acceso a los servicios abiertos a la red. Proponemos un enfoque para regular el acceso al servicio y la divulgación de información en la Web. El enfoque consiste en un marco formal uniforme para formular -y razonar- las limitaciones del acceso a los servicios y la divulgación de información. También proporciona un medio para que las partes comuniquen sus requisitos, velando al mismo tiempo por que no se revele información privada y por que los requisitos comunicados sean correctos con respecto a las limitaciones ",
            "error": []
        },
        "access control policy": {
            "translated_key": "política de control de acceso",
            "translated_annotated_text": "Un marco uniforme para regular el acceso a los servicios y la publicación de información en la Web El uso generalizado de los servicios basados en Internet está aumentando la cantidad de información (como los perfiles de los usuarios) que los clientes deben revelar. Esta demanda de información es necesaria para regular el acceso a los servicios y funcionalmente conveniente (por ejemplo, para apoyar la personalización de los servicios), pero ha planteado preocupaciones relacionadas con la privacidad que, de no abordarse, pueden afectar a la disposición de los usuarios a utilizar los servicios de red. Al mismo tiempo, los servidores deben regular el acceso al servicio sin revelar por completo los detalles de su \"política de control de acceso\". Por lo tanto, hay una necesidad apremiante de técnicas con conocimiento de la privacidad para regular el acceso a los servicios abiertos a la red. Proponemos un enfoque para regular el acceso al servicio y la divulgación de información en la Web. El enfoque consiste en un marco formal uniforme para formular -y razonar- las limitaciones del acceso a los servicios y la divulgación de información. También proporciona un medio para que las partes comuniquen sus requisitos, velando al mismo tiempo por que no se revele información privada y por que los requisitos comunicados sean correctos con respecto a las limitaciones ",
            "error": [
                ""
            ]
        },
        "privacy-aware techniques": {
            "translated_key": "técnicas conscientes de la privacidad",
            "translated_annotated_text": "Un marco uniforme para regular el acceso a los servicios y la publicación de información en la Web El uso generalizado de los servicios basados en Internet está aumentando la cantidad de información (como los perfiles de los usuarios) que los clientes deben revelar. Esta demanda de información es necesaria para regular el acceso a los servicios y funcionalmente conveniente (por ejemplo, para apoyar la personalización de los servicios), pero ha planteado preocupaciones relacionadas con la privacidad que, de no abordarse, pueden afectar a la disposición de los usuarios a utilizar los servicios de red. Al mismo tiempo, los servidores deben regular el acceso al servicio sin revelar por completo los detalles de su política de control del acceso. Por lo tanto, existe una necesidad apremiante de \"técnicas conscientes de la privacidad\" para regular el acceso a los servicios abiertos a la red. Proponemos un enfoque para regular el acceso al servicio y la divulgación de información en la Web. El enfoque consiste en un marco formal uniforme para formular -y razonar- las limitaciones del acceso a los servicios y la divulgación de información. También proporciona un medio para que las partes comuniquen sus requisitos, velando al mismo tiempo por que no se revele información privada y por que los requisitos comunicados sean correctos con respecto a las limitaciones ",
            "error": [
                ""
            ]
        },
        "network services": {
            "translated_key": "servicios de red",
            "translated_annotated_text": "Un marco uniforme para regular el acceso a los servicios y la publicación de información en la Web El uso generalizado de los servicios basados en Internet está aumentando la cantidad de información (como los perfiles de los usuarios) que los clientes deben revelar. Esta demanda de información es necesaria para regular el acceso a los servicios, y funcionalmente conveniente (por ejemplo, para apoyar la personalización de los servicios), pero ha planteado preocupaciones relacionadas con la privacidad que, si no se abordan, pueden afectar a la disposición de los usuarios a utilizar \"servicios de red\". Al mismo tiempo, los servidores deben regular el acceso al servicio sin revelar por completo los detalles de su política de control del acceso. Por lo tanto, hay una necesidad apremiante de técnicas con conocimiento de la privacidad para regular el acceso a los servicios abiertos a la red. Proponemos un enfoque para regular el acceso al servicio y la divulgación de información en la Web. El enfoque consiste en un marco formal uniforme para formular -y razonar- las limitaciones del acceso a los servicios y la divulgación de información. También proporciona un medio para que las partes comuniquen sus requisitos, velando al mismo tiempo por que no se revele información privada y por que los requisitos comunicados sean correctos con respecto a las limitaciones ",
            "error": [
                ""
            ]
        },
        "information disclosure": {
            "translated_key": "divulgación de información",
            "translated_annotated_text": "Un marco uniforme para regular el acceso a los servicios y la publicación de información en la Web El uso generalizado de los servicios basados en Internet está aumentando la cantidad de información (como los perfiles de los usuarios) que los clientes deben revelar. Esta demanda de información es necesaria para regular el acceso a los servicios y funcionalmente conveniente (por ejemplo, para apoyar la personalización de los servicios), pero ha planteado preocupaciones relacionadas con la privacidad que, de no abordarse, pueden afectar a la disposición de los usuarios a utilizar los servicios de red. Al mismo tiempo, los servidores deben regular el acceso al servicio sin revelar por completo los detalles de su política de control del acceso. Por lo tanto, hay una necesidad apremiante de técnicas con conocimiento de la privacidad para regular el acceso a los servicios abiertos a la red. Proponemos un enfoque para regular el acceso al servicio y la \"divulgación de información\" en la Web. El enfoque consiste en un marco formal uniforme para formular -y razonar- las limitaciones del acceso a los servicios y de la \"divulgación de información\". También proporciona un medio para que las partes comuniquen sus requisitos, velando al mismo tiempo por que no se revele información privada y por que los requisitos comunicados sean correctos con respecto a las limitaciones ",
            "error": [
                ""
            ]
        },
        "uniform formal framework": {
            "translated_key": "marco formal uniforme",
            "translated_annotated_text": "Un marco uniforme para regular el acceso a los servicios y la publicación de información en la Web El uso generalizado de los servicios basados en Internet está aumentando la cantidad de información (como los perfiles de los usuarios) que los clientes deben revelar. Esta demanda de información es necesaria para regular el acceso a los servicios y funcionalmente conveniente (por ejemplo, para apoyar la personalización de los servicios), pero ha planteado preocupaciones relacionadas con la privacidad que, de no abordarse, pueden afectar a la disposición de los usuarios a utilizar los servicios de red. Al mismo tiempo, los servidores deben regular el acceso al servicio sin revelar por completo los detalles de su política de control del acceso. Por lo tanto, hay una necesidad apremiante de técnicas con conocimiento de la privacidad para regular el acceso a los servicios abiertos a la red. Proponemos un enfoque para regular el acceso al servicio y la divulgación de información en la Web. El enfoque consiste en un \"marco formal uniforme\" para formular -y razonar- tanto las limitaciones de acceso a los servicios como las de divulgación de información. También proporciona un medio para que las partes comuniquen sus requisitos, velando al mismo tiempo por que no se revele información privada y por que los requisitos comunicados sean correctos con respecto a las limitaciones ",
            "error": [
                ""
            ]
        },
        "reasoning": {
            "translated_key": [],
            "translated_annotated_text": "Un marco uniforme para regular el acceso a los servicios y la publicación de información en la Web El uso generalizado de los servicios basados en Internet está aumentando la cantidad de información (como los perfiles de los usuarios) que los clientes deben revelar. Esta demanda de información es necesaria para regular el acceso a los servicios y funcionalmente conveniente (por ejemplo, para apoyar la personalización de los servicios), pero ha planteado preocupaciones relacionadas con la privacidad que, de no abordarse, pueden afectar a la disposición de los usuarios a utilizar los servicios de red. Al mismo tiempo, los servidores deben regular el acceso al servicio sin revelar por completo los detalles de su política de control del acceso. Por lo tanto, hay una necesidad apremiante de técnicas con conocimiento de la privacidad para regular el acceso a los servicios abiertos a la red. Proponemos un enfoque para regular el acceso al servicio y la divulgación de información en la Web. El enfoque consiste en un marco formal uniforme para formular -y razonar- las limitaciones del acceso a los servicios y la divulgación de información. También proporciona un medio para que las partes comuniquen sus requisitos, velando al mismo tiempo por que no se revele información privada y por que los requisitos comunicados sean correctos con respecto a las limitaciones ",
            "error": []
        },
        "authorisation": {
            "translated_key": [],
            "translated_annotated_text": "Un marco uniforme para regular el acceso a los servicios y la publicación de información en la Web El uso generalizado de los servicios basados en Internet está aumentando la cantidad de información (como los perfiles de los usuarios) que los clientes deben revelar. Esta demanda de información es necesaria para regular el acceso a los servicios y funcionalmente conveniente (por ejemplo, para apoyar la personalización de los servicios), pero ha planteado preocupaciones relacionadas con la privacidad que, de no abordarse, pueden afectar a la disposición de los usuarios a utilizar los servicios de red. Al mismo tiempo, los servidores deben regular el acceso al servicio sin revelar por completo los detalles de su política de control del acceso. Por lo tanto, hay una necesidad apremiante de técnicas con conocimiento de la privacidad para regular el acceso a los servicios abiertos a la red. Proponemos un enfoque para regular el acceso al servicio y la divulgación de información en la Web. El enfoque consiste en un marco formal uniforme para formular -y razonar- las limitaciones del acceso a los servicios y la divulgación de información. También proporciona un medio para que las partes comuniquen sus requisitos, velando al mismo tiempo por que no se revele información privada y por que los requisitos comunicados sean correctos con respecto a las limitaciones ",
            "error": []
        },
        "client-server systems": {
            "translated_key": [],
            "translated_annotated_text": "Un marco uniforme para regular el acceso a los servicios y la publicación de información en la Web El uso generalizado de los servicios basados en Internet está aumentando la cantidad de información (como los perfiles de los usuarios) que los clientes deben revelar. Esta demanda de información es necesaria para regular el acceso a los servicios y funcionalmente conveniente (por ejemplo, para apoyar la personalización de los servicios), pero ha planteado preocupaciones relacionadas con la privacidad que, de no abordarse, pueden afectar a la disposición de los usuarios a utilizar los servicios de red. Al mismo tiempo, los servidores deben regular el acceso al servicio sin revelar por completo los detalles de su política de control del acceso. Por lo tanto, hay una necesidad apremiante de técnicas con conocimiento de la privacidad para regular el acceso a los servicios abiertos a la red. Proponemos un enfoque para regular el acceso al servicio y la divulgación de información en la Web. El enfoque consiste en un marco formal uniforme para formular -y razonar- las limitaciones del acceso a los servicios y la divulgación de información. También proporciona un medio para que las partes comuniquen sus requisitos, velando al mismo tiempo por que no se revele información privada y por que los requisitos comunicados sean correctos con respecto a las limitaciones ",
            "error": []
        },
        "data privacy": {
            "translated_key": [],
            "translated_annotated_text": "Un marco uniforme para regular el acceso a los servicios y la publicación de información en la Web El uso generalizado de los servicios basados en Internet está aumentando la cantidad de información (como los perfiles de los usuarios) que los clientes deben revelar. Esta demanda de información es necesaria para regular el acceso a los servicios y funcionalmente conveniente (por ejemplo, para apoyar la personalización de los servicios), pero ha planteado preocupaciones relacionadas con la privacidad que, de no abordarse, pueden afectar a la disposición de los usuarios a utilizar los servicios de red. Al mismo tiempo, los servidores deben regular el acceso al servicio sin revelar por completo los detalles de su política de control del acceso. Por lo tanto, hay una necesidad apremiante de técnicas con conocimiento de la privacidad para regular el acceso a los servicios abiertos a la red. Proponemos un enfoque para regular el acceso al servicio y la divulgación de información en la Web. El enfoque consiste en un marco formal uniforme para formular -y razonar- las limitaciones del acceso a los servicios y la divulgación de información. También proporciona un medio para que las partes comuniquen sus requisitos, velando al mismo tiempo por que no se revele información privada y por que los requisitos comunicados sean correctos con respecto a las limitaciones ",
            "error": []
        },
        "information resources": {
            "translated_key": [],
            "translated_annotated_text": "Un marco uniforme para regular el acceso a los servicios y la publicación de información en la Web El uso generalizado de los servicios basados en Internet está aumentando la cantidad de información (como los perfiles de los usuarios) que los clientes deben revelar. Esta demanda de información es necesaria para regular el acceso a los servicios y funcionalmente conveniente (por ejemplo, para apoyar la personalización de los servicios), pero ha planteado preocupaciones relacionadas con la privacidad que, de no abordarse, pueden afectar a la disposición de los usuarios a utilizar los servicios de red. Al mismo tiempo, los servidores deben regular el acceso al servicio sin revelar por completo los detalles de su política de control del acceso. Por lo tanto, hay una necesidad apremiante de técnicas con conocimiento de la privacidad para regular el acceso a los servicios abiertos a la red. Proponemos un enfoque para regular el acceso al servicio y la divulgación de información en la Web. El enfoque consiste en un marco formal uniforme para formular -y razonar- las limitaciones del acceso a los servicios y la divulgación de información. También proporciona un medio para que las partes comuniquen sus requisitos, velando al mismo tiempo por que no se revele información privada y por que los requisitos comunicados sean correctos con respecto a las limitaciones ",
            "error": []
        }
    }
}