{
    "original_text": "Hordes: a multicast based protocol for anonymity With widespread acceptance of the Internet as a public medium for communication and information retrieval, there has been rising concern that the personal privacy of users can be eroded by cooperating network entities. A technical solution to maintaining privacy is to provide anonymity. We present a protocol for initiator anonymity called Hordes, which uses forwarding mechanisms similar to those used in previous protocols for sending data, but is the first protocol to make use of multicast routing to anonymously receive data. We show this results in shorter transmission latencies and requires less work of the protocol participants, in terms of the messages processed. We also present a comparison of the security and anonymity of Hordes with previous protocols, using the first quantitative definition of anonymity and unlinkability. Our analysis shows that Hordes provides anonymity in a degree similar to that of Crowds and Onion Routing, but also that Hordes has numerous performance advantages",
    "original_translation": "Hordes: un protocolo multicast basado en el anonimato Con la aceptación generalizada de Internet como medio público de comunicación y recuperación de información, ha habido una creciente preocupación de que la privacidad personal de los usuarios pueda ser erosionada por las entidades de la red cooperantes. Una solución técnica para mantener la privacidad es proporcionar anonimato. Presentamos un protocolo para el anonimato del iniciador llamado Hordes, que utiliza mecanismos de reenvío similares a los utilizados en protocolos anteriores para el envío de datos, pero es el primer protocolo en hacer uso de enrutamiento multicast para recibir datos de forma anónima. Se muestra que esto resulta en latencias de transmisión más cortas y requiere menos trabajo de los participantes en el protocolo, en términos de los mensajes procesados. También presentamos una comparación de la seguridad y el anonimato de Hordes con los protocolos anteriores, utilizando la primera definición cuantitativa de anonimato e indisociabilidad. Nuestro análisis muestra que Hordes proporciona anonimato en un grado similar al de Crowds y Onion Routing, pero también que Hordes tiene numerosas ventajas de rendimiento",
    "error_count": 3,
    "keys": {
        "Hordes": {
            "translated_key": "Hordes",
            "translated_annotated_text": "\"Hordes\": un protocolo multicast basado en el anonimato Con la aceptación generalizada de Internet como medio público de comunicación y recuperación de información, ha habido una creciente preocupación de que la privacidad personal de los usuarios pueda ser erosionada por las entidades de la red cooperantes. Una solución técnica para mantener la privacidad es proporcionar anonimato. Presentamos un protocolo para el anonimato del iniciador llamado \"Hordes\", que utiliza mecanismos de reenvío similares a los utilizados en protocolos anteriores para el envío de datos, pero es el primer protocolo en hacer uso del enrutamiento multicast para recibir datos de forma anónima. Se muestra que esto resulta en latencias de transmisión más cortas y requiere menos trabajo de los participantes en el protocolo, en términos de los mensajes procesados. También presentamos una comparación de la seguridad y el anonimato de \"Hordes\" con los protocolos anteriores, utilizando la primera definición cuantitativa de anonimato e indisociabilidad. Nuestro análisis muestra que \"Hordes\" proporciona anonimato en un grado similar al de Crowds y Onion Routing, pero también que \"Hordes\" tiene numerosas ventajas de rendimiento ",
            "error": [
                ""
            ]
        },
        "protocol": {
            "translated_key": "protocolo",
            "translated_annotated_text": "Hordes: un \"protocolo\" multicast para el anonimato Con la aceptación generalizada de Internet como medio público de comunicación y recuperación de información, ha habido una creciente preocupación de que la privacidad personal de los usuarios pueda ser erosionada por las entidades de la red cooperantes. Una solución técnica para mantener la privacidad es proporcionar anonimato. Presentamos un \"protocolo\" para el anonimato iniciador llamado Hordes, que utiliza mecanismos de reenvío similares a los utilizados en protocolos anteriores para el envío de datos, pero es el primer \"protocolo\" en hacer uso del enrutamiento multicast para recibir datos de forma anónima. Esto se traduce en latencias de transmisión más cortas y requiere menos trabajo de los participantes del \"protocolo\", en términos de los mensajes procesados. También presentamos una comparación de la seguridad y el anonimato de Hordes con los protocolos anteriores, utilizando la primera definición cuantitativa de anonimato e indisociabilidad. Nuestro análisis muestra que Hordes proporciona anonimato en un grado similar al de Crowds y Onion Routing, pero también que Hordes tiene numerosas ventajas de rendimiento ",
            "error": [
                ""
            ]
        },
        "Internet": {
            "translated_key": "Internet",
            "translated_annotated_text": "Hordes: un protocolo multicast basado en el anonimato Con la aceptación generalizada de la \"Internet\" como medio público de comunicación y recuperación de información, ha habido una creciente preocupación de que la privacidad personal de los usuarios pueda ser erosionada por las entidades de la red cooperantes. Una solución técnica para mantener la privacidad es proporcionar anonimato. Presentamos un protocolo para el anonimato del iniciador llamado Hordes, que utiliza mecanismos de reenvío similares a los utilizados en protocolos anteriores para el envío de datos, pero es el primer protocolo en hacer uso de enrutamiento multicast para recibir datos de forma anónima. Se muestra que esto resulta en latencias de transmisión más cortas y requiere menos trabajo de los participantes en el protocolo, en términos de los mensajes procesados. También presentamos una comparación de la seguridad y el anonimato de Hordes con los protocolos anteriores, utilizando la primera definición cuantitativa de anonimato e indisociabilidad. Nuestro análisis muestra que Hordes proporciona anonimato en un grado similar al de Crowds y Onion Routing, pero también que Hordes tiene numerosas ventajas de rendimiento ",
            "error": [
                ""
            ]
        },
        "personal privacy": {
            "translated_key": "privacidad personal",
            "translated_annotated_text": "Hordes: un protocolo multicast basado en el anonimato Con la aceptación generalizada de Internet como medio público de comunicación y recuperación de información, ha habido una creciente preocupación de que la \"privacidad personal\" de los usuarios pueda ser erosionada por las entidades de la red cooperantes. Una solución técnica para mantener la privacidad es proporcionar anonimato. Presentamos un protocolo para el anonimato del iniciador llamado Hordes, que utiliza mecanismos de reenvío similares a los utilizados en protocolos anteriores para el envío de datos, pero es el primer protocolo en hacer uso de enrutamiento multicast para recibir datos de forma anónima. Se muestra que esto resulta en latencias de transmisión más cortas y requiere menos trabajo de los participantes en el protocolo, en términos de los mensajes procesados. También presentamos una comparación de la seguridad y el anonimato de Hordes con los protocolos anteriores, utilizando la primera definición cuantitativa de anonimato e indisociabilidad. Nuestro análisis muestra que Hordes proporciona anonimato en un grado similar al de Crowds y Onion Routing, pero también que Hordes tiene numerosas ventajas de rendimiento ",
            "error": [
                ""
            ]
        },
        "cooperating network entities": {
            "translated_key": "entidades de red cooperantes",
            "translated_annotated_text": "Hordes: un protocolo multicast basado en el anonimato Con la aceptación generalizada de Internet como medio público de comunicación y recuperación de información, ha habido una creciente preocupación de que la privacidad personal de los usuarios pueda ser erosionada por \"entidades de red cooperantes\". Una solución técnica para mantener la privacidad es proporcionar anonimato. Presentamos un protocolo para el anonimato del iniciador llamado Hordes, que utiliza mecanismos de reenvío similares a los utilizados en protocolos anteriores para el envío de datos, pero es el primer protocolo en hacer uso de enrutamiento multicast para recibir datos de forma anónima. Se muestra que esto resulta en latencias de transmisión más cortas y requiere menos trabajo de los participantes en el protocolo, en términos de los mensajes procesados. También presentamos una comparación de la seguridad y el anonimato de Hordes con los protocolos anteriores, utilizando la primera definición cuantitativa de anonimato e indisociabilidad. Nuestro análisis muestra que Hordes proporciona anonimato en un grado similar al de Crowds y Onion Routing, pero también que Hordes tiene numerosas ventajas de rendimiento ",
            "error": [
                ""
            ]
        },
        "initiator anonymity": {
            "translated_key": "anónimo iniciador",
            "translated_annotated_text": "Hordes: un protocolo multicast basado en el anonimato Con la aceptación generalizada de Internet como medio público de comunicación y recuperación de información, ha habido una creciente preocupación de que la privacidad personal de los usuarios pueda ser erosionada por las entidades de la red cooperantes. Una solución técnica para mantener la privacidad es proporcionar anonimato. Presentamos un protocolo para el \"anónimo iniciador\" llamado Hordes, que utiliza mecanismos de reenvío similares a los utilizados en protocolos anteriores para el envío de datos, pero es el primer protocolo en hacer uso del enrutamiento multicast para recibir datos de forma anónima. Se muestra que esto resulta en latencias de transmisión más cortas y requiere menos trabajo de los participantes en el protocolo, en términos de los mensajes procesados. También presentamos una comparación de la seguridad y el anonimato de Hordes con los protocolos anteriores, utilizando la primera definición cuantitativa de anonimato e indisociabilidad. Nuestro análisis muestra que Hordes proporciona anonimato en un grado similar al de Crowds y Onion Routing, pero también que Hordes tiene numerosas ventajas de rendimiento ",
            "error": [
                ""
            ]
        },
        "forwarding mechanisms": {
            "translated_key": "mecanismos de avance",
            "translated_annotated_text": "Hordes: un protocolo multicast basado en el anonimato Con la aceptación generalizada de Internet como medio público de comunicación y recuperación de información, ha habido una creciente preocupación de que la privacidad personal de los usuarios pueda ser erosionada por las entidades de la red cooperantes. Una solución técnica para mantener la privacidad es proporcionar anonimato. Presentamos un protocolo para el anonimato del iniciador llamado Hordes, que utiliza \"mecanismos de avance\" similares a los utilizados en protocolos anteriores para el envío de datos, pero es el primer protocolo en hacer uso del enrutamiento multicast para recibir datos de forma anónima. Se muestra que esto resulta en latencias de transmisión más cortas y requiere menos trabajo de los participantes en el protocolo, en términos de los mensajes procesados. También presentamos una comparación de la seguridad y el anonimato de Hordes con los protocolos anteriores, utilizando la primera definición cuantitativa de anonimato e indisociabilidad. Nuestro análisis muestra que Hordes proporciona anonimato en un grado similar al de Crowds y Onion Routing, pero también que Hordes tiene numerosas ventajas de rendimiento ",
            "error": [
                ""
            ]
        },
        "multicast routing": {
            "translated_key": "enrutamiento multicast",
            "translated_annotated_text": "Hordes: un protocolo multicast basado en el anonimato Con la aceptación generalizada de Internet como medio público de comunicación y recuperación de información, ha habido una creciente preocupación de que la privacidad personal de los usuarios pueda ser erosionada por las entidades de la red cooperantes. Una solución técnica para mantener la privacidad es proporcionar anonimato. Presentamos un protocolo para el anonimato del iniciador llamado Hordes, que utiliza mecanismos de reenvío similares a los utilizados en protocolos anteriores para el envío de datos, pero es el primer protocolo en hacer uso de \"enrutamiento multicast\" para recibir datos de forma anónima. Se muestra que esto resulta en latencias de transmisión más cortas y requiere menos trabajo de los participantes en el protocolo, en términos de los mensajes procesados. También presentamos una comparación de la seguridad y el anonimato de Hordes con los protocolos anteriores, utilizando la primera definición cuantitativa de anonimato e indisociabilidad. Nuestro análisis muestra que Hordes proporciona anonimato en un grado similar al de Crowds y Onion Routing, pero también que Hordes tiene numerosas ventajas de rendimiento ",
            "error": [
                ""
            ]
        },
        "transmission latencies": {
            "translated_key": "latencias de transmisión",
            "translated_annotated_text": "Hordes: un protocolo multicast basado en el anonimato Con la aceptación generalizada de Internet como medio público de comunicación y recuperación de información, ha habido una creciente preocupación de que la privacidad personal de los usuarios pueda ser erosionada por las entidades de la red cooperantes. Una solución técnica para mantener la privacidad es proporcionar anonimato. Presentamos un protocolo para el anonimato del iniciador llamado Hordes, que utiliza mecanismos de reenvío similares a los utilizados en protocolos anteriores para el envío de datos, pero es el primer protocolo en hacer uso de enrutamiento multicast para recibir datos de forma anónima. Esto se traduce en \"latencias de transmisión\" más cortas y requiere menos trabajo de los participantes en el protocolo, en términos de los mensajes procesados. También presentamos una comparación de la seguridad y el anonimato de Hordes con los protocolos anteriores, utilizando la primera definición cuantitativa de anonimato e indisociabilidad. Nuestro análisis muestra que Hordes proporciona anonimato en un grado similar al de Crowds y Onion Routing, pero también que Hordes tiene numerosas ventajas de rendimiento ",
            "error": [
                ""
            ]
        },
        "unlinkability": {
            "translated_key": "desvinculación",
            "translated_annotated_text": "Hordes: un protocolo multicast basado en el anonimato Con la aceptación generalizada de Internet como medio público de comunicación y recuperación de información, ha habido una creciente preocupación de que la privacidad personal de los usuarios pueda ser erosionada por las entidades de la red cooperantes. Una solución técnica para mantener la privacidad es proporcionar anonimato. Presentamos un protocolo para el anonimato del iniciador llamado Hordes, que utiliza mecanismos de reenvío similares a los utilizados en protocolos anteriores para el envío de datos, pero es el primer protocolo en hacer uso de enrutamiento multicast para recibir datos de forma anónima. Se muestra que esto resulta en latencias de transmisión más cortas y requiere menos trabajo de los participantes en el protocolo, en términos de los mensajes procesados. También presentamos una comparación de la seguridad y el anonimato de Hordes con protocolos anteriores, utilizando la primera definición cuantitativa de anonimato e \"desvinculación\". Nuestro análisis muestra que Hordes proporciona anonimato en un grado similar al de Crowds y Onion Routing, pero también que Hordes tiene numerosas ventajas de rendimiento ",
            "error": [
                ""
            ]
        },
        "Crowds": {
            "translated_key": "Crowds",
            "translated_annotated_text": "Hordes: un protocolo multicast basado en el anonimato Con la aceptación generalizada de Internet como medio público de comunicación y recuperación de información, ha habido una creciente preocupación de que la privacidad personal de los usuarios pueda ser erosionada por las entidades de la red cooperantes. Una solución técnica para mantener la privacidad es proporcionar anonimato. Presentamos un protocolo para el anonimato del iniciador llamado Hordes, que utiliza mecanismos de reenvío similares a los utilizados en protocolos anteriores para el envío de datos, pero es el primer protocolo en hacer uso de enrutamiento multicast para recibir datos de forma anónima. Se muestra que esto resulta en latencias de transmisión más cortas y requiere menos trabajo de los participantes en el protocolo, en términos de los mensajes procesados. También presentamos una comparación de la seguridad y el anonimato de Hordes con los protocolos anteriores, utilizando la primera definición cuantitativa de anonimato e indisociabilidad. Nuestro análisis muestra que Hordes proporciona anonimato en un grado similar al de \"Crowds\" y Cebolla Enrutamiento, pero también que Hordes tiene numerosas ventajas de rendimiento ",
            "error": [
                ""
            ]
        },
        "Onion Routing": {
            "translated_key": "Onion Routing",
            "translated_annotated_text": "Hordes: un protocolo multicast basado en el anonimato Con la aceptación generalizada de Internet como medio público de comunicación y recuperación de información, ha habido una creciente preocupación de que la privacidad personal de los usuarios pueda ser erosionada por las entidades de la red cooperantes. Una solución técnica para mantener la privacidad es proporcionar anonimato. Presentamos un protocolo para el anonimato del iniciador llamado Hordes, que utiliza mecanismos de reenvío similares a los utilizados en protocolos anteriores para el envío de datos, pero es el primer protocolo en hacer uso de enrutamiento multicast para recibir datos de forma anónima. Se muestra que esto resulta en latencias de transmisión más cortas y requiere menos trabajo de los participantes en el protocolo, en términos de los mensajes procesados. También presentamos una comparación de la seguridad y el anonimato de Hordes con los protocolos anteriores, utilizando la primera definición cuantitativa de anonimato e indisociabilidad. Nuestro análisis muestra que Hordes proporciona anonimato en un grado similar al de Crowds y \"Onion Routing\", pero también que Hordes tiene numerosas ventajas de rendimiento ",
            "error": [
                ""
            ]
        },
        "performance": {
            "translated_key": "rendimiento",
            "translated_annotated_text": "Hordes: un protocolo multicast basado en el anonimato Con la aceptación generalizada de Internet como medio público de comunicación y recuperación de información, ha habido una creciente preocupación de que la privacidad personal de los usuarios pueda ser erosionada por las entidades de la red cooperantes. Una solución técnica para mantener la privacidad es proporcionar anonimato. Presentamos un protocolo para el anonimato del iniciador llamado Hordes, que utiliza mecanismos de reenvío similares a los utilizados en protocolos anteriores para el envío de datos, pero es el primer protocolo en hacer uso de enrutamiento multicast para recibir datos de forma anónima. Se muestra que esto resulta en latencias de transmisión más cortas y requiere menos trabajo de los participantes en el protocolo, en términos de los mensajes procesados. También presentamos una comparación de la seguridad y el anonimato de Hordes con los protocolos anteriores, utilizando la primera definición cuantitativa de anonimato e indisociabilidad. Nuestro análisis muestra que Hordes proporciona anonimato en un grado similar al de Crowds y Onion Routing, pero también que Hordes tiene numerosas ventajas de \"rendimiento\" ",
            "error": [
                ""
            ]
        },
        "data privacy": {
            "translated_key": [],
            "translated_annotated_text": "Hordes: un protocolo multicast basado en el anonimato Con la aceptación generalizada de Internet como medio público de comunicación y recuperación de información, ha habido una creciente preocupación de que la privacidad personal de los usuarios pueda ser erosionada por las entidades de la red cooperantes. Una solución técnica para mantener la privacidad es proporcionar anonimato. Presentamos un protocolo para el anonimato del iniciador llamado Hordes, que utiliza mecanismos de reenvío similares a los utilizados en protocolos anteriores para el envío de datos, pero es el primer protocolo en hacer uso de enrutamiento multicast para recibir datos de forma anónima. Se muestra que esto resulta en latencias de transmisión más cortas y requiere menos trabajo de los participantes en el protocolo, en términos de los mensajes procesados. También presentamos una comparación de la seguridad y el anonimato de Hordes con los protocolos anteriores, utilizando la primera definición cuantitativa de anonimato e indisociabilidad. Nuestro análisis muestra que Hordes proporciona anonimato en un grado similar al de Crowds y Onion Routing, pero también que Hordes tiene numerosas ventajas de rendimiento ",
            "error": []
        },
        "multicast communication": {
            "translated_key": [],
            "translated_annotated_text": "Hordes: un protocolo multicast basado en el anonimato Con la aceptación generalizada de Internet como medio público de comunicación y recuperación de información, ha habido una creciente preocupación de que la privacidad personal de los usuarios pueda ser erosionada por las entidades de la red cooperantes. Una solución técnica para mantener la privacidad es proporcionar anonimato. Presentamos un protocolo para el anonimato del iniciador llamado Hordes, que utiliza mecanismos de reenvío similares a los utilizados en protocolos anteriores para el envío de datos, pero es el primer protocolo en hacer uso de enrutamiento multicast para recibir datos de forma anónima. Se muestra que esto resulta en latencias de transmisión más cortas y requiere menos trabajo de los participantes en el protocolo, en términos de los mensajes procesados. También presentamos una comparación de la seguridad y el anonimato de Hordes con los protocolos anteriores, utilizando la primera definición cuantitativa de anonimato e indisociabilidad. Nuestro análisis muestra que Hordes proporciona anonimato en un grado similar al de Crowds y Onion Routing, pero también que Hordes tiene numerosas ventajas de rendimiento ",
            "error": []
        },
        "protocols": {
            "translated_key": "protocolos",
            "translated_annotated_text": "Hordes: un protocolo multicast basado en el anonimato Con la aceptación generalizada de Internet como medio público de comunicación y recuperación de información, ha habido una creciente preocupación de que la privacidad personal de los usuarios pueda ser erosionada por las entidades de la red cooperantes. Una solución técnica para mantener la privacidad es proporcionar anonimato. Presentamos un protocolo para el anonimato del iniciador llamado Hordes, que utiliza mecanismos de reenvío similares a los utilizados en \"protocolos\" anteriores para el envío de datos, pero es el primer protocolo en hacer uso del enrutamiento multicast para recibir datos de forma anónima. Se muestra que esto resulta en latencias de transmisión más cortas y requiere menos trabajo de los participantes en el protocolo, en términos de los mensajes procesados. También se presenta una comparación de la seguridad y el anonimato de Hordes con los \"protocolos\" anteriores, utilizando la primera definición cuantitativa de anonimato e indisociabilidad. Nuestro análisis muestra que Hordes proporciona anonimato en un grado similar al de Crowds y Onion Routing, pero también que Hordes tiene numerosas ventajas de rendimiento ",
            "error": [
                ""
            ]
        },
        "telecommunication network routing": {
            "translated_key": [],
            "translated_annotated_text": "Hordes: un protocolo multicast basado en el anonimato Con la aceptación generalizada de Internet como medio público de comunicación y recuperación de información, ha habido una creciente preocupación de que la privacidad personal de los usuarios pueda ser erosionada por las entidades de la red cooperantes. Una solución técnica para mantener la privacidad es proporcionar anonimato. Presentamos un protocolo para el anonimato del iniciador llamado Hordes, que utiliza mecanismos de reenvío similares a los utilizados en protocolos anteriores para el envío de datos, pero es el primer protocolo en hacer uso de enrutamiento multicast para recibir datos de forma anónima. Se muestra que esto resulta en latencias de transmisión más cortas y requiere menos trabajo de los participantes en el protocolo, en términos de los mensajes procesados. También presentamos una comparación de la seguridad y el anonimato de Hordes con los protocolos anteriores, utilizando la primera definición cuantitativa de anonimato e indisociabilidad. Nuestro análisis muestra que Hordes proporciona anonimato en un grado similar al de Crowds y Onion Routing, pero también que Hordes tiene numerosas ventajas de rendimiento ",
            "error": []
        }
    }
}