{
    "original_text": "Information-processing and computing systems at thermal power stations in China The development and commissioning of information-processing and computing systems (IPCSs) at four power units, each of 500 MW capacity at the thermal power stations Tszisyan and Imin in China, are considered. The functional structure and the characteristics of the functions of the IPCSs are presented as is information on the technology of development and experience in adjustments. Ways of using the experience gained in creating a comprehensive functional firmware system are shown",
    "original_translation": "Sistemas informáticos y de procesamiento de información en centrales térmicas de China Se considera el desarrollo y puesta en marcha de sistemas informáticos y de procesamiento de información (IPCS) en cuatro unidades eléctricas, cada una de 500 MW de capacidad en las centrales térmicas Tszisyan e Imin en China. La estructura funcional y las características de las funciones del IPCS se presentan al igual que la información sobre la tecnología de desarrollo y la experiencia en ajustes. Se muestran formas de utilizar la experiencia adquirida en la creación de un sistema de firmware funcional completo",
    "error_count": 3,
    "keys": {
        "China": {
            "translated_key": "China",
            "translated_annotated_text": "Sistemas informáticos y de procesamiento de información en centrales térmicas de \"China\" Se considera el desarrollo y puesta en marcha de sistemas informáticos y de procesamiento de información (IPCSs) en cuatro unidades eléctricas, cada una de 500 MW de capacidad en las centrales térmicas Tszisyan e Imin en \"China\". La estructura funcional y las características de las funciones del IPCS se presentan al igual que la información sobre la tecnología de desarrollo y la experiencia en ajustes. Se muestran formas de utilizar la experiencia adquirida en la creación de un sistema de firmware funcional completo ",
            "error": [
                ""
            ]
        },
        "thermal power stations": {
            "translated_key": "centrales térmicas",
            "translated_annotated_text": "Sistemas informáticos y de procesamiento de información en \"centrales térmicas\" en China Se considera el desarrollo y puesta en marcha de sistemas informáticos y de procesamiento de información (IPCS) en cuatro unidades eléctricas, cada una de 500 MW de capacidad en las \"centrales térmicas\" Tszisyan e Imin en China. La estructura funcional y las características de las funciones del IPCS se presentan al igual que la información sobre la tecnología de desarrollo y la experiencia en ajustes. Se muestran formas de utilizar la experiencia adquirida en la creación de un sistema de firmware funcional completo ",
            "error": [
                ""
            ]
        },
        "information-processing systems": {
            "translated_key": [],
            "translated_annotated_text": "Sistemas informáticos y de procesamiento de información en centrales térmicas de China Se considera el desarrollo y puesta en marcha de sistemas informáticos y de procesamiento de información (IPCS) en cuatro unidades eléctricas, cada una de 500 MW de capacidad en las centrales térmicas Tszisyan e Imin en China. La estructura funcional y las características de las funciones del IPCS se presentan al igual que la información sobre la tecnología de desarrollo y la experiencia en ajustes. Se muestran formas de utilizar la experiencia adquirida en la creación de un sistema de firmware funcional completo ",
            "error": []
        },
        "computing systems": {
            "translated_key": "sistemas de computación",
            "translated_annotated_text": "Procesamiento de la información y \"sistemas de computación\" en centrales térmicas de China Se considera el desarrollo y puesta en marcha de sistemas de procesamiento de la información y \"sistemas de computación\" (IPCS) en cuatro unidades eléctricas, cada una de 500 MW de capacidad en las centrales térmicas Tszisyan e Imin en China. La estructura funcional y las características de las funciones del IPCS se presentan al igual que la información sobre la tecnología de desarrollo y la experiencia en ajustes. Se muestran formas de utilizar la experiencia adquirida en la creación de un sistema de firmware funcional completo ",
            "error": [
                ""
            ]
        },
        "commissioning": {
            "translated_key": "comisionado",
            "translated_annotated_text": "Sistemas informáticos y de procesamiento de la información en las centrales térmicas de China Se considera el desarrollo y \"comisionado\" de sistemas informáticos y de procesamiento de la información (IPCS) en cuatro unidades eléctricas, cada una de 500 MW de capacidad en las centrales térmicas Tszisyan e Imin en China. La estructura funcional y las características de las funciones del IPCS se presentan al igual que la información sobre la tecnología de desarrollo y la experiencia en ajustes. Se muestran formas de utilizar la experiencia adquirida en la creación de un sistema de firmware funcional completo ",
            "error": [
                ""
            ]
        },
        "development": {
            "translated_key": "desarrollo",
            "translated_annotated_text": "Sistemas informáticos y de procesamiento de información en centrales térmicas de China Se considera el \"desarrollo\" y puesta en marcha de sistemas informáticos y de procesamiento de información (IPCS) en cuatro unidades eléctricas, cada una de 500 MW de capacidad en las centrales térmicas Tszisyan e Imin en China. La estructura funcional y las características de las funciones de los IPCS se presentan al igual que la información sobre la tecnología de \"desarrollo\" y la experiencia en ajustes. Se muestran formas de utilizar la experiencia adquirida en la creación de un sistema de firmware funcional completo ",
            "error": [
                ""
            ]
        },
        "functional structure": {
            "translated_key": "estructura funcional",
            "translated_annotated_text": "Sistemas informáticos y de procesamiento de información en centrales térmicas de China Se considera el desarrollo y puesta en marcha de sistemas informáticos y de procesamiento de información (IPCS) en cuatro unidades eléctricas, cada una de 500 MW de capacidad en las centrales térmicas Tszisyan e Imin en China. La \"estructura funcional\" y las características de las funciones de los IPCS se presentan al igual que la información sobre la tecnología de desarrollo y la experiencia en ajustes. Se muestran formas de utilizar la experiencia adquirida en la creación de un sistema de firmware funcional completo ",
            "error": [
                ""
            ]
        },
        "functions characteristics": {
            "translated_key": [],
            "translated_annotated_text": "Sistemas informáticos y de procesamiento de información en centrales térmicas de China Se considera el desarrollo y puesta en marcha de sistemas informáticos y de procesamiento de información (IPCS) en cuatro unidades eléctricas, cada una de 500 MW de capacidad en las centrales térmicas Tszisyan e Imin en China. La estructura funcional y las características de las funciones del IPCS se presentan al igual que la información sobre la tecnología de desarrollo y la experiencia en ajustes. Se muestran formas de utilizar la experiencia adquirida en la creación de un sistema de firmware funcional completo ",
            "error": []
        },
        "firmware system": {
            "translated_key": "sistema de firmware",
            "translated_annotated_text": "Sistemas informáticos y de procesamiento de información en centrales térmicas de China Se considera el desarrollo y puesta en marcha de sistemas informáticos y de procesamiento de información (IPCS) en cuatro unidades eléctricas, cada una de 500 MW de capacidad en las centrales térmicas Tszisyan e Imin en China. La estructura funcional y las características de las funciones del IPCS se presentan al igual que la información sobre la tecnología de desarrollo y la experiencia en ajustes. Se muestran formas de utilizar la experiencia adquirida en la creación de un completo \"sistema de firmware\" funcional ",
            "error": [
                ""
            ]
        },
        "500 MW": {
            "translated_key": "500 MW",
            "translated_annotated_text": "Sistemas informáticos y de procesamiento de información en centrales térmicas de China Se considera el desarrollo y puesta en marcha de sistemas informáticos y de procesamiento de información (IPCS) en cuatro unidades eléctricas, cada una de las cuales tiene una capacidad de \"500 MW\" en las centrales térmicas Tszisyan e Imin en China. La estructura funcional y las características de las funciones del IPCS se presentan al igual que la información sobre la tecnología de desarrollo y la experiencia en ajustes. Se muestran formas de utilizar la experiencia adquirida en la creación de un sistema de firmware funcional completo ",
            "error": [
                ""
            ]
        },
        "firmware": {
            "translated_key": "firmware",
            "translated_annotated_text": "Sistemas informáticos y de procesamiento de información en centrales térmicas de China Se considera el desarrollo y puesta en marcha de sistemas informáticos y de procesamiento de información (IPCS) en cuatro unidades eléctricas, cada una de 500 MW de capacidad en las centrales térmicas Tszisyan e Imin en China. La estructura funcional y las características de las funciones del IPCS se presentan al igual que la información sobre la tecnología de desarrollo y la experiencia en ajustes. Se muestran formas de utilizar la experiencia adquirida en la creación de un sistema \"firmware\" funcional integral ",
            "error": [
                ""
            ]
        },
        "power station control": {
            "translated_key": [],
            "translated_annotated_text": "Sistemas informáticos y de procesamiento de información en centrales térmicas de China Se considera el desarrollo y puesta en marcha de sistemas informáticos y de procesamiento de información (IPCS) en cuatro unidades eléctricas, cada una de 500 MW de capacidad en las centrales térmicas Tszisyan e Imin en China. La estructura funcional y las características de las funciones del IPCS se presentan al igual que la información sobre la tecnología de desarrollo y la experiencia en ajustes. Se muestran formas de utilizar la experiencia adquirida en la creación de un sistema de firmware funcional completo ",
            "error": []
        }
    }
}