{
    "original_text": "Responding to market trends with predictive segmentation [health care] Technology and technological advances have always been a part of healthcare, but often its advances in treatment machinery and materials that get the attention. However, technology gains also occur behind the scenes in operations. One of the less glamorous but powerful technological advances available today is predictive segmentation, a phrase that means a new way to assess and view individuals in the market based on their health status and health needs. Sophisticated databases, data mining, neural networks and statistical capabilities have enabled the development of predictive segmentation techniques. These predictive models for healthcare can identify who is likely to need certain services and who is likely to become ill. They are a significant departure from various geographical and attitudinal segmentation methods that healthcare strategists have used in the past to gain a better understanding of their customers",
    "original_translation": "Responder a las tendencias del mercado con segmentación predictiva [atención de salud] La tecnología y los avances tecnológicos siempre han sido parte de la atención médica, pero a menudo sus avances en maquinaria de tratamiento y materiales que llaman la atención. Sin embargo, los avances tecnológicos también se producen tras bambalinas en las operaciones. Uno de los avances tecnológicos menos glamurosos pero potentes disponibles hoy en día es la segmentación predictiva, una frase que significa una nueva manera de evaluar y ver a los individuos en el mercado basado en su estado de salud y sus necesidades de salud. Las bases de datos sofisticadas, la extracción de datos, las redes neuronales y las capacidades estadísticas han permitido el desarrollo de técnicas de segmentación predictiva. Estos modelos predictivos para la atención médica pueden identificar quién es probable que necesite ciertos servicios y quién es probable que se enferme. Son una desviación significativa de varios métodos de segmentación geográfica y actitudinal que los estrategas de salud han utilizado en el pasado para obtener una mejor comprensión de sus clientes",
    "error_count": 1,
    "keys": {
        "market trends": {
            "translated_key": "tendencias del mercado",
            "translated_annotated_text": "Responder a las \"tendencias del mercado\" con segmentación predictiva [atención a la salud] La tecnología y los avances tecnológicos siempre han sido parte de la salud, pero a menudo sus avances en maquinaria de tratamiento y materiales que llaman la atención. Sin embargo, los avances tecnológicos también se producen tras bambalinas en las operaciones. Uno de los avances tecnológicos menos glamurosos pero potentes disponibles hoy en día es la segmentación predictiva, una frase que significa una nueva manera de evaluar y ver a los individuos en el mercado basado en su estado de salud y sus necesidades de salud. Las bases de datos sofisticadas, la extracción de datos, las redes neuronales y las capacidades estadísticas han permitido el desarrollo de técnicas de segmentación predictiva. Estos modelos predictivos para la atención médica pueden identificar quién es probable que necesite ciertos servicios y quién es probable que se enferme. Son una desviación significativa de varios métodos de segmentación geográfica y actitudinal que los estrategas de salud han utilizado en el pasado para obtener una mejor comprensión de sus clientes ",
            "error": [
                ""
            ]
        },
        "healthcare": {
            "translated_key": [
                "atención de salud",
                "atención sanitaria",
                "salud"
            ],
            "translated_annotated_text": "Responder a las tendencias del mercado con segmentación predictiva [atención de salud] La tecnología y los avances tecnológicos siempre han sido parte de la \"atención de salud\", pero a menudo sus avances en maquinaria de tratamiento y materiales que llaman la atención. Sin embargo, los avances tecnológicos también se producen tras bambalinas en las operaciones. Uno de los avances tecnológicos menos glamurosos pero potentes disponibles hoy en día es la segmentación predictiva, una frase que significa una nueva manera de evaluar y ver a los individuos en el mercado basado en su estado de salud y sus necesidades de salud. Las bases de datos sofisticadas, la extracción de datos, las redes neuronales y las capacidades estadísticas han permitido el desarrollo de técnicas de segmentación predictiva. Estos modelos predictivos de \"atención sanitaria\" pueden identificar quién es probable que necesite ciertos servicios y quién es probable que se enferme. Son una desviación significativa de varios métodos de segmentación geográfica y actitudinal que los estrategas de \"salud\" han utilizado en el pasado para obtener una mejor comprensión de sus clientes ",
            "error": [
                "atención de salud",
                "atención sanitaria",
                "salud"
            ]
        },
        "predictive segmentation": {
            "translated_key": "segmentación predictiva",
            "translated_annotated_text": "Responder a las tendencias del mercado con \"segmentación predictiva\" [atención de salud] Los avances tecnológicos y tecnológicos siempre han sido parte de la salud, pero a menudo sus avances en maquinaria de tratamiento y materiales que llaman la atención. Sin embargo, los avances tecnológicos también se producen tras bambalinas en las operaciones. Uno de los avances tecnológicos menos glamurosos pero potentes disponibles hoy en día es la \"segmentación predictiva\", una frase que significa una nueva manera de evaluar y ver a los individuos en el mercado basándose en su estado de salud y sus necesidades de salud. Bases de datos sofisticadas, minería de datos, redes neuronales y capacidades estadísticas han permitido el desarrollo de técnicas de \"segmentación predictiva\". Estos modelos predictivos para la atención médica pueden identificar quién es probable que necesite ciertos servicios y quién es probable que se enferme. Son una desviación significativa de varios métodos de segmentación geográfica y actitudinal que los estrategas de salud han utilizado en el pasado para obtener una mejor comprensión de sus clientes ",
            "error": [
                ""
            ]
        },
        "data mining": {
            "translated_key": "minería de datos",
            "translated_annotated_text": "Responder a las tendencias del mercado con segmentación predictiva [atención de salud] La tecnología y los avances tecnológicos siempre han sido parte de la atención médica, pero a menudo sus avances en maquinaria de tratamiento y materiales que llaman la atención. Sin embargo, los avances tecnológicos también se producen tras bambalinas en las operaciones. Uno de los avances tecnológicos menos glamurosos pero potentes disponibles hoy en día es la segmentación predictiva, una frase que significa una nueva manera de evaluar y ver a los individuos en el mercado basado en su estado de salud y sus necesidades de salud. Bases de datos sofisticadas, \"minería de datos\", redes neuronales y capacidades estadísticas han permitido el desarrollo de técnicas de segmentación predictiva. Estos modelos predictivos para la atención médica pueden identificar quién es probable que necesite ciertos servicios y quién es probable que se enferme. Son una desviación significativa de varios métodos de segmentación geográfica y actitudinal que los estrategas de salud han utilizado en el pasado para obtener una mejor comprensión de sus clientes ",
            "error": [
                ""
            ]
        },
        "neural networks": {
            "translated_key": "redes neuronales",
            "translated_annotated_text": "Responder a las tendencias del mercado con segmentación predictiva [atención de salud] La tecnología y los avances tecnológicos siempre han sido parte de la atención médica, pero a menudo sus avances en maquinaria de tratamiento y materiales que llaman la atención. Sin embargo, los avances tecnológicos también se producen tras bambalinas en las operaciones. Uno de los avances tecnológicos menos glamurosos pero potentes disponibles hoy en día es la segmentación predictiva, una frase que significa una nueva manera de evaluar y ver a los individuos en el mercado basado en su estado de salud y sus necesidades de salud. Bases de datos sofisticadas, minería de datos, \"redes neuronales\" y capacidades estadísticas han permitido el desarrollo de técnicas de segmentación predictiva. Estos modelos predictivos para la atención médica pueden identificar quién es probable que necesite ciertos servicios y quién es probable que se enferme. Son una desviación significativa de varios métodos de segmentación geográfica y actitudinal que los estrategas de salud han utilizado en el pasado para obtener una mejor comprensión de sus clientes ",
            "error": [
                ""
            ]
        },
        "health care": {
            "translated_key": "atención sanitaria",
            "translated_annotated_text": "Responder a las tendencias del mercado con segmentación predictiva [\"atención sanitaria\"] Los avances tecnológicos y tecnológicos siempre han sido parte de la atención sanitaria, pero a menudo sus avances en maquinaria de tratamiento y materiales que llaman la atención. Sin embargo, los avances tecnológicos también se producen tras bambalinas en las operaciones. Uno de los avances tecnológicos menos glamurosos pero potentes disponibles hoy en día es la segmentación predictiva, una frase que significa una nueva manera de evaluar y ver a los individuos en el mercado basado en su estado de salud y sus necesidades de salud. Las bases de datos sofisticadas, la extracción de datos, las redes neuronales y las capacidades estadísticas han permitido el desarrollo de técnicas de segmentación predictiva. Estos modelos predictivos para la atención médica pueden identificar quién es probable que necesite ciertos servicios y quién es probable que se enferme. Son una desviación significativa de varios métodos de segmentación geográfica y actitudinal que los estrategas de salud han utilizado en el pasado para obtener una mejor comprensión de sus clientes ",
            "error": [
                ""
            ]
        }
    }
}