{
    "original_text": "Mid-market accounting systems Welcome to our fourth annual survey of accounting systems and enterprise resource planning (ERP) systems. Last September, we concentrated on financial and distribution systems for medium-sized businesses (mid market) and included 22 products in our charts. This year, we extended the products to include manufacturing and added 34 products to the list",
    "original_translation": "Sistemas de contabilidad de mercado medio Bienvenido a nuestro cuarto estudio anual de sistemas de contabilidad y sistemas de planificación de recursos institucionales (ERP). El pasado mes de septiembre, nos concentramos en los sistemas financieros y de distribución para medianas empresas (mercado medio) e incluimos 22 productos en nuestros gráficos. Este año, ampliamos los productos para incluir la fabricación y agregamos 34 productos a la lista",
    "error_count": 2,
    "keys": {
        "mid-market accounting systems": {
            "translated_key": [],
            "translated_annotated_text": "Sistemas de contabilidad de mercado medio Bienvenido a nuestro cuarto estudio anual de sistemas de contabilidad y sistemas de planificación de recursos institucionales (ERP). El pasado mes de septiembre, nos concentramos en los sistemas financieros y de distribución para medianas empresas (mercado medio) e incluimos 22 productos en nuestros gráficos. Este año, ampliamos los productos para incluir la fabricación y agregamos 34 productos a la lista ",
            "error": []
        },
        "survey": {
            "translated_key": "encuesta",
            "translated_annotated_text": "Sistemas de contabilidad de mercado medio Bienvenido a nuestra cuarta <br>encuesta</br> anual de sistemas de contabilidad y sistemas de planificación de recursos institucionales (ERP). El pasado mes de septiembre, nos concentramos en los sistemas financieros y de distribución para medianas empresas (mercado medio) e incluimos 22 productos en nuestros gráficos. Este año, ampliamos los productos para incluir la fabricación y agregamos 34 productos a la lista ",
            "error": [
                ""
            ]
        },
        "enterprise resource planning": {
            "translated_key": "planificación de los recursos institucionales",
            "translated_annotated_text": "Sistemas de contabilidad de mercado medio Bienvenidos a nuestro cuarto estudio anual de sistemas de contabilidad y sistemas de <br>planificación de los recursos institucionales</br>. El pasado mes de septiembre, nos concentramos en los sistemas financieros y de distribución para medianas empresas (mercado medio) e incluimos 22 productos en nuestros gráficos. Este año, ampliamos los productos para incluir la fabricación y agregamos 34 productos a la lista ",
            "error": [
                ""
            ]
        },
        "manufacturing": {
            "translated_key": "fabricación",
            "translated_annotated_text": "Sistemas de contabilidad de mercado medio Bienvenido a nuestro cuarto estudio anual de sistemas de contabilidad y sistemas de planificación de recursos institucionales (ERP). El pasado mes de septiembre, nos concentramos en los sistemas financieros y de distribución para medianas empresas (mercado medio) e incluimos 22 productos en nuestros gráficos. Este año, ampliamos los productos para incluir <br>fabricación</br> y añadimos 34 productos a la lista ",
            "error": [
                ""
            ]
        },
        "accounting": {
            "translated_key": "contabilidad",
            "translated_annotated_text": "Sistemas de <br>contabilidad</br> de mercado medio Bienvenido a nuestro cuarto estudio anual de sistemas de <br>contabilidad</br> y sistemas de planificación de recursos institucionales (ERP). El pasado mes de septiembre, nos concentramos en los sistemas financieros y de distribución para medianas empresas (mercado medio) e incluimos 22 productos en nuestros gráficos. Este año, ampliamos los productos para incluir la fabricación y agregamos 34 productos a la lista ",
            "error": [
                ""
            ]
        },
        "buyers guides": {
            "translated_key": [],
            "translated_annotated_text": "Sistemas de contabilidad de mercado medio Bienvenido a nuestro cuarto estudio anual de sistemas de contabilidad y sistemas de planificación de recursos institucionales (ERP). El pasado mes de septiembre, nos concentramos en los sistemas financieros y de distribución para medianas empresas (mercado medio) e incluimos 22 productos en nuestros gráficos. Este año, ampliamos los productos para incluir la fabricación y agregamos 34 productos a la lista ",
            "error": []
        }
    }
}