{
    "original_text": "The BIOGENES system for knowledge-based bioprocess control The application of knowledge-based control systems in the area of biotechnological processes has become increasingly popular over the past decade. This paper outlines the structure of the advanced knowledge-based part of the BIOGENES Copyright control system for the control of bioprocesses such as the fed-batch Saccharomyces cerevisiae cultivation. First, a brief overview of all the tasks implemented in the knowledge-based level including process data classification, qualitative process state identification and supervisory process control is given. The procedures performing the on-line identification of metabolic states and supervisory process control (setpoint calculation and control strategy selection) are described in more detail. Finally, the performance of the system is discussed using results obtained from a number of experimental cultivation runs in a laboratory unit",
    "original_translation": "El sistema BIOGENES para el control de bioprocesos basado en el conocimiento La aplicación de sistemas de control basados en el conocimiento en el área de procesos biotecnológicos se ha hecho cada vez más popular en la última década. Este artículo describe la estructura de la parte avanzada basada en el conocimiento del sistema de control de derechos de autor BIOGENES para el control de bioprocesos como el cultivo de Saccharomyces cerevisiae. En primer lugar, se ofrece un breve panorama general de todas las tareas realizadas en el nivel basado en el conocimiento, incluida la clasificación de los datos de los procesos, la identificación del estado de los procesos cualitativos y el control de los procesos de supervisión. Los procedimientos que realizan la identificación en línea de los estados metabólicos y el control del proceso de supervisión (cálculo de puntos fijos y selección de la estrategia de control) se describen con más detalle. Por último, el rendimiento del sistema se discute utilizando los resultados obtenidos de una serie de cultivos experimentales en una unidad de laboratorio",
    "error_count": 6,
    "keys": {
        "BIOGENES system": {
            "translated_key": "sistema BIOGENES",
            "translated_annotated_text": "El \"sistema BIOGENES\" para el control de bioprocesos basado en el conocimiento La aplicación de sistemas de control basados en el conocimiento en el área de procesos biotecnológicos se ha hecho cada vez más popular en la última década. Este artículo describe la estructura de la parte avanzada basada en el conocimiento del sistema de control de derechos de autor BIOGENES para el control de bioprocesos como el cultivo de Saccharomyces cerevisiae. En primer lugar, se ofrece un breve panorama general de todas las tareas realizadas en el nivel basado en el conocimiento, incluida la clasificación de los datos de los procesos, la identificación del estado de los procesos cualitativos y el control de los procesos de supervisión. Los procedimientos que realizan la identificación en línea de los estados metabólicos y el control del proceso de supervisión (cálculo de puntos fijos y selección de la estrategia de control) se describen con más detalle. Por último, el rendimiento del sistema se discute utilizando los resultados obtenidos de una serie de cultivos experimentales en una unidad de laboratorio ",
            "error": [
                ""
            ]
        },
        "knowledge-based bioprocess control": {
            "translated_key": "control de bioprocesos basado en el conocimiento",
            "translated_annotated_text": "El sistema BIOGENES para el \"control de bioprocesos basado en el conocimiento\" La aplicación de sistemas de control basados en el conocimiento en el área de procesos biotecnológicos se ha hecho cada vez más popular en la última década. Este artículo describe la estructura de la parte avanzada basada en el conocimiento del sistema de control de derechos de autor BIOGENES para el control de bioprocesos como el cultivo de Saccharomyces cerevisiae. En primer lugar, se ofrece un breve panorama general de todas las tareas realizadas en el nivel basado en el conocimiento, incluida la clasificación de los datos de los procesos, la identificación del estado de los procesos cualitativos y el control de los procesos de supervisión. Los procedimientos que realizan la identificación en línea de los estados metabólicos y el control del proceso de supervisión (cálculo de puntos fijos y selección de la estrategia de control) se describen con más detalle. Por último, el rendimiento del sistema se discute utilizando los resultados obtenidos de una serie de cultivos experimentales en una unidad de laboratorio ",
            "error": [
                ""
            ]
        },
        "biotechnological processes": {
            "translated_key": "procesos biotecnológicos",
            "translated_annotated_text": "El sistema BIOGENES para el control de bioprocesos basado en el conocimiento La aplicación de sistemas de control basados en el conocimiento en el área de \"procesos biotecnológicos\" se ha hecho cada vez más popular en la última década. Este artículo describe la estructura de la parte avanzada basada en el conocimiento del sistema de control de derechos de autor BIOGENES para el control de bioprocesos como el cultivo de Saccharomyces cerevisiae. En primer lugar, se ofrece un breve panorama general de todas las tareas realizadas en el nivel basado en el conocimiento, incluida la clasificación de los datos de los procesos, la identificación del estado de los procesos cualitativos y el control de los procesos de supervisión. Los procedimientos que realizan la identificación en línea de los estados metabólicos y el control del proceso de supervisión (cálculo de puntos fijos y selección de la estrategia de control) se describen con más detalle. Por último, el rendimiento del sistema se discute utilizando los resultados obtenidos de una serie de cultivos experimentales en una unidad de laboratorio ",
            "error": [
                ""
            ]
        },
        "fed-batch Saccharomyces cerevisiae cultivation": {
            "translated_key": "cultivo saccharomyces cerevisiae",
            "translated_annotated_text": "El sistema BIOGENES para el control de bioprocesos basado en el conocimiento La aplicación de sistemas de control basados en el conocimiento en el área de procesos biotecnológicos se ha hecho cada vez más popular en la última década. Este artículo describe la estructura de la parte avanzada basada en el conocimiento del sistema de control de derechos de autor BIOGENES para el control de bioprocesos como el \"cultivo saccharomyces cerevisiae\". En primer lugar, se ofrece un breve panorama general de todas las tareas realizadas en el nivel basado en el conocimiento, incluida la clasificación de los datos de los procesos, la identificación del estado de los procesos cualitativos y el control de los procesos de supervisión. Los procedimientos que realizan la identificación en línea de los estados metabólicos y el control del proceso de supervisión (cálculo de puntos fijos y selección de la estrategia de control) se describen con más detalle. Por último, el rendimiento del sistema se discute utilizando los resultados obtenidos de una serie de cultivos experimentales en una unidad de laboratorio ",
            "error": [
                ""
            ]
        },
        "process data classification": {
            "translated_key": "clasificación de los datos del proceso",
            "translated_annotated_text": "El sistema BIOGENES para el control de bioprocesos basado en el conocimiento La aplicación de sistemas de control basados en el conocimiento en el área de procesos biotecnológicos se ha hecho cada vez más popular en la última década. Este artículo describe la estructura de la parte avanzada basada en el conocimiento del sistema de control de derechos de autor BIOGENES para el control de bioprocesos como el cultivo de Saccharomyces cerevisiae. En primer lugar, se ofrece una breve visión general de todas las tareas realizadas en el nivel basado en el conocimiento, incluida la \"clasificación de los datos del proceso\", la identificación del estado del proceso cualitativo y el control del proceso de supervisión. Los procedimientos que realizan la identificación en línea de los estados metabólicos y el control del proceso de supervisión (cálculo de puntos fijos y selección de la estrategia de control) se describen con más detalle. Por último, el rendimiento del sistema se discute utilizando los resultados obtenidos de una serie de cultivos experimentales en una unidad de laboratorio ",
            "error": [
                ""
            ]
        },
        "qualitative process state identification": {
            "translated_key": "identificación del estado del proceso cualitativo",
            "translated_annotated_text": "El sistema BIOGENES para el control de bioprocesos basado en el conocimiento La aplicación de sistemas de control basados en el conocimiento en el área de procesos biotecnológicos se ha hecho cada vez más popular en la última década. Este artículo describe la estructura de la parte avanzada basada en el conocimiento del sistema de control de derechos de autor BIOGENES para el control de bioprocesos como el cultivo de Saccharomyces cerevisiae. En primer lugar, se ofrece una breve visión general de todas las tareas realizadas en el nivel basado en el conocimiento, incluida la clasificación de los datos del proceso, la \"identificación del estado del proceso cualitativo\" y el control del proceso de supervisión. Los procedimientos que realizan la identificación en línea de los estados metabólicos y el control del proceso de supervisión (cálculo de puntos fijos y selección de la estrategia de control) se describen con más detalle. Por último, el rendimiento del sistema se discute utilizando los resultados obtenidos de una serie de cultivos experimentales en una unidad de laboratorio ",
            "error": [
                ""
            ]
        },
        "supervisory process control": {
            "translated_key": [
                "control de los procesos de supervisión",
                "control del proceso de supervisión"
            ],
            "translated_annotated_text": "El sistema BIOGENES para el control de bioprocesos basado en el conocimiento La aplicación de sistemas de control basados en el conocimiento en el área de procesos biotecnológicos se ha hecho cada vez más popular en la última década. Este artículo describe la estructura de la parte avanzada basada en el conocimiento del sistema de control de derechos de autor BIOGENES para el control de bioprocesos como el cultivo de Saccharomyces cerevisiae. En primer lugar, se ofrece una breve visión general de todas las tareas realizadas en el nivel basado en el conocimiento, incluida la clasificación de los datos de los procesos, la identificación del estado de los procesos cualitativos y el \"control de los procesos de supervisión\". Los procedimientos que realizan la identificación en línea de los estados metabólicos y el \"control del proceso de supervisión\" (cálculo de puntos de referencia y selección de la estrategia de control) se describen con más detalle. Por último, el rendimiento del sistema se discute utilizando los resultados obtenidos de una serie de cultivos experimentales en una unidad de laboratorio ",
            "error": [
                "control de los procesos de supervisión",
                "control del proceso de supervisión"
            ]
        },
        "online identification": {
            "translated_key": [],
            "translated_annotated_text": "El sistema BIOGENES para el control de bioprocesos basado en el conocimiento La aplicación de sistemas de control basados en el conocimiento en el área de procesos biotecnológicos se ha hecho cada vez más popular en la última década. Este artículo describe la estructura de la parte avanzada basada en el conocimiento del sistema de control de derechos de autor BIOGENES para el control de bioprocesos como el cultivo de Saccharomyces cerevisiae. En primer lugar, se ofrece un breve panorama general de todas las tareas realizadas en el nivel basado en el conocimiento, incluida la clasificación de los datos de los procesos, la identificación del estado de los procesos cualitativos y el control de los procesos de supervisión. Los procedimientos que realizan la identificación en línea de los estados metabólicos y el control del proceso de supervisión (cálculo de puntos fijos y selección de la estrategia de control) se describen con más detalle. Por último, el rendimiento del sistema se discute utilizando los resultados obtenidos de una serie de cultivos experimentales en una unidad de laboratorio ",
            "error": []
        },
        "metabolic states": {
            "translated_key": "estados metabólicos",
            "translated_annotated_text": "El sistema BIOGENES para el control de bioprocesos basado en el conocimiento La aplicación de sistemas de control basados en el conocimiento en el área de procesos biotecnológicos se ha hecho cada vez más popular en la última década. Este artículo describe la estructura de la parte avanzada basada en el conocimiento del sistema de control de derechos de autor BIOGENES para el control de bioprocesos como el cultivo de Saccharomyces cerevisiae. En primer lugar, se ofrece un breve panorama general de todas las tareas realizadas en el nivel basado en el conocimiento, incluida la clasificación de los datos de los procesos, la identificación del estado de los procesos cualitativos y el control de los procesos de supervisión. Los procedimientos que realizan la identificación en línea de los \"estados metabólicos\" y el control del proceso de supervisión (setpoint calculation and control strategy selection) se describen con más detalle. Por último, el rendimiento del sistema se discute utilizando los resultados obtenidos de una serie de cultivos experimentales en una unidad de laboratorio ",
            "error": [
                ""
            ]
        },
        "experiment": {
            "translated_key": [],
            "translated_annotated_text": "El sistema BIOGENES para el control de bioprocesos basado en el conocimiento La aplicación de sistemas de control basados en el conocimiento en el área de procesos biotecnológicos se ha hecho cada vez más popular en la última década. Este artículo describe la estructura de la parte avanzada basada en el conocimiento del sistema de control de derechos de autor BIOGENES para el control de bioprocesos como el cultivo de Saccharomyces cerevisiae. En primer lugar, se ofrece un breve panorama general de todas las tareas realizadas en el nivel basado en el conocimiento, incluida la clasificación de los datos de los procesos, la identificación del estado de los procesos cualitativos y el control de los procesos de supervisión. Los procedimientos que realizan la identificación en línea de los estados metabólicos y el control del proceso de supervisión (cálculo de puntos fijos y selección de la estrategia de control) se describen con más detalle. Por último, el rendimiento del sistema se discute utilizando los resultados obtenidos de una serie de cultivos experimentales en una unidad de laboratorio ",
            "error": []
        },
        "biocontrol": {
            "translated_key": [],
            "translated_annotated_text": "El sistema BIOGENES para el control de bioprocesos basado en el conocimiento La aplicación de sistemas de control basados en el conocimiento en el área de procesos biotecnológicos se ha hecho cada vez más popular en la última década. Este artículo describe la estructura de la parte avanzada basada en el conocimiento del sistema de control de derechos de autor BIOGENES para el control de bioprocesos como el cultivo de Saccharomyces cerevisiae. En primer lugar, se ofrece un breve panorama general de todas las tareas realizadas en el nivel basado en el conocimiento, incluida la clasificación de los datos de los procesos, la identificación del estado de los procesos cualitativos y el control de los procesos de supervisión. Los procedimientos que realizan la identificación en línea de los estados metabólicos y el control del proceso de supervisión (cálculo de puntos fijos y selección de la estrategia de control) se describen con más detalle. Por último, el rendimiento del sistema se discute utilizando los resultados obtenidos de una serie de cultivos experimentales en una unidad de laboratorio ",
            "error": []
        },
        "biotechnology": {
            "translated_key": [],
            "translated_annotated_text": "El sistema BIOGENES para el control de bioprocesos basado en el conocimiento La aplicación de sistemas de control basados en el conocimiento en el área de procesos biotecnológicos se ha hecho cada vez más popular en la última década. Este artículo describe la estructura de la parte avanzada basada en el conocimiento del sistema de control de derechos de autor BIOGENES para el control de bioprocesos como el cultivo de Saccharomyces cerevisiae. En primer lugar, se ofrece un breve panorama general de todas las tareas realizadas en el nivel basado en el conocimiento, incluida la clasificación de los datos de los procesos, la identificación del estado de los procesos cualitativos y el control de los procesos de supervisión. Los procedimientos que realizan la identificación en línea de los estados metabólicos y el control del proceso de supervisión (cálculo de puntos fijos y selección de la estrategia de control) se describen con más detalle. Por último, el rendimiento del sistema se discute utilizando los resultados obtenidos de una serie de cultivos experimentales en una unidad de laboratorio ",
            "error": []
        },
        "identification": {
            "translated_key": "identificación",
            "translated_annotated_text": "El sistema BIOGENES para el control de bioprocesos basado en el conocimiento La aplicación de sistemas de control basados en el conocimiento en el área de procesos biotecnológicos se ha hecho cada vez más popular en la última década. Este artículo describe la estructura de la parte avanzada basada en el conocimiento del sistema de control de derechos de autor BIOGENES para el control de bioprocesos como el cultivo de Saccharomyces cerevisiae. En primer lugar, se ofrece una breve visión general de todas las tareas realizadas en el nivel basado en el conocimiento, incluida la clasificación de los datos del proceso, la \"identificación\" del estado del proceso cualitativo y el control del proceso de supervisión. Los procedimientos que realizan la \"identificación\" en línea de los estados metabólicos y el control del proceso de supervisión (selección de la estrategia de cálculo y control de puntos fijos) se describen con más detalle. Por último, el rendimiento del sistema se discute utilizando los resultados obtenidos de una serie de cultivos experimentales en una unidad de laboratorio ",
            "error": [
                ""
            ]
        },
        "intelligent control": {
            "translated_key": [],
            "translated_annotated_text": "El sistema BIOGENES para el control de bioprocesos basado en el conocimiento La aplicación de sistemas de control basados en el conocimiento en el área de procesos biotecnológicos se ha hecho cada vez más popular en la última década. Este artículo describe la estructura de la parte avanzada basada en el conocimiento del sistema de control de derechos de autor BIOGENES para el control de bioprocesos como el cultivo de Saccharomyces cerevisiae. En primer lugar, se ofrece un breve panorama general de todas las tareas realizadas en el nivel basado en el conocimiento, incluida la clasificación de los datos de los procesos, la identificación del estado de los procesos cualitativos y el control de los procesos de supervisión. Los procedimientos que realizan la identificación en línea de los estados metabólicos y el control del proceso de supervisión (cálculo de puntos fijos y selección de la estrategia de control) se describen con más detalle. Por último, el rendimiento del sistema se discute utilizando los resultados obtenidos de una serie de cultivos experimentales en una unidad de laboratorio ",
            "error": []
        },
        "process control": {
            "translated_key": "control del proceso",
            "translated_annotated_text": "El sistema BIOGENES para el control de bioprocesos basado en el conocimiento La aplicación de sistemas de control basados en el conocimiento en el área de procesos biotecnológicos se ha hecho cada vez más popular en la última década. Este artículo describe la estructura de la parte avanzada basada en el conocimiento del sistema de control de derechos de autor BIOGENES para el control de bioprocesos como el cultivo de Saccharomyces cerevisiae. En primer lugar, se ofrece una breve visión general de todas las tareas realizadas en el nivel basado en el conocimiento, incluida la clasificación de los datos del proceso, la identificación del estado del proceso cualitativo y el \"control del proceso\" de supervisión. Los procedimientos que realizan la identificación en línea de los estados metabólicos y el \"control del proceso\" de supervisión (selección de la estrategia de cálculo y control de puntos fijos) se describen con más detalle. Por último, el rendimiento del sistema se discute utilizando los resultados obtenidos de una serie de cultivos experimentales en una unidad de laboratorio ",
            "error": [
                ""
            ]
        }
    }
}