{
    "original_text": "The top cycle and uncovered solutions for weak tournaments We study axiomatic properties of the top cycle and uncovered solutions for weak tournaments. Subsequently, we establish its connection with the rational choice theory",
    "original_translation": "El ciclo superior y soluciones descubiertas para torneos débiles Estudiamos las propiedades axiomáticas del ciclo superior y las soluciones descubiertas para torneos débiles. Posteriormente, establecemos su conexión con la teoría de la elección racional",
    "error_count": 2,
    "keys": {
        "top cycle": {
            "translated_key": "ciclo superior",
            "translated_annotated_text": "El \"ciclo superior\" y soluciones descubiertas para torneos débiles Estudiamos propiedades axiomáticas del \"ciclo superior\" y soluciones descubiertas para torneos débiles. Posteriormente, establecemos su conexión con la teoría de la elección racional ",
            "error": [
                ""
            ]
        },
        "uncovered solutions": {
            "translated_key": "soluciones no cubiertas",
            "translated_annotated_text": "El ciclo superior y \"soluciones no cubiertas\" para torneos débiles Estudiamos las propiedades axiomáticas del ciclo superior y \"soluciones no cubiertas\" para torneos débiles. Posteriormente, establecemos su conexión con la teoría de la elección racional ",
            "error": [
                ""
            ]
        },
        "weak tournaments": {
            "translated_key": "torneos débiles",
            "translated_annotated_text": "El ciclo superior y las soluciones descubiertas para \"torneos débiles\" Estudiamos las propiedades axiomáticas del ciclo superior y las soluciones descubiertas para \"torneos débiles\". Posteriormente, establecemos su conexión con la teoría de la elección racional ",
            "error": [
                ""
            ]
        },
        "axiomatic properties": {
            "translated_key": "propiedades axiomáticas",
            "translated_annotated_text": "El ciclo superior y soluciones descubiertas para torneos débiles Estudiamos \"propiedades axiomáticas\" del ciclo superior y soluciones descubiertas para torneos débiles. Posteriormente, establecemos su conexión con la teoría de la elección racional ",
            "error": [
                ""
            ]
        },
        "rational choice theory": {
            "translated_key": "teoría de elección racional",
            "translated_annotated_text": "El ciclo superior y soluciones descubiertas para torneos débiles Estudiamos las propiedades axiomáticas del ciclo superior y las soluciones descubiertas para torneos débiles. Posteriormente, establecemos su conexión con la \"teoría de elección racional\" ",
            "error": [
                ""
            ]
        },
        "decision theory": {
            "translated_key": [],
            "translated_annotated_text": "El ciclo superior y soluciones descubiertas para torneos débiles Estudiamos las propiedades axiomáticas del ciclo superior y las soluciones descubiertas para torneos débiles. Posteriormente, establecemos su conexión con la teoría de la elección racional ",
            "error": []
        },
        "game theory": {
            "translated_key": [],
            "translated_annotated_text": "El ciclo superior y soluciones descubiertas para torneos débiles Estudiamos las propiedades axiomáticas del ciclo superior y las soluciones descubiertas para torneos débiles. Posteriormente, establecemos su conexión con la teoría de la elección racional ",
            "error": []
        }
    }
}