{
    "original_text": "Approximate relaxed descent method for optimal control problems We consider an optimal control problem for systems governed by ordinary differential equations with control constraints. Since no convexity assumptions are made on the data, the problem is reformulated in relaxed form. The relaxed state equation is discretized by the implicit trapezoidal scheme and the relaxed controls are approximated by piecewise constant relaxed controls. We then propose a combined descent and discretization method that generates sequences of discrete relaxed controls and progressively refines the discretization. Since here the adjoint of the discrete state equation is not defined, we use, at each iteration, an approximate derivative of the cost functional defined by discretizing the continuous adjoint equation and the integral involved by appropriate trapezoidal schemes. It is proved that accumulation points of sequences constructed by this method satisfy the strong relaxed necessary conditions for optimality for the continuous problem. Finally, the computed relaxed controls can be easily approximated by piecewise constant classical controls",
    "original_translation": "Método de descenso relajado aproximado para problemas de control óptimos Consideramos un problema de control óptimo para sistemas regidos por ecuaciones diferenciales ordinarias con restricciones de control. Dado que no se hacen suposiciones de convexidad en los datos, el problema se reformula de forma relajada. La ecuación de estado relajado se discreta por el esquema trapezoidal implícito y los controles relajados se aproximan por los controles relajados constantes por partes. Luego proponemos un método combinado de descenso y discretización que genera secuencias de discretos controles relajados y refina progresivamente la discretización. Dado que aquí no se define la ecuación contigua del estado discreto, utilizamos, en cada iteración, un derivado aproximado del costo funcional definido por la discontinuidad de la ecuación contigua continua y la integral implicada por los esquemas trapezoidales apropiados. Se ha demostrado que los puntos de acumulación de secuencias construidos por este método satisfacen las condiciones fuertes y relajadas necesarias para la optimización del problema continuo. Por último, los controles computados relajados pueden ser fácilmente aproximados por los controles clásicos constantes por pieza",
    "error_count": 8,
    "keys": {
        "approximate relaxed descent method": {
            "translated_key": [],
            "translated_annotated_text": "Método de descenso relajado aproximado para problemas de control óptimos Consideramos un problema de control óptimo para sistemas regidos por ecuaciones diferenciales ordinarias con restricciones de control. Dado que no se hacen suposiciones de convexidad en los datos, el problema se reformula de forma relajada. La ecuación de estado relajado se discreta por el esquema trapezoidal implícito y los controles relajados se aproximan por los controles relajados constantes por partes. Luego proponemos un método combinado de descenso y discretización que genera secuencias de discretos controles relajados y refina progresivamente la discretización. Dado que aquí no se define la ecuación contigua del estado discreto, utilizamos, en cada iteración, un derivado aproximado del costo funcional definido por la discontinuidad de la ecuación contigua continua y la integral implicada por los esquemas trapezoidales apropiados. Se ha demostrado que los puntos de acumulación de secuencias construidos por este método satisfacen las condiciones fuertes y relajadas necesarias para la optimización del problema continuo. Por último, los controles computados relajados pueden ser fácilmente aproximados por los controles clásicos constantes por pieza ",
            "error": []
        },
        "optimal control problems": {
            "translated_key": "problemas de control óptimo",
            "translated_annotated_text": "Método de descenso relajado aproximado para \"problemas de control óptimo\" Consideramos un problema de control óptimo para sistemas regidos por ecuaciones diferenciales ordinarias con restricciones de control. Dado que no se hacen suposiciones de convexidad en los datos, el problema se reformula de forma relajada. La ecuación de estado relajado se discreta por el esquema trapezoidal implícito y los controles relajados se aproximan por los controles relajados constantes por partes. Luego proponemos un método combinado de descenso y discretización que genera secuencias de discretos controles relajados y refina progresivamente la discretización. Dado que aquí no se define la ecuación contigua del estado discreto, utilizamos, en cada iteración, un derivado aproximado del costo funcional definido por la discontinuidad de la ecuación contigua continua y la integral implicada por los esquemas trapezoidales apropiados. Se ha demostrado que los puntos de acumulación de secuencias construidos por este método satisfacen las condiciones fuertes y relajadas necesarias para la optimización del problema continuo. Por último, los controles computados relajados pueden ser fácilmente aproximados por los controles clásicos constantes por pieza ",
            "error": [
                ""
            ]
        },
        "ordinary differential equations": {
            "translated_key": "ecuaciones diferenciales ordinarias",
            "translated_annotated_text": "Método de descenso relajado aproximado para problemas de control óptimos Consideramos un problema de control óptimo para sistemas regidos por \"ecuaciones diferenciales ordinarias\" con restricciones de control. Dado que no se hacen suposiciones de convexidad en los datos, el problema se reformula de forma relajada. La ecuación de estado relajado se discreta por el esquema trapezoidal implícito y los controles relajados se aproximan por los controles relajados constantes por partes. Luego proponemos un método combinado de descenso y discretización que genera secuencias de discretos controles relajados y refina progresivamente la discretización. Dado que aquí no se define la ecuación contigua del estado discreto, utilizamos, en cada iteración, un derivado aproximado del costo funcional definido por la discontinuidad de la ecuación contigua continua y la integral implicada por los esquemas trapezoidales apropiados. Se ha demostrado que los puntos de acumulación de secuencias construidos por este método satisfacen las condiciones fuertes y relajadas necesarias para la optimización del problema continuo. Por último, los controles computados relajados pueden ser fácilmente aproximados por los controles clásicos constantes por pieza ",
            "error": [
                ""
            ]
        },
        "relaxed state equation discretization": {
            "translated_key": [],
            "translated_annotated_text": "Método de descenso relajado aproximado para problemas de control óptimos Consideramos un problema de control óptimo para sistemas regidos por ecuaciones diferenciales ordinarias con restricciones de control. Dado que no se hacen suposiciones de convexidad en los datos, el problema se reformula de forma relajada. La ecuación de estado relajado se discreta por el esquema trapezoidal implícito y los controles relajados se aproximan por los controles relajados constantes por partes. Luego proponemos un método combinado de descenso y discretización que genera secuencias de discretos controles relajados y refina progresivamente la discretización. Dado que aquí no se define la ecuación contigua del estado discreto, utilizamos, en cada iteración, un derivado aproximado del costo funcional definido por la discontinuidad de la ecuación contigua continua y la integral implicada por los esquemas trapezoidales apropiados. Se ha demostrado que los puntos de acumulación de secuencias construidos por este método satisfacen las condiciones fuertes y relajadas necesarias para la optimización del problema continuo. Por último, los controles computados relajados pueden ser fácilmente aproximados por los controles clásicos constantes por pieza ",
            "error": []
        },
        "implicit trapezoidal scheme": {
            "translated_key": "esquema trapezoidal implícito",
            "translated_annotated_text": "Método de descenso relajado aproximado para problemas de control óptimos Consideramos un problema de control óptimo para sistemas regidos por ecuaciones diferenciales ordinarias con restricciones de control. Dado que no se hacen suposiciones de convexidad en los datos, el problema se reformula de forma relajada. La ecuación de estado relajado se discreta por el \"esquema trapezoidal implícito\" y los controles relajados se aproximan por los controles relajados constantes por partes. Luego proponemos un método combinado de descenso y discretización que genera secuencias de discretos controles relajados y refina progresivamente la discretización. Dado que aquí no se define la ecuación contigua del estado discreto, utilizamos, en cada iteración, un derivado aproximado del costo funcional definido por la discontinuidad de la ecuación contigua continua y la integral implicada por los esquemas trapezoidales apropiados. Se ha demostrado que los puntos de acumulación de secuencias construidos por este método satisfacen las condiciones fuertes y relajadas necesarias para la optimización del problema continuo. Por último, los controles computados relajados pueden ser fácilmente aproximados por los controles clásicos constantes por pieza ",
            "error": [
                ""
            ]
        },
        "piecewise constant relaxed controls": {
            "translated_key": "controles relajados constantes por pieza",
            "translated_annotated_text": "Método de descenso relajado aproximado para problemas de control óptimos Consideramos un problema de control óptimo para sistemas regidos por ecuaciones diferenciales ordinarias con restricciones de control. Dado que no se hacen suposiciones de convexidad en los datos, el problema se reformula de forma relajada. La ecuación de estado relajado se discreta por el esquema trapezoidal implícito y los controles relajados se aproximan por \"controles relajados constantes por pieza\". Luego proponemos un método combinado de descenso y discretización que genera secuencias de discretos controles relajados y refina progresivamente la discretización. Dado que aquí no se define la ecuación contigua del estado discreto, utilizamos, en cada iteración, un derivado aproximado del costo funcional definido por la discontinuidad de la ecuación contigua continua y la integral implicada por los esquemas trapezoidales apropiados. Se ha demostrado que los puntos de acumulación de secuencias construidos por este método satisfacen las condiciones fuertes y relajadas necesarias para la optimización del problema continuo. Por último, los controles computados relajados pueden ser fácilmente aproximados por los controles clásicos constantes por pieza ",
            "error": [
                ""
            ]
        },
        "relaxed control approximation": {
            "translated_key": [],
            "translated_annotated_text": "Método de descenso relajado aproximado para problemas de control óptimos Consideramos un problema de control óptimo para sistemas regidos por ecuaciones diferenciales ordinarias con restricciones de control. Dado que no se hacen suposiciones de convexidad en los datos, el problema se reformula de forma relajada. La ecuación de estado relajado se discreta por el esquema trapezoidal implícito y los controles relajados se aproximan por los controles relajados constantes por partes. Luego proponemos un método combinado de descenso y discretización que genera secuencias de discretos controles relajados y refina progresivamente la discretización. Dado que aquí no se define la ecuación contigua del estado discreto, utilizamos, en cada iteración, un derivado aproximado del costo funcional definido por la discontinuidad de la ecuación contigua continua y la integral implicada por los esquemas trapezoidales apropiados. Se ha demostrado que los puntos de acumulación de secuencias construidos por este método satisfacen las condiciones fuertes y relajadas necesarias para la optimización del problema continuo. Por último, los controles computados relajados pueden ser fácilmente aproximados por los controles clásicos constantes por pieza ",
            "error": []
        },
        "discrete relaxed control sequences": {
            "translated_key": [],
            "translated_annotated_text": "Método de descenso relajado aproximado para problemas de control óptimos Consideramos un problema de control óptimo para sistemas regidos por ecuaciones diferenciales ordinarias con restricciones de control. Dado que no se hacen suposiciones de convexidad en los datos, el problema se reformula de forma relajada. La ecuación de estado relajado se discreta por el esquema trapezoidal implícito y los controles relajados se aproximan por los controles relajados constantes por partes. Luego proponemos un método combinado de descenso y discretización que genera secuencias de discretos controles relajados y refina progresivamente la discretización. Dado que aquí no se define la ecuación contigua del estado discreto, utilizamos, en cada iteración, un derivado aproximado del costo funcional definido por la discontinuidad de la ecuación contigua continua y la integral implicada por los esquemas trapezoidales apropiados. Se ha demostrado que los puntos de acumulación de secuencias construidos por este método satisfacen las condiciones fuertes y relajadas necesarias para la optimización del problema continuo. Por último, los controles computados relajados pueden ser fácilmente aproximados por los controles clásicos constantes por pieza ",
            "error": []
        },
        "discretization refinement": {
            "translated_key": [],
            "translated_annotated_text": "Método de descenso relajado aproximado para problemas de control óptimos Consideramos un problema de control óptimo para sistemas regidos por ecuaciones diferenciales ordinarias con restricciones de control. Dado que no se hacen suposiciones de convexidad en los datos, el problema se reformula de forma relajada. La ecuación de estado relajado se discreta por el esquema trapezoidal implícito y los controles relajados se aproximan por los controles relajados constantes por partes. Luego proponemos un método combinado de descenso y discretización que genera secuencias de discretos controles relajados y refina progresivamente la discretización. Dado que aquí no se define la ecuación contigua del estado discreto, utilizamos, en cada iteración, un derivado aproximado del costo funcional definido por la discontinuidad de la ecuación contigua continua y la integral implicada por los esquemas trapezoidales apropiados. Se ha demostrado que los puntos de acumulación de secuencias construidos por este método satisfacen las condiciones fuertes y relajadas necesarias para la optimización del problema continuo. Por último, los controles computados relajados pueden ser fácilmente aproximados por los controles clásicos constantes por pieza ",
            "error": []
        },
        "discrete state equation": {
            "translated_key": "ecuación de estado discreto",
            "translated_annotated_text": "Método de descenso relajado aproximado para problemas de control óptimos Consideramos un problema de control óptimo para sistemas regidos por ecuaciones diferenciales ordinarias con restricciones de control. Dado que no se hacen suposiciones de convexidad en los datos, el problema se reformula de forma relajada. La ecuación de estado relajado se discreta por el esquema trapezoidal implícito y los controles relajados se aproximan por los controles relajados constantes por partes. Luego proponemos un método combinado de descenso y discretización que genera secuencias de discretos controles relajados y refina progresivamente la discretización. Dado que aquí no se define el contiguo de la \"ecuación de estado discreto\", se utiliza, en cada iteración, un derivado aproximado del costo funcional definido por la discontinuidad de la ecuación contigua continua y la integral implicada por esquemas trapezoidales apropiados. Se ha demostrado que los puntos de acumulación de secuencias construidos por este método satisfacen las condiciones fuertes y relajadas necesarias para la optimización del problema continuo. Por último, los controles computados relajados pueden ser fácilmente aproximados por los controles clásicos constantes por pieza ",
            "error": [
                ""
            ]
        },
        "cost functional approximate derivative": {
            "translated_key": [],
            "translated_annotated_text": "Método de descenso relajado aproximado para problemas de control óptimos Consideramos un problema de control óptimo para sistemas regidos por ecuaciones diferenciales ordinarias con restricciones de control. Dado que no se hacen suposiciones de convexidad en los datos, el problema se reformula de forma relajada. La ecuación de estado relajado se discreta por el esquema trapezoidal implícito y los controles relajados se aproximan por los controles relajados constantes por partes. Luego proponemos un método combinado de descenso y discretización que genera secuencias de discretos controles relajados y refina progresivamente la discretización. Dado que aquí no se define la ecuación contigua del estado discreto, utilizamos, en cada iteración, un derivado aproximado del costo funcional definido por la discontinuidad de la ecuación contigua continua y la integral implicada por los esquemas trapezoidales apropiados. Se ha demostrado que los puntos de acumulación de secuencias construidos por este método satisfacen las condiciones fuertes y relajadas necesarias para la optimización del problema continuo. Por último, los controles computados relajados pueden ser fácilmente aproximados por los controles clásicos constantes por pieza ",
            "error": []
        },
        "trapezoidal schemes": {
            "translated_key": "esquemas trapezoidales",
            "translated_annotated_text": "Método de descenso relajado aproximado para problemas de control óptimos Consideramos un problema de control óptimo para sistemas regidos por ecuaciones diferenciales ordinarias con restricciones de control. Dado que no se hacen suposiciones de convexidad en los datos, el problema se reformula de forma relajada. La ecuación de estado relajado se discreta por el esquema trapezoidal implícito y los controles relajados se aproximan por los controles relajados constantes por partes. Luego proponemos un método combinado de descenso y discretización que genera secuencias de discretos controles relajados y refina progresivamente la discretización. Dado que aquí no se define la ecuación contigua del estado discreto, utilizamos, en cada iteración, una derivada aproximada del costo funcional definido por la discontinuidad de la ecuación contigua continua y la integral implicada por los \"esquemas trapezoidales\" apropiados. Se ha demostrado que los puntos de acumulación de secuencias construidos por este método satisfacen las condiciones fuertes y relajadas necesarias para la optimización del problema continuo. Por último, los controles computados relajados pueden ser fácilmente aproximados por los controles clásicos constantes por pieza ",
            "error": [
                ""
            ]
        },
        "differential equations": {
            "translated_key": "ecuaciones diferenciales",
            "translated_annotated_text": "Método de descenso relajado aproximado para problemas de control óptimos Consideramos un problema de control óptimo para sistemas regidos por \"ecuaciones diferenciales\" ordinarias con restricciones de control. Dado que no se hacen suposiciones de convexidad en los datos, el problema se reformula de forma relajada. La ecuación de estado relajado se discreta por el esquema trapezoidal implícito y los controles relajados se aproximan por los controles relajados constantes por partes. Luego proponemos un método combinado de descenso y discretización que genera secuencias de discretos controles relajados y refina progresivamente la discretización. Dado que aquí no se define la ecuación contigua del estado discreto, utilizamos, en cada iteración, un derivado aproximado del costo funcional definido por la discontinuidad de la ecuación contigua continua y la integral implicada por los esquemas trapezoidales apropiados. Se ha demostrado que los puntos de acumulación de secuencias construidos por este método satisfacen las condiciones fuertes y relajadas necesarias para la optimización del problema continuo. Por último, los controles computados relajados pueden ser fácilmente aproximados por los controles clásicos constantes por pieza ",
            "error": [
                ""
            ]
        },
        "gradient index optics": {
            "translated_key": [],
            "translated_annotated_text": "Método de descenso relajado aproximado para problemas de control óptimos Consideramos un problema de control óptimo para sistemas regidos por ecuaciones diferenciales ordinarias con restricciones de control. Dado que no se hacen suposiciones de convexidad en los datos, el problema se reformula de forma relajada. La ecuación de estado relajado se discreta por el esquema trapezoidal implícito y los controles relajados se aproximan por los controles relajados constantes por partes. Luego proponemos un método combinado de descenso y discretización que genera secuencias de discretos controles relajados y refina progresivamente la discretización. Dado que aquí no se define la ecuación contigua del estado discreto, utilizamos, en cada iteración, un derivado aproximado del costo funcional definido por la discontinuidad de la ecuación contigua continua y la integral implicada por los esquemas trapezoidales apropiados. Se ha demostrado que los puntos de acumulación de secuencias construidos por este método satisfacen las condiciones fuertes y relajadas necesarias para la optimización del problema continuo. Por último, los controles computados relajados pueden ser fácilmente aproximados por los controles clásicos constantes por pieza ",
            "error": []
        },
        "optimal control": {
            "translated_key": "control óptimo",
            "translated_annotated_text": "Método de descenso relajado aproximado para problemas de \"control óptimo\" Consideramos un problema de \"control óptimo\" para sistemas regidos por ecuaciones diferenciales ordinarias con restricciones de control. Dado que no se hacen suposiciones de convexidad en los datos, el problema se reformula de forma relajada. La ecuación de estado relajado se discreta por el esquema trapezoidal implícito y los controles relajados se aproximan por los controles relajados constantes por partes. Luego proponemos un método combinado de descenso y discretización que genera secuencias de discretos controles relajados y refina progresivamente la discretización. Dado que aquí no se define la ecuación contigua del estado discreto, utilizamos, en cada iteración, un derivado aproximado del costo funcional definido por la discontinuidad de la ecuación contigua continua y la integral implicada por los esquemas trapezoidales apropiados. Se ha demostrado que los puntos de acumulación de secuencias construidos por este método satisfacen las condiciones fuertes y relajadas necesarias para la optimización del problema continuo. Por último, los controles computados relajados pueden ser fácilmente aproximados por los controles clásicos constantes por pieza ",
            "error": [
                ""
            ]
        },
        "piecewise constant techniques": {
            "translated_key": [],
            "translated_annotated_text": "Método de descenso relajado aproximado para problemas de control óptimos Consideramos un problema de control óptimo para sistemas regidos por ecuaciones diferenciales ordinarias con restricciones de control. Dado que no se hacen suposiciones de convexidad en los datos, el problema se reformula de forma relajada. La ecuación de estado relajado se discreta por el esquema trapezoidal implícito y los controles relajados se aproximan por los controles relajados constantes por partes. Luego proponemos un método combinado de descenso y discretización que genera secuencias de discretos controles relajados y refina progresivamente la discretización. Dado que aquí no se define la ecuación contigua del estado discreto, utilizamos, en cada iteración, un derivado aproximado del costo funcional definido por la discontinuidad de la ecuación contigua continua y la integral implicada por los esquemas trapezoidales apropiados. Se ha demostrado que los puntos de acumulación de secuencias construidos por este método satisfacen las condiciones fuertes y relajadas necesarias para la optimización del problema continuo. Por último, los controles computados relajados pueden ser fácilmente aproximados por los controles clásicos constantes por pieza ",
            "error": []
        }
    }
}