{
    "original_text": "The exact solution of coupled thermoelectroelastic behavior of piezoelectric laminates Exact solutions for static analysis of thermoelectroelastic laminated plates are presented. In this analysis, a new concise procedure for the analytical solution of composite laminated plates with piezoelectric layers is developed. A simple eigenvalue formula in real number form is directly developed from the basic coupled piezoelectric differential equations and the difficulty of treating imaginary eigenvalues is avoided. The solution is defined in the trigonometric series and can be applied to thin and thick plates. Numerical studies are conducted on a five-layer piezoelectric plate and the complexity of stresses and deformations under combined loading is illustrated. The results could be used as a benchmark for assessing any numerical solution by approximate approaches such as the finite element method while also providing useful physical insight into the behavior of piezoelectric plates in a thermal environment",
    "original_translation": "Se presenta la solución exacta del comportamiento termoelástico acoplado de los laminados piezoeléctricos Soluciones exactas para el análisis estático de las placas laminadas termoelásticas. En este análisis, se desarrolla un nuevo procedimiento conciso para la solución analítica de placas laminadas compuestas con capas piezoeléctricas. Una fórmula simple de valor propio en forma de número real se desarrolla directamente a partir de las ecuaciones diferenciales piezoeléctricas acopladas básicas y se evita la dificultad de tratar valores propios imaginarios. La solución se define en la serie trigonométrica y se puede aplicar en placas delgadas y gruesas. Se realizan estudios numéricos en una placa piezoeléctrica de cinco capas y se ilustra la complejidad de las tensiones y deformaciones bajo carga combinada. Los resultados podrían ser utilizados como punto de referencia para evaluar cualquier solución numérica mediante aproximaciones como el método de elementos finitos, además de proporcionar información física útil sobre el comportamiento de las placas piezoeléctricas en un entorno térmico",
    "error_count": 9,
    "keys": {
        "exact solution": {
            "translated_key": "solución exacta",
            "translated_annotated_text": "Se presenta la \"solución exacta\" de comportamiento termoelástico acoplado de laminados piezoeléctricos Soluciones exactas para el análisis estático de placas laminadas termoelásticas. En este análisis, se desarrolla un nuevo procedimiento conciso para la solución analítica de placas laminadas compuestas con capas piezoeléctricas. Una fórmula simple de valor propio en forma de número real se desarrolla directamente a partir de las ecuaciones diferenciales piezoeléctricas acopladas básicas y se evita la dificultad de tratar valores propios imaginarios. La solución se define en la serie trigonométrica y se puede aplicar en placas delgadas y gruesas. Se realizan estudios numéricos en una placa piezoeléctrica de cinco capas y se ilustra la complejidad de las tensiones y deformaciones bajo carga combinada. Los resultados podrían ser utilizados como punto de referencia para evaluar cualquier solución numérica mediante aproximaciones como el método de elementos finitos, además de proporcionar información física útil sobre el comportamiento de las placas piezoeléctricas en un entorno térmico ",
            "error": [
                ""
            ]
        },
        "coupled thermoelectroelastic behavior": {
            "translated_key": "comportamiento termoelástico acoplado",
            "translated_annotated_text": "Se presenta la solución exacta de \"comportamiento termoelástico acoplado\" de laminados piezoeléctricos Soluciones exactas para el análisis estático de placas laminadas termoelásticas. En este análisis, se desarrolla un nuevo procedimiento conciso para la solución analítica de placas laminadas compuestas con capas piezoeléctricas. Una fórmula simple de valor propio en forma de número real se desarrolla directamente a partir de las ecuaciones diferenciales piezoeléctricas acopladas básicas y se evita la dificultad de tratar valores propios imaginarios. La solución se define en la serie trigonométrica y se puede aplicar en placas delgadas y gruesas. Se realizan estudios numéricos en una placa piezoeléctrica de cinco capas y se ilustra la complejidad de las tensiones y deformaciones bajo carga combinada. Los resultados podrían ser utilizados como punto de referencia para evaluar cualquier solución numérica mediante aproximaciones como el método de elementos finitos, además de proporcionar información física útil sobre el comportamiento de las placas piezoeléctricas en un entorno térmico ",
            "error": [
                ""
            ]
        },
        "piezoelectric laminates": {
            "translated_key": "laminados piezoeléctricos",
            "translated_annotated_text": "Se presenta la solución exacta de comportamiento termoelástico acoplado de \"laminados piezoeléctricos\" Soluciones exactas para el análisis estático de placas laminadas termoelásticas. En este análisis, se desarrolla un nuevo procedimiento conciso para la solución analítica de placas laminadas compuestas con capas piezoeléctricas. Una fórmula simple de valor propio en forma de número real se desarrolla directamente a partir de las ecuaciones diferenciales piezoeléctricas acopladas básicas y se evita la dificultad de tratar valores propios imaginarios. La solución se define en la serie trigonométrica y se puede aplicar en placas delgadas y gruesas. Se realizan estudios numéricos en una placa piezoeléctrica de cinco capas y se ilustra la complejidad de las tensiones y deformaciones bajo carga combinada. Los resultados podrían ser utilizados como punto de referencia para evaluar cualquier solución numérica mediante aproximaciones como el método de elementos finitos, además de proporcionar información física útil sobre el comportamiento de las placas piezoeléctricas en un entorno térmico ",
            "error": [
                ""
            ]
        },
        "thermoelectroelastic laminated plates": {
            "translated_key": "placas laminadas termoelásticas",
            "translated_annotated_text": "Se presenta la solución exacta del comportamiento termoelástico acoplado de los laminados piezoeléctricos Soluciones exactas para el análisis estático de \"placas laminadas termoelásticas\". En este análisis, se desarrolla un nuevo procedimiento conciso para la solución analítica de placas laminadas compuestas con capas piezoeléctricas. Una fórmula simple de valor propio en forma de número real se desarrolla directamente a partir de las ecuaciones diferenciales piezoeléctricas acopladas básicas y se evita la dificultad de tratar valores propios imaginarios. La solución se define en la serie trigonométrica y se puede aplicar en placas delgadas y gruesas. Se realizan estudios numéricos en una placa piezoeléctrica de cinco capas y se ilustra la complejidad de las tensiones y deformaciones bajo carga combinada. Los resultados podrían ser utilizados como punto de referencia para evaluar cualquier solución numérica mediante aproximaciones como el método de elementos finitos, además de proporcionar información física útil sobre el comportamiento de las placas piezoeléctricas en un entorno térmico ",
            "error": [
                ""
            ]
        },
        "analytical solution": {
            "translated_key": "solución analítica",
            "translated_annotated_text": "Se presenta la solución exacta del comportamiento termoelástico acoplado de los laminados piezoeléctricos Soluciones exactas para el análisis estático de las placas laminadas termoelásticas. En este análisis, se desarrolla un nuevo procedimiento conciso para la \"solución analítica\" de placas laminadas compuestas con capas piezoeléctricas. Una fórmula simple de valor propio en forma de número real se desarrolla directamente a partir de las ecuaciones diferenciales piezoeléctricas acopladas básicas y se evita la dificultad de tratar valores propios imaginarios. La solución se define en la serie trigonométrica y se puede aplicar en placas delgadas y gruesas. Se realizan estudios numéricos en una placa piezoeléctrica de cinco capas y se ilustra la complejidad de las tensiones y deformaciones bajo carga combinada. Los resultados podrían ser utilizados como punto de referencia para evaluar cualquier solución numérica mediante aproximaciones como el método de elementos finitos, además de proporcionar información física útil sobre el comportamiento de las placas piezoeléctricas en un entorno térmico ",
            "error": [
                ""
            ]
        },
        "composite laminated plates": {
            "translated_key": "placas laminadas compuestas",
            "translated_annotated_text": "Se presenta la solución exacta del comportamiento termoelástico acoplado de los laminados piezoeléctricos Soluciones exactas para el análisis estático de las placas laminadas termoelásticas. En este análisis se desarrolla un nuevo procedimiento conciso para la solución analítica de \"placas laminadas compuestas\" con capas piezoeléctricas. Una fórmula simple de valor propio en forma de número real se desarrolla directamente a partir de las ecuaciones diferenciales piezoeléctricas acopladas básicas y se evita la dificultad de tratar valores propios imaginarios. La solución se define en la serie trigonométrica y se puede aplicar en placas delgadas y gruesas. Se realizan estudios numéricos en una placa piezoeléctrica de cinco capas y se ilustra la complejidad de las tensiones y deformaciones bajo carga combinada. Los resultados podrían ser utilizados como punto de referencia para evaluar cualquier solución numérica mediante aproximaciones como el método de elementos finitos, además de proporcionar información física útil sobre el comportamiento de las placas piezoeléctricas en un entorno térmico ",
            "error": [
                ""
            ]
        },
        "piezoelectric layers": {
            "translated_key": "capas piezoeléctricas",
            "translated_annotated_text": "Se presenta la solución exacta del comportamiento termoelástico acoplado de los laminados piezoeléctricos Soluciones exactas para el análisis estático de las placas laminadas termoelásticas. En este análisis, se desarrolla un nuevo procedimiento conciso para la solución analítica de placas laminadas compuestas con \"capas piezoeléctricas\". Una fórmula simple de valor propio en forma de número real se desarrolla directamente a partir de las ecuaciones diferenciales piezoeléctricas acopladas básicas y se evita la dificultad de tratar valores propios imaginarios. La solución se define en la serie trigonométrica y se puede aplicar en placas delgadas y gruesas. Se realizan estudios numéricos en una placa piezoeléctrica de cinco capas y se ilustra la complejidad de las tensiones y deformaciones bajo carga combinada. Los resultados podrían ser utilizados como punto de referencia para evaluar cualquier solución numérica mediante aproximaciones como el método de elementos finitos, además de proporcionar información física útil sobre el comportamiento de las placas piezoeléctricas en un entorno térmico ",
            "error": [
                ""
            ]
        },
        "eigenvalue formula": {
            "translated_key": "fórmula de valor propio",
            "translated_annotated_text": "Se presenta la solución exacta del comportamiento termoelástico acoplado de los laminados piezoeléctricos Soluciones exactas para el análisis estático de las placas laminadas termoelásticas. En este análisis, se desarrolla un nuevo procedimiento conciso para la solución analítica de placas laminadas compuestas con capas piezoeléctricas. Una simple \"fórmula de valor propio\" en forma de número real se desarrolla directamente a partir de las ecuaciones diferenciales piezoeléctricas básicas acopladas y se evita la dificultad de tratar valores propios imaginarios. La solución se define en la serie trigonométrica y se puede aplicar en placas delgadas y gruesas. Se realizan estudios numéricos en una placa piezoeléctrica de cinco capas y se ilustra la complejidad de las tensiones y deformaciones bajo carga combinada. Los resultados podrían ser utilizados como punto de referencia para evaluar cualquier solución numérica mediante aproximaciones como el método de elementos finitos, además de proporcionar información física útil sobre el comportamiento de las placas piezoeléctricas en un entorno térmico ",
            "error": [
                ""
            ]
        },
        "real number form": {
            "translated_key": "forma de número real",
            "translated_annotated_text": "Se presenta la solución exacta del comportamiento termoelástico acoplado de los laminados piezoeléctricos Soluciones exactas para el análisis estático de las placas laminadas termoelásticas. En este análisis, se desarrolla un nuevo procedimiento conciso para la solución analítica de placas laminadas compuestas con capas piezoeléctricas. Una fórmula simple de valor propio en \"forma de número real\" se desarrolla directamente a partir de las ecuaciones diferenciales piezoeléctricas básicas acopladas y se evita la dificultad de tratar valores propios imaginarios. La solución se define en la serie trigonométrica y se puede aplicar en placas delgadas y gruesas. Se realizan estudios numéricos en una placa piezoeléctrica de cinco capas y se ilustra la complejidad de las tensiones y deformaciones bajo carga combinada. Los resultados podrían ser utilizados como punto de referencia para evaluar cualquier solución numérica mediante aproximaciones como el método de elementos finitos, además de proporcionar información física útil sobre el comportamiento de las placas piezoeléctricas en un entorno térmico ",
            "error": [
                ""
            ]
        },
        "coupled piezoelectric differential equations": {
            "translated_key": "ecuaciones diferenciales piezoeléctricas acopladas",
            "translated_annotated_text": "Se presenta la solución exacta del comportamiento termoelástico acoplado de los laminados piezoeléctricos Soluciones exactas para el análisis estático de las placas laminadas termoelásticas. En este análisis, se desarrolla un nuevo procedimiento conciso para la solución analítica de placas laminadas compuestas con capas piezoeléctricas. Una fórmula simple de valor propio en forma de número real se desarrolla directamente a partir de las \"ecuaciones diferenciales piezoeléctricas acopladas\" básicas y se evita la dificultad de tratar valores propios imaginarios. La solución se define en la serie trigonométrica y se puede aplicar en placas delgadas y gruesas. Se realizan estudios numéricos en una placa piezoeléctrica de cinco capas y se ilustra la complejidad de las tensiones y deformaciones bajo carga combinada. Los resultados podrían ser utilizados como punto de referencia para evaluar cualquier solución numérica mediante aproximaciones como el método de elementos finitos, además de proporcionar información física útil sobre el comportamiento de las placas piezoeléctricas en un entorno térmico ",
            "error": [
                ""
            ]
        },
        "trigonometric series": {
            "translated_key": "serie trigonométrica",
            "translated_annotated_text": "Se presenta la solución exacta del comportamiento termoelástico acoplado de los laminados piezoeléctricos Soluciones exactas para el análisis estático de las placas laminadas termoelásticas. En este análisis, se desarrolla un nuevo procedimiento conciso para la solución analítica de placas laminadas compuestas con capas piezoeléctricas. Una fórmula simple de valor propio en forma de número real se desarrolla directamente a partir de las ecuaciones diferenciales piezoeléctricas acopladas básicas y se evita la dificultad de tratar valores propios imaginarios. La solución se define en la \"serie trigonométrica\" y se puede aplicar en placas delgadas y gruesas. Se realizan estudios numéricos en una placa piezoeléctrica de cinco capas y se ilustra la complejidad de las tensiones y deformaciones bajo carga combinada. Los resultados podrían ser utilizados como punto de referencia para evaluar cualquier solución numérica mediante aproximaciones como el método de elementos finitos, además de proporcionar información física útil sobre el comportamiento de las placas piezoeléctricas en un entorno térmico ",
            "error": [
                ""
            ]
        },
        "thin plates": {
            "translated_key": [],
            "translated_annotated_text": "Se presenta la solución exacta del comportamiento termoelástico acoplado de los laminados piezoeléctricos Soluciones exactas para el análisis estático de las placas laminadas termoelásticas. En este análisis, se desarrolla un nuevo procedimiento conciso para la solución analítica de placas laminadas compuestas con capas piezoeléctricas. Una fórmula simple de valor propio en forma de número real se desarrolla directamente a partir de las ecuaciones diferenciales piezoeléctricas acopladas básicas y se evita la dificultad de tratar valores propios imaginarios. La solución se define en la serie trigonométrica y se puede aplicar en placas delgadas y gruesas. Se realizan estudios numéricos en una placa piezoeléctrica de cinco capas y se ilustra la complejidad de las tensiones y deformaciones bajo carga combinada. Los resultados podrían ser utilizados como punto de referencia para evaluar cualquier solución numérica mediante aproximaciones como el método de elementos finitos, además de proporcionar información física útil sobre el comportamiento de las placas piezoeléctricas en un entorno térmico ",
            "error": []
        },
        "thick plates": {
            "translated_key": "pegajosas",
            "translated_annotated_text": "Se presenta la solución exacta del comportamiento termoelástico acoplado de los laminados piezoeléctricos Soluciones exactas para el análisis estático de las placas laminadas termoelásticas. En este análisis, se desarrolla un nuevo procedimiento conciso para la solución analítica de placas laminadas compuestas con capas piezoeléctricas. Una fórmula simple de valor propio en forma de número real se desarrolla directamente a partir de las ecuaciones diferenciales piezoeléctricas acopladas básicas y se evita la dificultad de tratar valores propios imaginarios. La solución se define en la serie trigonométrica y se puede aplicar en placas delgadas y \"pegajosas\". Se realizan estudios numéricos en una placa piezoeléctrica de cinco capas y se ilustra la complejidad de las tensiones y deformaciones bajo carga combinada. Los resultados podrían ser utilizados como punto de referencia para evaluar cualquier solución numérica mediante aproximaciones como el método de elementos finitos, además de proporcionar información física útil sobre el comportamiento de las placas piezoeléctricas en un entorno térmico ",
            "error": [
                ""
            ]
        },
        "five-layer piezoelectric plate": {
            "translated_key": "placa piezoeléctrica de cinco capas",
            "translated_annotated_text": "Se presenta la solución exacta del comportamiento termoelástico acoplado de los laminados piezoeléctricos Soluciones exactas para el análisis estático de las placas laminadas termoelásticas. En este análisis, se desarrolla un nuevo procedimiento conciso para la solución analítica de placas laminadas compuestas con capas piezoeléctricas. Una fórmula simple de valor propio en forma de número real se desarrolla directamente a partir de las ecuaciones diferenciales piezoeléctricas acopladas básicas y se evita la dificultad de tratar valores propios imaginarios. La solución se define en la serie trigonométrica y se puede aplicar en placas delgadas y gruesas. Los estudios numéricos se realizan en una \"placa piezoeléctrica de cinco capas\" y se ilustra la complejidad de las tensiones y deformaciones bajo carga combinada. Los resultados podrían ser utilizados como punto de referencia para evaluar cualquier solución numérica mediante aproximaciones como el método de elementos finitos, además de proporcionar información física útil sobre el comportamiento de las placas piezoeléctricas en un entorno térmico ",
            "error": [
                ""
            ]
        },
        "numerical study": {
            "translated_key": [],
            "translated_annotated_text": "Se presenta la solución exacta del comportamiento termoelástico acoplado de los laminados piezoeléctricos Soluciones exactas para el análisis estático de las placas laminadas termoelásticas. En este análisis, se desarrolla un nuevo procedimiento conciso para la solución analítica de placas laminadas compuestas con capas piezoeléctricas. Una fórmula simple de valor propio en forma de número real se desarrolla directamente a partir de las ecuaciones diferenciales piezoeléctricas acopladas básicas y se evita la dificultad de tratar valores propios imaginarios. La solución se define en la serie trigonométrica y se puede aplicar en placas delgadas y gruesas. Se realizan estudios numéricos en una placa piezoeléctrica de cinco capas y se ilustra la complejidad de las tensiones y deformaciones bajo carga combinada. Los resultados podrían ser utilizados como punto de referencia para evaluar cualquier solución numérica mediante aproximaciones como el método de elementos finitos, además de proporcionar información física útil sobre el comportamiento de las placas piezoeléctricas en un entorno térmico ",
            "error": []
        },
        "stresses": {
            "translated_key": "estrés",
            "translated_annotated_text": "Se presenta la solución exacta del comportamiento termoelástico acoplado de los laminados piezoeléctricos Soluciones exactas para el análisis estático de las placas laminadas termoelásticas. En este análisis, se desarrolla un nuevo procedimiento conciso para la solución analítica de placas laminadas compuestas con capas piezoeléctricas. Una fórmula simple de valor propio en forma de número real se desarrolla directamente a partir de las ecuaciones diferenciales piezoeléctricas acopladas básicas y se evita la dificultad de tratar valores propios imaginarios. La solución se define en la serie trigonométrica y se puede aplicar en placas delgadas y gruesas. Los estudios numéricos se llevan a cabo en una placa piezoeléctrica de cinco capas y se ilustra la complejidad de \"estrés\" y deformaciones bajo carga combinada. Los resultados podrían ser utilizados como punto de referencia para evaluar cualquier solución numérica mediante aproximaciones como el método de elementos finitos, además de proporcionar información física útil sobre el comportamiento de las placas piezoeléctricas en un entorno térmico ",
            "error": [
                ""
            ]
        },
        "deformations": {
            "translated_key": "deformaciones",
            "translated_annotated_text": "Se presenta la solución exacta del comportamiento termoelástico acoplado de los laminados piezoeléctricos Soluciones exactas para el análisis estático de las placas laminadas termoelásticas. En este análisis, se desarrolla un nuevo procedimiento conciso para la solución analítica de placas laminadas compuestas con capas piezoeléctricas. Una fórmula simple de valor propio en forma de número real se desarrolla directamente a partir de las ecuaciones diferenciales piezoeléctricas acopladas básicas y se evita la dificultad de tratar valores propios imaginarios. La solución se define en la serie trigonométrica y se puede aplicar en placas delgadas y gruesas. Los estudios numéricos se realizan en una placa piezoeléctrica de cinco capas y se ilustra la complejidad de las tensiones y \"deformaciones\" bajo carga combinada. Los resultados podrían ser utilizados como punto de referencia para evaluar cualquier solución numérica mediante aproximaciones como el método de elementos finitos, además de proporcionar información física útil sobre el comportamiento de las placas piezoeléctricas en un entorno térmico ",
            "error": [
                ""
            ]
        },
        "combined loading": {
            "translated_key": "carga combinada",
            "translated_annotated_text": "Se presenta la solución exacta del comportamiento termoelástico acoplado de los laminados piezoeléctricos Soluciones exactas para el análisis estático de las placas laminadas termoelásticas. En este análisis, se desarrolla un nuevo procedimiento conciso para la solución analítica de placas laminadas compuestas con capas piezoeléctricas. Una fórmula simple de valor propio en forma de número real se desarrolla directamente a partir de las ecuaciones diferenciales piezoeléctricas acopladas básicas y se evita la dificultad de tratar valores propios imaginarios. La solución se define en la serie trigonométrica y se puede aplicar en placas delgadas y gruesas. Los estudios numéricos se realizan en una placa piezoeléctrica de cinco capas y se ilustra la complejidad de las tensiones y deformaciones bajo \"carga combinada\". Los resultados podrían ser utilizados como punto de referencia para evaluar cualquier solución numérica mediante aproximaciones como el método de elementos finitos, además de proporcionar información física útil sobre el comportamiento de las placas piezoeléctricas en un entorno térmico ",
            "error": [
                ""
            ]
        },
        "finite element method": {
            "translated_key": "método de elementos finitos",
            "translated_annotated_text": "Se presenta la solución exacta del comportamiento termoelástico acoplado de los laminados piezoeléctricos Soluciones exactas para el análisis estático de las placas laminadas termoelásticas. En este análisis, se desarrolla un nuevo procedimiento conciso para la solución analítica de placas laminadas compuestas con capas piezoeléctricas. Una fórmula simple de valor propio en forma de número real se desarrolla directamente a partir de las ecuaciones diferenciales piezoeléctricas acopladas básicas y se evita la dificultad de tratar valores propios imaginarios. La solución se define en la serie trigonométrica y se puede aplicar en placas delgadas y gruesas. Se realizan estudios numéricos en una placa piezoeléctrica de cinco capas y se ilustra la complejidad de las tensiones y deformaciones bajo carga combinada. Los resultados podrían utilizarse como referencia para evaluar cualquier solución numérica mediante enfoques aproximados como el \"método de elementos finitos\" y también proporcionar información física útil sobre el comportamiento de las placas piezoeléctricas en un entorno térmico ",
            "error": [
                ""
            ]
        },
        "thermal environment": {
            "translated_key": "ambiente térmico",
            "translated_annotated_text": "Se presenta la solución exacta del comportamiento termoelástico acoplado de los laminados piezoeléctricos Soluciones exactas para el análisis estático de las placas laminadas termoelásticas. En este análisis, se desarrolla un nuevo procedimiento conciso para la solución analítica de placas laminadas compuestas con capas piezoeléctricas. Una fórmula simple de valor propio en forma de número real se desarrolla directamente a partir de las ecuaciones diferenciales piezoeléctricas acopladas básicas y se evita la dificultad de tratar valores propios imaginarios. La solución se define en la serie trigonométrica y se puede aplicar en placas delgadas y gruesas. Se realizan estudios numéricos en una placa piezoeléctrica de cinco capas y se ilustra la complejidad de las tensiones y deformaciones bajo carga combinada. Los resultados podrían ser utilizados como punto de referencia para evaluar cualquier solución numérica mediante enfoques aproximados como el método de elementos finitos, además de proporcionar información física útil sobre el comportamiento de las placas piezoeléctricas en un \"ambiente térmico\" ",
            "error": [
                ""
            ]
        },
        "deformation": {
            "translated_key": [],
            "translated_annotated_text": "Se presenta la solución exacta del comportamiento termoelástico acoplado de los laminados piezoeléctricos Soluciones exactas para el análisis estático de las placas laminadas termoelásticas. En este análisis, se desarrolla un nuevo procedimiento conciso para la solución analítica de placas laminadas compuestas con capas piezoeléctricas. Una fórmula simple de valor propio en forma de número real se desarrolla directamente a partir de las ecuaciones diferenciales piezoeléctricas acopladas básicas y se evita la dificultad de tratar valores propios imaginarios. La solución se define en la serie trigonométrica y se puede aplicar en placas delgadas y gruesas. Se realizan estudios numéricos en una placa piezoeléctrica de cinco capas y se ilustra la complejidad de las tensiones y deformaciones bajo carga combinada. Los resultados podrían ser utilizados como punto de referencia para evaluar cualquier solución numérica mediante aproximaciones como el método de elementos finitos, además de proporcionar información física útil sobre el comportamiento de las placas piezoeléctricas en un entorno térmico ",
            "error": []
        },
        "differential equations": {
            "translated_key": "ecuaciones diferenciales",
            "translated_annotated_text": "Se presenta la solución exacta del comportamiento termoelástico acoplado de los laminados piezoeléctricos Soluciones exactas para el análisis estático de las placas laminadas termoelásticas. En este análisis, se desarrolla un nuevo procedimiento conciso para la solución analítica de placas laminadas compuestas con capas piezoeléctricas. Una fórmula simple de valor propio en forma de número real se desarrolla directamente a partir de las \"ecuaciones diferenciales\" piezoeléctricas básicas acopladas y se evita la dificultad de tratar los valores propios imaginarios. La solución se define en la serie trigonométrica y se puede aplicar en placas delgadas y gruesas. Se realizan estudios numéricos en una placa piezoeléctrica de cinco capas y se ilustra la complejidad de las tensiones y deformaciones bajo carga combinada. Los resultados podrían ser utilizados como punto de referencia para evaluar cualquier solución numérica mediante aproximaciones como el método de elementos finitos, además de proporcionar información física útil sobre el comportamiento de las placas piezoeléctricas en un entorno térmico ",
            "error": [
                ""
            ]
        },
        "eigenvalues and eigenfunctions": {
            "translated_key": [],
            "translated_annotated_text": "Se presenta la solución exacta del comportamiento termoelástico acoplado de los laminados piezoeléctricos Soluciones exactas para el análisis estático de las placas laminadas termoelásticas. En este análisis, se desarrolla un nuevo procedimiento conciso para la solución analítica de placas laminadas compuestas con capas piezoeléctricas. Una fórmula simple de valor propio en forma de número real se desarrolla directamente a partir de las ecuaciones diferenciales piezoeléctricas acopladas básicas y se evita la dificultad de tratar valores propios imaginarios. La solución se define en la serie trigonométrica y se puede aplicar en placas delgadas y gruesas. Se realizan estudios numéricos en una placa piezoeléctrica de cinco capas y se ilustra la complejidad de las tensiones y deformaciones bajo carga combinada. Los resultados podrían ser utilizados como punto de referencia para evaluar cualquier solución numérica mediante aproximaciones como el método de elementos finitos, además de proporcionar información física útil sobre el comportamiento de las placas piezoeléctricas en un entorno térmico ",
            "error": []
        },
        "finite element analysis": {
            "translated_key": [],
            "translated_annotated_text": "Se presenta la solución exacta del comportamiento termoelástico acoplado de los laminados piezoeléctricos Soluciones exactas para el análisis estático de las placas laminadas termoelásticas. En este análisis, se desarrolla un nuevo procedimiento conciso para la solución analítica de placas laminadas compuestas con capas piezoeléctricas. Una fórmula simple de valor propio en forma de número real se desarrolla directamente a partir de las ecuaciones diferenciales piezoeléctricas acopladas básicas y se evita la dificultad de tratar valores propios imaginarios. La solución se define en la serie trigonométrica y se puede aplicar en placas delgadas y gruesas. Se realizan estudios numéricos en una placa piezoeléctrica de cinco capas y se ilustra la complejidad de las tensiones y deformaciones bajo carga combinada. Los resultados podrían ser utilizados como punto de referencia para evaluar cualquier solución numérica mediante aproximaciones como el método de elementos finitos, además de proporcionar información física útil sobre el comportamiento de las placas piezoeléctricas en un entorno térmico ",
            "error": []
        },
        "intelligent structures": {
            "translated_key": [],
            "translated_annotated_text": "Se presenta la solución exacta del comportamiento termoelástico acoplado de los laminados piezoeléctricos Soluciones exactas para el análisis estático de las placas laminadas termoelásticas. En este análisis, se desarrolla un nuevo procedimiento conciso para la solución analítica de placas laminadas compuestas con capas piezoeléctricas. Una fórmula simple de valor propio en forma de número real se desarrolla directamente a partir de las ecuaciones diferenciales piezoeléctricas acopladas básicas y se evita la dificultad de tratar valores propios imaginarios. La solución se define en la serie trigonométrica y se puede aplicar en placas delgadas y gruesas. Se realizan estudios numéricos en una placa piezoeléctrica de cinco capas y se ilustra la complejidad de las tensiones y deformaciones bajo carga combinada. Los resultados podrían ser utilizados como punto de referencia para evaluar cualquier solución numérica mediante aproximaciones como el método de elementos finitos, además de proporcionar información física útil sobre el comportamiento de las placas piezoeléctricas en un entorno térmico ",
            "error": []
        },
        "laminates": {
            "translated_key": "laminatos",
            "translated_annotated_text": "Se presenta la solución exacta de comportamiento termoelástico acoplado de \"laminatos\" piezoeléctricos Soluciones exactas para el análisis estático de placas laminadas termoelásticas. En este análisis, se desarrolla un nuevo procedimiento conciso para la solución analítica de placas laminadas compuestas con capas piezoeléctricas. Una fórmula simple de valor propio en forma de número real se desarrolla directamente a partir de las ecuaciones diferenciales piezoeléctricas acopladas básicas y se evita la dificultad de tratar valores propios imaginarios. La solución se define en la serie trigonométrica y se puede aplicar en placas delgadas y gruesas. Se realizan estudios numéricos en una placa piezoeléctrica de cinco capas y se ilustra la complejidad de las tensiones y deformaciones bajo carga combinada. Los resultados podrían ser utilizados como punto de referencia para evaluar cualquier solución numérica mediante aproximaciones como el método de elementos finitos, además de proporcionar información física útil sobre el comportamiento de las placas piezoeléctricas en un entorno térmico ",
            "error": [
                ""
            ]
        },
        "piezoelectric materials": {
            "translated_key": [],
            "translated_annotated_text": "Se presenta la solución exacta del comportamiento termoelástico acoplado de los laminados piezoeléctricos Soluciones exactas para el análisis estático de las placas laminadas termoelásticas. En este análisis, se desarrolla un nuevo procedimiento conciso para la solución analítica de placas laminadas compuestas con capas piezoeléctricas. Una fórmula simple de valor propio en forma de número real se desarrolla directamente a partir de las ecuaciones diferenciales piezoeléctricas acopladas básicas y se evita la dificultad de tratar valores propios imaginarios. La solución se define en la serie trigonométrica y se puede aplicar en placas delgadas y gruesas. Se realizan estudios numéricos en una placa piezoeléctrica de cinco capas y se ilustra la complejidad de las tensiones y deformaciones bajo carga combinada. Los resultados podrían ser utilizados como punto de referencia para evaluar cualquier solución numérica mediante aproximaciones como el método de elementos finitos, además de proporcionar información física útil sobre el comportamiento de las placas piezoeléctricas en un entorno térmico ",
            "error": []
        },
        "structural engineering computing": {
            "translated_key": [],
            "translated_annotated_text": "Se presenta la solución exacta del comportamiento termoelástico acoplado de los laminados piezoeléctricos Soluciones exactas para el análisis estático de las placas laminadas termoelásticas. En este análisis, se desarrolla un nuevo procedimiento conciso para la solución analítica de placas laminadas compuestas con capas piezoeléctricas. Una fórmula simple de valor propio en forma de número real se desarrolla directamente a partir de las ecuaciones diferenciales piezoeléctricas acopladas básicas y se evita la dificultad de tratar valores propios imaginarios. La solución se define en la serie trigonométrica y se puede aplicar en placas delgadas y gruesas. Se realizan estudios numéricos en una placa piezoeléctrica de cinco capas y se ilustra la complejidad de las tensiones y deformaciones bajo carga combinada. Los resultados podrían ser utilizados como punto de referencia para evaluar cualquier solución numérica mediante aproximaciones como el método de elementos finitos, además de proporcionar información física útil sobre el comportamiento de las placas piezoeléctricas en un entorno térmico ",
            "error": []
        },
        "thermoelasticity": {
            "translated_key": [],
            "translated_annotated_text": "Se presenta la solución exacta del comportamiento termoelástico acoplado de los laminados piezoeléctricos Soluciones exactas para el análisis estático de las placas laminadas termoelásticas. En este análisis, se desarrolla un nuevo procedimiento conciso para la solución analítica de placas laminadas compuestas con capas piezoeléctricas. Una fórmula simple de valor propio en forma de número real se desarrolla directamente a partir de las ecuaciones diferenciales piezoeléctricas acopladas básicas y se evita la dificultad de tratar valores propios imaginarios. La solución se define en la serie trigonométrica y se puede aplicar en placas delgadas y gruesas. Se realizan estudios numéricos en una placa piezoeléctrica de cinco capas y se ilustra la complejidad de las tensiones y deformaciones bajo carga combinada. Los resultados podrían ser utilizados como punto de referencia para evaluar cualquier solución numérica mediante aproximaciones como el método de elementos finitos, además de proporcionar información física útil sobre el comportamiento de las placas piezoeléctricas en un entorno térmico ",
            "error": []
        }
    }
}