{
    "original_text": "Non-nested multi-level solvers for finite element discretisations of mixed problems We consider a general framework for analysing the convergence of multi-grid solvers applied to finite element discretisations of mixed problems, both of conforming and nonconforming type. As a basic new feature. our approach allows to use different finite element discretisations on each level of the multi-grid hierarchy. Thus, in our multi-level approach, accurate higher order finite element discretisations can be combined with fast multi-level solvers based on lower order (nonconforming) finite element discretisations. This leads to the design of efficient multi-level solvers for higher order finite element discretisations",
    "original_translation": "Resolvedores multinivel no anidados para discretizaciones de elementos finitos de problemas mixtos Consideramos un marco general para analizar la convergencia de los solucionadores multired aplicados a discretizaciones de elementos finitos de problemas mixtos, tanto de tipo conforme como no conforme. Como una nueva característica básica. nuestro enfoque permite utilizar diferentes discreciones de elementos finitos en cada nivel de la jerarquía multi-red. Así, en nuestro enfoque multinivel, las discreciones precisas de elementos finitos de orden superior pueden combinarse con soluciones rápidas multinivel basadas en discreciones de elementos finitos de orden inferior (no conformes). Esto lleva al diseño de soluciones multinivel eficientes para discretizaciones de elementos finitos de mayor orden",
    "error_count": 4,
    "keys": {
        "non-nested multi-level solvers": {
            "translated_key": [],
            "translated_annotated_text": "Resolvedores multinivel no anidados para discretizaciones de elementos finitos de problemas mixtos Consideramos un marco general para analizar la convergencia de los solucionadores multired aplicados a discretizaciones de elementos finitos de problemas mixtos, tanto de tipo conforme como no conforme. Como una nueva característica básica. nuestro enfoque permite utilizar diferentes discreciones de elementos finitos en cada nivel de la jerarquía multi-red. Así, en nuestro enfoque multinivel, las discreciones precisas de elementos finitos de orden superior pueden combinarse con soluciones rápidas multinivel basadas en discreciones de elementos finitos de orden inferior (no conformes). Esto lleva al diseño de soluciones multinivel eficientes para discretizaciones de elementos finitos de mayor orden ",
            "error": []
        },
        "finite element discretisations": {
            "translated_key": "discretaciones de elementos finitos",
            "translated_annotated_text": "Resolvedores multinivel no anidados para \"discretaciones de elementos finitos\" de problemas mixtos Consideramos un marco general para analizar la convergencia de los solucionadores multired aplicados a \"discretaciones de elementos finitos\" de problemas mixtos, tanto de tipo conforme como no conforme. Como una nueva característica básica. nuestro enfoque permite utilizar diferentes \"discretaciones de elementos finitos\" en cada nivel de la jerarquía multi-red. Así, en nuestro enfoque multinivel, las \"discretaciones de elementos finitos\" precisas de mayor orden pueden combinarse con soluciones rápidas multinivel basadas en \"discretaciones de elementos finitos\" de orden inferior (no conformes). Esto lleva al diseño de soluciones multinivel eficientes para \"discretaciones de elementos finitos\" de orden superior ",
            "error": [
                ""
            ]
        },
        "mixed problems": {
            "translated_key": "problemas mixtos",
            "translated_annotated_text": "Solvedores multinivel no anidados para discretizaciones de elementos finitos de \"problemas mixtos\" Consideramos un marco general para analizar la convergencia de solvedores multi-red aplicados a discretizaciones de elementos finitos de \"problemas mixtos\", tanto de tipo conforme como no conforme. Como una nueva característica básica. nuestro enfoque permite utilizar diferentes discreciones de elementos finitos en cada nivel de la jerarquía multi-red. Así, en nuestro enfoque multinivel, las discreciones precisas de elementos finitos de orden superior pueden combinarse con soluciones rápidas multinivel basadas en discreciones de elementos finitos de orden inferior (no conformes). Esto lleva al diseño de soluciones multinivel eficientes para discretizaciones de elementos finitos de mayor orden ",
            "error": [
                ""
            ]
        },
        "multi-grid solvers": {
            "translated_key": "resueltos multi-red",
            "translated_annotated_text": "Resolvedores multinivel no anidados para discreciones de elementos finitos de problemas mixtos Consideramos un marco general para analizar la convergencia de \"resueltos multi-red\" aplicados a discreciones de elementos finitos de problemas mixtos, tanto de tipo conformista como no conforme. Como una nueva característica básica. nuestro enfoque permite utilizar diferentes discreciones de elementos finitos en cada nivel de la jerarquía multi-red. Así, en nuestro enfoque multinivel, las discreciones precisas de elementos finitos de orden superior pueden combinarse con soluciones rápidas multinivel basadas en discreciones de elementos finitos de orden inferior (no conformes). Esto lleva al diseño de soluciones multinivel eficientes para discretizaciones de elementos finitos de mayor orden ",
            "error": [
                ""
            ]
        },
        "higher order finite element discretisations": {
            "translated_key": "discretaciones de elementos finitos de orden más alto",
            "translated_annotated_text": "Resolvedores multinivel no anidados para discretizaciones de elementos finitos de problemas mixtos Consideramos un marco general para analizar la convergencia de los solucionadores multired aplicados a discretizaciones de elementos finitos de problemas mixtos, tanto de tipo conforme como no conforme. Como una nueva característica básica. nuestro enfoque permite utilizar diferentes discreciones de elementos finitos en cada nivel de la jerarquía multi-red. Así, en nuestro enfoque multinivel, las discreciones precisas de elementos finitos de orden más alto pueden combinarse con soluciones rápidas multinivel basadas en discreciones de elementos finitos de orden inferior (no conformes). Esto lleva al diseño de soluciones multinivel eficientes para \"discretaciones de elementos finitos de orden más alto\" ",
            "error": [
                ""
            ]
        },
        "multi-level solvers": {
            "translated_key": [
                "resuelveres rápidos de varios niveles",
                "soluciones multinivel"
            ],
            "translated_annotated_text": "Solucionadores multinivel no anidados para discreciones de elementos finitos de problemas mixtos Consideramos un marco general para analizar la convergencia de los solucionadores multired aplicados a discreciones de elementos finitos de problemas mixtos, tanto de tipo conformista como no conforme. Como una nueva característica básica. nuestro enfoque permite utilizar diferentes discreciones de elementos finitos en cada nivel de la jerarquía multi-red. Así, en nuestro enfoque de varios niveles, las discreciones precisas de elementos finitos de orden superior pueden combinarse con \"resuelveres rápidos de varios niveles\" basados en discreciones de elementos finitos de orden inferior (no conformes). Esto lleva al diseño de \"soluciones multinivel\" eficientes para discretizaciones de elementos finitos de orden superior ",
            "error": [
                "resuelveres rápidos de varios niveles",
                "soluciones multinivel"
            ]
        },
        "differential equations": {
            "translated_key": [],
            "translated_annotated_text": "Resolvedores multinivel no anidados para discretizaciones de elementos finitos de problemas mixtos Consideramos un marco general para analizar la convergencia de los solucionadores multired aplicados a discretizaciones de elementos finitos de problemas mixtos, tanto de tipo conforme como no conforme. Como una nueva característica básica. nuestro enfoque permite utilizar diferentes discreciones de elementos finitos en cada nivel de la jerarquía multi-red. Así, en nuestro enfoque multinivel, las discreciones precisas de elementos finitos de orden superior pueden combinarse con soluciones rápidas multinivel basadas en discreciones de elementos finitos de orden inferior (no conformes). Esto lleva al diseño de soluciones multinivel eficientes para discretizaciones de elementos finitos de mayor orden ",
            "error": []
        },
        "finite element analysis": {
            "translated_key": [],
            "translated_annotated_text": "Resolvedores multinivel no anidados para discretizaciones de elementos finitos de problemas mixtos Consideramos un marco general para analizar la convergencia de los solucionadores multired aplicados a discretizaciones de elementos finitos de problemas mixtos, tanto de tipo conforme como no conforme. Como una nueva característica básica. nuestro enfoque permite utilizar diferentes discreciones de elementos finitos en cada nivel de la jerarquía multi-red. Así, en nuestro enfoque multinivel, las discreciones precisas de elementos finitos de orden superior pueden combinarse con soluciones rápidas multinivel basadas en discreciones de elementos finitos de orden inferior (no conformes). Esto lleva al diseño de soluciones multinivel eficientes para discretizaciones de elementos finitos de mayor orden ",
            "error": []
        }
    }
}