{
    "original_text": "Theta functions with harmonic coefficients over number fields We investigate theta functions attached to quadratic forms over a number field K. We establish a functional equation by regarding the theta functions as specializations of symplectic theta functions. By applying a differential operator to the functional equation, we show how theta functions with harmonic coefficients over K behave under modular transformations",
    "original_translation": "Theta funciona con coeficientes armónicos sobre campos numéricos Investigamos las funciones theta adjuntas a formas cuadráticas sobre un campo numérico K. Establecemos una ecuación funcional considerando las funciones theta como especializaciones de funciones theta simpléticas. Mediante la aplicación de un operador diferencial a la ecuación funcional, mostramos cómo las funciones theta con coeficientes armónicos sobre K se comportan bajo transformaciones modulares",
    "error_count": 5,
    "keys": {
        "harmonic coefficients": {
            "translated_key": "armónicos",
            "translated_annotated_text": "Theta funciona con coeficientes <br>armónicos</br> sobre campos numéricos Investigamos las funciones theta adjuntas a formas cuadráticas sobre un campo numérico K. Establecemos una ecuación funcional considerando las funciones theta como especializaciones de funciones theta simpléticas. Aplicando un operador diferencial a la ecuación funcional, mostramos cómo funciona theta con coeficientes <br>armónicos</br> sobre K se comportan bajo transformaciones modulares ",
            "error": [
                ""
            ]
        },
        "differential operator": {
            "translated_key": [],
            "translated_annotated_text": "Theta funciona con coeficientes armónicos sobre campos numéricos Investigamos las funciones theta adjuntas a formas cuadráticas sobre un campo numérico K. Establecemos una ecuación funcional considerando las funciones theta como especializaciones de funciones theta simpléticas. Aplicando un operador diferencial <br> a la ecuación funcional, mostramos cómo funciona theta con coeficientes armónicos sobre K en transformaciones modulares ",
            "error": []
        },
        "modular transformations": {
            "translated_key": "transformaciones modulares",
            "translated_annotated_text": "Theta funciona con coeficientes armónicos sobre campos numéricos Investigamos las funciones theta adjuntas a formas cuadráticas sobre un campo numérico K. Establecemos una ecuación funcional considerando las funciones theta como especializaciones de funciones theta simpléticas. Aplicando un operador diferencial a la ecuación funcional, mostramos cómo las funciones theta con coeficientes armónicos sobre K se comportan bajo <br>transformaciones modulares</br> ",
            "error": [
                ""
            ]
        },
        "number fields": {
            "translated_key": "number",
            "translated_annotated_text": "funciones theta con coeficientes armónicos sobre campos <br>number</br> Investigamos las funciones theta adjuntas a formas cuadráticas sobre un campo numérico K. Establecemos una ecuación funcional al considerar las funciones theta como especializaciones de funciones theta simplécticas. Mediante la aplicación de un operador diferencial a la ecuación funcional, mostramos cómo las funciones theta con coeficientes armónicos sobre K se comportan bajo transformaciones modulares ",
            "error": [
                ""
            ]
        },
        "quadratic forms": {
            "translated_key": "formas quadraticas",
            "translated_annotated_text": "Theta funciona con coeficientes armónicos sobre campos numéricos Investigamos las funciones theta adjuntas a <br>formas quadraticas</br> sobre un campo numérico K. Establecemos una ecuación funcional al considerar las funciones theta como especializaciones de funciones theta simpléticas. Mediante la aplicación de un operador diferencial a la ecuación funcional, mostramos cómo las funciones theta con coeficientes armónicos sobre K se comportan bajo transformaciones modulares ",
            "error": [
                ""
            ]
        },
        "functional equation": {
            "translated_key": [],
            "translated_annotated_text": "funciones theta con coeficientes armónicos sobre campos numéricos Investigamos las funciones theta adjuntas a formas cuadráticas sobre un campo numérico K. Establecemos una ecuación funcional <br> al considerar las funciones theta como especializaciones de funciones theta simpléticas. Aplicando un operador diferencial a la ecuación funcional <br>, mostramos cómo funciona theta con coeficientes armónicos sobre K en transformaciones modulares ",
            "error": []
        },
        "symplectic theta functions": {
            "translated_key": "simplécticas",
            "translated_annotated_text": "funciones theta con coeficientes armónicos sobre campos numéricos Investigamos las funciones theta adjuntas a formas cuadráticas sobre un campo numérico K. Establecemos una ecuación funcional al considerar las funciones theta como especializaciones de funciones theta <br>simplécticas</br>. Mediante la aplicación de un operador diferencial a la ecuación funcional, mostramos cómo las funciones theta con coeficientes armónicos sobre K se comportan bajo transformaciones modulares ",
            "error": [
                ""
            ]
        },
        "differentiation": {
            "translated_key": [],
            "translated_annotated_text": "Theta funciona con coeficientes armónicos sobre campos numéricos Investigamos las funciones theta adjuntas a formas cuadráticas sobre un campo numérico K. Establecemos una ecuación funcional considerando las funciones theta como especializaciones de funciones theta simpléticas. Mediante la aplicación de un operador diferencial a la ecuación funcional, mostramos cómo las funciones theta con coeficientes armónicos sobre K se comportan bajo transformaciones modulares ",
            "error": []
        },
        "matrix algebra": {
            "translated_key": [],
            "translated_annotated_text": "Theta funciona con coeficientes armónicos sobre campos numéricos Investigamos las funciones theta adjuntas a formas cuadráticas sobre un campo numérico K. Establecemos una ecuación funcional considerando las funciones theta como especializaciones de funciones theta simpléticas. Mediante la aplicación de un operador diferencial a la ecuación funcional, mostramos cómo las funciones theta con coeficientes armónicos sobre K se comportan bajo transformaciones modulares ",
            "error": []
        },
        "number theory": {
            "translated_key": [],
            "translated_annotated_text": "Theta funciona con coeficientes armónicos sobre campos numéricos Investigamos las funciones theta adjuntas a formas cuadráticas sobre un campo numérico K. Establecemos una ecuación funcional considerando las funciones theta como especializaciones de funciones theta simpléticas. Mediante la aplicación de un operador diferencial a la ecuación funcional, mostramos cómo las funciones theta con coeficientes armónicos sobre K se comportan bajo transformaciones modulares ",
            "error": []
        }
    }
}