{
    "original_text": "Hilbert modular threefolds of arithmetic genus one D. Weisser (1981) proved that there are exactly four Galois cubic number fields with Hilbert modular threefolds of arithmetic genus one. In this paper, we extend Weissers work to cover all cubic number fields. Our main result is that there are exactly 33 fields with Hilbert modular threefolds of arithmetic genus one. These fields are enumerated explicitly",
    "original_translation": "Hilbert modulares tres veces del género aritmético uno D. Weisser (1981) demostró que hay exactamente cuatro campos de número cúbico Galois con Hilbert modulares tres veces del género aritmético uno. En este artículo, ampliamos el trabajo de Weissers para cubrir todos los campos de números cúbicos. Nuestro resultado principal es que hay exactamente 33 campos con Hilbert modulares tres veces el género aritmético uno. Estos campos se enumeran explícitamente",
    "error_count": 3,
    "keys": {
        "Hilbert modular threefolds": {
            "translated_key": "Hilbert modular triples",
            "translated_annotated_text": "\"Hilbert modular triples\" del género aritmético D. Weisser (1981) demostró que hay exactamente cuatro campos de números cúbicos Galois con \"Hilbert modular triples\" del género aritmético uno. En este artículo, ampliamos el trabajo de Weissers para cubrir todos los campos de números cúbicos. Nuestro resultado principal es que hay exactamente 33 campos con \"Hilbert modular triples\" del género aritmético uno. Estos campos se enumeran explícitamente ",
            "error": [
                ""
            ]
        },
        "arithmetic genus one": {
            "translated_key": [
                "arithmetic genus one",
                "arithmetic genus one",
                "género aritmético uno"
            ],
            "translated_annotated_text": "Hilbert modular triples de \"arithmetic genus one\" D. Weisser (1981) demostró que hay exactamente cuatro campos de números cúbicos Galois con Hilbert modular triples de \"arithmetic genus one\". En este artículo, ampliamos el trabajo de Weissers para cubrir todos los campos de números cúbicos. Nuestro resultado principal es que hay exactamente 33 campos con Hilbert modulares tres veces de \"género aritmético uno\". Estos campos se enumeran explícitamente ",
            "error": [
                "arithmetic genus one",
                "arithmetic genus one",
                "género aritmético uno"
            ]
        },
        "Galois cubic number fields": {
            "translated_key": "campos de número cúbico Galois",
            "translated_annotated_text": "Hilbert modulares tres veces el género aritmético uno D. Weisser (1981) demostró que hay exactamente cuatro \"campos de número cúbico Galois\" con Hilbert modulares tres veces el género aritmético uno. En este artículo, ampliamos el trabajo de Weissers para cubrir todos los campos de números cúbicos. Nuestro resultado principal es que hay exactamente 33 campos con Hilbert modulares tres veces el género aritmético uno. Estos campos se enumeran explícitamente ",
            "error": [
                ""
            ]
        },
        "Hilbert transforms": {
            "translated_key": [],
            "translated_annotated_text": "Hilbert modulares tres veces del género aritmético uno D. Weisser (1981) demostró que hay exactamente cuatro campos de número cúbico Galois con Hilbert modulares tres veces del género aritmético uno. En este artículo, ampliamos el trabajo de Weissers para cubrir todos los campos de números cúbicos. Nuestro resultado principal es que hay exactamente 33 campos con Hilbert modulares tres veces el género aritmético uno. Estos campos se enumeran explícitamente ",
            "error": []
        },
        "number theory": {
            "translated_key": [],
            "translated_annotated_text": "Hilbert modulares tres veces del género aritmético uno D. Weisser (1981) demostró que hay exactamente cuatro campos de número cúbico Galois con Hilbert modulares tres veces del género aritmético uno. En este artículo, ampliamos el trabajo de Weissers para cubrir todos los campos de números cúbicos. Nuestro resultado principal es que hay exactamente 33 campos con Hilbert modulares tres veces el género aritmético uno. Estos campos se enumeran explícitamente ",
            "error": []
        }
    }
}