{
    "original_text": "Superconvergence of discontinuous Galerkin method for nonstationary hyperbolic equation For the first order nonstationary hyperbolic equation taking the piecewise linear discontinuous Galerkin solver, we prove that under the uniform rectangular partition, such a discontinuous solver, after postprocessing, can have two and half approximative order which is half order higher than the optimal estimate by P. Lesaint and P. Raviart (1974) under the rectangular partition",
    "original_translation": "Superconvergencia del método discontinuo Galerkin para la ecuación hiperbólica no estacionaria Para la ecuación hiperbólica no estacionaria de primer orden que toma el solucionador de Galerkin discontinuo lineal por partes, demostramos que bajo la partición rectangular uniforme, tal solucionador discontinuo, después del postprocesamiento, puede tener dos y medio orden aproximativo que es medio orden superior a la estimación óptima por P.",
    "error_count": 3,
    "keys": {
        "superconvergence of discontinuous Galerkin method": {
            "translated_key": [],
            "translated_annotated_text": "Superconvergencia del método discontinuo Galerkin para la ecuación hiperbólica no estacionaria Para la ecuación hiperbólica no estacionaria de primer orden que toma el solucionador de Galerkin discontinuo lineal por partes, demostramos que bajo la partición rectangular uniforme, tal solucionador discontinuo, después del postprocesamiento, puede tener dos y medio orden aproximativo que es medio orden superior a la estimación óptima por P. ",
            "error": []
        },
        "nonstationary hyperbolic equation": {
            "translated_key": "ecuación hiperbólica no estacionaria",
            "translated_annotated_text": "Superconvergencia del método discontinuo Galerkin para \"ecuación hiperbólica no estacionaria\" Para el primer orden \"ecuación hiperbólica no estacionaria\" tomando el solucionador de Galerkin discontinuo lineal por partes, demostramos que bajo la partición rectangular uniforme, tal solucionador discontinuo, después del postprocesamiento, puede tener dos y medio orden aproximado que es medio orden superior a la estimación óptima ",
            "error": [
                ""
            ]
        },
        "piecewise linear discontinuous Galerkin solver": {
            "translated_key": "resuelve Galerkin discontinuo lineal por pieza",
            "translated_annotated_text": "Superconvergencia del método discontinuo Galerkin para la ecuación hiperbólica no estacionaria Para la ecuación hiperbólica no estacionaria de primer orden que toma el \"resuelve Galerkin discontinuo lineal por pieza\", demostramos que bajo la partición rectangular uniforme, tal solucionador discontinuo, después del postprocesamiento, puede tener dos y medio orden aproximado que es medio orden superior a la estimación óptima por P. Les ",
            "error": [
                ""
            ]
        },
        "rectangular partition": {
            "translated_key": "partición rectangular",
            "translated_annotated_text": "Superconvergencia del método discontinuo Galerkin para la ecuación hiperbólica no estacionaria Para la ecuación hiperbólica no estacionaria de primer orden que toma el solucionador de Galerkin discontinuo lineal por partes, demostramos que bajo la \"partición rectangular\" uniforme, tal solucionador discontinuo, después del postprocesamiento, puede tener un orden aproximado de dos y medio que es medio orden superior a la estimación óptima ",
            "error": [
                ""
            ]
        },
        "approximative order": {
            "translated_key": "orden aproximado",
            "translated_annotated_text": "Superconvergencia del método discontinuo Galerkin para la ecuación hiperbólica no estacionaria Para la ecuación hiperbólica no estacionaria de primer orden que toma el solucionador de Galerkin discontinuo lineal por partes, demostramos que bajo la partición rectangular uniforme, tal solucionador discontinuo, después del postprocesamiento, puede tener dos y medio \"orden aproximado\", que es medio orden superior a la estimación óptima por P. ",
            "error": [
                ""
            ]
        },
        "approximation theory": {
            "translated_key": [],
            "translated_annotated_text": "Superconvergencia del método discontinuo Galerkin para la ecuación hiperbólica no estacionaria Para la ecuación hiperbólica no estacionaria de primer orden que toma el solucionador de Galerkin discontinuo lineal por partes, demostramos que bajo la partición rectangular uniforme, tal solucionador discontinuo, después del postprocesamiento, puede tener dos y medio orden aproximativo que es medio orden superior a la estimación óptima por P. ",
            "error": []
        },
        "Galerkin method": {
            "translated_key": "método Galerkin",
            "translated_annotated_text": "Superconvergencia del discontinuo \"método Galerkin\" para la ecuación hiperbólica no estacionaria Para la primera orden de la ecuación hiperbólica no estacionaria que toma el discontinuo lineal de la solución Galerkin, demostramos que bajo la partición rectangular uniforme, tal solucionador discontinuo, después del postprocesamiento, puede tener dos y medio orden aproximado que es medio orden superior a la estimación óptima por P. ",
            "error": [
                ""
            ]
        },
        "piecewise linear techniques": {
            "translated_key": [],
            "translated_annotated_text": "Superconvergencia del método discontinuo Galerkin para la ecuación hiperbólica no estacionaria Para la ecuación hiperbólica no estacionaria de primer orden que toma el solucionador de Galerkin discontinuo lineal por partes, demostramos que bajo la partición rectangular uniforme, tal solucionador discontinuo, después del postprocesamiento, puede tener dos y medio orden aproximativo que es medio orden superior a la estimación óptima por P. ",
            "error": []
        }
    }
}