{
    "original_text": "Laguerre pseudospectral method for nonlinear partial differential equations The Laguerre Gauss-Radau interpolation is investigated. Some approximation results are obtained. As an example, the Laguerre pseudospectral scheme is constructed for the BBM equation. The stability and the convergence of proposed scheme are proved. The numerical results show the high accuracy of this approach",
    "original_translation": "Método pseudoespectral de Laguerre para ecuaciones diferenciales parciales no lineales Se investiga la interpolación de Laguerre Gauss-Radau. Se obtienen algunos resultados de aproximación. Como ejemplo, el esquema pseudoespectral de Laguerre se construye para la ecuación BBM. Se demuestra la estabilidad y la convergencia del régimen propuesto. Los resultados numéricos muestran la alta precisión de este enfoque",
    "error_count": 3,
    "keys": {
        "Laguerre pseudospectral method": {
            "translated_key": "Método pseudoespectral de Laguerre",
            "translated_annotated_text": "\"Método pseudoespectral de Laguerre\" para ecuaciones diferenciales parciales no lineales Se investiga la interpolación de Laguerre Gauss-Radau. Se obtienen algunos resultados de aproximación. Como ejemplo, el esquema pseudoespectral de Laguerre se construye para la ecuación BBM. Se demuestra la estabilidad y la convergencia del régimen propuesto. Los resultados numéricos muestran la alta precisión de este enfoque ",
            "error": [
                ""
            ]
        },
        "nonlinear partial differential equations": {
            "translated_key": "ecuaciones diferenciales parciales no lineales",
            "translated_annotated_text": "Método pseudoespectral de Laguerre para \"ecuaciones diferenciales parciales no lineales\" Se investiga la interpolación de Laguerre Gauss-Radau. Se obtienen algunos resultados de aproximación. Como ejemplo, el esquema pseudoespectral de Laguerre se construye para la ecuación BBM. Se demuestra la estabilidad y la convergencia del régimen propuesto. Los resultados numéricos muestran la alta precisión de este enfoque ",
            "error": [
                ""
            ]
        },
        "Laguerre Gauss-Radau interpolation": {
            "translated_key": "interpolación Laguerre Gauss-Radau",
            "translated_annotated_text": "Laguerre método pseudoespectral para ecuaciones diferenciales parciales no lineales La \"interpolación Laguerre Gauss-Radau\" se investiga. Se obtienen algunos resultados de aproximación. Como ejemplo, el esquema pseudoespectral de Laguerre se construye para la ecuación BBM. Se demuestra la estabilidad y la convergencia del régimen propuesto. Los resultados numéricos muestran la alta precisión de este enfoque ",
            "error": [
                ""
            ]
        },
        "approximation results": {
            "translated_key": "resultados de aproximación",
            "translated_annotated_text": "Método pseudoespectral de Laguerre para ecuaciones diferenciales parciales no lineales Se investiga la interpolación de Laguerre Gauss-Radau. Se obtienen algunos \"resultados de aproximación\". Como ejemplo, el esquema pseudoespectral de Laguerre se construye para la ecuación BBM. Se demuestra la estabilidad y la convergencia del régimen propuesto. Los resultados numéricos muestran la alta precisión de este enfoque ",
            "error": [
                ""
            ]
        },
        "BBM equation": {
            "translated_key": "ecuación de MBM",
            "translated_annotated_text": "Método pseudoespectral de Laguerre para ecuaciones diferenciales parciales no lineales Se investiga la interpolación de Laguerre Gauss-Radau. Se obtienen algunos resultados de aproximación. Como ejemplo, el esquema pseudoespectral de Laguerre se construye para la \"ecuación de MBM\". Se demuestra la estabilidad y la convergencia del régimen propuesto. Los resultados numéricos muestran la alta precisión de este enfoque ",
            "error": [
                ""
            ]
        },
        "stability": {
            "translated_key": "estabilidad",
            "translated_annotated_text": "Método pseudoespectral de Laguerre para ecuaciones diferenciales parciales no lineales Se investiga la interpolación de Laguerre Gauss-Radau. Se obtienen algunos resultados de aproximación. Como ejemplo, el esquema pseudoespectral de Laguerre se construye para la ecuación BBM. Se demuestra la \"estabilidad\" y la convergencia del régimen propuesto. Los resultados numéricos muestran la alta precisión de este enfoque ",
            "error": [
                ""
            ]
        },
        "numerical results": {
            "translated_key": "resultados numéricos",
            "translated_annotated_text": "Método pseudoespectral de Laguerre para ecuaciones diferenciales parciales no lineales Se investiga la interpolación de Laguerre Gauss-Radau. Se obtienen algunos resultados de aproximación. Como ejemplo, el esquema pseudoespectral de Laguerre se construye para la ecuación BBM. Se demuestra la estabilidad y la convergencia del régimen propuesto. Los \"resultados numéricos\" muestran la alta precisión de este enfoque ",
            "error": [
                ""
            ]
        },
        "nonlinear differential equations": {
            "translated_key": [],
            "translated_annotated_text": "Método pseudoespectral de Laguerre para ecuaciones diferenciales parciales no lineales Se investiga la interpolación de Laguerre Gauss-Radau. Se obtienen algunos resultados de aproximación. Como ejemplo, el esquema pseudoespectral de Laguerre se construye para la ecuación BBM. Se demuestra la estabilidad y la convergencia del régimen propuesto. Los resultados numéricos muestran la alta precisión de este enfoque ",
            "error": []
        },
        "interpolation": {
            "translated_key": "interpolación",
            "translated_annotated_text": "Método pseudoespectral de Laguerre para ecuaciones diferenciales parciales no lineales Se investiga la \"interpolación\" de Laguerre Gauss-Radau. Se obtienen algunos resultados de aproximación. Como ejemplo, el esquema pseudoespectral de Laguerre se construye para la ecuación BBM. Se demuestra la estabilidad y la convergencia del régimen propuesto. Los resultados numéricos muestran la alta precisión de este enfoque ",
            "error": [
                ""
            ]
        },
        "polynomials": {
            "translated_key": [],
            "translated_annotated_text": "Método pseudoespectral de Laguerre para ecuaciones diferenciales parciales no lineales Se investiga la interpolación de Laguerre Gauss-Radau. Se obtienen algunos resultados de aproximación. Como ejemplo, el esquema pseudoespectral de Laguerre se construye para la ecuación BBM. Se demuestra la estabilidad y la convergencia del régimen propuesto. Los resultados numéricos muestran la alta precisión de este enfoque ",
            "error": []
        }
    }
}