{
    "original_text": "Numerical studies of 2D free surface waves with fixed bottom The motion of surface waves under the effect of bottom is a very interesting and challenging phenomenon in the nature. we use boundary integral method to compute and analyze this problem. In the linear analysis, the linearized equations have bounded error increase under some compatible conditions. This contributes to the cancellation of instable Kelvin-Helmholtz terms. Under the effect of bottom, the existence of equations is hard to determine, but given some limitations it proves true. These limitations are that the swing of interfaces should be small enough, and the distance between surface and bottom should be large enough. In order to maintain the stability of computation, some compatible relationship must be satisfied. In the numerical examples, the simulation of standing waves and breaking waves are calculated. And in the case of shallow bottom, we found that the behavior of waves are rather singular",
    "original_translation": "Estudios numéricos de ondas superficiales libres 2D con fondo fijo El movimiento de ondas superficiales bajo el efecto del fondo es un fenómeno muy interesante y desafiante en la naturaleza. Utilizamos el método integral de límite para calcular y analizar este problema. En el análisis lineal, las ecuaciones linealizadas han aumentado el error limitado bajo algunas condiciones compatibles. Esto contribuye a la cancelación de los términos instable Kelvin-Helmholtz. Bajo el efecto del fondo, la existencia de ecuaciones es difícil de determinar, pero dadas algunas limitaciones se demuestra cierto. Estas limitaciones son que la oscilación de las interfaces debe ser lo suficientemente pequeña, y la distancia entre la superficie y el fondo debe ser lo suficientemente grande. Con el fin de mantener la estabilidad de la computación, alguna relación compatible debe ser satisfecha. En los ejemplos numéricos, se calcula la simulación de ondas estacionarias y ondas de rotura. Y en el caso de fondo poco profundo, encontramos que el comportamiento de las ondas son bastante singulares",
    "error_count": 3,
    "keys": {
        "numerical studies": {
            "translated_key": [],
            "translated_annotated_text": "Estudios numéricos de ondas superficiales libres 2D con fondo fijo El movimiento de ondas superficiales bajo el efecto del fondo es un fenómeno muy interesante y desafiante en la naturaleza. Utilizamos el método integral de límite para calcular y analizar este problema. En el análisis lineal, las ecuaciones linealizadas han aumentado el error limitado bajo algunas condiciones compatibles. Esto contribuye a la cancelación de los términos instable Kelvin-Helmholtz. Bajo el efecto del fondo, la existencia de ecuaciones es difícil de determinar, pero dadas algunas limitaciones se demuestra cierto. Estas limitaciones son que la oscilación de las interfaces debe ser lo suficientemente pequeña, y la distancia entre la superficie y el fondo debe ser lo suficientemente grande. Con el fin de mantener la estabilidad de la computación, alguna relación compatible debe ser satisfecha. En los ejemplos numéricos, se calcula la simulación de ondas estacionarias y ondas de rotura. Y en el caso de fondo poco profundo, encontramos que el comportamiento de las ondas son bastante singulares ",
            "error": []
        },
        "2D free surface waves": {
            "translated_key": "ondas superficiales libres 2D",
            "translated_annotated_text": "Estudios numéricos de \"ondas superficiales libres 2D\" con fondo fijo El movimiento de las ondas superficiales bajo el efecto del fondo es un fenómeno muy interesante y desafiante en la naturaleza. Utilizamos el método integral de límite para calcular y analizar este problema. En el análisis lineal, las ecuaciones linealizadas han aumentado el error limitado bajo algunas condiciones compatibles. Esto contribuye a la cancelación de los términos instable Kelvin-Helmholtz. Bajo el efecto del fondo, la existencia de ecuaciones es difícil de determinar, pero dadas algunas limitaciones se demuestra cierto. Estas limitaciones son que la oscilación de las interfaces debe ser lo suficientemente pequeña, y la distancia entre la superficie y el fondo debe ser lo suficientemente grande. Con el fin de mantener la estabilidad de la computación, alguna relación compatible debe ser satisfecha. En los ejemplos numéricos, se calcula la simulación de ondas estacionarias y ondas de rotura. Y en el caso de fondo poco profundo, encontramos que el comportamiento de las ondas son bastante singulares ",
            "error": [
                ""
            ]
        },
        "boundary integral method": {
            "translated_key": "método integral binario",
            "translated_annotated_text": "Estudios numéricos de ondas superficiales libres 2D con fondo fijo El movimiento de ondas superficiales bajo el efecto del fondo es un fenómeno muy interesante y desafiante en la naturaleza. Utilizamos \"método integral binario\" para calcular y analizar este problema. En el análisis lineal, las ecuaciones linealizadas han aumentado el error limitado bajo algunas condiciones compatibles. Esto contribuye a la cancelación de los términos instable Kelvin-Helmholtz. Bajo el efecto del fondo, la existencia de ecuaciones es difícil de determinar, pero dadas algunas limitaciones se demuestra cierto. Estas limitaciones son que la oscilación de las interfaces debe ser lo suficientemente pequeña, y la distancia entre la superficie y el fondo debe ser lo suficientemente grande. Con el fin de mantener la estabilidad de la computación, alguna relación compatible debe ser satisfecha. En los ejemplos numéricos, se calcula la simulación de ondas estacionarias y ondas de rotura. Y en el caso de fondo poco profundo, encontramos que el comportamiento de las ondas son bastante singulares ",
            "error": [
                ""
            ]
        },
        "linear analysis": {
            "translated_key": "análisis lineal",
            "translated_annotated_text": "Estudios numéricos de ondas superficiales libres 2D con fondo fijo El movimiento de ondas superficiales bajo el efecto del fondo es un fenómeno muy interesante y desafiante en la naturaleza. Utilizamos el método integral de límite para calcular y analizar este problema. En el \"análisis lineal\", las ecuaciones linealizadas han aumentado el error limitado bajo algunas condiciones compatibles. Esto contribuye a la cancelación de los términos instable Kelvin-Helmholtz. Bajo el efecto del fondo, la existencia de ecuaciones es difícil de determinar, pero dadas algunas limitaciones se demuestra cierto. Estas limitaciones son que la oscilación de las interfaces debe ser lo suficientemente pequeña, y la distancia entre la superficie y el fondo debe ser lo suficientemente grande. Con el fin de mantener la estabilidad de la computación, alguna relación compatible debe ser satisfecha. En los ejemplos numéricos, se calcula la simulación de ondas estacionarias y ondas de rotura. Y en el caso de fondo poco profundo, encontramos que el comportamiento de las ondas son bastante singulares ",
            "error": [
                ""
            ]
        },
        "linearized equations": {
            "translated_key": "ecuaciones lineales",
            "translated_annotated_text": "Estudios numéricos de ondas superficiales libres 2D con fondo fijo El movimiento de ondas superficiales bajo el efecto del fondo es un fenómeno muy interesante y desafiante en la naturaleza. Utilizamos el método integral de límite para calcular y analizar este problema. En el análisis lineal, las \"ecuaciones lineales\" han aumentado el error limitado bajo algunas condiciones compatibles. Esto contribuye a la cancelación de los términos instable Kelvin-Helmholtz. Bajo el efecto del fondo, la existencia de ecuaciones es difícil de determinar, pero dadas algunas limitaciones se demuestra cierto. Estas limitaciones son que la oscilación de las interfaces debe ser lo suficientemente pequeña, y la distancia entre la superficie y el fondo debe ser lo suficientemente grande. Con el fin de mantener la estabilidad de la computación, alguna relación compatible debe ser satisfecha. En los ejemplos numéricos, se calcula la simulación de ondas estacionarias y ondas de rotura. Y en el caso de fondo poco profundo, encontramos que el comportamiento de las ondas son bastante singulares ",
            "error": [
                ""
            ]
        },
        "instable Kelvin-Helmholtz terms": {
            "translated_key": "términos de Kelvin-Helmholtz",
            "translated_annotated_text": "Estudios numéricos de ondas superficiales libres 2D con fondo fijo El movimiento de ondas superficiales bajo el efecto del fondo es un fenómeno muy interesante y desafiante en la naturaleza. Utilizamos el método integral de límite para calcular y analizar este problema. En el análisis lineal, las ecuaciones linealizadas han aumentado el error limitado bajo algunas condiciones compatibles. Esto contribuye a la cancelación de los \"términos de Kelvin-Helmholtz\". Bajo el efecto del fondo, la existencia de ecuaciones es difícil de determinar, pero dadas algunas limitaciones se demuestra cierto. Estas limitaciones son que la oscilación de las interfaces debe ser lo suficientemente pequeña, y la distancia entre la superficie y el fondo debe ser lo suficientemente grande. Con el fin de mantener la estabilidad de la computación, alguna relación compatible debe ser satisfecha. En los ejemplos numéricos, se calcula la simulación de ondas estacionarias y ondas de rotura. Y en el caso de fondo poco profundo, encontramos que el comportamiento de las ondas son bastante singulares ",
            "error": [
                ""
            ]
        },
        "boundary integral equations": {
            "translated_key": [],
            "translated_annotated_text": "Estudios numéricos de ondas superficiales libres 2D con fondo fijo El movimiento de ondas superficiales bajo el efecto del fondo es un fenómeno muy interesante y desafiante en la naturaleza. Utilizamos el método integral de límite para calcular y analizar este problema. En el análisis lineal, las ecuaciones linealizadas han aumentado el error limitado bajo algunas condiciones compatibles. Esto contribuye a la cancelación de los términos instable Kelvin-Helmholtz. Bajo el efecto del fondo, la existencia de ecuaciones es difícil de determinar, pero dadas algunas limitaciones se demuestra cierto. Estas limitaciones son que la oscilación de las interfaces debe ser lo suficientemente pequeña, y la distancia entre la superficie y el fondo debe ser lo suficientemente grande. Con el fin de mantener la estabilidad de la computación, alguna relación compatible debe ser satisfecha. En los ejemplos numéricos, se calcula la simulación de ondas estacionarias y ondas de rotura. Y en el caso de fondo poco profundo, encontramos que el comportamiento de las ondas son bastante singulares ",
            "error": []
        },
        "extrapolation": {
            "translated_key": [],
            "translated_annotated_text": "Estudios numéricos de ondas superficiales libres 2D con fondo fijo El movimiento de ondas superficiales bajo el efecto del fondo es un fenómeno muy interesante y desafiante en la naturaleza. Utilizamos el método integral de límite para calcular y analizar este problema. En el análisis lineal, las ecuaciones linealizadas han aumentado el error limitado bajo algunas condiciones compatibles. Esto contribuye a la cancelación de los términos instable Kelvin-Helmholtz. Bajo el efecto del fondo, la existencia de ecuaciones es difícil de determinar, pero dadas algunas limitaciones se demuestra cierto. Estas limitaciones son que la oscilación de las interfaces debe ser lo suficientemente pequeña, y la distancia entre la superficie y el fondo debe ser lo suficientemente grande. Con el fin de mantener la estabilidad de la computación, alguna relación compatible debe ser satisfecha. En los ejemplos numéricos, se calcula la simulación de ondas estacionarias y ondas de rotura. Y en el caso de fondo poco profundo, encontramos que el comportamiento de las ondas son bastante singulares ",
            "error": []
        }
    }
}