{
    "original_text": "Two-scale curved element method for elliptic problems with small periodic coefficients This paper is concerned with the second order elliptic problems with small periodic coefficients on a bounded domain with a curved boundary. A two-scale curved element method which couples linear elements and isoparametric elements is proposed. The error estimate is obtained over the given smooth domain. Furthermore an additive Schwarz method is provided for the isoparametric element method",
    "original_translation": "Método de elementos curvos de dos escalas para problemas elípticos con pequeños coeficientes periódicos Este artículo se refiere a los problemas elípticos de segundo orden con pequeños coeficientes periódicos en un dominio limitado con un límite curvado. Se propone un método de elementos curvos de dos escalas que une elementos lineales y elementos isoparamétricos. La estimación de error se obtiene sobre el dominio suave dado. Además, se proporciona un método Schwarz aditivo para el método del elemento isoparamétrico",
    "error_count": 3,
    "keys": {
        "two-scale curved element method": {
            "translated_key": "método de elementos curvos de dos escalas",
            "translated_annotated_text": "Método de elementos curvos de dos escalas para problemas elípticos con pequeños coeficientes periódicos Este artículo se refiere a los problemas elípticos de segundo orden con pequeños coeficientes periódicos en un dominio limitado con un límite curvado. Se propone un \"método de elementos curvos de dos escalas\" que combina elementos lineales y elementos isoparamétricos. La estimación de error se obtiene sobre el dominio suave dado. Además, se proporciona un método Schwarz aditivo para el método del elemento isoparamétrico ",
            "error": [
                ""
            ]
        },
        "elliptic problems": {
            "translated_key": "problemas elípticos",
            "translated_annotated_text": "Método de elementos curvos de dos escalas para \"problemas elípticos\" con pequeños coeficientes periódicos Este artículo se refiere al segundo orden \"problemas elípticos\" con pequeños coeficientes periódicos sobre un dominio limitado con un límite curvado. Se propone un método de elementos curvos de dos escalas que une elementos lineales y elementos isoparamétricos. La estimación de error se obtiene sobre el dominio suave dado. Además, se proporciona un método Schwarz aditivo para el método del elemento isoparamétrico ",
            "error": [
                ""
            ]
        },
        "small periodic coefficients": {
            "translated_key": "pequeños coeficientes periódicos",
            "translated_annotated_text": "Método de elementos curvos de dos escalas para problemas elípticos con \"pequeños coeficientes periódicos\" Este artículo se refiere a los problemas elípticos de segundo orden con \"pequeños coeficientes periódicos\" en un dominio limitado con un límite curvado. Se propone un método de elementos curvos de dos escalas que une elementos lineales y elementos isoparamétricos. La estimación de error se obtiene sobre el dominio suave dado. Además, se proporciona un método Schwarz aditivo para el método del elemento isoparamétrico ",
            "error": [
                ""
            ]
        },
        "second order elliptic problems": {
            "translated_key": "problemas elípticos de segundo orden",
            "translated_annotated_text": "Método de elementos curvos de dos escalas para problemas elípticos con pequeños coeficientes periódicos Este artículo se refiere a los \"problemas elípticos de segundo orden\" con pequeños coeficientes periódicos en un dominio limitado con un límite curvado. Se propone un método de elementos curvos de dos escalas que une elementos lineales y elementos isoparamétricos. La estimación de error se obtiene sobre el dominio suave dado. Además, se proporciona un método Schwarz aditivo para el método del elemento isoparamétrico ",
            "error": [
                ""
            ]
        },
        "bounded domain": {
            "translated_key": "dominio limitado",
            "translated_annotated_text": "Método de elementos curvos de dos escalas para problemas elípticos con pequeños coeficientes periódicos Este artículo se refiere a los problemas elípticos de segundo orden con pequeños coeficientes periódicos en un \"dominio limitado\" con un límite curvado. Se propone un método de elementos curvos de dos escalas que une elementos lineales y elementos isoparamétricos. La estimación de error se obtiene sobre el dominio suave dado. Además, se proporciona un método Schwarz aditivo para el método del elemento isoparamétrico ",
            "error": [
                ""
            ]
        },
        "curved boundary": {
            "translated_key": "límite curvado",
            "translated_annotated_text": "Método de elementos curvos de dos escalas para problemas elípticos con pequeños coeficientes periódicos Este artículo se refiere a los problemas elípticos de segundo orden con pequeños coeficientes periódicos en un dominio limitado con un \"límite curvado\". Se propone un método de elementos curvos de dos escalas que une elementos lineales y elementos isoparamétricos. La estimación de error se obtiene sobre el dominio suave dado. Además, se proporciona un método Schwarz aditivo para el método del elemento isoparamétrico ",
            "error": [
                ""
            ]
        },
        "linear elements": {
            "translated_key": "elementos lineales",
            "translated_annotated_text": "Método de elementos curvos de dos escalas para problemas elípticos con pequeños coeficientes periódicos Este artículo se refiere a los problemas elípticos de segundo orden con pequeños coeficientes periódicos en un dominio limitado con un límite curvado. Se propone un método de elementos curvos de dos escalas que une \"elementos lineales\" y elementos isoparamétricos. La estimación de error se obtiene sobre el dominio suave dado. Además, se proporciona un método Schwarz aditivo para el método del elemento isoparamétrico ",
            "error": [
                ""
            ]
        },
        "isoparametric elements": {
            "translated_key": "elementos isoparamétricos",
            "translated_annotated_text": "Método de elementos curvos de dos escalas para problemas elípticos con pequeños coeficientes periódicos Este artículo se refiere a los problemas elípticos de segundo orden con pequeños coeficientes periódicos en un dominio limitado con un límite curvado. Se propone un método de elementos curvos de dos escalas que une elementos lineales y \"elementos isoparamétricos\". La estimación de error se obtiene sobre el dominio suave dado. Además, se proporciona un método Schwarz aditivo para el método del elemento isoparamétrico ",
            "error": [
                ""
            ]
        },
        "error estimate": {
            "translated_key": "estimación de error",
            "translated_annotated_text": "Método de elementos curvos de dos escalas para problemas elípticos con pequeños coeficientes periódicos Este artículo se refiere a los problemas elípticos de segundo orden con pequeños coeficientes periódicos en un dominio limitado con un límite curvado. Se propone un método de elementos curvos de dos escalas que une elementos lineales y elementos isoparamétricos. La \"estimación de error\" se obtiene sobre el dominio suave dado. Además, se proporciona un método Schwarz aditivo para el método del elemento isoparamétrico ",
            "error": [
                ""
            ]
        },
        "additive Schwarz method": {
            "translated_key": "método additivo Schwarz",
            "translated_annotated_text": "Método de elementos curvos de dos escalas para problemas elípticos con pequeños coeficientes periódicos Este artículo se refiere a los problemas elípticos de segundo orden con pequeños coeficientes periódicos en un dominio limitado con un límite curvado. Se propone un método de elementos curvos de dos escalas que une elementos lineales y elementos isoparamétricos. La estimación de error se obtiene sobre el dominio suave dado. Además, se proporciona un \"método additivo Schwarz\" para el método del elemento isoparamétrico ",
            "error": [
                ""
            ]
        },
        "isoparametric element method": {
            "translated_key": "método de elementos isoparamétricos",
            "translated_annotated_text": "Método de elementos curvos de dos escalas para problemas elípticos con pequeños coeficientes periódicos Este artículo se refiere a los problemas elípticos de segundo orden con pequeños coeficientes periódicos en un dominio limitado con un límite curvado. Se propone un método de elementos curvos de dos escalas que une elementos lineales y elementos isoparamétricos. La estimación de error se obtiene sobre el dominio suave dado. Además, se prevé un método Schwarz aditivo para el \"método de elementos isoparamétricos\" ",
            "error": [
                ""
            ]
        },
        "computational geometry": {
            "translated_key": [],
            "translated_annotated_text": "Método de elementos curvos de dos escalas para problemas elípticos con pequeños coeficientes periódicos Este artículo se refiere a los problemas elípticos de segundo orden con pequeños coeficientes periódicos en un dominio limitado con un límite curvado. Se propone un método de elementos curvos de dos escalas que une elementos lineales y elementos isoparamétricos. La estimación de error se obtiene sobre el dominio suave dado. Además, se proporciona un método Schwarz aditivo para el método del elemento isoparamétrico ",
            "error": []
        },
        "error analysis": {
            "translated_key": [],
            "translated_annotated_text": "Método de elementos curvos de dos escalas para problemas elípticos con pequeños coeficientes periódicos Este artículo se refiere a los problemas elípticos de segundo orden con pequeños coeficientes periódicos en un dominio limitado con un límite curvado. Se propone un método de elementos curvos de dos escalas que une elementos lineales y elementos isoparamétricos. La estimación de error se obtiene sobre el dominio suave dado. Además, se proporciona un método Schwarz aditivo para el método del elemento isoparamétrico ",
            "error": []
        },
        "interpolation": {
            "translated_key": [],
            "translated_annotated_text": "Método de elementos curvos de dos escalas para problemas elípticos con pequeños coeficientes periódicos Este artículo se refiere a los problemas elípticos de segundo orden con pequeños coeficientes periódicos en un dominio limitado con un límite curvado. Se propone un método de elementos curvos de dos escalas que une elementos lineales y elementos isoparamétricos. La estimación de error se obtiene sobre el dominio suave dado. Además, se proporciona un método Schwarz aditivo para el método del elemento isoparamétrico ",
            "error": []
        }
    }
}