{
    "original_text": "On bandlimited scaling function This paper discusses band-limited scaling function, especially the single interval band case and three interval band cases. Their relationship to oversampling property and weakly translation invariance are also studied. At the end, we propose an open problem",
    "original_translation": "En función de escalado de banda limitada Este artículo discute la función de escalado de banda limitada, especialmente el caso de banda de intervalo único y tres casos de banda de intervalo. También se estudia su relación con la sobremuestreo de la propiedad y la débil invarianza de la traducción. Al final, proponemos un problema abierto",
    "error_count": 1,
    "keys": {
        "bandlimited scaling function": {
            "translated_key": "función de escalado limitado de banda",
            "translated_annotated_text": "En \"función de escalado limitado de banda\" Este artículo discute la función de escalado limitado de banda, especialmente el caso de banda de intervalo único y tres casos de banda de intervalo. También se estudia su relación con la sobremuestreo de la propiedad y la débil invarianza de la traducción. Al final, proponemos un problema abierto ",
            "error": [
                ""
            ]
        },
        "interval band case": {
            "translated_key": "caso de banda interval",
            "translated_annotated_text": "En función de escalado limitado de banda Este artículo discute la función de escalado limitado de banda, especialmente el único \"caso de banda interval\" y tres casos de banda de intervalo. También se estudia su relación con la sobremuestreo de la propiedad y la débil invarianza de la traducción. Al final, proponemos un problema abierto ",
            "error": [
                ""
            ]
        },
        "oversampling property": {
            "translated_key": "propiedad de sobremuestreo",
            "translated_annotated_text": "En función de escalado de banda limitada Este artículo discute la función de escalado de banda limitada, especialmente el caso de banda de intervalo único y tres casos de banda de intervalo. También se estudia su relación con la \"propiedad de sobremuestreo\" y la débil invarianza de la traducción. Al final, proponemos un problema abierto ",
            "error": [
                ""
            ]
        },
        "weakly translation invariance": {
            "translated_key": "invarianza débil de la traducción",
            "translated_annotated_text": "En función de escalado de banda limitada Este artículo discute la función de escalado de banda limitada, especialmente el caso de banda de intervalo único y tres casos de banda de intervalo. También se estudia su relación con la sobremuestreo de la propiedad y la \"invarianza débil de la traducción\". Al final, proponemos un problema abierto ",
            "error": [
                ""
            ]
        },
        "invariance": {
            "translated_key": "invarianza",
            "translated_annotated_text": "En función de escalado de banda limitada Este artículo discute la función de escalado de banda limitada, especialmente el caso de banda de intervalo único y tres casos de banda de intervalo. También se estudia su relación con la propiedad de sobremuestreo y la débil \"invarianza\" de traducción. Al final, proponemos un problema abierto ",
            "error": [
                ""
            ]
        },
        "wavelet transforms": {
            "translated_key": [],
            "translated_annotated_text": "En función de escalado de banda limitada Este artículo discute la función de escalado de banda limitada, especialmente el caso de banda de intervalo único y tres casos de banda de intervalo. También se estudia su relación con la sobremuestreo de la propiedad y la débil invarianza de la traducción. Al final, proponemos un problema abierto ",
            "error": []
        }
    }
}