{
    "original_text": "Bivariate fractal interpolation functions on rectangular domains Non-tensor product bivariate fractal interpolation functions defined on gridded rectangular domains are constructed. Linear spaces consisting of these functions are introduced. The relevant Lagrange interpolation problem is discussed. A negative result about the existence of affine fractal interpolation functions defined on such domains is obtained",
    "original_translation": "Funciones de interpolación fractal bivariada en dominios rectangulares Se construyen funciones de interpolación fractal bivariada en productos no tensores definidas en dominios rectangulares acanalados. Se introducen espacios lineales que consisten en estas funciones. Se discute el problema de interpolación de Lagrange. Se obtiene un resultado negativo sobre la existencia de funciones de interpolación fractal afín definidas en estos dominios.",
    "error_count": 2,
    "keys": {
        "bivariate fractal interpolation functions": {
            "translated_key": "funciones de interpolación fractal bivariada",
            "translated_annotated_text": "Se construyen funciones de interpolación fractal bivariada en dominios rectangulares Producto no tensor \"funciones de interpolación fractal bivariada\" definidas en dominios rectangulares a cuadros. Se introducen espacios lineales que consisten en estas funciones. Se discute el problema de interpolación de Lagrange. Se obtiene un resultado negativo sobre la existencia de funciones de interpolación fractal afín definidas en estos dominios. ",
            "error": [
                ""
            ]
        },
        "rectangular domains": {
            "translated_key": "dominios rectangulares",
            "translated_annotated_text": "Se construyen funciones bivariadas de interpolación fractal en \"dominios rectangulares\" Funciones bivariadas de interpolación fractal en productos no tensos definidas en \"dominios rectangulares\" a cuadros. Se introducen espacios lineales que consisten en estas funciones. Se discute el problema de interpolación de Lagrange. Se obtiene un resultado negativo sobre la existencia de funciones de interpolación fractal afín definidas en estos dominios. ",
            "error": [
                ""
            ]
        },
        "gridded rectangular domains": {
            "translated_key": "dominios rectangulares encogidos",
            "translated_annotated_text": "Funciones de interpolación fractal bivariada en dominios rectangulares Se construyen funciones de interpolación fractal bivariada en productos no tensores definidas en \"dominios rectangulares encogidos\". Se introducen espacios lineales que consisten en estas funciones. Se discute el problema de interpolación de Lagrange. Se obtiene un resultado negativo sobre la existencia de funciones de interpolación fractal afín definidas en estos dominios. ",
            "error": [
                ""
            ]
        },
        "linear spaces": {
            "translated_key": [],
            "translated_annotated_text": "Funciones de interpolación fractal bivariada en dominios rectangulares Se construyen funciones de interpolación fractal bivariada en productos no tensores definidas en dominios rectangulares acanalados. Se introducen espacios lineales que consisten en estas funciones. Se discute el problema de interpolación de Lagrange. Se obtiene un resultado negativo sobre la existencia de funciones de interpolación fractal afín definidas en estos dominios. ",
            "error": []
        },
        "Lagrange interpolation problem": {
            "translated_key": "problema de interpolación de Lagrange",
            "translated_annotated_text": "Funciones de interpolación fractal bivariada en dominios rectangulares Se construyen funciones de interpolación fractal bivariada en productos no tensores definidas en dominios rectangulares acanalados. Se introducen espacios lineales que consisten en estas funciones. Se discute el relevante \"problema de interpolación de Lagrange\". Se obtiene un resultado negativo sobre la existencia de funciones de interpolación fractal afín definidas en estos dominios. ",
            "error": [
                ""
            ]
        },
        "affine fractal interpolation functions": {
            "translated_key": "funciones de interpolación fractal afínico",
            "translated_annotated_text": "Funciones de interpolación fractal bivariada en dominios rectangulares Se construyen funciones de interpolación fractal bivariada en productos no tensores definidas en dominios rectangulares acanalados. Se introducen espacios lineales que consisten en estas funciones. Se discute el problema de interpolación de Lagrange. Se obtiene un resultado negativo sobre la existencia de \"funciones de interpolación fractal afínico\" definidas en estos dominios. ",
            "error": [
                ""
            ]
        },
        "fractals": {
            "translated_key": [],
            "translated_annotated_text": "Funciones de interpolación fractal bivariada en dominios rectangulares Se construyen funciones de interpolación fractal bivariada en productos no tensores definidas en dominios rectangulares acanalados. Se introducen espacios lineales que consisten en estas funciones. Se discute el problema de interpolación de Lagrange. Se obtiene un resultado negativo sobre la existencia de funciones de interpolación fractal afín definidas en estos dominios. ",
            "error": []
        },
        "interpolation": {
            "translated_key": "interpolación",
            "translated_annotated_text": "Funciones bivariadas de \"interpolación\" fractal en dominios rectangulares Se construyen funciones bivariadas de \"interpolación\" fractal en productos no tensos definidas en dominios rectangulares a cuadros. Se introducen espacios lineales que consisten en estas funciones. Se discute el problema de \"interpolación\" de Lagrange. Se obtiene un resultado negativo sobre la existencia de funciones de \"interpolación\" fractal afín definidas en dichos dominios. ",
            "error": [
                ""
            ]
        }
    }
}