{
    "original_text": "Turning telecommunications call details to churn prediction: a data mining approach As deregulation, new technologies, and new competitors open up the mobile telecommunications industry, churn prediction and management has become of great concern to mobile service providers. A mobile service provider wishing to retain its subscribers needs to be able to predict which of them may be at-risk of changing services and will make those subscribers the focus of customer retention efforts. In response to the limitations of existing churn-prediction systems and the unavailability of customer demographics in the mobile telecommunications provider investigated, we propose, design, and experimentally evaluate a churn-prediction technique that predicts churning from subscriber contractual information and call pattern changes extracted from call details. This proposed technique is capable of identifying potential churners at the contract level for a specific prediction time-period. In addition, the proposed technique incorporates the multi-classifier class-combiner approach to address the challenge of a highly skewed class distribution between churners and non-churners. The empirical evaluation results suggest that the proposed call-behavior-based churn-prediction technique exhibits satisfactory predictive effectiveness when more recent call details are employed for the churn prediction model construction. Furthermore, the proposed technique is able to demonstrate satisfactory or reasonable predictive power within the one-month interval between model construction and churn prediction. Using a previous demographics-based churn-prediction system as a reference, the lift factors attained by our proposed technique appear largely satisfactory",
    "original_translation": "Convirtiendo las telecomunicaciones en detalles para la predicción: un enfoque de minería de datos A medida que la desregulación, las nuevas tecnologías y los nuevos competidores abren la industria de telecomunicaciones móviles, la predicción y gestión de churn se ha convertido en una gran preocupación para los proveedores de servicios móviles. Un proveedor de servicios móviles que desee retener a sus suscriptores necesita poder predecir cuál de ellos puede estar en riesgo de cambiar de servicio y hará que esos suscriptores sean el centro de los esfuerzos de retención de clientes. En respuesta a las limitaciones de los sistemas de predicción de churn existentes y a la falta de disponibilidad de datos demográficos de los clientes en el proveedor de telecomunicaciones móviles investigados, proponemos, diseñamos y evaluamos experimentalmente una técnica de predicción de churn que predice el intercambio de información contractual de los suscriptores y cambios en el patrón de llamadas extraídos de los detalles de la llamada. Esta técnica propuesta es capaz de identificar posibles agitadores a nivel de contrato para un período de predicción específico. Además, la técnica propuesta incorpora el enfoque multiclasificador-combinador de clase para abordar el desafío de una distribución de clase altamente sesgada entre churners y no churners. Los resultados empíricos de la evaluación sugieren que la técnica propuesta de predicción basada en el comportamiento de la llamada muestra una eficacia predictiva satisfactoria cuando se emplean detalles de la llamada más recientes para la construcción del modelo de predicción de churn. Además, la técnica propuesta es capaz de demostrar una potencia predictiva satisfactoria o razonable dentro del intervalo de un mes entre la construcción del modelo y la predicción del churn. Utilizando como referencia un sistema de predicción de churn basado en la demografía anterior, los factores de elevación alcanzados por nuestra técnica propuesta parecen en gran medida satisfactorios",
    "error_count": 6,
    "keys": {
        "telecommunications call details": {
            "translated_key": "detalles de llamadas de telecomunicaciones",
            "translated_annotated_text": "Convirtiendo \"detalles de llamadas de telecomunicaciones\" en predicción de churn: un enfoque de minería de datos A medida que la desregulación, las nuevas tecnologías y los nuevos competidores abren la industria de telecomunicaciones móviles, la predicción y gestión de churn se ha convertido en una gran preocupación para los proveedores de servicios móviles. Un proveedor de servicios móviles que desee retener a sus suscriptores necesita poder predecir cuál de ellos puede estar en riesgo de cambiar de servicio y hará que esos suscriptores sean el centro de los esfuerzos de retención de clientes. En respuesta a las limitaciones de los sistemas de predicción de churn existentes y a la falta de disponibilidad de datos demográficos de los clientes en el proveedor de telecomunicaciones móviles investigados, proponemos, diseñamos y evaluamos experimentalmente una técnica de predicción de churn que predice el intercambio de información contractual de los suscriptores y cambios en el patrón de llamadas extraídos de los detalles de la llamada. Esta técnica propuesta es capaz de identificar posibles agitadores a nivel de contrato para un período de predicción específico. Además, la técnica propuesta incorpora el enfoque multiclasificador-combinador de clase para abordar el desafío de una distribución de clase altamente sesgada entre churners y no churners. Los resultados empíricos de la evaluación sugieren que la técnica propuesta de predicción basada en el comportamiento de la llamada muestra una eficacia predictiva satisfactoria cuando se emplean detalles de la llamada más recientes para la construcción del modelo de predicción de churn. Además, la técnica propuesta es capaz de demostrar una potencia predictiva satisfactoria o razonable dentro del intervalo de un mes entre la construcción del modelo y la predicción del churn. Utilizando como referencia un sistema de predicción de churn basado en la demografía anterior, los factores de elevación alcanzados por nuestra técnica propuesta parecen en gran medida satisfactorios ",
            "error": [
                ""
            ]
        },
        "mobile telecommunications industry": {
            "translated_key": "industria de las telecomunicaciones móviles",
            "translated_annotated_text": "Convertir las telecomunicaciones en detalles de la predicción: un enfoque de la minería de datos A medida que la desregulación, las nuevas tecnologías y los nuevos competidores abren la \"industria de las telecomunicaciones móviles\", la predicción y gestión de churn se ha convertido en una gran preocupación para los proveedores de servicios móviles. Un proveedor de servicios móviles que desee retener a sus suscriptores necesita poder predecir cuál de ellos puede estar en riesgo de cambiar de servicio y hará que esos suscriptores sean el centro de los esfuerzos de retención de clientes. En respuesta a las limitaciones de los sistemas de predicción de churn existentes y a la falta de disponibilidad de datos demográficos de los clientes en el proveedor de telecomunicaciones móviles investigados, proponemos, diseñamos y evaluamos experimentalmente una técnica de predicción de churn que predice el intercambio de información contractual de los suscriptores y cambios en el patrón de llamadas extraídos de los detalles de la llamada. Esta técnica propuesta es capaz de identificar posibles agitadores a nivel de contrato para un período de predicción específico. Además, la técnica propuesta incorpora el enfoque multiclasificador-combinador de clase para abordar el desafío de una distribución de clase altamente sesgada entre churners y no churners. Los resultados empíricos de la evaluación sugieren que la técnica propuesta de predicción basada en el comportamiento de la llamada muestra una eficacia predictiva satisfactoria cuando se emplean detalles de la llamada más recientes para la construcción del modelo de predicción de churn. Además, la técnica propuesta es capaz de demostrar una potencia predictiva satisfactoria o razonable dentro del intervalo de un mes entre la construcción del modelo y la predicción del churn. Utilizando como referencia un sistema de predicción de churn basado en la demografía anterior, los factores de elevación alcanzados por nuestra técnica propuesta parecen en gran medida satisfactorios ",
            "error": [
                ""
            ]
        },
        "mobile service providers": {
            "translated_key": "proveedores de servicios móviles",
            "translated_annotated_text": "Convirtiendo las telecomunicaciones en detalles para la predicción de churn: un enfoque de minería de datos A medida que la desregulación, las nuevas tecnologías y los nuevos competidores abren la industria de telecomunicaciones móviles, la predicción y gestión de churn se ha convertido en una gran preocupación para los \"proveedores de servicios móviles\". Un proveedor de servicios móviles que desee retener a sus suscriptores necesita poder predecir cuál de ellos puede estar en riesgo de cambiar de servicio y hará que esos suscriptores sean el centro de los esfuerzos de retención de clientes. En respuesta a las limitaciones de los sistemas de predicción de churn existentes y a la falta de disponibilidad de datos demográficos de los clientes en el proveedor de telecomunicaciones móviles investigados, proponemos, diseñamos y evaluamos experimentalmente una técnica de predicción de churn que predice el intercambio de información contractual de los suscriptores y cambios en el patrón de llamadas extraídos de los detalles de la llamada. Esta técnica propuesta es capaz de identificar posibles agitadores a nivel de contrato para un período de predicción específico. Además, la técnica propuesta incorpora el enfoque multiclasificador-combinador de clase para abordar el desafío de una distribución de clase altamente sesgada entre churners y no churners. Los resultados empíricos de la evaluación sugieren que la técnica propuesta de predicción basada en el comportamiento de la llamada muestra una eficacia predictiva satisfactoria cuando se emplean detalles de la llamada más recientes para la construcción del modelo de predicción de churn. Además, la técnica propuesta es capaz de demostrar una potencia predictiva satisfactoria o razonable dentro del intervalo de un mes entre la construcción del modelo y la predicción del churn. Utilizando como referencia un sistema de predicción de churn basado en la demografía anterior, los factores de elevación alcanzados por nuestra técnica propuesta parecen en gran medida satisfactorios ",
            "error": [
                ""
            ]
        },
        "deregulation": {
            "translated_key": "desregulación",
            "translated_annotated_text": "Convirtiendo los detalles de la convocatoria de telecomunicaciones en una predicción: un enfoque de minería de datos Como \"desregulación\", nuevas tecnologías y nuevos competidores abren la industria de telecomunicaciones móviles, la predicción y gestión de churn se ha convertido en una gran preocupación para los proveedores de servicios móviles. Un proveedor de servicios móviles que desee retener a sus suscriptores necesita poder predecir cuál de ellos puede estar en riesgo de cambiar de servicio y hará que esos suscriptores sean el centro de los esfuerzos de retención de clientes. En respuesta a las limitaciones de los sistemas de predicción de churn existentes y a la falta de disponibilidad de datos demográficos de los clientes en el proveedor de telecomunicaciones móviles investigados, proponemos, diseñamos y evaluamos experimentalmente una técnica de predicción de churn que predice el intercambio de información contractual de los suscriptores y cambios en el patrón de llamadas extraídos de los detalles de la llamada. Esta técnica propuesta es capaz de identificar posibles agitadores a nivel de contrato para un período de predicción específico. Además, la técnica propuesta incorpora el enfoque multiclasificador-combinador de clase para abordar el desafío de una distribución de clase altamente sesgada entre churners y no churners. Los resultados empíricos de la evaluación sugieren que la técnica propuesta de predicción basada en el comportamiento de la llamada muestra una eficacia predictiva satisfactoria cuando se emplean detalles de la llamada más recientes para la construcción del modelo de predicción de churn. Además, la técnica propuesta es capaz de demostrar una potencia predictiva satisfactoria o razonable dentro del intervalo de un mes entre la construcción del modelo y la predicción del churn. Utilizando como referencia un sistema de predicción de churn basado en la demografía anterior, los factores de elevación alcanzados por nuestra técnica propuesta parecen en gran medida satisfactorios ",
            "error": [
                ""
            ]
        },
        "customer retention efforts": {
            "translated_key": "esfuerzos de retención de clientes",
            "translated_annotated_text": "Convirtiendo las telecomunicaciones en detalles para la predicción: un enfoque de minería de datos A medida que la desregulación, las nuevas tecnologías y los nuevos competidores abren la industria de telecomunicaciones móviles, la predicción y gestión de churn se ha convertido en una gran preocupación para los proveedores de servicios móviles. Un proveedor de servicios móviles que desee retener a sus suscriptores necesita poder predecir cuál de ellos puede estar en riesgo de cambiar de servicio y hará que esos suscriptores sean el centro de los \"esfuerzos de retención de clientes\". En respuesta a las limitaciones de los sistemas de predicción de churn existentes y a la falta de disponibilidad de datos demográficos de los clientes en el proveedor de telecomunicaciones móviles investigados, proponemos, diseñamos y evaluamos experimentalmente una técnica de predicción de churn que predice el intercambio de información contractual de los suscriptores y cambios en el patrón de llamadas extraídos de los detalles de la llamada. Esta técnica propuesta es capaz de identificar posibles agitadores a nivel de contrato para un período de predicción específico. Además, la técnica propuesta incorpora el enfoque multiclasificador-combinador de clase para abordar el desafío de una distribución de clase altamente sesgada entre churners y no churners. Los resultados empíricos de la evaluación sugieren que la técnica propuesta de predicción basada en el comportamiento de la llamada muestra una eficacia predictiva satisfactoria cuando se emplean detalles de la llamada más recientes para la construcción del modelo de predicción de churn. Además, la técnica propuesta es capaz de demostrar una potencia predictiva satisfactoria o razonable dentro del intervalo de un mes entre la construcción del modelo y la predicción del churn. Utilizando como referencia un sistema de predicción de churn basado en la demografía anterior, los factores de elevación alcanzados por nuestra técnica propuesta parecen en gran medida satisfactorios ",
            "error": [
                ""
            ]
        },
        "customer demographics": {
            "translated_key": "demografía de clientes",
            "translated_annotated_text": "Convirtiendo las telecomunicaciones en detalles para la predicción: un enfoque de minería de datos A medida que la desregulación, las nuevas tecnologías y los nuevos competidores abren la industria de telecomunicaciones móviles, la predicción y gestión de churn se ha convertido en una gran preocupación para los proveedores de servicios móviles. Un proveedor de servicios móviles que desee retener a sus suscriptores necesita poder predecir cuál de ellos puede estar en riesgo de cambiar de servicio y hará que esos suscriptores sean el centro de los esfuerzos de retención de clientes. En respuesta a las limitaciones de los sistemas de predicción de churn existentes y a la falta de disponibilidad de \"demografía de clientes\" en el proveedor de telecomunicaciones móviles investigados, proponemos, diseñamos y evaluamos experimentalmente una técnica de predicción de churn que predice el intercambio de información contractual del suscriptor y cambios en el patrón de llamadas extraídos de los detalles de la llamada. Esta técnica propuesta es capaz de identificar posibles agitadores a nivel de contrato para un período de predicción específico. Además, la técnica propuesta incorpora el enfoque multiclasificador-combinador de clase para abordar el desafío de una distribución de clase altamente sesgada entre churners y no churners. Los resultados empíricos de la evaluación sugieren que la técnica propuesta de predicción basada en el comportamiento de la llamada muestra una eficacia predictiva satisfactoria cuando se emplean detalles de la llamada más recientes para la construcción del modelo de predicción de churn. Además, la técnica propuesta es capaz de demostrar una potencia predictiva satisfactoria o razonable dentro del intervalo de un mes entre la construcción del modelo y la predicción del churn. Utilizando como referencia un sistema de predicción de churn basado en la demografía anterior, los factores de elevación alcanzados por nuestra técnica propuesta parecen en gran medida satisfactorios ",
            "error": [
                ""
            ]
        },
        "subscriber contractual information": {
            "translated_key": "información contractual de los suscriptores",
            "translated_annotated_text": "Convirtiendo las telecomunicaciones en detalles para la predicción: un enfoque de minería de datos A medida que la desregulación, las nuevas tecnologías y los nuevos competidores abren la industria de telecomunicaciones móviles, la predicción y gestión de churn se ha convertido en una gran preocupación para los proveedores de servicios móviles. Un proveedor de servicios móviles que desee retener a sus suscriptores necesita poder predecir cuál de ellos puede estar en riesgo de cambiar de servicio y hará que esos suscriptores sean el centro de los esfuerzos de retención de clientes. En respuesta a las limitaciones de los sistemas de predicción de churn existentes y a la falta de disponibilidad de datos demográficos de los clientes en el proveedor de telecomunicaciones móviles investigados, proponemos, diseñamos y evaluamos experimentalmente una técnica de predicción de churn que predice el intercambio a partir de \"información contractual de los suscriptores\" y cambios en el patrón de llamadas extraídos de los detalles de la llamada. Esta técnica propuesta es capaz de identificar posibles agitadores a nivel de contrato para un período de predicción específico. Además, la técnica propuesta incorpora el enfoque multiclasificador-combinador de clase para abordar el desafío de una distribución de clase altamente sesgada entre churners y no churners. Los resultados empíricos de la evaluación sugieren que la técnica propuesta de predicción basada en el comportamiento de la llamada muestra una eficacia predictiva satisfactoria cuando se emplean detalles de la llamada más recientes para la construcción del modelo de predicción de churn. Además, la técnica propuesta es capaz de demostrar una potencia predictiva satisfactoria o razonable dentro del intervalo de un mes entre la construcción del modelo y la predicción del churn. Utilizando como referencia un sistema de predicción de churn basado en la demografía anterior, los factores de elevación alcanzados por nuestra técnica propuesta parecen en gran medida satisfactorios ",
            "error": [
                ""
            ]
        },
        "call pattern changes": {
            "translated_key": "cambios de patrón de llamada",
            "translated_annotated_text": "Convirtiendo las telecomunicaciones en detalles para la predicción: un enfoque de minería de datos A medida que la desregulación, las nuevas tecnologías y los nuevos competidores abren la industria de telecomunicaciones móviles, la predicción y gestión de churn se ha convertido en una gran preocupación para los proveedores de servicios móviles. Un proveedor de servicios móviles que desee retener a sus suscriptores necesita poder predecir cuál de ellos puede estar en riesgo de cambiar de servicio y hará que esos suscriptores sean el centro de los esfuerzos de retención de clientes. En respuesta a las limitaciones de los sistemas de predicción de churn existentes y a la falta de disponibilidad de datos demográficos de los clientes en el proveedor de telecomunicaciones móviles investigados, proponemos, diseñamos y evaluamos experimentalmente una técnica de predicción de churn que predice el intercambio a partir de la información contractual del suscriptor y los \"cambios de patrón de llamada\" extraídos de los detalles de la llamada. Esta técnica propuesta es capaz de identificar posibles agitadores a nivel de contrato para un período de predicción específico. Además, la técnica propuesta incorpora el enfoque multiclasificador-combinador de clase para abordar el desafío de una distribución de clase altamente sesgada entre churners y no churners. Los resultados empíricos de la evaluación sugieren que la técnica propuesta de predicción basada en el comportamiento de la llamada muestra una eficacia predictiva satisfactoria cuando se emplean detalles de la llamada más recientes para la construcción del modelo de predicción de churn. Además, la técnica propuesta es capaz de demostrar una potencia predictiva satisfactoria o razonable dentro del intervalo de un mes entre la construcción del modelo y la predicción del churn. Utilizando como referencia un sistema de predicción de churn basado en la demografía anterior, los factores de elevación alcanzados por nuestra técnica propuesta parecen en gran medida satisfactorios ",
            "error": [
                ""
            ]
        },
        "multi-classifier class-combiner approach": {
            "translated_key": "enfoque multiclasificador-combinador",
            "translated_annotated_text": "Convirtiendo las telecomunicaciones en detalles para la predicción: un enfoque de minería de datos A medida que la desregulación, las nuevas tecnologías y los nuevos competidores abren la industria de telecomunicaciones móviles, la predicción y gestión de churn se ha convertido en una gran preocupación para los proveedores de servicios móviles. Un proveedor de servicios móviles que desee retener a sus suscriptores necesita poder predecir cuál de ellos puede estar en riesgo de cambiar de servicio y hará que esos suscriptores sean el centro de los esfuerzos de retención de clientes. En respuesta a las limitaciones de los sistemas de predicción de churn existentes y a la falta de disponibilidad de datos demográficos de los clientes en el proveedor de telecomunicaciones móviles investigados, proponemos, diseñamos y evaluamos experimentalmente una técnica de predicción de churn que predice el intercambio de información contractual de los suscriptores y cambios en el patrón de llamadas extraídos de los detalles de la llamada. Esta técnica propuesta es capaz de identificar posibles agitadores a nivel de contrato para un período de predicción específico. Además, la técnica propuesta incorpora el \"enfoque multiclasificador-combinador\" para abordar el desafío de una distribución de clase altamente sesgada entre churners y no churners. Los resultados empíricos de la evaluación sugieren que la técnica propuesta de predicción basada en el comportamiento de la llamada muestra una eficacia predictiva satisfactoria cuando se emplean detalles de la llamada más recientes para la construcción del modelo de predicción de churn. Además, la técnica propuesta es capaz de demostrar una potencia predictiva satisfactoria o razonable dentro del intervalo de un mes entre la construcción del modelo y la predicción del churn. Utilizando como referencia un sistema de predicción de churn basado en la demografía anterior, los factores de elevación alcanzados por nuestra técnica propuesta parecen en gran medida satisfactorios ",
            "error": [
                ""
            ]
        },
        "skewed class distribution": {
            "translated_key": "distribución de clase altamente skewed",
            "translated_annotated_text": "Convirtiendo las telecomunicaciones en detalles para la predicción: un enfoque de minería de datos A medida que la desregulación, las nuevas tecnologías y los nuevos competidores abren la industria de telecomunicaciones móviles, la predicción y gestión de churn se ha convertido en una gran preocupación para los proveedores de servicios móviles. Un proveedor de servicios móviles que desee retener a sus suscriptores necesita poder predecir cuál de ellos puede estar en riesgo de cambiar de servicio y hará que esos suscriptores sean el centro de los esfuerzos de retención de clientes. En respuesta a las limitaciones de los sistemas de predicción de churn existentes y a la falta de disponibilidad de datos demográficos de los clientes en el proveedor de telecomunicaciones móviles investigados, proponemos, diseñamos y evaluamos experimentalmente una técnica de predicción de churn que predice el intercambio de información contractual de los suscriptores y cambios en el patrón de llamadas extraídos de los detalles de la llamada. Esta técnica propuesta es capaz de identificar posibles agitadores a nivel de contrato para un período de predicción específico. Además, la técnica propuesta incorpora el enfoque multiclasificador-combinador de clase para abordar el desafío de una \"distribución de clase altamente skewed\" entre churners y no churners. Los resultados empíricos de la evaluación sugieren que la técnica propuesta de predicción basada en el comportamiento de la llamada muestra una eficacia predictiva satisfactoria cuando se emplean detalles de la llamada más recientes para la construcción del modelo de predicción de churn. Además, la técnica propuesta es capaz de demostrar una potencia predictiva satisfactoria o razonable dentro del intervalo de un mes entre la construcción del modelo y la predicción del churn. Utilizando como referencia un sistema de predicción de churn basado en la demografía anterior, los factores de elevación alcanzados por nuestra técnica propuesta parecen en gran medida satisfactorios ",
            "error": [
                ""
            ]
        },
        "lift factors": {
            "translated_key": "factores de elevación",
            "translated_annotated_text": "Convirtiendo las telecomunicaciones en detalles para la predicción: un enfoque de minería de datos A medida que la desregulación, las nuevas tecnologías y los nuevos competidores abren la industria de telecomunicaciones móviles, la predicción y gestión de churn se ha convertido en una gran preocupación para los proveedores de servicios móviles. Un proveedor de servicios móviles que desee retener a sus suscriptores necesita poder predecir cuál de ellos puede estar en riesgo de cambiar de servicio y hará que esos suscriptores sean el centro de los esfuerzos de retención de clientes. En respuesta a las limitaciones de los sistemas de predicción de churn existentes y a la falta de disponibilidad de datos demográficos de los clientes en el proveedor de telecomunicaciones móviles investigados, proponemos, diseñamos y evaluamos experimentalmente una técnica de predicción de churn que predice el intercambio de información contractual de los suscriptores y cambios en el patrón de llamadas extraídos de los detalles de la llamada. Esta técnica propuesta es capaz de identificar posibles agitadores a nivel de contrato para un período de predicción específico. Además, la técnica propuesta incorpora el enfoque multiclasificador-combinador de clase para abordar el desafío de una distribución de clase altamente sesgada entre churners y no churners. Los resultados empíricos de la evaluación sugieren que la técnica propuesta de predicción basada en el comportamiento de la llamada muestra una eficacia predictiva satisfactoria cuando se emplean detalles de la llamada más recientes para la construcción del modelo de predicción de churn. Además, la técnica propuesta es capaz de demostrar una potencia predictiva satisfactoria o razonable dentro del intervalo de un mes entre la construcción del modelo y la predicción del churn. Utilizando como referencia un sistema de predicción de churn basado en la demografía anterior, los \"factores de elevación\" alcanzados por nuestra técnica propuesta parecen en gran medida satisfactorios ",
            "error": [
                ""
            ]
        },
        "decision tree induction": {
            "translated_key": [],
            "translated_annotated_text": "Convirtiendo las telecomunicaciones en detalles para la predicción: un enfoque de minería de datos A medida que la desregulación, las nuevas tecnologías y los nuevos competidores abren la industria de telecomunicaciones móviles, la predicción y gestión de churn se ha convertido en una gran preocupación para los proveedores de servicios móviles. Un proveedor de servicios móviles que desee retener a sus suscriptores necesita poder predecir cuál de ellos puede estar en riesgo de cambiar de servicio y hará que esos suscriptores sean el centro de los esfuerzos de retención de clientes. En respuesta a las limitaciones de los sistemas de predicción de churn existentes y a la falta de disponibilidad de datos demográficos de los clientes en el proveedor de telecomunicaciones móviles investigados, proponemos, diseñamos y evaluamos experimentalmente una técnica de predicción de churn que predice el intercambio de información contractual de los suscriptores y cambios en el patrón de llamadas extraídos de los detalles de la llamada. Esta técnica propuesta es capaz de identificar posibles agitadores a nivel de contrato para un período de predicción específico. Además, la técnica propuesta incorpora el enfoque multiclasificador-combinador de clase para abordar el desafío de una distribución de clase altamente sesgada entre churners y no churners. Los resultados empíricos de la evaluación sugieren que la técnica propuesta de predicción basada en el comportamiento de la llamada muestra una eficacia predictiva satisfactoria cuando se emplean detalles de la llamada más recientes para la construcción del modelo de predicción de churn. Además, la técnica propuesta es capaz de demostrar una potencia predictiva satisfactoria o razonable dentro del intervalo de un mes entre la construcción del modelo y la predicción del churn. Utilizando como referencia un sistema de predicción de churn basado en la demografía anterior, los factores de elevación alcanzados por nuestra técnica propuesta parecen en gran medida satisfactorios ",
            "error": []
        },
        "data mining": {
            "translated_key": "minería de datos",
            "translated_annotated_text": "Convirtiendo las telecomunicaciones en detalles para la predicción: un enfoque de \"minería de datos\" A medida que la desregulación, las nuevas tecnologías y los nuevos competidores abren la industria de las telecomunicaciones móviles, la predicción y gestión de churn se ha convertido en una gran preocupación para los proveedores de servicios móviles. Un proveedor de servicios móviles que desee retener a sus suscriptores necesita poder predecir cuál de ellos puede estar en riesgo de cambiar de servicio y hará que esos suscriptores sean el centro de los esfuerzos de retención de clientes. En respuesta a las limitaciones de los sistemas de predicción de churn existentes y a la falta de disponibilidad de datos demográficos de los clientes en el proveedor de telecomunicaciones móviles investigados, proponemos, diseñamos y evaluamos experimentalmente una técnica de predicción de churn que predice el intercambio de información contractual de los suscriptores y cambios en el patrón de llamadas extraídos de los detalles de la llamada. Esta técnica propuesta es capaz de identificar posibles agitadores a nivel de contrato para un período de predicción específico. Además, la técnica propuesta incorpora el enfoque multiclasificador-combinador de clase para abordar el desafío de una distribución de clase altamente sesgada entre churners y no churners. Los resultados empíricos de la evaluación sugieren que la técnica propuesta de predicción basada en el comportamiento de la llamada muestra una eficacia predictiva satisfactoria cuando se emplean detalles de la llamada más recientes para la construcción del modelo de predicción de churn. Además, la técnica propuesta es capaz de demostrar una potencia predictiva satisfactoria o razonable dentro del intervalo de un mes entre la construcción del modelo y la predicción del churn. Utilizando como referencia un sistema de predicción de churn basado en la demografía anterior, los factores de elevación alcanzados por nuestra técnica propuesta parecen en gran medida satisfactorios ",
            "error": [
                ""
            ]
        },
        "decision trees": {
            "translated_key": [],
            "translated_annotated_text": "Convirtiendo las telecomunicaciones en detalles para la predicción: un enfoque de minería de datos A medida que la desregulación, las nuevas tecnologías y los nuevos competidores abren la industria de telecomunicaciones móviles, la predicción y gestión de churn se ha convertido en una gran preocupación para los proveedores de servicios móviles. Un proveedor de servicios móviles que desee retener a sus suscriptores necesita poder predecir cuál de ellos puede estar en riesgo de cambiar de servicio y hará que esos suscriptores sean el centro de los esfuerzos de retención de clientes. En respuesta a las limitaciones de los sistemas de predicción de churn existentes y a la falta de disponibilidad de datos demográficos de los clientes en el proveedor de telecomunicaciones móviles investigados, proponemos, diseñamos y evaluamos experimentalmente una técnica de predicción de churn que predice el intercambio de información contractual de los suscriptores y cambios en el patrón de llamadas extraídos de los detalles de la llamada. Esta técnica propuesta es capaz de identificar posibles agitadores a nivel de contrato para un período de predicción específico. Además, la técnica propuesta incorpora el enfoque multiclasificador-combinador de clase para abordar el desafío de una distribución de clase altamente sesgada entre churners y no churners. Los resultados empíricos de la evaluación sugieren que la técnica propuesta de predicción basada en el comportamiento de la llamada muestra una eficacia predictiva satisfactoria cuando se emplean detalles de la llamada más recientes para la construcción del modelo de predicción de churn. Además, la técnica propuesta es capaz de demostrar una potencia predictiva satisfactoria o razonable dentro del intervalo de un mes entre la construcción del modelo y la predicción del churn. Utilizando como referencia un sistema de predicción de churn basado en la demografía anterior, los factores de elevación alcanzados por nuestra técnica propuesta parecen en gran medida satisfactorios ",
            "error": []
        },
        "demography": {
            "translated_key": [],
            "translated_annotated_text": "Convirtiendo las telecomunicaciones en detalles para la predicción: un enfoque de minería de datos A medida que la desregulación, las nuevas tecnologías y los nuevos competidores abren la industria de telecomunicaciones móviles, la predicción y gestión de churn se ha convertido en una gran preocupación para los proveedores de servicios móviles. Un proveedor de servicios móviles que desee retener a sus suscriptores necesita poder predecir cuál de ellos puede estar en riesgo de cambiar de servicio y hará que esos suscriptores sean el centro de los esfuerzos de retención de clientes. En respuesta a las limitaciones de los sistemas de predicción de churn existentes y a la falta de disponibilidad de datos demográficos de los clientes en el proveedor de telecomunicaciones móviles investigados, proponemos, diseñamos y evaluamos experimentalmente una técnica de predicción de churn que predice el intercambio de información contractual de los suscriptores y cambios en el patrón de llamadas extraídos de los detalles de la llamada. Esta técnica propuesta es capaz de identificar posibles agitadores a nivel de contrato para un período de predicción específico. Además, la técnica propuesta incorpora el enfoque multiclasificador-combinador de clase para abordar el desafío de una distribución de clase altamente sesgada entre churners y no churners. Los resultados empíricos de la evaluación sugieren que la técnica propuesta de predicción basada en el comportamiento de la llamada muestra una eficacia predictiva satisfactoria cuando se emplean detalles de la llamada más recientes para la construcción del modelo de predicción de churn. Además, la técnica propuesta es capaz de demostrar una potencia predictiva satisfactoria o razonable dentro del intervalo de un mes entre la construcción del modelo y la predicción del churn. Utilizando como referencia un sistema de predicción de churn basado en la demografía anterior, los factores de elevación alcanzados por nuestra técnica propuesta parecen en gran medida satisfactorios ",
            "error": []
        },
        "mobile communication": {
            "translated_key": [],
            "translated_annotated_text": "Convirtiendo las telecomunicaciones en detalles para la predicción: un enfoque de minería de datos A medida que la desregulación, las nuevas tecnologías y los nuevos competidores abren la industria de telecomunicaciones móviles, la predicción y gestión de churn se ha convertido en una gran preocupación para los proveedores de servicios móviles. Un proveedor de servicios móviles que desee retener a sus suscriptores necesita poder predecir cuál de ellos puede estar en riesgo de cambiar de servicio y hará que esos suscriptores sean el centro de los esfuerzos de retención de clientes. En respuesta a las limitaciones de los sistemas de predicción de churn existentes y a la falta de disponibilidad de datos demográficos de los clientes en el proveedor de telecomunicaciones móviles investigados, proponemos, diseñamos y evaluamos experimentalmente una técnica de predicción de churn que predice el intercambio de información contractual de los suscriptores y cambios en el patrón de llamadas extraídos de los detalles de la llamada. Esta técnica propuesta es capaz de identificar posibles agitadores a nivel de contrato para un período de predicción específico. Además, la técnica propuesta incorpora el enfoque multiclasificador-combinador de clase para abordar el desafío de una distribución de clase altamente sesgada entre churners y no churners. Los resultados empíricos de la evaluación sugieren que la técnica propuesta de predicción basada en el comportamiento de la llamada muestra una eficacia predictiva satisfactoria cuando se emplean detalles de la llamada más recientes para la construcción del modelo de predicción de churn. Además, la técnica propuesta es capaz de demostrar una potencia predictiva satisfactoria o razonable dentro del intervalo de un mes entre la construcción del modelo y la predicción del churn. Utilizando como referencia un sistema de predicción de churn basado en la demografía anterior, los factores de elevación alcanzados por nuestra técnica propuesta parecen en gran medida satisfactorios ",
            "error": []
        },
        "telecommunication computing": {
            "translated_key": [],
            "translated_annotated_text": "Convirtiendo las telecomunicaciones en detalles para la predicción: un enfoque de minería de datos A medida que la desregulación, las nuevas tecnologías y los nuevos competidores abren la industria de telecomunicaciones móviles, la predicción y gestión de churn se ha convertido en una gran preocupación para los proveedores de servicios móviles. Un proveedor de servicios móviles que desee retener a sus suscriptores necesita poder predecir cuál de ellos puede estar en riesgo de cambiar de servicio y hará que esos suscriptores sean el centro de los esfuerzos de retención de clientes. En respuesta a las limitaciones de los sistemas de predicción de churn existentes y a la falta de disponibilidad de datos demográficos de los clientes en el proveedor de telecomunicaciones móviles investigados, proponemos, diseñamos y evaluamos experimentalmente una técnica de predicción de churn que predice el intercambio de información contractual de los suscriptores y cambios en el patrón de llamadas extraídos de los detalles de la llamada. Esta técnica propuesta es capaz de identificar posibles agitadores a nivel de contrato para un período de predicción específico. Además, la técnica propuesta incorpora el enfoque multiclasificador-combinador de clase para abordar el desafío de una distribución de clase altamente sesgada entre churners y no churners. Los resultados empíricos de la evaluación sugieren que la técnica propuesta de predicción basada en el comportamiento de la llamada muestra una eficacia predictiva satisfactoria cuando se emplean detalles de la llamada más recientes para la construcción del modelo de predicción de churn. Además, la técnica propuesta es capaz de demostrar una potencia predictiva satisfactoria o razonable dentro del intervalo de un mes entre la construcción del modelo y la predicción del churn. Utilizando como referencia un sistema de predicción de churn basado en la demografía anterior, los factores de elevación alcanzados por nuestra técnica propuesta parecen en gran medida satisfactorios ",
            "error": []
        },
        "very large databases": {
            "translated_key": [],
            "translated_annotated_text": "Convirtiendo las telecomunicaciones en detalles para la predicción: un enfoque de minería de datos A medida que la desregulación, las nuevas tecnologías y los nuevos competidores abren la industria de telecomunicaciones móviles, la predicción y gestión de churn se ha convertido en una gran preocupación para los proveedores de servicios móviles. Un proveedor de servicios móviles que desee retener a sus suscriptores necesita poder predecir cuál de ellos puede estar en riesgo de cambiar de servicio y hará que esos suscriptores sean el centro de los esfuerzos de retención de clientes. En respuesta a las limitaciones de los sistemas de predicción de churn existentes y a la falta de disponibilidad de datos demográficos de los clientes en el proveedor de telecomunicaciones móviles investigados, proponemos, diseñamos y evaluamos experimentalmente una técnica de predicción de churn que predice el intercambio de información contractual de los suscriptores y cambios en el patrón de llamadas extraídos de los detalles de la llamada. Esta técnica propuesta es capaz de identificar posibles agitadores a nivel de contrato para un período de predicción específico. Además, la técnica propuesta incorpora el enfoque multiclasificador-combinador de clase para abordar el desafío de una distribución de clase altamente sesgada entre churners y no churners. Los resultados empíricos de la evaluación sugieren que la técnica propuesta de predicción basada en el comportamiento de la llamada muestra una eficacia predictiva satisfactoria cuando se emplean detalles de la llamada más recientes para la construcción del modelo de predicción de churn. Además, la técnica propuesta es capaz de demostrar una potencia predictiva satisfactoria o razonable dentro del intervalo de un mes entre la construcción del modelo y la predicción del churn. Utilizando como referencia un sistema de predicción de churn basado en la demografía anterior, los factores de elevación alcanzados por nuestra técnica propuesta parecen en gran medida satisfactorios ",
            "error": []
        }
    }
}