{
    "original_text": "A work journal [librarianship] Keeping a work journal can be useful in exploring ones thoughts and feelings about work challenges and work decisions. It can help bring about greater fulfillment in ones work life by facilitating self-renewal, change, the search for new meaning, and job satisfaction. One example of a work journal which I kept in 1998 is considered. It touches on several issues of potential interest to midlife career librarians including the challenge of technology, returning to work at midlife after raising a family, further education, professional writing, and job exchange",
    "original_translation": "Un diario de trabajo [biblioteca] Mantener un diario de trabajo puede ser útil para explorar los pensamientos y sentimientos acerca de los desafíos y decisiones laborales. Puede ayudar a lograr un mayor cumplimiento en la vida laboral facilitando la autorrenovación, el cambio, la búsqueda de un nuevo significado y la satisfacción laboral. Un ejemplo de una revista de trabajo que mantuve en 1998 es considerado. Se trata de varias cuestiones de interés potencial para los bibliotecarios de la mediana edad, incluido el reto de la tecnología, el regreso al trabajo a la mediana edad después de criar a una familia, la educación complementaria, la escritura profesional y el intercambio de empleo",
    "error_count": 5,
    "keys": {
        "work decisions": {
            "translated_key": "decisiones de trabajo",
            "translated_annotated_text": "Un diario de trabajo [biblioteca] Mantener un diario de trabajo puede ser útil para explorar los pensamientos y sentimientos sobre los desafíos del trabajo y las \"decisiones de trabajo\". Puede ayudar a lograr un mayor cumplimiento en la vida laboral facilitando la autorrenovación, el cambio, la búsqueda de un nuevo significado y la satisfacción laboral. Un ejemplo de una revista de trabajo que mantuve en 1998 es considerado. Se trata de varias cuestiones de interés potencial para los bibliotecarios de la mediana edad, incluido el reto de la tecnología, el regreso al trabajo a la mediana edad después de criar a una familia, la educación complementaria, la escritura profesional y el intercambio de empleo ",
            "error": [
                ""
            ]
        },
        "work challenges": {
            "translated_key": "desafíos laborales",
            "translated_annotated_text": "Un diario de trabajo [biblioteca] Mantener un diario de trabajo puede ser útil para explorar los pensamientos y sentimientos sobre \"desafíos laborales\" y decisiones laborales. Puede ayudar a lograr un mayor cumplimiento en la vida laboral facilitando la autorrenovación, el cambio, la búsqueda de un nuevo significado y la satisfacción laboral. Un ejemplo de una revista de trabajo que mantuve en 1998 es considerado. Se trata de varias cuestiones de interés potencial para los bibliotecarios de la mediana edad, incluido el reto de la tecnología, el regreso al trabajo a la mediana edad después de criar a una familia, la educación complementaria, la escritura profesional y el intercambio de empleo ",
            "error": [
                ""
            ]
        },
        "job satisfaction": {
            "translated_key": "satisfacción laboral",
            "translated_annotated_text": "Un diario de trabajo [biblioteca] Mantener un diario de trabajo puede ser útil para explorar los pensamientos y sentimientos acerca de los desafíos y decisiones laborales. Puede ayudar a lograr una mayor realización en la vida laboral facilitando la autorrenovación, el cambio, la búsqueda de un nuevo significado y la \"satisfacción laboral\". Un ejemplo de una revista de trabajo que mantuve en 1998 es considerado. Se trata de varias cuestiones de interés potencial para los bibliotecarios de la mediana edad, incluido el reto de la tecnología, el regreso al trabajo a la mediana edad después de criar a una familia, la educación complementaria, la escritura profesional y el intercambio de empleo ",
            "error": [
                ""
            ]
        },
        "self-renewal": {
            "translated_key": "auto-renovación",
            "translated_annotated_text": "Un diario de trabajo [biblioteca] Mantener un diario de trabajo puede ser útil para explorar los pensamientos y sentimientos acerca de los desafíos y decisiones laborales. Puede ayudar a lograr un mayor cumplimiento en la vida laboral facilitando la \"auto-renovación\", el cambio, la búsqueda de un nuevo significado y la satisfacción laboral. Un ejemplo de una revista de trabajo que mantuve en 1998 es considerado. Se trata de varias cuestiones de interés potencial para los bibliotecarios de la mediana edad, incluido el reto de la tecnología, el regreso al trabajo a la mediana edad después de criar a una familia, la educación complementaria, la escritura profesional y el intercambio de empleo ",
            "error": [
                ""
            ]
        },
        "work journal": {
            "translated_key": "diario de trabajo",
            "translated_annotated_text": "Un \"diario de trabajo\" [biblioteca] Mantener un \"diario de trabajo\" puede ser útil para explorar los pensamientos y sentimientos acerca de los desafíos y decisiones laborales. Puede ayudar a lograr un mayor cumplimiento en la vida laboral facilitando la autorrenovación, el cambio, la búsqueda de un nuevo significado y la satisfacción laboral. Se considera un ejemplo de un \"diario de trabajo\" que mantuve en 1998. Se trata de varias cuestiones de interés potencial para los bibliotecarios de la mediana edad, incluido el reto de la tecnología, el regreso al trabajo a la mediana edad después de criar a una familia, la educación complementaria, la escritura profesional y el intercambio de empleo ",
            "error": [
                ""
            ]
        },
        "change": {
            "translated_key": "cambio",
            "translated_annotated_text": "Un diario de trabajo [biblioteca] Mantener un diario de trabajo puede ser útil para explorar los pensamientos y sentimientos acerca de los desafíos y decisiones laborales. Puede ayudar a lograr un mayor cumplimiento en la vida laboral facilitando la autorrenovación, el \"cambio\", la búsqueda de un nuevo significado y la satisfacción laboral. Un ejemplo de una revista de trabajo que mantuve en 1998 es considerado. Se trata de varias cuestiones de interés potencial para los bibliotecarios de la mediana edad, incluido el reto de la tecnología, el regreso al trabajo a la mediana edad después de criar a una familia, la educación complementaria, la escritura profesional y el intercambio de empleo ",
            "error": [
                ""
            ]
        },
        "midlife career librarians": {
            "translated_key": "bibliotecarios de la mediana vida",
            "translated_annotated_text": "Un diario de trabajo [biblioteca] Mantener un diario de trabajo puede ser útil para explorar los pensamientos y sentimientos acerca de los desafíos y decisiones laborales. Puede ayudar a lograr un mayor cumplimiento en la vida laboral facilitando la autorrenovación, el cambio, la búsqueda de un nuevo significado y la satisfacción laboral. Un ejemplo de una revista de trabajo que mantuve en 1998 es considerado. Se trata de varias cuestiones de interés potencial para los \"bibliotecarios de la mediana vida\" incluyendo el reto de la tecnología, el regreso al trabajo a la mediana edad después de criar a una familia, educación superior, escritura profesional, e intercambio de trabajo ",
            "error": [
                ""
            ]
        },
        "technology": {
            "translated_key": "tecnología",
            "translated_annotated_text": "Un diario de trabajo [biblioteca] Mantener un diario de trabajo puede ser útil para explorar los pensamientos y sentimientos acerca de los desafíos y decisiones laborales. Puede ayudar a lograr un mayor cumplimiento en la vida laboral facilitando la autorrenovación, el cambio, la búsqueda de un nuevo significado y la satisfacción laboral. Un ejemplo de una revista de trabajo que mantuve en 1998 es considerado. Se trata de varias cuestiones de interés potencial para los bibliotecarios de la mediana edad, incluido el reto de la \"tecnología\", el regreso al trabajo a la mediana edad después de criar a una familia, la educación complementaria, la escritura profesional y el intercambio de empleo ",
            "error": [
                ""
            ]
        },
        "further education": {
            "translated_key": "educación adicional",
            "translated_annotated_text": "Un diario de trabajo [biblioteca] Mantener un diario de trabajo puede ser útil para explorar los pensamientos y sentimientos acerca de los desafíos y decisiones laborales. Puede ayudar a lograr un mayor cumplimiento en la vida laboral facilitando la autorrenovación, el cambio, la búsqueda de un nuevo significado y la satisfacción laboral. Un ejemplo de una revista de trabajo que mantuve en 1998 es considerado. Se trata de varios temas de interés potencial para los bibliotecarios de la mediana edad, incluyendo el reto de la tecnología, volver a trabajar a la mediana edad después de criar una familia, \"educación adicional\", escritura profesional, e intercambio de trabajo ",
            "error": [
                ""
            ]
        },
        "professional writing": {
            "translated_key": "escritura profesional",
            "translated_annotated_text": "Un diario de trabajo [biblioteca] Mantener un diario de trabajo puede ser útil para explorar los pensamientos y sentimientos acerca de los desafíos y decisiones laborales. Puede ayudar a lograr un mayor cumplimiento en la vida laboral facilitando la autorrenovación, el cambio, la búsqueda de un nuevo significado y la satisfacción laboral. Un ejemplo de una revista de trabajo que mantuve en 1998 es considerado. Se trata de varias cuestiones de interés potencial para los bibliotecarios de la mediana edad, entre ellas el reto de la tecnología, el regreso al trabajo a la mediana edad después de criar a una familia, la educación complementaria, la \"escritura profesional\" y el intercambio de empleo. ",
            "error": [
                ""
            ]
        },
        "job exchange": {
            "translated_key": "intercambio de empleo",
            "translated_annotated_text": "Un diario de trabajo [biblioteca] Mantener un diario de trabajo puede ser útil para explorar los pensamientos y sentimientos acerca de los desafíos y decisiones laborales. Puede ayudar a lograr un mayor cumplimiento en la vida laboral facilitando la autorrenovación, el cambio, la búsqueda de un nuevo significado y la satisfacción laboral. Un ejemplo de una revista de trabajo que mantuve en 1998 es considerado. Se trata de varios temas de interés potencial para los bibliotecarios de la mediana edad, incluyendo el reto de la tecnología, el regreso al trabajo a la mediana edad después de criar una familia, la educación superior, la escritura profesional, y el \"intercambio de empleo\" ",
            "error": [
                ""
            ]
        },
        "information science": {
            "translated_key": [],
            "translated_annotated_text": "Un diario de trabajo [biblioteca] Mantener un diario de trabajo puede ser útil para explorar los pensamientos y sentimientos acerca de los desafíos y decisiones laborales. Puede ayudar a lograr un mayor cumplimiento en la vida laboral facilitando la autorrenovación, el cambio, la búsqueda de un nuevo significado y la satisfacción laboral. Un ejemplo de una revista de trabajo que mantuve en 1998 es considerado. Se trata de varias cuestiones de interés potencial para los bibliotecarios de la mediana edad, incluido el reto de la tecnología, el regreso al trabajo a la mediana edad después de criar a una familia, la educación complementaria, la escritura profesional y el intercambio de empleo ",
            "error": []
        },
        "library automation": {
            "translated_key": [],
            "translated_annotated_text": "Un diario de trabajo [biblioteca] Mantener un diario de trabajo puede ser útil para explorar los pensamientos y sentimientos acerca de los desafíos y decisiones laborales. Puede ayudar a lograr un mayor cumplimiento en la vida laboral facilitando la autorrenovación, el cambio, la búsqueda de un nuevo significado y la satisfacción laboral. Un ejemplo de una revista de trabajo que mantuve en 1998 es considerado. Se trata de varias cuestiones de interés potencial para los bibliotecarios de la mediana edad, incluido el reto de la tecnología, el regreso al trabajo a la mediana edad después de criar a una familia, la educación complementaria, la escritura profesional y el intercambio de empleo ",
            "error": []
        },
        "management of change": {
            "translated_key": [],
            "translated_annotated_text": "Un diario de trabajo [biblioteca] Mantener un diario de trabajo puede ser útil para explorar los pensamientos y sentimientos acerca de los desafíos y decisiones laborales. Puede ayudar a lograr un mayor cumplimiento en la vida laboral facilitando la autorrenovación, el cambio, la búsqueda de un nuevo significado y la satisfacción laboral. Un ejemplo de una revista de trabajo que mantuve en 1998 es considerado. Se trata de varias cuestiones de interés potencial para los bibliotecarios de la mediana edad, incluido el reto de la tecnología, el regreso al trabajo a la mediana edad después de criar a una familia, la educación complementaria, la escritura profesional y el intercambio de empleo ",
            "error": []
        },
        "personnel": {
            "translated_key": [],
            "translated_annotated_text": "Un diario de trabajo [biblioteca] Mantener un diario de trabajo puede ser útil para explorar los pensamientos y sentimientos acerca de los desafíos y decisiones laborales. Puede ayudar a lograr un mayor cumplimiento en la vida laboral facilitando la autorrenovación, el cambio, la búsqueda de un nuevo significado y la satisfacción laboral. Un ejemplo de una revista de trabajo que mantuve en 1998 es considerado. Se trata de varias cuestiones de interés potencial para los bibliotecarios de la mediana edad, incluido el reto de la tecnología, el regreso al trabajo a la mediana edad después de criar a una familia, la educación complementaria, la escritura profesional y el intercambio de empleo ",
            "error": []
        },
        "technology transfer": {
            "translated_key": [],
            "translated_annotated_text": "Un diario de trabajo [biblioteca] Mantener un diario de trabajo puede ser útil para explorar los pensamientos y sentimientos acerca de los desafíos y decisiones laborales. Puede ayudar a lograr un mayor cumplimiento en la vida laboral facilitando la autorrenovación, el cambio, la búsqueda de un nuevo significado y la satisfacción laboral. Un ejemplo de una revista de trabajo que mantuve en 1998 es considerado. Se trata de varias cuestiones de interés potencial para los bibliotecarios de la mediana edad, incluido el reto de la tecnología, el regreso al trabajo a la mediana edad después de criar a una familia, la educación complementaria, la escritura profesional y el intercambio de empleo ",
            "error": []
        }
    }
}