{
    "original_text": "Are we there yet?: facing the never-ending speed and change of technology in midlife This essay is a personal reflection on entering librarianship in middle age at a time when the profession, like society in general, is experiencing rapidly accelerating change. Much of this change is due to the increased use of computers and information technologies in the library setting. These aids in the production, collection, storage, retrieval, and dissemination of the collective information, knowledge, and sometimes wisdom of the past and the contemporary world can exhilarate or burden depending on ones worldview, the organization, and the flexibility of the workplace. This writer finds herself working in a library where everyone is expected continually to explore and use new ways of working and providing library service to a campus and a wider community. No time is spent in reflecting on what was, but all efforts are to anticipate and prepare for what will be",
    "original_translation": "¿Ya llegamos? Este ensayo es una reflexión personal sobre cómo entrar en la biblioteca en la mediana edad en un momento en que la profesión, como la sociedad en general, está experimentando cambios rápidamente acelerados. Gran parte de este cambio se debe al mayor uso de computadoras y tecnologías de la información en el entorno de la biblioteca. Estas ayudas en la producción, recolección, almacenamiento, recuperación y difusión de la información colectiva, el conocimiento, y a veces la sabiduría del pasado y el mundo contemporáneo pueden estimular o la carga dependiendo de una visión del mundo, la organización, y la flexibilidad del lugar de trabajo. Esta escritora se encuentra trabajando en una biblioteca donde se espera que todo el mundo explore y utilice continuamente nuevas formas de trabajar y proporcionar servicio de biblioteca a un campus y una comunidad más amplia. No se dedica tiempo a reflexionar sobre lo que fue, pero todos los esfuerzos son anticipar y prepararse para lo que será",
    "error_count": 4,
    "keys": {
        "librarianship": {
            "translated_key": "librarianship",
            "translated_annotated_text": "¿Ya llegamos? Este ensayo es una reflexión personal sobre cómo entrar en la <br>librarianship</br> en la mediana edad en un momento en que la profesión, como la sociedad en general, está experimentando cambios rápidamente acelerados. Gran parte de este cambio se debe al mayor uso de computadoras y tecnologías de la información en el entorno de la biblioteca. Estas ayudas en la producción, recolección, almacenamiento, recuperación y difusión de la información colectiva, el conocimiento, y a veces la sabiduría del pasado y el mundo contemporáneo pueden estimular o la carga dependiendo de una visión del mundo, la organización, y la flexibilidad del lugar de trabajo. Esta escritora se encuentra trabajando en una biblioteca donde se espera que todo el mundo explore y utilice continuamente nuevas formas de trabajar y proporcionar servicio de biblioteca a un campus y una comunidad más amplia. No se dedica tiempo a reflexionar sobre lo que fue, pero todos los esfuerzos son anticipar y prepararse para lo que será ",
            "error": [
                ""
            ]
        },
        "middle age": {
            "translated_key": "mediana edad",
            "translated_annotated_text": "¿Ya llegamos? Este ensayo es una reflexión personal sobre cómo entrar en la biblioteca en la <br>mediana edad</br> en un momento en que la profesión, como la sociedad en general, está experimentando un cambio rápidamente acelerado. Gran parte de este cambio se debe al mayor uso de computadoras y tecnologías de la información en el entorno de la biblioteca. Estas ayudas en la producción, recolección, almacenamiento, recuperación y difusión de la información colectiva, el conocimiento, y a veces la sabiduría del pasado y el mundo contemporáneo pueden estimular o la carga dependiendo de una visión del mundo, la organización, y la flexibilidad del lugar de trabajo. Esta escritora se encuentra trabajando en una biblioteca donde se espera que todo el mundo explore y utilice continuamente nuevas formas de trabajar y proporcionar servicio de biblioteca a un campus y una comunidad más amplia. No se dedica tiempo a reflexionar sobre lo que fue, pero todos los esfuerzos son anticipar y prepararse para lo que será ",
            "error": [
                ""
            ]
        },
        "changing technology": {
            "translated_key": [],
            "translated_annotated_text": "¿Ya llegamos? Este ensayo es una reflexión personal sobre cómo entrar en la biblioteca en la mediana edad en un momento en que la profesión, como la sociedad en general, está experimentando cambios rápidamente acelerados. Gran parte de este cambio se debe al mayor uso de computadoras y tecnologías de la información en el entorno de la biblioteca. Estas ayudas en la producción, recolección, almacenamiento, recuperación y difusión de la información colectiva, el conocimiento, y a veces la sabiduría del pasado y el mundo contemporáneo pueden estimular o la carga dependiendo de una visión del mundo, la organización, y la flexibilidad del lugar de trabajo. Esta escritora se encuentra trabajando en una biblioteca donde se espera que todo el mundo explore y utilice continuamente nuevas formas de trabajar y proporcionar servicio de biblioteca a un campus y una comunidad más amplia. No se dedica tiempo a reflexionar sobre lo que fue, pero todos los esfuerzos son anticipar y prepararse para lo que será ",
            "error": []
        },
        "computers": {
            "translated_key": [],
            "translated_annotated_text": "¿Ya llegamos? Este ensayo es una reflexión personal sobre cómo entrar en la biblioteca en la mediana edad en un momento en que la profesión, como la sociedad en general, está experimentando cambios rápidamente acelerados. Gran parte de este cambio se debe al mayor uso de computadoras y tecnologías de la información en el entorno de la biblioteca. Estas ayudas en la producción, recolección, almacenamiento, recuperación y difusión de la información colectiva, el conocimiento, y a veces la sabiduría del pasado y el mundo contemporáneo pueden estimular o la carga dependiendo de una visión del mundo, la organización, y la flexibilidad del lugar de trabajo. Esta escritora se encuentra trabajando en una biblioteca donde se espera que todo el mundo explore y utilice continuamente nuevas formas de trabajar y proporcionar servicio de biblioteca a un campus y una comunidad más amplia. No se dedica tiempo a reflexionar sobre lo que fue, pero todos los esfuerzos son anticipar y prepararse para lo que será ",
            "error": []
        },
        "information technologies": {
            "translated_key": "tecnologías de la información",
            "translated_annotated_text": "¿Ya llegamos? Este ensayo es una reflexión personal sobre cómo entrar en la biblioteca en la mediana edad en un momento en que la profesión, como la sociedad en general, está experimentando cambios rápidamente acelerados. Gran parte de este cambio se debe al mayor uso de computadoras y <br>tecnologías de la información</br> en el entorno de la biblioteca. Estas ayudas en la producción, recolección, almacenamiento, recuperación y difusión de la información colectiva, el conocimiento, y a veces la sabiduría del pasado y el mundo contemporáneo pueden estimular o la carga dependiendo de una visión del mundo, la organización, y la flexibilidad del lugar de trabajo. Esta escritora se encuentra trabajando en una biblioteca donde se espera que todo el mundo explore y utilice continuamente nuevas formas de trabajar y proporcionar servicio de biblioteca a un campus y una comunidad más amplia. No se dedica tiempo a reflexionar sobre lo que fue, pero todos los esfuerzos son anticipar y prepararse para lo que será ",
            "error": [
                ""
            ]
        },
        "dissemination": {
            "translated_key": "difusión",
            "translated_annotated_text": "¿Ya llegamos? Este ensayo es una reflexión personal sobre cómo entrar en la biblioteca en la mediana edad en un momento en que la profesión, como la sociedad en general, está experimentando cambios rápidamente acelerados. Gran parte de este cambio se debe al mayor uso de computadoras y tecnologías de la información en el entorno de la biblioteca. Estas ayudas en la producción, recolección, almacenamiento, recuperación, y <br>difusión</br> de la información colectiva, el conocimiento, y a veces la sabiduría del pasado y el mundo contemporáneo pueden estimular o carga dependiendo de una visión del mundo, la organización, y la flexibilidad del lugar de trabajo. Esta escritora se encuentra trabajando en una biblioteca donde se espera que todo el mundo explore y utilice continuamente nuevas formas de trabajar y proporcionar servicio de biblioteca a un campus y una comunidad más amplia. No se dedica tiempo a reflexionar sobre lo que fue, pero todos los esfuerzos son anticipar y prepararse para lo que será ",
            "error": [
                ""
            ]
        },
        "retrieval": {
            "translated_key": "retrieval",
            "translated_annotated_text": "¿Ya llegamos? Este ensayo es una reflexión personal sobre cómo entrar en la biblioteca en la mediana edad en un momento en que la profesión, como la sociedad en general, está experimentando cambios rápidamente acelerados. Gran parte de este cambio se debe al mayor uso de computadoras y tecnologías de la información en el entorno de la biblioteca. Estas ayudas en la producción, recolección, almacenamiento, <br>retrieval</br>, y la difusión de la información colectiva, el conocimiento, y a veces la sabiduría del pasado y del mundo contemporáneo pueden estimular o carga dependiendo de una visión del mundo, la organización, y la flexibilidad del lugar de trabajo. Esta escritora se encuentra trabajando en una biblioteca donde se espera que todo el mundo explore y utilice continuamente nuevas formas de trabajar y proporcionar servicio de biblioteca a un campus y una comunidad más amplia. No se dedica tiempo a reflexionar sobre lo que fue, pero todos los esfuerzos son anticipar y prepararse para lo que será ",
            "error": [
                ""
            ]
        },
        "storage": {
            "translated_key": "almacenamiento",
            "translated_annotated_text": "¿Ya llegamos? Este ensayo es una reflexión personal sobre cómo entrar en la biblioteca en la mediana edad en un momento en que la profesión, como la sociedad en general, está experimentando cambios rápidamente acelerados. Gran parte de este cambio se debe al mayor uso de computadoras y tecnologías de la información en el entorno de la biblioteca. Estas ayudas en la producción, recolección, <br>almacenamiento</br>, recuperación y difusión de la información colectiva, el conocimiento, y a veces la sabiduría del pasado y el mundo contemporáneo pueden estimular o carga dependiendo de una visión del mundo, la organización, y la flexibilidad del lugar de trabajo. Esta escritora se encuentra trabajando en una biblioteca donde se espera que todo el mundo explore y utilice continuamente nuevas formas de trabajar y proporcionar servicio de biblioteca a un campus y una comunidad más amplia. No se dedica tiempo a reflexionar sobre lo que fue, pero todos los esfuerzos son anticipar y prepararse para lo que será ",
            "error": [
                ""
            ]
        },
        "collection": {
            "translated_key": "colección",
            "translated_annotated_text": "¿Ya llegamos? Este ensayo es una reflexión personal sobre cómo entrar en la biblioteca en la mediana edad en un momento en que la profesión, como la sociedad en general, está experimentando cambios rápidamente acelerados. Gran parte de este cambio se debe al mayor uso de computadoras y tecnologías de la información en el entorno de la biblioteca. Estas ayudas en la producción, <br>colección</br>, almacenamiento, recuperación, y difusión de la información colectiva, el conocimiento, y a veces la sabiduría del pasado y el mundo contemporáneo pueden estimular o carga dependiendo de una visión del mundo, la organización, y la flexibilidad del lugar de trabajo. Esta escritora se encuentra trabajando en una biblioteca donde se espera que todo el mundo explore y utilice continuamente nuevas formas de trabajar y proporcionar servicio de biblioteca a un campus y una comunidad más amplia. No se dedica tiempo a reflexionar sobre lo que fue, pero todos los esfuerzos son anticipar y prepararse para lo que será ",
            "error": [
                ""
            ]
        },
        "library automation": {
            "translated_key": [],
            "translated_annotated_text": "¿Ya llegamos? Este ensayo es una reflexión personal sobre cómo entrar en la biblioteca en la mediana edad en un momento en que la profesión, como la sociedad en general, está experimentando cambios rápidamente acelerados. Gran parte de este cambio se debe al mayor uso de computadoras y tecnologías de la información en el entorno de la biblioteca. Estas ayudas en la producción, recolección, almacenamiento, recuperación y difusión de la información colectiva, el conocimiento, y a veces la sabiduría del pasado y el mundo contemporáneo pueden estimular o la carga dependiendo de una visión del mundo, la organización, y la flexibilidad del lugar de trabajo. Esta escritora se encuentra trabajando en una biblioteca donde se espera que todo el mundo explore y utilice continuamente nuevas formas de trabajar y proporcionar servicio de biblioteca a un campus y una comunidad más amplia. No se dedica tiempo a reflexionar sobre lo que fue, pero todos los esfuerzos son anticipar y prepararse para lo que será ",
            "error": []
        },
        "technology transfer": {
            "translated_key": [],
            "translated_annotated_text": "¿Ya llegamos? Este ensayo es una reflexión personal sobre cómo entrar en la biblioteca en la mediana edad en un momento en que la profesión, como la sociedad en general, está experimentando cambios rápidamente acelerados. Gran parte de este cambio se debe al mayor uso de computadoras y tecnologías de la información en el entorno de la biblioteca. Estas ayudas en la producción, recolección, almacenamiento, recuperación y difusión de la información colectiva, el conocimiento, y a veces la sabiduría del pasado y el mundo contemporáneo pueden estimular o la carga dependiendo de una visión del mundo, la organización, y la flexibilidad del lugar de trabajo. Esta escritora se encuentra trabajando en una biblioteca donde se espera que todo el mundo explore y utilice continuamente nuevas formas de trabajar y proporcionar servicio de biblioteca a un campus y una comunidad más amplia. No se dedica tiempo a reflexionar sobre lo que fue, pero todos los esfuerzos son anticipar y prepararse para lo que será ",
            "error": []
        }
    }
}