{
    "original_text": "HeLIN pilot mentoring scheme The health care libraries unit coordinates, facilitates, and promotes continuing personal development for all staff in the Health Libraries and Information Network (HeLIN) of the Oxford Deanery (UK). It supports the development of a culture of lifelong learning and recognizes that CPD should help deliver organizational objectives, as well as enabling all staff to expand and fulfill their potential. A major emphasis for 2000 was to investigate ways of improving support for individual learning within the workplace. The group identified a need to build on existing informal support networks in order to provide additional learning opportunities and decided to investigate the feasibility of piloting a mentoring scheme. The objectives of the pilot were to increase understanding and knowledge of mentoring as a tool for CPD; to investigate existing mentoring schemes and their applicability for HeLIN; to develop a pilot mentoring scheme for HeLIN incorporating a program for accreditation of mentors; and to evaluate the scheme and disseminate the results. In order to identify current practice in this area, a literature review was carried out, and colleagues with an interest in or existing knowledge of mentoring schemes were contacted where possible. In the absence of clearly defined appraisal tools, all abstracts were read, and articles that met the following criteria were obtained and distributed to the group for review",
    "original_translation": "Programa piloto de tutoría HeLIN La unidad de bibliotecas de atención médica coordina, facilita y promueve el desarrollo personal continuo de todo el personal de la Red de Bibliotecas e Información Sanitarias (HeLIN) de la Deanería de Oxford (Reino Unido). Apoya el desarrollo de una cultura de aprendizaje permanente y reconoce que el documento sobre el programa del país debe ayudar a alcanzar los objetivos de la organización, así como permitir a todo el personal ampliar y hacer realidad su potencial. En 2000 se hizo especial hincapié en la investigación de formas de mejorar el apoyo al aprendizaje individual en el lugar de trabajo. El grupo señaló la necesidad de aprovechar las redes de apoyo informales existentes para ofrecer más oportunidades de aprendizaje y decidió investigar la viabilidad de poner a prueba un plan de tutoría. Los objetivos del proyecto piloto eran aumentar la comprensión y el conocimiento de la tutoría como herramienta para la CPD; investigar los planes de tutoría existentes y su aplicabilidad para HeLIN; desarrollar un plan de mentoría piloto para HeLIN incorporando un programa de acreditación de mentores; y evaluar el plan y difundir los resultados. Con el fin de identificar la práctica actual en esta esfera, se llevó a cabo una revisión de la literatura, y se contactó a colegas con interés o conocimientos existentes sobre los planes de tutoría cuando fue posible. A falta de herramientas de evaluación claramente definidas, se leyeron todos los resúmenes y se obtuvieron artículos que cumplían los siguientes criterios y se distribuyeron al grupo para su revisión:",
    "error_count": 6,
    "keys": {
        "HeLIN pilot mentoring scheme": {
            "translated_key": "Esquema piloto de tutoría de HeLIN",
            "translated_annotated_text": "\"Esquema piloto de tutoría de HeLIN\" La unidad de bibliotecas de salud coordina, facilita y promueve el desarrollo personal continuo de todo el personal de la Red de Bibliotecas e Información de Salud (HeLIN) de la Deanería de Oxford (Reino Unido). Apoya el desarrollo de una cultura de aprendizaje permanente y reconoce que el documento sobre el programa del país debe ayudar a alcanzar los objetivos de la organización, así como permitir a todo el personal ampliar y hacer realidad su potencial. En 2000 se hizo especial hincapié en la investigación de formas de mejorar el apoyo al aprendizaje individual en el lugar de trabajo. El grupo señaló la necesidad de aprovechar las redes de apoyo informales existentes para ofrecer más oportunidades de aprendizaje y decidió investigar la viabilidad de poner a prueba un plan de tutoría. Los objetivos del proyecto piloto eran aumentar la comprensión y el conocimiento de la tutoría como herramienta para la CPD; investigar los planes de tutoría existentes y su aplicabilidad para HeLIN; desarrollar un plan de mentoría piloto para HeLIN incorporando un programa de acreditación de mentores; y evaluar el plan y difundir los resultados. Con el fin de identificar la práctica actual en esta esfera, se llevó a cabo una revisión de la literatura, y se contactó a colegas con interés o conocimientos existentes sobre los planes de tutoría cuando fue posible. A falta de herramientas de evaluación claramente definidas, se leyeron todos los resúmenes y se obtuvieron artículos que cumplían los siguientes criterios y se distribuyeron al grupo para su revisión: ",
            "error": [
                ""
            ]
        },
        "health care libraries unit": {
            "translated_key": "unidad de bibliotecas de atención sanitaria",
            "translated_annotated_text": "Programa piloto de tutoría HeLIN La \"unidad de bibliotecas de atención sanitaria\" coordina, facilita y promueve el desarrollo personal continuo de todo el personal de la Red de Bibliotecas e Información Sanitarias (HeLIN) de la Deanería de Oxford (Reino Unido). Apoya el desarrollo de una cultura de aprendizaje permanente y reconoce que el documento sobre el programa del país debe ayudar a alcanzar los objetivos de la organización, así como permitir a todo el personal ampliar y hacer realidad su potencial. En 2000 se hizo especial hincapié en la investigación de formas de mejorar el apoyo al aprendizaje individual en el lugar de trabajo. El grupo señaló la necesidad de aprovechar las redes de apoyo informales existentes para ofrecer más oportunidades de aprendizaje y decidió investigar la viabilidad de poner a prueba un plan de tutoría. Los objetivos del proyecto piloto eran aumentar la comprensión y el conocimiento de la tutoría como herramienta para la CPD; investigar los planes de tutoría existentes y su aplicabilidad para HeLIN; desarrollar un plan de mentoría piloto para HeLIN incorporando un programa de acreditación de mentores; y evaluar el plan y difundir los resultados. Con el fin de identificar la práctica actual en esta esfera, se llevó a cabo una revisión de la literatura, y se contactó a colegas con interés o conocimientos existentes sobre los planes de tutoría cuando fue posible. A falta de herramientas de evaluación claramente definidas, se leyeron todos los resúmenes y se obtuvieron artículos que cumplían los siguientes criterios y se distribuyeron al grupo para su revisión: ",
            "error": [
                ""
            ]
        },
        "continuing personal development": {
            "translated_key": "desarrollo personal continuo",
            "translated_annotated_text": "La unidad de bibliotecas de salud coordina, facilita y promueve el \"desarrollo personal continuo\" para todo el personal de la Red de Bibliotecas e Información de Salud (HeLIN) de la Deanería de Oxford (Reino Unido). Apoya el desarrollo de una cultura de aprendizaje permanente y reconoce que el documento sobre el programa del país debe ayudar a alcanzar los objetivos de la organización, así como permitir a todo el personal ampliar y hacer realidad su potencial. En 2000 se hizo especial hincapié en la investigación de formas de mejorar el apoyo al aprendizaje individual en el lugar de trabajo. El grupo señaló la necesidad de aprovechar las redes de apoyo informales existentes para ofrecer más oportunidades de aprendizaje y decidió investigar la viabilidad de poner a prueba un plan de tutoría. Los objetivos del proyecto piloto eran aumentar la comprensión y el conocimiento de la tutoría como herramienta para la CPD; investigar los planes de tutoría existentes y su aplicabilidad para HeLIN; desarrollar un plan de mentoría piloto para HeLIN incorporando un programa de acreditación de mentores; y evaluar el plan y difundir los resultados. Con el fin de identificar la práctica actual en esta esfera, se llevó a cabo una revisión de la literatura, y se contactó a colegas con interés o conocimientos existentes sobre los planes de tutoría cuando fue posible. A falta de herramientas de evaluación claramente definidas, se leyeron todos los resúmenes y se obtuvieron artículos que cumplían los siguientes criterios y se distribuyeron al grupo para su revisión: ",
            "error": [
                ""
            ]
        },
        "staff": {
            "translated_key": "personal",
            "translated_annotated_text": "HeLIN Programa piloto de tutoría La unidad de bibliotecas de salud coordina, facilita y promueve el desarrollo personal continuo para todo el \"personal\" de la Red de Bibliotecas e Información de Salud (HeLIN) de la Deanería de Oxford (Reino Unido). Apoya el desarrollo de una cultura de aprendizaje permanente y reconoce que el CPD debe ayudar a alcanzar los objetivos de la organización, así como permitir a todo el \"personal\" ampliar y realizar su potencial. En 2000 se hizo especial hincapié en la investigación de formas de mejorar el apoyo al aprendizaje individual en el lugar de trabajo. El grupo señaló la necesidad de aprovechar las redes de apoyo informales existentes para ofrecer más oportunidades de aprendizaje y decidió investigar la viabilidad de poner a prueba un plan de tutoría. Los objetivos del proyecto piloto eran aumentar la comprensión y el conocimiento de la tutoría como herramienta para la CPD; investigar los planes de tutoría existentes y su aplicabilidad para HeLIN; desarrollar un plan de mentoría piloto para HeLIN incorporando un programa de acreditación de mentores; y evaluar el plan y difundir los resultados. Con el fin de identificar la práctica actual en esta esfera, se llevó a cabo una revisión de la literatura, y se contactó a colegas con interés o conocimientos existentes sobre los planes de tutoría cuando fue posible. A falta de herramientas de evaluación claramente definidas, se leyeron todos los resúmenes y se obtuvieron artículos que cumplían los siguientes criterios y se distribuyeron al grupo para su revisión: ",
            "error": [
                ""
            ]
        },
        "Health Libraries and Information Network": {
            "translated_key": "Bibliotecas de Salud y Red de Información",
            "translated_annotated_text": "HeLIN Programa piloto de tutoría La unidad de bibliotecas de salud coordina, facilita y promueve el desarrollo personal continuo para todo el personal de la \"Bibliotecas de Salud y Red de Información\" (HeLIN) de la Deanería de Oxford (Reino Unido). Apoya el desarrollo de una cultura de aprendizaje permanente y reconoce que el documento sobre el programa del país debe ayudar a alcanzar los objetivos de la organización, así como permitir a todo el personal ampliar y hacer realidad su potencial. En 2000 se hizo especial hincapié en la investigación de formas de mejorar el apoyo al aprendizaje individual en el lugar de trabajo. El grupo señaló la necesidad de aprovechar las redes de apoyo informales existentes para ofrecer más oportunidades de aprendizaje y decidió investigar la viabilidad de poner a prueba un plan de tutoría. Los objetivos del proyecto piloto eran aumentar la comprensión y el conocimiento de la tutoría como herramienta para la CPD; investigar los planes de tutoría existentes y su aplicabilidad para HeLIN; desarrollar un plan de mentoría piloto para HeLIN incorporando un programa de acreditación de mentores; y evaluar el plan y difundir los resultados. Con el fin de identificar la práctica actual en esta esfera, se llevó a cabo una revisión de la literatura, y se contactó a colegas con interés o conocimientos existentes sobre los planes de tutoría cuando fue posible. A falta de herramientas de evaluación claramente definidas, se leyeron todos los resúmenes y se obtuvieron artículos que cumplían los siguientes criterios y se distribuyeron al grupo para su revisión: ",
            "error": [
                ""
            ]
        },
        "lifelong learning": {
            "translated_key": "aprendizaje a lo largo de toda la vida",
            "translated_annotated_text": "Programa piloto de tutoría HeLIN La unidad de bibliotecas de atención médica coordina, facilita y promueve el desarrollo personal continuo de todo el personal de la Red de Bibliotecas e Información Sanitarias (HeLIN) de la Deanería de Oxford (Reino Unido). Apoya el desarrollo de una cultura de \"aprendizaje a lo largo de toda la vida\" y reconoce que el CPD debe ayudar a alcanzar los objetivos de la organización, así como permitir a todo el personal ampliar y realizar su potencial. En 2000 se hizo especial hincapié en la investigación de formas de mejorar el apoyo al aprendizaje individual en el lugar de trabajo. El grupo señaló la necesidad de aprovechar las redes de apoyo informales existentes para ofrecer más oportunidades de aprendizaje y decidió investigar la viabilidad de poner a prueba un plan de tutoría. Los objetivos del proyecto piloto eran aumentar la comprensión y el conocimiento de la tutoría como herramienta para la CPD; investigar los planes de tutoría existentes y su aplicabilidad para HeLIN; desarrollar un plan de mentoría piloto para HeLIN incorporando un programa de acreditación de mentores; y evaluar el plan y difundir los resultados. Con el fin de identificar la práctica actual en esta esfera, se llevó a cabo una revisión de la literatura, y se contactó a colegas con interés o conocimientos existentes sobre los planes de tutoría cuando fue posible. A falta de herramientas de evaluación claramente definidas, se leyeron todos los resúmenes y se obtuvieron artículos que cumplían los siguientes criterios y se distribuyeron al grupo para su revisión: ",
            "error": [
                ""
            ]
        },
        "informal support networks": {
            "translated_key": "redes de apoyo informal",
            "translated_annotated_text": "Programa piloto de tutoría HeLIN La unidad de bibliotecas de atención médica coordina, facilita y promueve el desarrollo personal continuo de todo el personal de la Red de Bibliotecas e Información Sanitarias (HeLIN) de la Deanería de Oxford (Reino Unido). Apoya el desarrollo de una cultura de aprendizaje permanente y reconoce que el documento sobre el programa del país debe ayudar a alcanzar los objetivos de la organización, así como permitir a todo el personal ampliar y hacer realidad su potencial. En 2000 se hizo especial hincapié en la investigación de formas de mejorar el apoyo al aprendizaje individual en el lugar de trabajo. El grupo identificó la necesidad de aprovechar las \"redes de apoyo informal\" existentes para ofrecer oportunidades de aprendizaje adicionales y decidió investigar la viabilidad de poner a prueba un plan de tutoría. Los objetivos del proyecto piloto eran aumentar la comprensión y el conocimiento de la tutoría como herramienta para la CPD; investigar los planes de tutoría existentes y su aplicabilidad para HeLIN; desarrollar un plan de mentoría piloto para HeLIN incorporando un programa de acreditación de mentores; y evaluar el plan y difundir los resultados. Con el fin de identificar la práctica actual en esta esfera, se llevó a cabo una revisión de la literatura, y se contactó a colegas con interés o conocimientos existentes sobre los planes de tutoría cuando fue posible. A falta de herramientas de evaluación claramente definidas, se leyeron todos los resúmenes y se obtuvieron artículos que cumplían los siguientes criterios y se distribuyeron al grupo para su revisión: ",
            "error": [
                ""
            ]
        },
        "accreditation": {
            "translated_key": "acreditación",
            "translated_annotated_text": "Programa piloto de tutoría HeLIN La unidad de bibliotecas de atención médica coordina, facilita y promueve el desarrollo personal continuo de todo el personal de la Red de Bibliotecas e Información Sanitarias (HeLIN) de la Deanería de Oxford (Reino Unido). Apoya el desarrollo de una cultura de aprendizaje permanente y reconoce que el documento sobre el programa del país debe ayudar a alcanzar los objetivos de la organización, así como permitir a todo el personal ampliar y hacer realidad su potencial. En 2000 se hizo especial hincapié en la investigación de formas de mejorar el apoyo al aprendizaje individual en el lugar de trabajo. El grupo señaló la necesidad de aprovechar las redes de apoyo informales existentes para ofrecer más oportunidades de aprendizaje y decidió investigar la viabilidad de poner a prueba un plan de tutoría. Los objetivos del proyecto piloto eran aumentar la comprensión y el conocimiento de la tutoría como herramienta para la CPD; investigar los esquemas de mentoría existentes y su aplicabilidad para HeLIN; desarrollar un esquema de mentoría piloto para HeLIN incorporando un programa de \"acreditación\" de mentores; y evaluar el esquema y difundir los resultados. Con el fin de identificar la práctica actual en esta esfera, se llevó a cabo una revisión de la literatura, y se contactó a colegas con interés o conocimientos existentes sobre los planes de tutoría cuando fue posible. A falta de herramientas de evaluación claramente definidas, se leyeron todos los resúmenes y se obtuvieron artículos que cumplían los siguientes criterios y se distribuyeron al grupo para su revisión: ",
            "error": [
                ""
            ]
        },
        "literature review": {
            "translated_key": "revisión de la literatura",
            "translated_annotated_text": "Programa piloto de tutoría HeLIN La unidad de bibliotecas de atención médica coordina, facilita y promueve el desarrollo personal continuo de todo el personal de la Red de Bibliotecas e Información Sanitarias (HeLIN) de la Deanería de Oxford (Reino Unido). Apoya el desarrollo de una cultura de aprendizaje permanente y reconoce que el documento sobre el programa del país debe ayudar a alcanzar los objetivos de la organización, así como permitir a todo el personal ampliar y hacer realidad su potencial. En 2000 se hizo especial hincapié en la investigación de formas de mejorar el apoyo al aprendizaje individual en el lugar de trabajo. El grupo señaló la necesidad de aprovechar las redes de apoyo informales existentes para ofrecer más oportunidades de aprendizaje y decidió investigar la viabilidad de poner a prueba un plan de tutoría. Los objetivos del proyecto piloto eran aumentar la comprensión y el conocimiento de la tutoría como herramienta para la CPD; investigar los planes de tutoría existentes y su aplicabilidad para HeLIN; desarrollar un plan de mentoría piloto para HeLIN incorporando un programa de acreditación de mentores; y evaluar el plan y difundir los resultados. Con el fin de identificar la práctica actual en este ámbito, se llevó a cabo una \"revisión de la literatura\" y se contactó a colegas con interés o conocimientos existentes sobre los planes de tutoría cuando fue posible. A falta de herramientas de evaluación claramente definidas, se leyeron todos los resúmenes y se obtuvieron artículos que cumplían los siguientes criterios y se distribuyeron al grupo para su revisión: ",
            "error": [
                ""
            ]
        },
        "midcareer librarians": {
            "translated_key": [],
            "translated_annotated_text": "Programa piloto de tutoría HeLIN La unidad de bibliotecas de atención médica coordina, facilita y promueve el desarrollo personal continuo de todo el personal de la Red de Bibliotecas e Información Sanitarias (HeLIN) de la Deanería de Oxford (Reino Unido). Apoya el desarrollo de una cultura de aprendizaje permanente y reconoce que el documento sobre el programa del país debe ayudar a alcanzar los objetivos de la organización, así como permitir a todo el personal ampliar y hacer realidad su potencial. En 2000 se hizo especial hincapié en la investigación de formas de mejorar el apoyo al aprendizaje individual en el lugar de trabajo. El grupo señaló la necesidad de aprovechar las redes de apoyo informales existentes para ofrecer más oportunidades de aprendizaje y decidió investigar la viabilidad de poner a prueba un plan de tutoría. Los objetivos del proyecto piloto eran aumentar la comprensión y el conocimiento de la tutoría como herramienta para la CPD; investigar los planes de tutoría existentes y su aplicabilidad para HeLIN; desarrollar un plan de mentoría piloto para HeLIN incorporando un programa de acreditación de mentores; y evaluar el plan y difundir los resultados. Con el fin de identificar la práctica actual en esta esfera, se llevó a cabo una revisión de la literatura, y se contactó a colegas con interés o conocimientos existentes sobre los planes de tutoría cuando fue posible. A falta de herramientas de evaluación claramente definidas, se leyeron todos los resúmenes y se obtuvieron artículos que cumplían los siguientes criterios y se distribuyeron al grupo para su revisión: ",
            "error": []
        },
        "continuing education": {
            "translated_key": [],
            "translated_annotated_text": "Programa piloto de tutoría HeLIN La unidad de bibliotecas de atención médica coordina, facilita y promueve el desarrollo personal continuo de todo el personal de la Red de Bibliotecas e Información Sanitarias (HeLIN) de la Deanería de Oxford (Reino Unido). Apoya el desarrollo de una cultura de aprendizaje permanente y reconoce que el documento sobre el programa del país debe ayudar a alcanzar los objetivos de la organización, así como permitir a todo el personal ampliar y hacer realidad su potencial. En 2000 se hizo especial hincapié en la investigación de formas de mejorar el apoyo al aprendizaje individual en el lugar de trabajo. El grupo señaló la necesidad de aprovechar las redes de apoyo informales existentes para ofrecer más oportunidades de aprendizaje y decidió investigar la viabilidad de poner a prueba un plan de tutoría. Los objetivos del proyecto piloto eran aumentar la comprensión y el conocimiento de la tutoría como herramienta para la CPD; investigar los planes de tutoría existentes y su aplicabilidad para HeLIN; desarrollar un plan de mentoría piloto para HeLIN incorporando un programa de acreditación de mentores; y evaluar el plan y difundir los resultados. Con el fin de identificar la práctica actual en esta esfera, se llevó a cabo una revisión de la literatura, y se contactó a colegas con interés o conocimientos existentes sobre los planes de tutoría cuando fue posible. A falta de herramientas de evaluación claramente definidas, se leyeron todos los resúmenes y se obtuvieron artículos que cumplían los siguientes criterios y se distribuyeron al grupo para su revisión: ",
            "error": []
        },
        "employment": {
            "translated_key": [],
            "translated_annotated_text": "Programa piloto de tutoría HeLIN La unidad de bibliotecas de atención médica coordina, facilita y promueve el desarrollo personal continuo de todo el personal de la Red de Bibliotecas e Información Sanitarias (HeLIN) de la Deanería de Oxford (Reino Unido). Apoya el desarrollo de una cultura de aprendizaje permanente y reconoce que el documento sobre el programa del país debe ayudar a alcanzar los objetivos de la organización, así como permitir a todo el personal ampliar y hacer realidad su potencial. En 2000 se hizo especial hincapié en la investigación de formas de mejorar el apoyo al aprendizaje individual en el lugar de trabajo. El grupo señaló la necesidad de aprovechar las redes de apoyo informales existentes para ofrecer más oportunidades de aprendizaje y decidió investigar la viabilidad de poner a prueba un plan de tutoría. Los objetivos del proyecto piloto eran aumentar la comprensión y el conocimiento de la tutoría como herramienta para la CPD; investigar los planes de tutoría existentes y su aplicabilidad para HeLIN; desarrollar un plan de mentoría piloto para HeLIN incorporando un programa de acreditación de mentores; y evaluar el plan y difundir los resultados. Con el fin de identificar la práctica actual en esta esfera, se llevó a cabo una revisión de la literatura, y se contactó a colegas con interés o conocimientos existentes sobre los planes de tutoría cuando fue posible. A falta de herramientas de evaluación claramente definidas, se leyeron todos los resúmenes y se obtuvieron artículos que cumplían los siguientes criterios y se distribuyeron al grupo para su revisión: ",
            "error": []
        },
        "human resource management": {
            "translated_key": [],
            "translated_annotated_text": "Programa piloto de tutoría HeLIN La unidad de bibliotecas de atención médica coordina, facilita y promueve el desarrollo personal continuo de todo el personal de la Red de Bibliotecas e Información Sanitarias (HeLIN) de la Deanería de Oxford (Reino Unido). Apoya el desarrollo de una cultura de aprendizaje permanente y reconoce que el documento sobre el programa del país debe ayudar a alcanzar los objetivos de la organización, así como permitir a todo el personal ampliar y hacer realidad su potencial. En 2000 se hizo especial hincapié en la investigación de formas de mejorar el apoyo al aprendizaje individual en el lugar de trabajo. El grupo señaló la necesidad de aprovechar las redes de apoyo informales existentes para ofrecer más oportunidades de aprendizaje y decidió investigar la viabilidad de poner a prueba un plan de tutoría. Los objetivos del proyecto piloto eran aumentar la comprensión y el conocimiento de la tutoría como herramienta para la CPD; investigar los planes de tutoría existentes y su aplicabilidad para HeLIN; desarrollar un plan de mentoría piloto para HeLIN incorporando un programa de acreditación de mentores; y evaluar el plan y difundir los resultados. Con el fin de identificar la práctica actual en esta esfera, se llevó a cabo una revisión de la literatura, y se contactó a colegas con interés o conocimientos existentes sobre los planes de tutoría cuando fue posible. A falta de herramientas de evaluación claramente definidas, se leyeron todos los resúmenes y se obtuvieron artículos que cumplían los siguientes criterios y se distribuyeron al grupo para su revisión: ",
            "error": []
        },
        "libraries": {
            "translated_key": "bibliotecas",
            "translated_annotated_text": "Programa piloto de tutoría HeLIN La unidad de \"bibliotecas\" de atención médica coordina, facilita y promueve el desarrollo personal continuo de todo el personal de la Red de Bibliotecas e Información de Salud (HeLIN) de la Deanería de Oxford (Reino Unido). Apoya el desarrollo de una cultura de aprendizaje permanente y reconoce que el documento sobre el programa del país debe ayudar a alcanzar los objetivos de la organización, así como permitir a todo el personal ampliar y hacer realidad su potencial. En 2000 se hizo especial hincapié en la investigación de formas de mejorar el apoyo al aprendizaje individual en el lugar de trabajo. El grupo señaló la necesidad de aprovechar las redes de apoyo informales existentes para ofrecer más oportunidades de aprendizaje y decidió investigar la viabilidad de poner a prueba un plan de tutoría. Los objetivos del proyecto piloto eran aumentar la comprensión y el conocimiento de la tutoría como herramienta para la CPD; investigar los planes de tutoría existentes y su aplicabilidad para HeLIN; desarrollar un plan de mentoría piloto para HeLIN incorporando un programa de acreditación de mentores; y evaluar el plan y difundir los resultados. Con el fin de identificar la práctica actual en esta esfera, se llevó a cabo una revisión de la literatura, y se contactó a colegas con interés o conocimientos existentes sobre los planes de tutoría cuando fue posible. A falta de herramientas de evaluación claramente definidas, se leyeron todos los resúmenes y se obtuvieron artículos que cumplían los siguientes criterios y se distribuyeron al grupo para su revisión: ",
            "error": [
                ""
            ]
        },
        "personnel": {
            "translated_key": [],
            "translated_annotated_text": "Programa piloto de tutoría HeLIN La unidad de bibliotecas de atención médica coordina, facilita y promueve el desarrollo personal continuo de todo el personal de la Red de Bibliotecas e Información Sanitarias (HeLIN) de la Deanería de Oxford (Reino Unido). Apoya el desarrollo de una cultura de aprendizaje permanente y reconoce que el documento sobre el programa del país debe ayudar a alcanzar los objetivos de la organización, así como permitir a todo el personal ampliar y hacer realidad su potencial. En 2000 se hizo especial hincapié en la investigación de formas de mejorar el apoyo al aprendizaje individual en el lugar de trabajo. El grupo señaló la necesidad de aprovechar las redes de apoyo informales existentes para ofrecer más oportunidades de aprendizaje y decidió investigar la viabilidad de poner a prueba un plan de tutoría. Los objetivos del proyecto piloto eran aumentar la comprensión y el conocimiento de la tutoría como herramienta para la CPD; investigar los planes de tutoría existentes y su aplicabilidad para HeLIN; desarrollar un plan de mentoría piloto para HeLIN incorporando un programa de acreditación de mentores; y evaluar el plan y difundir los resultados. Con el fin de identificar la práctica actual en esta esfera, se llevó a cabo una revisión de la literatura, y se contactó a colegas con interés o conocimientos existentes sobre los planes de tutoría cuando fue posible. A falta de herramientas de evaluación claramente definidas, se leyeron todos los resúmenes y se obtuvieron artículos que cumplían los siguientes criterios y se distribuyeron al grupo para su revisión: ",
            "error": []
        },
        "professional aspects": {
            "translated_key": [],
            "translated_annotated_text": "Programa piloto de tutoría HeLIN La unidad de bibliotecas de atención médica coordina, facilita y promueve el desarrollo personal continuo de todo el personal de la Red de Bibliotecas e Información Sanitarias (HeLIN) de la Deanería de Oxford (Reino Unido). Apoya el desarrollo de una cultura de aprendizaje permanente y reconoce que el documento sobre el programa del país debe ayudar a alcanzar los objetivos de la organización, así como permitir a todo el personal ampliar y hacer realidad su potencial. En 2000 se hizo especial hincapié en la investigación de formas de mejorar el apoyo al aprendizaje individual en el lugar de trabajo. El grupo señaló la necesidad de aprovechar las redes de apoyo informales existentes para ofrecer más oportunidades de aprendizaje y decidió investigar la viabilidad de poner a prueba un plan de tutoría. Los objetivos del proyecto piloto eran aumentar la comprensión y el conocimiento de la tutoría como herramienta para la CPD; investigar los planes de tutoría existentes y su aplicabilidad para HeLIN; desarrollar un plan de mentoría piloto para HeLIN incorporando un programa de acreditación de mentores; y evaluar el plan y difundir los resultados. Con el fin de identificar la práctica actual en esta esfera, se llevó a cabo una revisión de la literatura, y se contactó a colegas con interés o conocimientos existentes sobre los planes de tutoría cuando fue posible. A falta de herramientas de evaluación claramente definidas, se leyeron todos los resúmenes y se obtuvieron artículos que cumplían los siguientes criterios y se distribuyeron al grupo para su revisión: ",
            "error": []
        }
    }
}