{
    "original_text": "A parallelized indexing method for large-scale case-based reasoning Case-based reasoning (CBR) is a problem solving methodology commonly seen in artificial intelligence. It can correctly take advantage of the situations and methods in former cases to find out suitable solutions for new problems. CBR must accurately retrieve similar prior cases for getting a good performance. In the past, many researchers proposed useful technologies to handle this problem. However, the performance of retrieving similar cases may be greatly influenced by the number of cases. In this paper, the performance issue of large-scale CBR is discussed and a parallelized indexing architecture is then proposed for efficiently retrieving similar cases in large-scale CBR. Several algorithms for implementing the proposed architecture are also described. Some experiments are made and the results show the efficiency of the proposed method",
    "original_translation": "Un método de indexación para el razonamiento basado en casos a gran escala El razonamiento basado en casos (CBR) es una metodología de solución de problemas comúnmente vista en la inteligencia artificial. Puede aprovechar correctamente las situaciones y los métodos en casos anteriores para encontrar soluciones adecuadas para nuevos problemas. CBR debe recuperar con precisión casos anteriores similares para obtener un buen rendimiento. En el pasado, muchos investigadores propusieron tecnologías útiles para manejar este problema. Sin embargo, la recuperación de casos similares puede verse muy influenciada por el número de casos. En este trabajo, se discute la cuestión del rendimiento de CBR a gran escala y luego se propone una arquitectura de indexación paralelizado para recuperar eficientemente casos similares en CBR a gran escala. También se describen varios algoritmos para implementar la arquitectura propuesta. Se realizan algunos experimentos y los resultados muestran la eficacia del método propuesto",
    "error_count": 5,
    "keys": {
        "parallelized indexing method": {
            "translated_key": "método paralelizado de indexación",
            "translated_annotated_text": "Un \"método paralelizado de indexación\" para el razonamiento basado en casos a gran escala El razonamiento basado en casos (CBR) es una metodología de solución de problemas comúnmente vista en la inteligencia artificial. Puede aprovechar correctamente las situaciones y los métodos en casos anteriores para encontrar soluciones adecuadas para nuevos problemas. CBR debe recuperar con precisión casos anteriores similares para obtener un buen rendimiento. En el pasado, muchos investigadores propusieron tecnologías útiles para manejar este problema. Sin embargo, la recuperación de casos similares puede verse muy influenciada por el número de casos. En este trabajo, se discute la cuestión del rendimiento de CBR a gran escala y luego se propone una arquitectura de indexación paralelizado para recuperar eficientemente casos similares en CBR a gran escala. También se describen varios algoritmos para implementar la arquitectura propuesta. Se realizan algunos experimentos y los resultados muestran la eficacia del método propuesto ",
            "error": [
                ""
            ]
        },
        "large-scale case-based reasoning": {
            "translated_key": "razonamiento basado en casos a gran escala",
            "translated_annotated_text": "Un método de indexación para \"razonamiento basado en casos a gran escala\" Razonamiento basado en casos (CBR) es una metodología de solución de problemas comúnmente vista en la inteligencia artificial. Puede aprovechar correctamente las situaciones y los métodos en casos anteriores para encontrar soluciones adecuadas para nuevos problemas. CBR debe recuperar con precisión casos anteriores similares para obtener un buen rendimiento. En el pasado, muchos investigadores propusieron tecnologías útiles para manejar este problema. Sin embargo, la recuperación de casos similares puede verse muy influenciada por el número de casos. En este trabajo, se discute la cuestión del rendimiento de CBR a gran escala y luego se propone una arquitectura de indexación paralelizado para recuperar eficientemente casos similares en CBR a gran escala. También se describen varios algoritmos para implementar la arquitectura propuesta. Se realizan algunos experimentos y los resultados muestran la eficacia del método propuesto ",
            "error": [
                ""
            ]
        },
        "problem solving methodology": {
            "translated_key": "metodología de solución de problemas",
            "translated_annotated_text": "Un método de indexación para el razonamiento basado en casos a gran escala El razonamiento basado en casos (CBR) es una \"metodología de solución de problemas\" comúnmente vista en la inteligencia artificial. Puede aprovechar correctamente las situaciones y los métodos en casos anteriores para encontrar soluciones adecuadas para nuevos problemas. CBR debe recuperar con precisión casos anteriores similares para obtener un buen rendimiento. En el pasado, muchos investigadores propusieron tecnologías útiles para manejar este problema. Sin embargo, la recuperación de casos similares puede verse muy influenciada por el número de casos. En este trabajo, se discute la cuestión del rendimiento de CBR a gran escala y luego se propone una arquitectura de indexación paralelizado para recuperar eficientemente casos similares en CBR a gran escala. También se describen varios algoritmos para implementar la arquitectura propuesta. Se realizan algunos experimentos y los resultados muestran la eficacia del método propuesto ",
            "error": [
                ""
            ]
        },
        "artificial intelligence": {
            "translated_key": "inteligencia artificial",
            "translated_annotated_text": "Un método de indexación para el razonamiento basado en casos a gran escala El razonamiento basado en casos (CBR) es una metodología de solución de problemas comúnmente vista en \"inteligencia artificial\". Puede aprovechar correctamente las situaciones y los métodos en casos anteriores para encontrar soluciones adecuadas para nuevos problemas. CBR debe recuperar con precisión casos anteriores similares para obtener un buen rendimiento. En el pasado, muchos investigadores propusieron tecnologías útiles para manejar este problema. Sin embargo, la recuperación de casos similares puede verse muy influenciada por el número de casos. En este trabajo, se discute la cuestión del rendimiento de CBR a gran escala y luego se propone una arquitectura de indexación paralelizado para recuperar eficientemente casos similares en CBR a gran escala. También se describen varios algoritmos para implementar la arquitectura propuesta. Se realizan algunos experimentos y los resultados muestran la eficacia del método propuesto ",
            "error": [
                ""
            ]
        },
        "bitwise indexing": {
            "translated_key": [],
            "translated_annotated_text": "Un método de indexación para el razonamiento basado en casos a gran escala El razonamiento basado en casos (CBR) es una metodología de solución de problemas comúnmente vista en la inteligencia artificial. Puede aprovechar correctamente las situaciones y los métodos en casos anteriores para encontrar soluciones adecuadas para nuevos problemas. CBR debe recuperar con precisión casos anteriores similares para obtener un buen rendimiento. En el pasado, muchos investigadores propusieron tecnologías útiles para manejar este problema. Sin embargo, la recuperación de casos similares puede verse muy influenciada por el número de casos. En este trabajo, se discute la cuestión del rendimiento de CBR a gran escala y luego se propone una arquitectura de indexación paralelizado para recuperar eficientemente casos similares en CBR a gran escala. También se describen varios algoritmos para implementar la arquitectura propuesta. Se realizan algunos experimentos y los resultados muestran la eficacia del método propuesto ",
            "error": []
        },
        "similar prior case retrieval": {
            "translated_key": [],
            "translated_annotated_text": "Un método de indexación para el razonamiento basado en casos a gran escala El razonamiento basado en casos (CBR) es una metodología de solución de problemas comúnmente vista en la inteligencia artificial. Puede aprovechar correctamente las situaciones y los métodos en casos anteriores para encontrar soluciones adecuadas para nuevos problemas. CBR debe recuperar con precisión casos anteriores similares para obtener un buen rendimiento. En el pasado, muchos investigadores propusieron tecnologías útiles para manejar este problema. Sin embargo, la recuperación de casos similares puede verse muy influenciada por el número de casos. En este trabajo, se discute la cuestión del rendimiento de CBR a gran escala y luego se propone una arquitectura de indexación paralelizado para recuperar eficientemente casos similares en CBR a gran escala. También se describen varios algoritmos para implementar la arquitectura propuesta. Se realizan algunos experimentos y los resultados muestran la eficacia del método propuesto ",
            "error": []
        },
        "performance": {
            "translated_key": "rendimiento",
            "translated_annotated_text": "Un método de indexación para el razonamiento basado en casos a gran escala El razonamiento basado en casos (CBR) es una metodología de solución de problemas comúnmente vista en la inteligencia artificial. Puede aprovechar correctamente las situaciones y los métodos en casos anteriores para encontrar soluciones adecuadas para nuevos problemas. CBR debe recuperar con precisión casos anteriores similares para obtener un buen \"rendimiento\". En el pasado, muchos investigadores propusieron tecnologías útiles para manejar este problema. Sin embargo, el \"rendimiento\" de recuperar casos similares puede verse muy influido por el número de casos. En este trabajo, se discute la cuestión del \"rendimiento\" de CBR a gran escala y luego se propone una arquitectura de indexación paralelizada para recuperar eficientemente casos similares en CBR a gran escala. También se describen varios algoritmos para implementar la arquitectura propuesta. Se realizan algunos experimentos y los resultados muestran la eficacia del método propuesto ",
            "error": [
                ""
            ]
        },
        "experiments": {
            "translated_key": "experimentos",
            "translated_annotated_text": "Un método de indexación para el razonamiento basado en casos a gran escala El razonamiento basado en casos (CBR) es una metodología de solución de problemas comúnmente vista en la inteligencia artificial. Puede aprovechar correctamente las situaciones y los métodos en casos anteriores para encontrar soluciones adecuadas para nuevos problemas. CBR debe recuperar con precisión casos anteriores similares para obtener un buen rendimiento. En el pasado, muchos investigadores propusieron tecnologías útiles para manejar este problema. Sin embargo, la recuperación de casos similares puede verse muy influenciada por el número de casos. En este trabajo, se discute la cuestión del rendimiento de CBR a gran escala y luego se propone una arquitectura de indexación paralelizado para recuperar eficientemente casos similares en CBR a gran escala. También se describen varios algoritmos para implementar la arquitectura propuesta. Se realizan algunos \"experimentos\" y los resultados muestran la eficiencia del método propuesto ",
            "error": [
                ""
            ]
        },
        "case-based reasoning": {
            "translated_key": "razonamiento basado en casos",
            "translated_annotated_text": "Un método de indexación para \"razonamiento basado en casos\" de gran escala Razonamiento basado en casos (CBR) es una metodología de solución de problemas comúnmente vista en la inteligencia artificial. Puede aprovechar correctamente las situaciones y los métodos en casos anteriores para encontrar soluciones adecuadas para nuevos problemas. CBR debe recuperar con precisión casos anteriores similares para obtener un buen rendimiento. En el pasado, muchos investigadores propusieron tecnologías útiles para manejar este problema. Sin embargo, la recuperación de casos similares puede verse muy influenciada por el número de casos. En este trabajo, se discute la cuestión del rendimiento de CBR a gran escala y luego se propone una arquitectura de indexación paralelizado para recuperar eficientemente casos similares en CBR a gran escala. También se describen varios algoritmos para implementar la arquitectura propuesta. Se realizan algunos experimentos y los resultados muestran la eficacia del método propuesto ",
            "error": [
                ""
            ]
        },
        "database indexing": {
            "translated_key": [],
            "translated_annotated_text": "Un método de indexación para el razonamiento basado en casos a gran escala El razonamiento basado en casos (CBR) es una metodología de solución de problemas comúnmente vista en la inteligencia artificial. Puede aprovechar correctamente las situaciones y los métodos en casos anteriores para encontrar soluciones adecuadas para nuevos problemas. CBR debe recuperar con precisión casos anteriores similares para obtener un buen rendimiento. En el pasado, muchos investigadores propusieron tecnologías útiles para manejar este problema. Sin embargo, la recuperación de casos similares puede verse muy influenciada por el número de casos. En este trabajo, se discute la cuestión del rendimiento de CBR a gran escala y luego se propone una arquitectura de indexación paralelizado para recuperar eficientemente casos similares en CBR a gran escala. También se describen varios algoritmos para implementar la arquitectura propuesta. Se realizan algunos experimentos y los resultados muestran la eficacia del método propuesto ",
            "error": []
        },
        "deductive databases": {
            "translated_key": [],
            "translated_annotated_text": "Un método de indexación para el razonamiento basado en casos a gran escala El razonamiento basado en casos (CBR) es una metodología de solución de problemas comúnmente vista en la inteligencia artificial. Puede aprovechar correctamente las situaciones y los métodos en casos anteriores para encontrar soluciones adecuadas para nuevos problemas. CBR debe recuperar con precisión casos anteriores similares para obtener un buen rendimiento. En el pasado, muchos investigadores propusieron tecnologías útiles para manejar este problema. Sin embargo, la recuperación de casos similares puede verse muy influenciada por el número de casos. En este trabajo, se discute la cuestión del rendimiento de CBR a gran escala y luego se propone una arquitectura de indexación paralelizado para recuperar eficientemente casos similares en CBR a gran escala. También se describen varios algoritmos para implementar la arquitectura propuesta. Se realizan algunos experimentos y los resultados muestran la eficacia del método propuesto ",
            "error": []
        },
        "parallel processing": {
            "translated_key": [],
            "translated_annotated_text": "Un método de indexación para el razonamiento basado en casos a gran escala El razonamiento basado en casos (CBR) es una metodología de solución de problemas comúnmente vista en la inteligencia artificial. Puede aprovechar correctamente las situaciones y los métodos en casos anteriores para encontrar soluciones adecuadas para nuevos problemas. CBR debe recuperar con precisión casos anteriores similares para obtener un buen rendimiento. En el pasado, muchos investigadores propusieron tecnologías útiles para manejar este problema. Sin embargo, la recuperación de casos similares puede verse muy influenciada por el número de casos. En este trabajo, se discute la cuestión del rendimiento de CBR a gran escala y luego se propone una arquitectura de indexación paralelizado para recuperar eficientemente casos similares en CBR a gran escala. También se describen varios algoritmos para implementar la arquitectura propuesta. Se realizan algunos experimentos y los resultados muestran la eficacia del método propuesto ",
            "error": []
        },
        "problem solving": {
            "translated_key": "solución de problemas",
            "translated_annotated_text": "Un método de indexación para el razonamiento basado en casos a gran escala El razonamiento basado en casos (CBR) es una metodología de \"solución de problemas\" comúnmente vista en la inteligencia artificial. Puede aprovechar correctamente las situaciones y los métodos en casos anteriores para encontrar soluciones adecuadas para nuevos problemas. CBR debe recuperar con precisión casos anteriores similares para obtener un buen rendimiento. En el pasado, muchos investigadores propusieron tecnologías útiles para manejar este problema. Sin embargo, la recuperación de casos similares puede verse muy influenciada por el número de casos. En este trabajo, se discute la cuestión del rendimiento de CBR a gran escala y luego se propone una arquitectura de indexación paralelizado para recuperar eficientemente casos similares en CBR a gran escala. También se describen varios algoritmos para implementar la arquitectura propuesta. Se realizan algunos experimentos y los resultados muestran la eficacia del método propuesto ",
            "error": [
                ""
            ]
        }
    }
}