{
    "original_text": "The effect of a male-oriented computer gaming culture on careers in the computer industry If careers in the computer industry were viewed, it would be evident that there is a conspicuous gender gap between the number of male and female employees. The same gap can be observed at the college level where males are dominating females as to those who pursue and obtain a degree in computer science. The question that this research paper intends to show is: why are males so dominant when it comes to computer related matters? The author has traced this question back to the computer game. Computer games are a fun medium and provide the means for an individual to become computer literate through the engagement of spatial learning and cognitive processing abilities. Since such games are marketed almost exclusively to males, females have a distinct disadvantage. Males are more computer literate through the playing of computer games, and are provided with an easy lead-in to more advanced utilization of computers such as programming. Females tend to be turned off due to the male stereotypes and marketing associated with games and thus begins the gender gap",
    "original_translation": "El efecto de una cultura de juegos de ordenador orientada a los hombres en las carreras en la industria de la computación Si se vieran las carreras en la industria de la computación, sería evidente que hay una clara brecha de género entre el número de empleados hombres y mujeres. Se observa la misma diferencia en el nivel universitario, donde los hombres dominan a las mujeres que a los que cursan y obtienen un título en ciencias de la computación. La pregunta que este trabajo de investigación pretende mostrar es: ¿por qué los hombres son tan dominantes cuando se trata de asuntos relacionados con la informática? El autor ha rastreado esta pregunta hasta el juego de ordenador. Los juegos de ordenador son un medio divertido y proporcionan los medios para que un individuo se convierta en alfabetizado informático a través del compromiso del aprendizaje espacial y las capacidades de procesamiento cognitivo. Dado que estos juegos se comercializan casi exclusivamente a los hombres, las mujeres tienen una clara desventaja. Los hombres son más alfabetizados por ordenador a través de los juegos de computadora, y se les proporciona un fácil acceso a una utilización más avanzada de computadoras como la programación. Las mujeres tienden a ser desactivadas debido a los estereotipos masculinos y el marketing asociado con los juegos y por lo tanto comienza la brecha de género",
    "error_count": 6,
    "keys": {
        "careers": {
            "translated_key": "carreras",
            "translated_annotated_text": "El efecto de una cultura de juegos de ordenador orientada a los hombres en \"carreras\" en la industria de la computación Si se vieran \"carreras\" en la industria de la computación, sería evidente que hay una clara brecha de género entre el número de empleados masculinos y femeninos. Se observa la misma diferencia en el nivel universitario, donde los hombres dominan a las mujeres que a los que cursan y obtienen un título en ciencias de la computación. La pregunta que este trabajo de investigación pretende mostrar es: ¿por qué los hombres son tan dominantes cuando se trata de asuntos relacionados con la informática? El autor ha rastreado esta pregunta hasta el juego de ordenador. Los juegos de ordenador son un medio divertido y proporcionan los medios para que un individuo se convierta en alfabetizado informático a través del compromiso del aprendizaje espacial y las capacidades de procesamiento cognitivo. Dado que estos juegos se comercializan casi exclusivamente a los hombres, las mujeres tienen una clara desventaja. Los hombres son más alfabetizados por ordenador a través de los juegos de computadora, y se les proporciona un fácil acceso a una utilización más avanzada de computadoras como la programación. Las mujeres tienden a ser desactivadas debido a los estereotipos masculinos y el marketing asociado con los juegos y por lo tanto comienza la brecha de género ",
            "error": [
                ""
            ]
        },
        "computer industry": {
            "translated_key": "industria informática",
            "translated_annotated_text": "El efecto de una cultura de juegos de ordenador orientada a los hombres en las carreras en la \"industria informática\" Si se vieran las carreras en la \"industria informática\", sería evidente que hay una clara brecha de género entre el número de empleados hombres y mujeres. Se observa la misma diferencia en el nivel universitario, donde los hombres dominan a las mujeres que a los que cursan y obtienen un título en ciencias de la computación. La pregunta que este trabajo de investigación pretende mostrar es: ¿por qué los hombres son tan dominantes cuando se trata de asuntos relacionados con la informática? El autor ha rastreado esta pregunta hasta el juego de ordenador. Los juegos de ordenador son un medio divertido y proporcionan los medios para que un individuo se convierta en alfabetizado informático a través del compromiso del aprendizaje espacial y las capacidades de procesamiento cognitivo. Dado que estos juegos se comercializan casi exclusivamente a los hombres, las mujeres tienen una clara desventaja. Los hombres son más alfabetizados por ordenador a través de los juegos de computadora, y se les proporciona un fácil acceso a una utilización más avanzada de computadoras como la programación. Las mujeres tienden a ser desactivadas debido a los estereotipos masculinos y el marketing asociado con los juegos y por lo tanto comienza la brecha de género ",
            "error": [
                ""
            ]
        },
        "gender gap": {
            "translated_key": "brecha de género",
            "translated_annotated_text": "El efecto de una cultura de juegos de ordenador orientada a los hombres en las carreras en la industria de la computación Si se vieran las carreras en la industria de la computación, sería evidente que hay una notable \"brecha de género\" entre el número de empleados masculinos y femeninos. Se observa la misma diferencia en el nivel universitario, donde los hombres dominan a las mujeres que a los que cursan y obtienen un título en ciencias de la computación. La pregunta que este trabajo de investigación pretende mostrar es: ¿por qué los hombres son tan dominantes cuando se trata de asuntos relacionados con la informática? El autor ha rastreado esta pregunta hasta el juego de ordenador. Los juegos de ordenador son un medio divertido y proporcionan los medios para que un individuo se convierta en alfabetizado informático a través del compromiso del aprendizaje espacial y las capacidades de procesamiento cognitivo. Dado que estos juegos se comercializan casi exclusivamente a los hombres, las mujeres tienen una clara desventaja. Los hombres son más alfabetizados por ordenador a través de los juegos de computadora, y se les proporciona un fácil acceso a una utilización más avanzada de computadoras como la programación. Las mujeres tienden a ser desactivadas debido a los estereotipos masculinos y el marketing asociado con los juegos y así comienza la \"brecha de género\" ",
            "error": [
                ""
            ]
        },
        "computer science degree": {
            "translated_key": [],
            "translated_annotated_text": "El efecto de una cultura de juegos de ordenador orientada a los hombres en las carreras en la industria de la computación Si se vieran las carreras en la industria de la computación, sería evidente que hay una clara brecha de género entre el número de empleados hombres y mujeres. Se observa la misma diferencia en el nivel universitario, donde los hombres dominan a las mujeres que a los que cursan y obtienen un título en ciencias de la computación. La pregunta que este trabajo de investigación pretende mostrar es: ¿por qué los hombres son tan dominantes cuando se trata de asuntos relacionados con la informática? El autor ha rastreado esta pregunta hasta el juego de ordenador. Los juegos de ordenador son un medio divertido y proporcionan los medios para que un individuo se convierta en alfabetizado informático a través del compromiso del aprendizaje espacial y las capacidades de procesamiento cognitivo. Dado que estos juegos se comercializan casi exclusivamente a los hombres, las mujeres tienen una clara desventaja. Los hombres son más alfabetizados por ordenador a través de los juegos de computadora, y se les proporciona un fácil acceso a una utilización más avanzada de computadoras como la programación. Las mujeres tienden a ser desactivadas debido a los estereotipos masculinos y el marketing asociado con los juegos y por lo tanto comienza la brecha de género ",
            "error": []
        },
        "computer games": {
            "translated_key": "juegos de ordenador",
            "translated_annotated_text": "El efecto de una cultura de juegos de ordenador orientada a los hombres en las carreras en la industria de la computación Si se vieran las carreras en la industria de la computación, sería evidente que hay una clara brecha de género entre el número de empleados hombres y mujeres. Se observa la misma diferencia en el nivel universitario, donde los hombres dominan a las mujeres que a los que cursan y obtienen un título en ciencias de la computación. La pregunta que este trabajo de investigación pretende mostrar es: ¿por qué los hombres son tan dominantes cuando se trata de asuntos relacionados con la informática? El autor ha rastreado esta pregunta hasta el juego de ordenador. Los juegos de ordenador son un medio divertido y proporcionan los medios para que un individuo se convierta en alfabetizado informático a través del compromiso del aprendizaje espacial y las capacidades de procesamiento cognitivo. Dado que estos juegos se comercializan casi exclusivamente a los hombres, las mujeres tienen una clara desventaja. Los hombres son más alfabetizados por ordenador a través del juego de \"juegos de ordenador\", y se les proporciona un fácil acceso a una utilización más avanzada de computadoras como la programación. Las mujeres tienden a ser desactivadas debido a los estereotipos masculinos y el marketing asociado con los juegos y por lo tanto comienza la brecha de género ",
            "error": [
                ""
            ]
        },
        "computer literacy": {
            "translated_key": [],
            "translated_annotated_text": "El efecto de una cultura de juegos de ordenador orientada a los hombres en las carreras en la industria de la computación Si se vieran las carreras en la industria de la computación, sería evidente que hay una clara brecha de género entre el número de empleados hombres y mujeres. Se observa la misma diferencia en el nivel universitario, donde los hombres dominan a las mujeres que a los que cursan y obtienen un título en ciencias de la computación. La pregunta que este trabajo de investigación pretende mostrar es: ¿por qué los hombres son tan dominantes cuando se trata de asuntos relacionados con la informática? El autor ha rastreado esta pregunta hasta el juego de ordenador. Los juegos de ordenador son un medio divertido y proporcionan los medios para que un individuo se convierta en alfabetizado informático a través del compromiso del aprendizaje espacial y las capacidades de procesamiento cognitivo. Dado que estos juegos se comercializan casi exclusivamente a los hombres, las mujeres tienen una clara desventaja. Los hombres son más alfabetizados por ordenador a través de los juegos de computadora, y se les proporciona un fácil acceso a una utilización más avanzada de computadoras como la programación. Las mujeres tienden a ser desactivadas debido a los estereotipos masculinos y el marketing asociado con los juegos y por lo tanto comienza la brecha de género ",
            "error": []
        },
        "female employees": {
            "translated_key": "mujeres",
            "translated_annotated_text": "El efecto de una cultura de juegos de ordenador orientada al hombre en las carreras en la industria de la computación Si se vieran las carreras en la industria de la computación, sería evidente que hay una clara brecha de género entre el número de empleados masculinos y \"mujeres\". Se observa la misma diferencia en el nivel universitario, donde los hombres dominan a las mujeres que a los que cursan y obtienen un título en ciencias de la computación. La pregunta que este trabajo de investigación pretende mostrar es: ¿por qué los hombres son tan dominantes cuando se trata de asuntos relacionados con la informática? El autor ha rastreado esta pregunta hasta el juego de ordenador. Los juegos de ordenador son un medio divertido y proporcionan los medios para que un individuo se convierta en alfabetizado informático a través del compromiso del aprendizaje espacial y las capacidades de procesamiento cognitivo. Dado que estos juegos se comercializan casi exclusivamente a los hombres, las mujeres tienen una clara desventaja. Los hombres son más alfabetizados por ordenador a través de los juegos de computadora, y se les proporciona un fácil acceso a una utilización más avanzada de computadoras como la programación. Las mujeres tienden a ser desactivadas debido a los estereotipos masculinos y el marketing asociado con los juegos y por lo tanto comienza la brecha de género ",
            "error": [
                ""
            ]
        },
        "spatial learning": {
            "translated_key": "aprendizaje espacial",
            "translated_annotated_text": "El efecto de una cultura de juegos de ordenador orientada a los hombres en las carreras en la industria de la computación Si se vieran las carreras en la industria de la computación, sería evidente que hay una clara brecha de género entre el número de empleados hombres y mujeres. Se observa la misma diferencia en el nivel universitario, donde los hombres dominan a las mujeres que a los que cursan y obtienen un título en ciencias de la computación. La pregunta que este trabajo de investigación pretende mostrar es: ¿por qué los hombres son tan dominantes cuando se trata de asuntos relacionados con la informática? El autor ha rastreado esta pregunta hasta el juego de ordenador. Los juegos de ordenador son un medio divertido y proporcionan los medios para que un individuo se convierta en alfabetizado informático a través del compromiso de \"aprendizaje espacial\" y habilidades de procesamiento cognitivo. Dado que estos juegos se comercializan casi exclusivamente a los hombres, las mujeres tienen una clara desventaja. Los hombres son más alfabetizados por ordenador a través de los juegos de computadora, y se les proporciona un fácil acceso a una utilización más avanzada de computadoras como la programación. Las mujeres tienden a ser desactivadas debido a los estereotipos masculinos y el marketing asociado con los juegos y por lo tanto comienza la brecha de género ",
            "error": [
                ""
            ]
        },
        "cognitive processing": {
            "translated_key": "procesamiento cognitivo",
            "translated_annotated_text": "El efecto de una cultura de juegos de ordenador orientada a los hombres en las carreras en la industria de la computación Si se vieran las carreras en la industria de la computación, sería evidente que hay una clara brecha de género entre el número de empleados hombres y mujeres. Se observa la misma diferencia en el nivel universitario, donde los hombres dominan a las mujeres que a los que cursan y obtienen un título en ciencias de la computación. La pregunta que este trabajo de investigación pretende mostrar es: ¿por qué los hombres son tan dominantes cuando se trata de asuntos relacionados con la informática? El autor ha rastreado esta pregunta hasta el juego de ordenador. Los juegos de ordenador son un medio divertido y proporcionan los medios para que un individuo se convierta en alfabetizado informático a través del compromiso del aprendizaje espacial y las habilidades de \"procesamiento cognitivo\". Dado que estos juegos se comercializan casi exclusivamente a los hombres, las mujeres tienen una clara desventaja. Los hombres son más alfabetizados por ordenador a través de los juegos de computadora, y se les proporciona un fácil acceso a una utilización más avanzada de computadoras como la programación. Las mujeres tienden a ser desactivadas debido a los estereotipos masculinos y el marketing asociado con los juegos y por lo tanto comienza la brecha de género ",
            "error": [
                ""
            ]
        },
        "male stereotypes": {
            "translated_key": "estereotipos masculinos",
            "translated_annotated_text": "El efecto de una cultura de juegos de ordenador orientada a los hombres en las carreras en la industria de la computación Si se vieran las carreras en la industria de la computación, sería evidente que hay una clara brecha de género entre el número de empleados hombres y mujeres. Se observa la misma diferencia en el nivel universitario, donde los hombres dominan a las mujeres que a los que cursan y obtienen un título en ciencias de la computación. La pregunta que este trabajo de investigación pretende mostrar es: ¿por qué los hombres son tan dominantes cuando se trata de asuntos relacionados con la informática? El autor ha rastreado esta pregunta hasta el juego de ordenador. Los juegos de ordenador son un medio divertido y proporcionan los medios para que un individuo se convierta en alfabetizado informático a través del compromiso del aprendizaje espacial y las capacidades de procesamiento cognitivo. Dado que estos juegos se comercializan casi exclusivamente a los hombres, las mujeres tienen una clara desventaja. Los hombres son más alfabetizados por ordenador a través de los juegos de computadora, y se les proporciona un fácil acceso a una utilización más avanzada de computadoras como la programación. Las mujeres tienden a ser desactivadas debido a los \"estereotipos masculinos\" y el marketing asociado con los juegos y así comienza la brecha de género ",
            "error": [
                ""
            ]
        },
        "marketing": {
            "translated_key": "marketing",
            "translated_annotated_text": "El efecto de una cultura de juegos de ordenador orientada a los hombres en las carreras en la industria de la computación Si se vieran las carreras en la industria de la computación, sería evidente que hay una clara brecha de género entre el número de empleados hombres y mujeres. Se observa la misma diferencia en el nivel universitario, donde los hombres dominan a las mujeres que a los que cursan y obtienen un título en ciencias de la computación. La pregunta que este trabajo de investigación pretende mostrar es: ¿por qué los hombres son tan dominantes cuando se trata de asuntos relacionados con la informática? El autor ha rastreado esta pregunta hasta el juego de ordenador. Los juegos de ordenador son un medio divertido y proporcionan los medios para que un individuo se convierta en alfabetizado informático a través del compromiso del aprendizaje espacial y las capacidades de procesamiento cognitivo. Dado que estos juegos se comercializan casi exclusivamente a los hombres, las mujeres tienen una clara desventaja. Los hombres son más alfabetizados por ordenador a través de los juegos de computadora, y se les proporciona un fácil acceso a una utilización más avanzada de computadoras como la programación. Las mujeres tienden a ser desactivadas debido a los estereotipos masculinos y el \"marketing\" asociado con los juegos y así comienza la brecha de género ",
            "error": [
                ""
            ]
        },
        "DP industry": {
            "translated_key": [],
            "translated_annotated_text": "El efecto de una cultura de juegos de ordenador orientada a los hombres en las carreras en la industria de la computación Si se vieran las carreras en la industria de la computación, sería evidente que hay una clara brecha de género entre el número de empleados hombres y mujeres. Se observa la misma diferencia en el nivel universitario, donde los hombres dominan a las mujeres que a los que cursan y obtienen un título en ciencias de la computación. La pregunta que este trabajo de investigación pretende mostrar es: ¿por qué los hombres son tan dominantes cuando se trata de asuntos relacionados con la informática? El autor ha rastreado esta pregunta hasta el juego de ordenador. Los juegos de ordenador son un medio divertido y proporcionan los medios para que un individuo se convierta en alfabetizado informático a través del compromiso del aprendizaje espacial y las capacidades de procesamiento cognitivo. Dado que estos juegos se comercializan casi exclusivamente a los hombres, las mujeres tienen una clara desventaja. Los hombres son más alfabetizados por ordenador a través de los juegos de computadora, y se les proporciona un fácil acceso a una utilización más avanzada de computadoras como la programación. Las mujeres tienden a ser desactivadas debido a los estereotipos masculinos y el marketing asociado con los juegos y por lo tanto comienza la brecha de género ",
            "error": []
        },
        "gender issues": {
            "translated_key": [],
            "translated_annotated_text": "El efecto de una cultura de juegos de ordenador orientada a los hombres en las carreras en la industria de la computación Si se vieran las carreras en la industria de la computación, sería evidente que hay una clara brecha de género entre el número de empleados hombres y mujeres. Se observa la misma diferencia en el nivel universitario, donde los hombres dominan a las mujeres que a los que cursan y obtienen un título en ciencias de la computación. La pregunta que este trabajo de investigación pretende mostrar es: ¿por qué los hombres son tan dominantes cuando se trata de asuntos relacionados con la informática? El autor ha rastreado esta pregunta hasta el juego de ordenador. Los juegos de ordenador son un medio divertido y proporcionan los medios para que un individuo se convierta en alfabetizado informático a través del compromiso del aprendizaje espacial y las capacidades de procesamiento cognitivo. Dado que estos juegos se comercializan casi exclusivamente a los hombres, las mujeres tienen una clara desventaja. Los hombres son más alfabetizados por ordenador a través de los juegos de computadora, y se les proporciona un fácil acceso a una utilización más avanzada de computadoras como la programación. Las mujeres tienden a ser desactivadas debido a los estereotipos masculinos y el marketing asociado con los juegos y por lo tanto comienza la brecha de género ",
            "error": []
        },
        "personnel": {
            "translated_key": [],
            "translated_annotated_text": "El efecto de una cultura de juegos de ordenador orientada a los hombres en las carreras en la industria de la computación Si se vieran las carreras en la industria de la computación, sería evidente que hay una clara brecha de género entre el número de empleados hombres y mujeres. Se observa la misma diferencia en el nivel universitario, donde los hombres dominan a las mujeres que a los que cursan y obtienen un título en ciencias de la computación. La pregunta que este trabajo de investigación pretende mostrar es: ¿por qué los hombres son tan dominantes cuando se trata de asuntos relacionados con la informática? El autor ha rastreado esta pregunta hasta el juego de ordenador. Los juegos de ordenador son un medio divertido y proporcionan los medios para que un individuo se convierta en alfabetizado informático a través del compromiso del aprendizaje espacial y las capacidades de procesamiento cognitivo. Dado que estos juegos se comercializan casi exclusivamente a los hombres, las mujeres tienen una clara desventaja. Los hombres son más alfabetizados por ordenador a través de los juegos de computadora, y se les proporciona un fácil acceso a una utilización más avanzada de computadoras como la programación. Las mujeres tienden a ser desactivadas debido a los estereotipos masculinos y el marketing asociado con los juegos y por lo tanto comienza la brecha de género ",
            "error": []
        }
    }
}