{
    "original_text": "Resolving Web user on the fly Identity authentication systems and procedures are rapidly becoming central issues in the practice and study of information systems development and security. Requirements for Web transaction security (WTS) include strong authentication of a user, non-repudiation and encryption of all traffic. In this paper, we present an effective mechanism involving two different channels, which addresses the prime concerns involved in the security of electronic commerce transactions (ECT) viz. user authentication and non-repudiation. Although the product is primarily targeted to provide a fillip to transactions carried out over the Web, this product can also be effectively used for non-Internet transactions that are carried out where user authentication is required",
    "original_translation": "Resolver el usuario de la Web sobre la marcha Los sistemas y procedimientos de autenticación de identidad se están convirtiendo rápidamente en cuestiones centrales en la práctica y el estudio del desarrollo y la seguridad de los sistemas de información. Los requisitos para la seguridad de las transacciones web (WTS) incluyen la autenticación fuerte de un usuario, la no repudio y el cifrado de todo el tráfico. En el presente documento se presenta un mecanismo eficaz en el que participan dos canales diferentes, que aborda las principales preocupaciones relacionadas con la seguridad de las transacciones de comercio electrónico (TCE), a saber. autenticación de usuario y no repudio. Aunque el producto está dirigido principalmente a proporcionar un fillip a las transacciones realizadas a través de la Web, este producto también puede ser utilizado efectivamente para transacciones no-Internet que se llevan a cabo donde se requiere la autenticación del usuario",
    "error_count": 6,
    "keys": {
        "identity authentication systems": {
            "translated_key": [],
            "translated_annotated_text": "Resolver el usuario de la Web sobre la marcha Los sistemas y procedimientos de autenticación de identidad se están convirtiendo rápidamente en cuestiones centrales en la práctica y el estudio del desarrollo y la seguridad de los sistemas de información. Los requisitos para la seguridad de las transacciones web (WTS) incluyen la autenticación fuerte de un usuario, la no repudio y el cifrado de todo el tráfico. En el presente documento se presenta un mecanismo eficaz en el que participan dos canales diferentes, que aborda las principales preocupaciones relacionadas con la seguridad de las transacciones de comercio electrónico (TCE), a saber. autenticación de usuario y no repudio. Aunque el producto está dirigido principalmente a proporcionar un fillip a las transacciones realizadas a través de la Web, este producto también puede ser utilizado efectivamente para transacciones no-Internet que se llevan a cabo donde se requiere la autenticación del usuario ",
            "error": []
        },
        "information systems development": {
            "translated_key": "desarrollo de sistemas de información",
            "translated_annotated_text": "Resolver el usuario de la Web sobre la marcha Los sistemas y procedimientos de autenticación de identidad se están convirtiendo rápidamente en cuestiones centrales en la práctica y el estudio del \"desarrollo de sistemas de información\" y la seguridad. Los requisitos para la seguridad de las transacciones web (WTS) incluyen la autenticación fuerte de un usuario, la no repudio y el cifrado de todo el tráfico. En el presente documento se presenta un mecanismo eficaz en el que participan dos canales diferentes, que aborda las principales preocupaciones relacionadas con la seguridad de las transacciones de comercio electrónico (TCE), a saber. autenticación de usuario y no repudio. Aunque el producto está dirigido principalmente a proporcionar un fillip a las transacciones realizadas a través de la Web, este producto también puede ser utilizado efectivamente para transacciones no-Internet que se llevan a cabo donde se requiere la autenticación del usuario ",
            "error": [
                ""
            ]
        },
        "information systems security": {
            "translated_key": [],
            "translated_annotated_text": "Resolver el usuario de la Web sobre la marcha Los sistemas y procedimientos de autenticación de identidad se están convirtiendo rápidamente en cuestiones centrales en la práctica y el estudio del desarrollo y la seguridad de los sistemas de información. Los requisitos para la seguridad de las transacciones web (WTS) incluyen la autenticación fuerte de un usuario, la no repudio y el cifrado de todo el tráfico. En el presente documento se presenta un mecanismo eficaz en el que participan dos canales diferentes, que aborda las principales preocupaciones relacionadas con la seguridad de las transacciones de comercio electrónico (TCE), a saber. autenticación de usuario y no repudio. Aunque el producto está dirigido principalmente a proporcionar un fillip a las transacciones realizadas a través de la Web, este producto también puede ser utilizado efectivamente para transacciones no-Internet que se llevan a cabo donde se requiere la autenticación del usuario ",
            "error": []
        },
        "Web transaction security": {
            "translated_key": "seguridad de las transacciones web",
            "translated_annotated_text": "Resolver el usuario de la Web sobre la marcha Los sistemas y procedimientos de autenticación de identidad se están convirtiendo rápidamente en cuestiones centrales en la práctica y el estudio del desarrollo y la seguridad de los sistemas de información. Los requisitos para la \"seguridad de las transacciones web\" (WTS) incluyen la autenticación fuerte de un usuario, no-repudio y cifrado de todo el tráfico. En el presente documento se presenta un mecanismo eficaz en el que participan dos canales diferentes, que aborda las principales preocupaciones relacionadas con la seguridad de las transacciones de comercio electrónico (TCE), a saber. autenticación de usuario y no repudio. Aunque el producto está dirigido principalmente a proporcionar un fillip a las transacciones realizadas a través de la Web, este producto también puede ser utilizado efectivamente para transacciones no-Internet que se llevan a cabo donde se requiere la autenticación del usuario ",
            "error": [
                ""
            ]
        },
        "nonrepudiation": {
            "translated_key": [],
            "translated_annotated_text": "Resolver el usuario de la Web sobre la marcha Los sistemas y procedimientos de autenticación de identidad se están convirtiendo rápidamente en cuestiones centrales en la práctica y el estudio del desarrollo y la seguridad de los sistemas de información. Los requisitos para la seguridad de las transacciones web (WTS) incluyen la autenticación fuerte de un usuario, la no repudio y el cifrado de todo el tráfico. En el presente documento se presenta un mecanismo eficaz en el que participan dos canales diferentes, que aborda las principales preocupaciones relacionadas con la seguridad de las transacciones de comercio electrónico (TCE), a saber. autenticación de usuario y no repudio. Aunque el producto está dirigido principalmente a proporcionar un fillip a las transacciones realizadas a través de la Web, este producto también puede ser utilizado efectivamente para transacciones no-Internet que se llevan a cabo donde se requiere la autenticación del usuario ",
            "error": []
        },
        "encryption": {
            "translated_key": "cifrado",
            "translated_annotated_text": "Resolver el usuario de la Web sobre la marcha Los sistemas y procedimientos de autenticación de identidad se están convirtiendo rápidamente en cuestiones centrales en la práctica y el estudio del desarrollo y la seguridad de los sistemas de información. Los requisitos para la seguridad de las transacciones web (WTS) incluyen la autenticación fuerte de un usuario, no-repudio y \"cifrado\" de todo el tráfico. En el presente documento se presenta un mecanismo eficaz en el que participan dos canales diferentes, que aborda las principales preocupaciones relacionadas con la seguridad de las transacciones de comercio electrónico (TCE), a saber. autenticación de usuario y no repudio. Aunque el producto está dirigido principalmente a proporcionar un fillip a las transacciones realizadas a través de la Web, este producto también puede ser utilizado efectivamente para transacciones no-Internet que se llevan a cabo donde se requiere la autenticación del usuario ",
            "error": [
                ""
            ]
        },
        "traffic": {
            "translated_key": "tráfico",
            "translated_annotated_text": "Resolver el usuario de la Web sobre la marcha Los sistemas y procedimientos de autenticación de identidad se están convirtiendo rápidamente en cuestiones centrales en la práctica y el estudio del desarrollo y la seguridad de los sistemas de información. Los requisitos para la seguridad de las transacciones web (WTS) incluyen la autenticación fuerte de un usuario, la no repudio y el cifrado de todo el \"tráfico\". En el presente documento se presenta un mecanismo eficaz en el que participan dos canales diferentes, que aborda las principales preocupaciones relacionadas con la seguridad de las transacciones de comercio electrónico (TCE), a saber. autenticación de usuario y no repudio. Aunque el producto está dirigido principalmente a proporcionar un fillip a las transacciones realizadas a través de la Web, este producto también puede ser utilizado efectivamente para transacciones no-Internet que se llevan a cabo donde se requiere la autenticación del usuario ",
            "error": [
                ""
            ]
        },
        "electronic commerce transactions": {
            "translated_key": "transacciones de comercio electrónico",
            "translated_annotated_text": "Resolver el usuario de la Web sobre la marcha Los sistemas y procedimientos de autenticación de identidad se están convirtiendo rápidamente en cuestiones centrales en la práctica y el estudio del desarrollo y la seguridad de los sistemas de información. Los requisitos para la seguridad de las transacciones web (WTS) incluyen la autenticación fuerte de un usuario, la no repudio y el cifrado de todo el tráfico. En este trabajo, presentamos un mecanismo eficaz que involucra dos canales diferentes, que aborda las principales preocupaciones involucradas en la seguridad de las \"transacciones de comercio electrónico\" (ECT) a saber. autenticación de usuario y no repudio. Aunque el producto está dirigido principalmente a proporcionar un fillip a las transacciones realizadas a través de la Web, este producto también puede ser utilizado efectivamente para transacciones no-Internet que se llevan a cabo donde se requiere la autenticación del usuario ",
            "error": [
                ""
            ]
        },
        "cryptography": {
            "translated_key": [],
            "translated_annotated_text": "Resolver el usuario de la Web sobre la marcha Los sistemas y procedimientos de autenticación de identidad se están convirtiendo rápidamente en cuestiones centrales en la práctica y el estudio del desarrollo y la seguridad de los sistemas de información. Los requisitos para la seguridad de las transacciones web (WTS) incluyen la autenticación fuerte de un usuario, la no repudio y el cifrado de todo el tráfico. En el presente documento se presenta un mecanismo eficaz en el que participan dos canales diferentes, que aborda las principales preocupaciones relacionadas con la seguridad de las transacciones de comercio electrónico (TCE), a saber. autenticación de usuario y no repudio. Aunque el producto está dirigido principalmente a proporcionar un fillip a las transacciones realizadas a través de la Web, este producto también puede ser utilizado efectivamente para transacciones no-Internet que se llevan a cabo donde se requiere la autenticación del usuario ",
            "error": []
        },
        "electronic commerce": {
            "translated_key": "comercio electrónico",
            "translated_annotated_text": "Resolver el usuario de la Web sobre la marcha Los sistemas y procedimientos de autenticación de identidad se están convirtiendo rápidamente en cuestiones centrales en la práctica y el estudio del desarrollo y la seguridad de los sistemas de información. Los requisitos para la seguridad de las transacciones web (WTS) incluyen la autenticación fuerte de un usuario, la no repudio y el cifrado de todo el tráfico. En este trabajo, presentamos un mecanismo eficaz que involucra dos canales diferentes, que aborda las principales preocupaciones involucradas en la seguridad de las transacciones de \"comercio electrónico\" (ECT) a saber. autenticación de usuario y no repudio. Aunque el producto está dirigido principalmente a proporcionar un fillip a las transacciones realizadas a través de la Web, este producto también puede ser utilizado efectivamente para transacciones no-Internet que se llevan a cabo donde se requiere la autenticación del usuario ",
            "error": [
                ""
            ]
        },
        "Internet": {
            "translated_key": "Internet",
            "translated_annotated_text": "Resolver el usuario de la Web sobre la marcha Los sistemas y procedimientos de autenticación de identidad se están convirtiendo rápidamente en cuestiones centrales en la práctica y el estudio del desarrollo y la seguridad de los sistemas de información. Los requisitos para la seguridad de las transacciones web (WTS) incluyen la autenticación fuerte de un usuario, la no repudio y el cifrado de todo el tráfico. En el presente documento se presenta un mecanismo eficaz en el que participan dos canales diferentes, que aborda las principales preocupaciones relacionadas con la seguridad de las transacciones de comercio electrónico (TCE), a saber. autenticación de usuario y no repudio. Aunque el producto está dirigido principalmente a proporcionar un fillip a las transacciones realizadas a través de la Web, este producto también puede ser utilizado efectivamente para transacciones no \"Internet\" que se llevan a cabo donde se requiere la autenticación del usuario ",
            "error": [
                ""
            ]
        },
        "message authentication": {
            "translated_key": [],
            "translated_annotated_text": "Resolver el usuario de la Web sobre la marcha Los sistemas y procedimientos de autenticación de identidad se están convirtiendo rápidamente en cuestiones centrales en la práctica y el estudio del desarrollo y la seguridad de los sistemas de información. Los requisitos para la seguridad de las transacciones web (WTS) incluyen la autenticación fuerte de un usuario, la no repudio y el cifrado de todo el tráfico. En el presente documento se presenta un mecanismo eficaz en el que participan dos canales diferentes, que aborda las principales preocupaciones relacionadas con la seguridad de las transacciones de comercio electrónico (TCE), a saber. autenticación de usuario y no repudio. Aunque el producto está dirigido principalmente a proporcionar un fillip a las transacciones realizadas a través de la Web, este producto también puede ser utilizado efectivamente para transacciones no-Internet que se llevan a cabo donde se requiere la autenticación del usuario ",
            "error": []
        },
        "transaction processing": {
            "translated_key": [],
            "translated_annotated_text": "Resolver el usuario de la Web sobre la marcha Los sistemas y procedimientos de autenticación de identidad se están convirtiendo rápidamente en cuestiones centrales en la práctica y el estudio del desarrollo y la seguridad de los sistemas de información. Los requisitos para la seguridad de las transacciones web (WTS) incluyen la autenticación fuerte de un usuario, la no repudio y el cifrado de todo el tráfico. En el presente documento se presenta un mecanismo eficaz en el que participan dos canales diferentes, que aborda las principales preocupaciones relacionadas con la seguridad de las transacciones de comercio electrónico (TCE), a saber. autenticación de usuario y no repudio. Aunque el producto está dirigido principalmente a proporcionar un fillip a las transacciones realizadas a través de la Web, este producto también puede ser utilizado efectivamente para transacciones no-Internet que se llevan a cabo donde se requiere la autenticación del usuario ",
            "error": []
        }
    }
}