{
    "original_text": "Copyright of electronic publishing With the spreading of the Internet and the wide use of computers, electronic publishing is becoming an indispensable measure to gain knowledge and skills. Meanwhile, copyright is facing much more infringement than ever in this electronic environment. So, it is a key factor to effectively protect copyright of electronic publishing to foster the new publication fields. The paper analyzes the importance of copyright, the main causes for copyright infringement in electronic publishing, and presents viewpoints on the definition and application of fair use of a copyrighted work and thinking of some means to combat breach of copyright",
    "original_translation": "Derechos de autor de la publicación electrónica Con la difusión de Internet y el uso generalizado de las computadoras, la publicación electrónica se está convirtiendo en una medida indispensable para adquirir conocimientos y aptitudes. Mientras tanto, los derechos de autor se enfrentan a muchas más infracciones que nunca en este entorno electrónico. Por lo tanto, es un factor clave para proteger eficazmente los derechos de autor de la publicación electrónica para fomentar los nuevos campos de publicación. El artículo analiza la importancia de los derechos de autor, las principales causas de la infracción de los derechos de autor en la edición electrónica, y presenta puntos de vista sobre la definición y aplicación de un uso justo de una obra con derechos de autor y el pensamiento sobre algunos medios para combatir la violación de los derechos de autor",
    "error_count": 2,
    "keys": {
        "electronic publishing copyright": {
            "translated_key": [],
            "translated_annotated_text": "Derechos de autor de la publicación electrónica Con la difusión de Internet y el uso generalizado de las computadoras, la publicación electrónica se está convirtiendo en una medida indispensable para adquirir conocimientos y aptitudes. Mientras tanto, los derechos de autor se enfrentan a muchas más infracciones que nunca en este entorno electrónico. Por lo tanto, es un factor clave para proteger eficazmente los derechos de autor de la publicación electrónica para fomentar los nuevos campos de publicación. El artículo analiza la importancia de los derechos de autor, las principales causas de la infracción de los derechos de autor en la edición electrónica, y presenta puntos de vista sobre la definición y aplicación de un uso justo de una obra con derechos de autor y el pensamiento sobre algunos medios para combatir la violación de los derechos de autor ",
            "error": []
        },
        "Internet": {
            "translated_key": "Internet",
            "translated_annotated_text": "Derechos de autor de la publicación electrónica Con la difusión de la \"Internet\" y el amplio uso de las computadoras, la publicación electrónica se está convirtiendo en una medida indispensable para adquirir conocimientos y habilidades. Mientras tanto, los derechos de autor se enfrentan a muchas más infracciones que nunca en este entorno electrónico. Por lo tanto, es un factor clave para proteger eficazmente los derechos de autor de la publicación electrónica para fomentar los nuevos campos de publicación. El artículo analiza la importancia de los derechos de autor, las principales causas de la infracción de los derechos de autor en la edición electrónica, y presenta puntos de vista sobre la definición y aplicación de un uso justo de una obra con derechos de autor y el pensamiento sobre algunos medios para combatir la violación de los derechos de autor ",
            "error": [
                ""
            ]
        },
        "copyright infringement": {
            "translated_key": "incumplimiento de los derechos de autor",
            "translated_annotated_text": "Derechos de autor de la publicación electrónica Con la difusión de Internet y el uso generalizado de las computadoras, la publicación electrónica se está convirtiendo en una medida indispensable para adquirir conocimientos y aptitudes. Mientras tanto, los derechos de autor se enfrentan a muchas más infracciones que nunca en este entorno electrónico. Por lo tanto, es un factor clave para proteger eficazmente los derechos de autor de la publicación electrónica para fomentar los nuevos campos de publicación. El artículo analiza la importancia de los derechos de autor, las principales causas de \"incumplimiento de los derechos de autor\" en la edición electrónica, y presenta puntos de vista sobre la definición y aplicación del uso justo de una obra con derechos de autor y el pensamiento sobre algunos medios para combatir la violación de los derechos de autor ",
            "error": [
                ""
            ]
        },
        "electronic environment": {
            "translated_key": "entorno electrónico",
            "translated_annotated_text": "Derechos de autor de la publicación electrónica Con la difusión de Internet y el uso generalizado de las computadoras, la publicación electrónica se está convirtiendo en una medida indispensable para adquirir conocimientos y aptitudes. Mientras tanto, los derechos de autor se enfrentan a muchas más infracciones que nunca en este \"entorno electrónico\". Por lo tanto, es un factor clave para proteger eficazmente los derechos de autor de la publicación electrónica para fomentar los nuevos campos de publicación. El artículo analiza la importancia de los derechos de autor, las principales causas de la infracción de los derechos de autor en la edición electrónica, y presenta puntos de vista sobre la definición y aplicación de un uso justo de una obra con derechos de autor y el pensamiento sobre algunos medios para combatir la violación de los derechos de autor ",
            "error": [
                ""
            ]
        },
        "copyright protection": {
            "translated_key": [],
            "translated_annotated_text": "Derechos de autor de la publicación electrónica Con la difusión de Internet y el uso generalizado de las computadoras, la publicación electrónica se está convirtiendo en una medida indispensable para adquirir conocimientos y aptitudes. Mientras tanto, los derechos de autor se enfrentan a muchas más infracciones que nunca en este entorno electrónico. Por lo tanto, es un factor clave para proteger eficazmente los derechos de autor de la publicación electrónica para fomentar los nuevos campos de publicación. El artículo analiza la importancia de los derechos de autor, las principales causas de la infracción de los derechos de autor en la edición electrónica, y presenta puntos de vista sobre la definición y aplicación de un uso justo de una obra con derechos de autor y el pensamiento sobre algunos medios para combatir la violación de los derechos de autor ",
            "error": []
        },
        "fair use": {
            "translated_key": "uso justo",
            "translated_annotated_text": "Derechos de autor de la publicación electrónica Con la difusión de Internet y el uso generalizado de las computadoras, la publicación electrónica se está convirtiendo en una medida indispensable para adquirir conocimientos y aptitudes. Mientras tanto, los derechos de autor se enfrentan a muchas más infracciones que nunca en este entorno electrónico. Por lo tanto, es un factor clave para proteger eficazmente los derechos de autor de la publicación electrónica para fomentar los nuevos campos de publicación. El artículo analiza la importancia de los derechos de autor, las principales causas de la infracción de los derechos de autor en la edición electrónica, y presenta puntos de vista sobre la definición y aplicación del \"uso justo\" de una obra protegida por derechos de autor y el pensamiento sobre algunos medios para combatir la violación de los derechos de autor ",
            "error": [
                ""
            ]
        },
        "copyrighted work": {
            "translated_key": "trabajo con derechos de autor",
            "translated_annotated_text": "Derechos de autor de la publicación electrónica Con la difusión de Internet y el uso generalizado de las computadoras, la publicación electrónica se está convirtiendo en una medida indispensable para adquirir conocimientos y aptitudes. Mientras tanto, los derechos de autor se enfrentan a muchas más infracciones que nunca en este entorno electrónico. Por lo tanto, es un factor clave para proteger eficazmente los derechos de autor de la publicación electrónica para fomentar los nuevos campos de publicación. El artículo analiza la importancia de los derechos de autor, las principales causas de la infracción de los derechos de autor en la edición electrónica, y presenta puntos de vista sobre la definición y aplicación de un uso justo de un \"trabajo con derechos de autor\" y el pensamiento de algunos medios para combatir la violación de los derechos de autor ",
            "error": [
                ""
            ]
        },
        "copyright": {
            "translated_key": "copyright",
            "translated_annotated_text": "Derechos de autor de la publicación electrónica Con la difusión de Internet y el uso generalizado de las computadoras, la publicación electrónica se está convirtiendo en una medida indispensable para adquirir conocimientos y aptitudes. Mientras tanto, \"copyright\" se enfrenta a muchas más infracciones que nunca en este entorno electrónico. Por lo tanto, es un factor clave para proteger eficazmente \"copyright\" de la publicación electrónica para fomentar los nuevos campos de publicación. El artículo analiza la importancia del \"copyright\", las principales causas de la infracción del \"copyright\" en la edición electrónica, y presenta puntos de vista sobre la definición y aplicación del uso justo de una obra con derechos de autor y el pensamiento de algunos medios para combatir la violación del \"copyright\" ",
            "error": [
                ""
            ]
        },
        "electronic publishing": {
            "translated_key": "edición electrónica",
            "translated_annotated_text": "Derechos de autor de la \"edición electrónica\" Con la difusión de Internet y el amplio uso de las computadoras, la \"edición electrónica\" se está convirtiendo en una medida indispensable para adquirir conocimientos y habilidades. Mientras tanto, los derechos de autor se enfrentan a muchas más infracciones que nunca en este entorno electrónico. Por lo tanto, es un factor clave para proteger eficazmente los derechos de autor de la \"edición electrónica\" para fomentar los nuevos campos de publicación. El artículo analiza la importancia de los derechos de autor, las principales causas de la infracción de los derechos de autor en la \"edición electrónica\", y presenta puntos de vista sobre la definición y aplicación de un uso justo de un trabajo protegido por derechos de autor y el pensamiento de algunos medios para combatir la violación de los derechos de autor ",
            "error": [
                ""
            ]
        }
    }
}