{
    "original_text": "Well-posed anisotropic diffusion for image denoising A nonlinear iterative smoothing filter based on a second-order partial differential equation is introduced. It smooths out the image according to an anisotropic diffusion process. The approach is based on a smooth approximation of the total variation (TV) functional which overcomes the non-differentiability of the TV functional at the origin. In particular, the authors perform linear smoothing over smooth areas but selective smoothing over candidate edges. By relating the smoothing parameter to the time step, they arrive at a CFL condition which guarantees the causality of the discrete scheme. This allows the adoption of higher time discretisation steps, while ensuring the absence of artefacts deriving from the non-smooth behaviour of the TV functional at the origin. In particular, it is shown that the proposed approach avoids the typical staircase effects in smooth areas which occur in the standard time-marching TV scheme",
    "original_translation": "Difusión anisotrópica bien propuesta para la denominación de imágenes Se introduce un filtro de suavizado iterativo no lineal basado en una ecuación diferencial parcial de segundo orden. Alisa la imagen según un proceso de difusión anisotrópica. El enfoque se basa en una aproximación suave de la variación total (TV) funcional que supera la no-diferenciabilidad de la TV funcional en el origen. En particular, los autores realizan alisado lineal sobre áreas lisas pero alisado selectivo sobre bordes candidatos. Al relacionar el parámetro de suavizado con el paso del tiempo, llegan a una condición CFL que garantiza la causalidad del esquema discreto. Esto permite la adopción de pasos de discretización de mayor tiempo, garantizando al mismo tiempo la ausencia de artefactos derivados del comportamiento no suave de la televisión funcional en el origen. En particular, se demuestra que el enfoque propuesto evita los efectos típicos de las escaleras en las zonas lisas que se producen en el sistema estándar de televisión de tiempo de referencia",
    "error_count": 12,
    "keys": {
        "image denoising": {
            "translated_key": "denominación de imagen",
            "translated_annotated_text": "Difusión anisotrópica bien propuesta para \"denominación de imagen\" Se introduce un filtro iterativo no lineal de suavizado basado en una ecuación diferencial parcial de segundo orden. Alisa la imagen según un proceso de difusión anisotrópica. El enfoque se basa en una aproximación suave de la variación total (TV) funcional que supera la no-diferenciabilidad de la TV funcional en el origen. En particular, los autores realizan alisado lineal sobre áreas lisas pero alisado selectivo sobre bordes candidatos. Al relacionar el parámetro de suavizado con el paso del tiempo, llegan a una condición CFL que garantiza la causalidad del esquema discreto. Esto permite la adopción de pasos de discretización de mayor tiempo, garantizando al mismo tiempo la ausencia de artefactos derivados del comportamiento no suave de la televisión funcional en el origen. En particular, se demuestra que el enfoque propuesto evita los efectos típicos de las escaleras en las zonas lisas que se producen en el sistema estándar de televisión de tiempo de referencia ",
            "error": [
                ""
            ]
        },
        "well-posed anisotropic diffusion": {
            "translated_key": [],
            "translated_annotated_text": "Difusión anisotrópica bien propuesta para la denominación de imágenes Se introduce un filtro de suavizado iterativo no lineal basado en una ecuación diferencial parcial de segundo orden. Alisa la imagen según un proceso de difusión anisotrópica. El enfoque se basa en una aproximación suave de la variación total (TV) funcional que supera la no-diferenciabilidad de la TV funcional en el origen. En particular, los autores realizan alisado lineal sobre áreas lisas pero alisado selectivo sobre bordes candidatos. Al relacionar el parámetro de suavizado con el paso del tiempo, llegan a una condición CFL que garantiza la causalidad del esquema discreto. Esto permite la adopción de pasos de discretización de mayor tiempo, garantizando al mismo tiempo la ausencia de artefactos derivados del comportamiento no suave de la televisión funcional en el origen. En particular, se demuestra que el enfoque propuesto evita los efectos típicos de las escaleras en las zonas lisas que se producen en el sistema estándar de televisión de tiempo de referencia ",
            "error": []
        },
        "nonlinear iterative smoothing filter": {
            "translated_key": "filtro iterativo no lineal de suavizado",
            "translated_annotated_text": "Difusión anisotrópica bien propuesta para la denominación de imágenes Se introduce un \"filtro iterativo no lineal de suavizado\" basado en una ecuación diferencial parcial de segundo orden. Alisa la imagen según un proceso de difusión anisotrópica. El enfoque se basa en una aproximación suave de la variación total (TV) funcional que supera la no-diferenciabilidad de la TV funcional en el origen. En particular, los autores realizan alisado lineal sobre áreas lisas pero alisado selectivo sobre bordes candidatos. Al relacionar el parámetro de suavizado con el paso del tiempo, llegan a una condición CFL que garantiza la causalidad del esquema discreto. Esto permite la adopción de pasos de discretización de mayor tiempo, garantizando al mismo tiempo la ausencia de artefactos derivados del comportamiento no suave de la televisión funcional en el origen. En particular, se demuestra que el enfoque propuesto evita los efectos típicos de las escaleras en las zonas lisas que se producen en el sistema estándar de televisión de tiempo de referencia ",
            "error": [
                ""
            ]
        },
        "second-order partial differential equation": {
            "translated_key": "ecuación diferencial parcial de segundo orden",
            "translated_annotated_text": "Difusión anisotrópica bien propuesta para la denominación de imágenes Se introduce un filtro de suavizado iterativo no lineal basado en una \"ecuación diferencial parcial de segundo orden\". Alisa la imagen según un proceso de difusión anisotrópica. El enfoque se basa en una aproximación suave de la variación total (TV) funcional que supera la no-diferenciabilidad de la TV funcional en el origen. En particular, los autores realizan alisado lineal sobre áreas lisas pero alisado selectivo sobre bordes candidatos. Al relacionar el parámetro de suavizado con el paso del tiempo, llegan a una condición CFL que garantiza la causalidad del esquema discreto. Esto permite la adopción de pasos de discretización de mayor tiempo, garantizando al mismo tiempo la ausencia de artefactos derivados del comportamiento no suave de la televisión funcional en el origen. En particular, se demuestra que el enfoque propuesto evita los efectos típicos de las escaleras en las zonas lisas que se producen en el sistema estándar de televisión de tiempo de referencia ",
            "error": [
                ""
            ]
        },
        "total variation functional": {
            "translated_key": [],
            "translated_annotated_text": "Difusión anisotrópica bien propuesta para la denominación de imágenes Se introduce un filtro de suavizado iterativo no lineal basado en una ecuación diferencial parcial de segundo orden. Alisa la imagen según un proceso de difusión anisotrópica. El enfoque se basa en una aproximación suave de la variación total (TV) funcional que supera la no-diferenciabilidad de la TV funcional en el origen. En particular, los autores realizan alisado lineal sobre áreas lisas pero alisado selectivo sobre bordes candidatos. Al relacionar el parámetro de suavizado con el paso del tiempo, llegan a una condición CFL que garantiza la causalidad del esquema discreto. Esto permite la adopción de pasos de discretización de mayor tiempo, garantizando al mismo tiempo la ausencia de artefactos derivados del comportamiento no suave de la televisión funcional en el origen. En particular, se demuestra que el enfoque propuesto evita los efectos típicos de las escaleras en las zonas lisas que se producen en el sistema estándar de televisión de tiempo de referencia ",
            "error": []
        },
        "linear smoothing": {
            "translated_key": "alisado lineal",
            "translated_annotated_text": "Difusión anisotrópica bien propuesta para la denominación de imágenes Se introduce un filtro de suavizado iterativo no lineal basado en una ecuación diferencial parcial de segundo orden. Alisa la imagen según un proceso de difusión anisotrópica. El enfoque se basa en una aproximación suave de la variación total (TV) funcional que supera la no-diferenciabilidad de la TV funcional en el origen. En particular, los autores realizan \"alisado lineal\" sobre áreas lisas pero alisado selectivo sobre bordes candidatos. Al relacionar el parámetro de suavizado con el paso del tiempo, llegan a una condición CFL que garantiza la causalidad del esquema discreto. Esto permite la adopción de pasos de discretización de mayor tiempo, garantizando al mismo tiempo la ausencia de artefactos derivados del comportamiento no suave de la televisión funcional en el origen. En particular, se demuestra que el enfoque propuesto evita los efectos típicos de las escaleras en las zonas lisas que se producen en el sistema estándar de televisión de tiempo de referencia ",
            "error": [
                ""
            ]
        },
        "selective smoothing": {
            "translated_key": "alisado selectivo",
            "translated_annotated_text": "Difusión anisotrópica bien propuesta para la denominación de imágenes Se introduce un filtro de suavizado iterativo no lineal basado en una ecuación diferencial parcial de segundo orden. Alisa la imagen según un proceso de difusión anisotrópica. El enfoque se basa en una aproximación suave de la variación total (TV) funcional que supera la no-diferenciabilidad de la TV funcional en el origen. En particular, los autores realizan alisado lineal sobre áreas lisas pero \"alisado selectivo\" sobre bordes candidatos. Al relacionar el parámetro de suavizado con el paso del tiempo, llegan a una condición CFL que garantiza la causalidad del esquema discreto. Esto permite la adopción de pasos de discretización de mayor tiempo, garantizando al mismo tiempo la ausencia de artefactos derivados del comportamiento no suave de la televisión funcional en el origen. En particular, se demuestra que el enfoque propuesto evita los efectos típicos de las escaleras en las zonas lisas que se producen en el sistema estándar de televisión de tiempo de referencia ",
            "error": [
                ""
            ]
        },
        "CFL condition": {
            "translated_key": "condición CFL",
            "translated_annotated_text": "Difusión anisotrópica bien propuesta para la denominación de imágenes Se introduce un filtro de suavizado iterativo no lineal basado en una ecuación diferencial parcial de segundo orden. Alisa la imagen según un proceso de difusión anisotrópica. El enfoque se basa en una aproximación suave de la variación total (TV) funcional que supera la no-diferenciabilidad de la TV funcional en el origen. En particular, los autores realizan alisado lineal sobre áreas lisas pero alisado selectivo sobre bordes candidatos. Al relacionar el parámetro de suavizado con el paso del tiempo, llegan a una \"condición CFL\" que garantiza la causalidad del esquema discreto. Esto permite la adopción de pasos de discretización de mayor tiempo, garantizando al mismo tiempo la ausencia de artefactos derivados del comportamiento no suave de la televisión funcional en el origen. En particular, se demuestra que el enfoque propuesto evita los efectos típicos de las escaleras en las zonas lisas que se producen en el sistema estándar de televisión de tiempo de referencia ",
            "error": [
                ""
            ]
        },
        "discrete scheme": {
            "translated_key": "esquema discreto",
            "translated_annotated_text": "Difusión anisotrópica bien propuesta para la denominación de imágenes Se introduce un filtro de suavizado iterativo no lineal basado en una ecuación diferencial parcial de segundo orden. Alisa la imagen según un proceso de difusión anisotrópica. El enfoque se basa en una aproximación suave de la variación total (TV) funcional que supera la no-diferenciabilidad de la TV funcional en el origen. En particular, los autores realizan alisado lineal sobre áreas lisas pero alisado selectivo sobre bordes candidatos. Al relacionar el parámetro de suavizado con el paso del tiempo, llegan a una condición CFL que garantiza la causalidad del \"esquema discreto\". Esto permite la adopción de pasos de discretización de mayor tiempo, garantizando al mismo tiempo la ausencia de artefactos derivados del comportamiento no suave de la televisión funcional en el origen. En particular, se demuestra que el enfoque propuesto evita los efectos típicos de las escaleras en las zonas lisas que se producen en el sistema estándar de televisión de tiempo de referencia ",
            "error": [
                ""
            ]
        },
        "causality": {
            "translated_key": "causalidad",
            "translated_annotated_text": "Difusión anisotrópica bien propuesta para la denominación de imágenes Se introduce un filtro de suavizado iterativo no lineal basado en una ecuación diferencial parcial de segundo orden. Alisa la imagen según un proceso de difusión anisotrópica. El enfoque se basa en una aproximación suave de la variación total (TV) funcional que supera la no-diferenciabilidad de la TV funcional en el origen. En particular, los autores realizan alisado lineal sobre áreas lisas pero alisado selectivo sobre bordes candidatos. Al relacionar el parámetro de suavizado con el paso del tiempo, llegan a una condición CFL que garantiza la \"causalidad\" del esquema discreto. Esto permite la adopción de pasos de discretización de mayor tiempo, garantizando al mismo tiempo la ausencia de artefactos derivados del comportamiento no suave de la televisión funcional en el origen. En particular, se demuestra que el enfoque propuesto evita los efectos típicos de las escaleras en las zonas lisas que se producen en el sistema estándar de televisión de tiempo de referencia ",
            "error": [
                ""
            ]
        },
        "higher time discretisation steps": {
            "translated_key": "medidas de discordancia de mayor tiempo",
            "translated_annotated_text": "Difusión anisotrópica bien propuesta para la denominación de imágenes Se introduce un filtro de suavizado iterativo no lineal basado en una ecuación diferencial parcial de segundo orden. Alisa la imagen según un proceso de difusión anisotrópica. El enfoque se basa en una aproximación suave de la variación total (TV) funcional que supera la no-diferenciabilidad de la TV funcional en el origen. En particular, los autores realizan alisado lineal sobre áreas lisas pero alisado selectivo sobre bordes candidatos. Al relacionar el parámetro de suavizado con el paso del tiempo, llegan a una condición CFL que garantiza la causalidad del esquema discreto. Esto permite la adopción de \"medidas de discordancia de mayor tiempo\", garantizando al mismo tiempo la ausencia de artefactos derivados del comportamiento no suave de la televisión funcional en el origen. En particular, se demuestra que el enfoque propuesto evita los efectos típicos de las escaleras en las zonas lisas que se producen en el sistema estándar de televisión de tiempo de referencia ",
            "error": [
                ""
            ]
        },
        "image restoration problem": {
            "translated_key": [],
            "translated_annotated_text": "Difusión anisotrópica bien propuesta para la denominación de imágenes Se introduce un filtro de suavizado iterativo no lineal basado en una ecuación diferencial parcial de segundo orden. Alisa la imagen según un proceso de difusión anisotrópica. El enfoque se basa en una aproximación suave de la variación total (TV) funcional que supera la no-diferenciabilidad de la TV funcional en el origen. En particular, los autores realizan alisado lineal sobre áreas lisas pero alisado selectivo sobre bordes candidatos. Al relacionar el parámetro de suavizado con el paso del tiempo, llegan a una condición CFL que garantiza la causalidad del esquema discreto. Esto permite la adopción de pasos de discretización de mayor tiempo, garantizando al mismo tiempo la ausencia de artefactos derivados del comportamiento no suave de la televisión funcional en el origen. En particular, se demuestra que el enfoque propuesto evita los efectos típicos de las escaleras en las zonas lisas que se producen en el sistema estándar de televisión de tiempo de referencia ",
            "error": []
        },
        "random Gaussian noise": {
            "translated_key": [],
            "translated_annotated_text": "Difusión anisotrópica bien propuesta para la denominación de imágenes Se introduce un filtro de suavizado iterativo no lineal basado en una ecuación diferencial parcial de segundo orden. Alisa la imagen según un proceso de difusión anisotrópica. El enfoque se basa en una aproximación suave de la variación total (TV) funcional que supera la no-diferenciabilidad de la TV funcional en el origen. En particular, los autores realizan alisado lineal sobre áreas lisas pero alisado selectivo sobre bordes candidatos. Al relacionar el parámetro de suavizado con el paso del tiempo, llegan a una condición CFL que garantiza la causalidad del esquema discreto. Esto permite la adopción de pasos de discretización de mayor tiempo, garantizando al mismo tiempo la ausencia de artefactos derivados del comportamiento no suave de la televisión funcional en el origen. En particular, se demuestra que el enfoque propuesto evita los efectos típicos de las escaleras en las zonas lisas que se producen en el sistema estándar de televisión de tiempo de referencia ",
            "error": []
        },
        "filtering theory": {
            "translated_key": [],
            "translated_annotated_text": "Difusión anisotrópica bien propuesta para la denominación de imágenes Se introduce un filtro de suavizado iterativo no lineal basado en una ecuación diferencial parcial de segundo orden. Alisa la imagen según un proceso de difusión anisotrópica. El enfoque se basa en una aproximación suave de la variación total (TV) funcional que supera la no-diferenciabilidad de la TV funcional en el origen. En particular, los autores realizan alisado lineal sobre áreas lisas pero alisado selectivo sobre bordes candidatos. Al relacionar el parámetro de suavizado con el paso del tiempo, llegan a una condición CFL que garantiza la causalidad del esquema discreto. Esto permite la adopción de pasos de discretización de mayor tiempo, garantizando al mismo tiempo la ausencia de artefactos derivados del comportamiento no suave de la televisión funcional en el origen. En particular, se demuestra que el enfoque propuesto evita los efectos típicos de las escaleras en las zonas lisas que se producen en el sistema estándar de televisión de tiempo de referencia ",
            "error": []
        },
        "functional analysis": {
            "translated_key": [],
            "translated_annotated_text": "Difusión anisotrópica bien propuesta para la denominación de imágenes Se introduce un filtro de suavizado iterativo no lineal basado en una ecuación diferencial parcial de segundo orden. Alisa la imagen según un proceso de difusión anisotrópica. El enfoque se basa en una aproximación suave de la variación total (TV) funcional que supera la no-diferenciabilidad de la TV funcional en el origen. En particular, los autores realizan alisado lineal sobre áreas lisas pero alisado selectivo sobre bordes candidatos. Al relacionar el parámetro de suavizado con el paso del tiempo, llegan a una condición CFL que garantiza la causalidad del esquema discreto. Esto permite la adopción de pasos de discretización de mayor tiempo, garantizando al mismo tiempo la ausencia de artefactos derivados del comportamiento no suave de la televisión funcional en el origen. En particular, se demuestra que el enfoque propuesto evita los efectos típicos de las escaleras en las zonas lisas que se producen en el sistema estándar de televisión de tiempo de referencia ",
            "error": []
        },
        "Gaussian noise": {
            "translated_key": [],
            "translated_annotated_text": "Difusión anisotrópica bien propuesta para la denominación de imágenes Se introduce un filtro de suavizado iterativo no lineal basado en una ecuación diferencial parcial de segundo orden. Alisa la imagen según un proceso de difusión anisotrópica. El enfoque se basa en una aproximación suave de la variación total (TV) funcional que supera la no-diferenciabilidad de la TV funcional en el origen. En particular, los autores realizan alisado lineal sobre áreas lisas pero alisado selectivo sobre bordes candidatos. Al relacionar el parámetro de suavizado con el paso del tiempo, llegan a una condición CFL que garantiza la causalidad del esquema discreto. Esto permite la adopción de pasos de discretización de mayor tiempo, garantizando al mismo tiempo la ausencia de artefactos derivados del comportamiento no suave de la televisión funcional en el origen. En particular, se demuestra que el enfoque propuesto evita los efectos típicos de las escaleras en las zonas lisas que se producen en el sistema estándar de televisión de tiempo de referencia ",
            "error": []
        },
        "image restoration": {
            "translated_key": [],
            "translated_annotated_text": "Difusión anisotrópica bien propuesta para la denominación de imágenes Se introduce un filtro de suavizado iterativo no lineal basado en una ecuación diferencial parcial de segundo orden. Alisa la imagen según un proceso de difusión anisotrópica. El enfoque se basa en una aproximación suave de la variación total (TV) funcional que supera la no-diferenciabilidad de la TV funcional en el origen. En particular, los autores realizan alisado lineal sobre áreas lisas pero alisado selectivo sobre bordes candidatos. Al relacionar el parámetro de suavizado con el paso del tiempo, llegan a una condición CFL que garantiza la causalidad del esquema discreto. Esto permite la adopción de pasos de discretización de mayor tiempo, garantizando al mismo tiempo la ausencia de artefactos derivados del comportamiento no suave de la televisión funcional en el origen. En particular, se demuestra que el enfoque propuesto evita los efectos típicos de las escaleras en las zonas lisas que se producen en el sistema estándar de televisión de tiempo de referencia ",
            "error": []
        },
        "iterative methods": {
            "translated_key": [],
            "translated_annotated_text": "Difusión anisotrópica bien propuesta para la denominación de imágenes Se introduce un filtro de suavizado iterativo no lineal basado en una ecuación diferencial parcial de segundo orden. Alisa la imagen según un proceso de difusión anisotrópica. El enfoque se basa en una aproximación suave de la variación total (TV) funcional que supera la no-diferenciabilidad de la TV funcional en el origen. En particular, los autores realizan alisado lineal sobre áreas lisas pero alisado selectivo sobre bordes candidatos. Al relacionar el parámetro de suavizado con el paso del tiempo, llegan a una condición CFL que garantiza la causalidad del esquema discreto. Esto permite la adopción de pasos de discretización de mayor tiempo, garantizando al mismo tiempo la ausencia de artefactos derivados del comportamiento no suave de la televisión funcional en el origen. En particular, se demuestra que el enfoque propuesto evita los efectos típicos de las escaleras en las zonas lisas que se producen en el sistema estándar de televisión de tiempo de referencia ",
            "error": []
        },
        "nonlinear filters": {
            "translated_key": [],
            "translated_annotated_text": "Difusión anisotrópica bien propuesta para la denominación de imágenes Se introduce un filtro de suavizado iterativo no lineal basado en una ecuación diferencial parcial de segundo orden. Alisa la imagen según un proceso de difusión anisotrópica. El enfoque se basa en una aproximación suave de la variación total (TV) funcional que supera la no-diferenciabilidad de la TV funcional en el origen. En particular, los autores realizan alisado lineal sobre áreas lisas pero alisado selectivo sobre bordes candidatos. Al relacionar el parámetro de suavizado con el paso del tiempo, llegan a una condición CFL que garantiza la causalidad del esquema discreto. Esto permite la adopción de pasos de discretización de mayor tiempo, garantizando al mismo tiempo la ausencia de artefactos derivados del comportamiento no suave de la televisión funcional en el origen. En particular, se demuestra que el enfoque propuesto evita los efectos típicos de las escaleras en las zonas lisas que se producen en el sistema estándar de televisión de tiempo de referencia ",
            "error": []
        },
        "partial differential equations": {
            "translated_key": [],
            "translated_annotated_text": "Difusión anisotrópica bien propuesta para la denominación de imágenes Se introduce un filtro de suavizado iterativo no lineal basado en una ecuación diferencial parcial de segundo orden. Alisa la imagen según un proceso de difusión anisotrópica. El enfoque se basa en una aproximación suave de la variación total (TV) funcional que supera la no-diferenciabilidad de la TV funcional en el origen. En particular, los autores realizan alisado lineal sobre áreas lisas pero alisado selectivo sobre bordes candidatos. Al relacionar el parámetro de suavizado con el paso del tiempo, llegan a una condición CFL que garantiza la causalidad del esquema discreto. Esto permite la adopción de pasos de discretización de mayor tiempo, garantizando al mismo tiempo la ausencia de artefactos derivados del comportamiento no suave de la televisión funcional en el origen. En particular, se demuestra que el enfoque propuesto evita los efectos típicos de las escaleras en las zonas lisas que se producen en el sistema estándar de televisión de tiempo de referencia ",
            "error": []
        },
        "smoothing methods": {
            "translated_key": [],
            "translated_annotated_text": "Difusión anisotrópica bien propuesta para la denominación de imágenes Se introduce un filtro de suavizado iterativo no lineal basado en una ecuación diferencial parcial de segundo orden. Alisa la imagen según un proceso de difusión anisotrópica. El enfoque se basa en una aproximación suave de la variación total (TV) funcional que supera la no-diferenciabilidad de la TV funcional en el origen. En particular, los autores realizan alisado lineal sobre áreas lisas pero alisado selectivo sobre bordes candidatos. Al relacionar el parámetro de suavizado con el paso del tiempo, llegan a una condición CFL que garantiza la causalidad del esquema discreto. Esto permite la adopción de pasos de discretización de mayor tiempo, garantizando al mismo tiempo la ausencia de artefactos derivados del comportamiento no suave de la televisión funcional en el origen. En particular, se demuestra que el enfoque propuesto evita los efectos típicos de las escaleras en las zonas lisas que se producen en el sistema estándar de televisión de tiempo de referencia ",
            "error": []
        }
    }
}