{
    "original_text": "New voice over Internet protocol technique with hierarchical data security protection The authors propose a voice over Internet protocol (VoIP) technique with a new hierarchical data security protection (HDSP) scheme. The proposed HDSP scheme can maintain the voice quality degraded from packet loss and preserve high data security. It performs both the data inter-leaving on the inter-frame of voice for achieving better error recovery of voices suffering from continuous packet loss, and the data encryption on the intra-frame of voice for achieving high data security, which are controlled by a random bit-string sequence generated from a chaotic system. To demonstrate the performance of the proposed HDSP scheme, we have successfully verified and analysed the proposed approach through software simulation and statistical measures on several test voices",
    "original_translation": "Nueva técnica de protocolo de voz por Internet con protección jerárquica de seguridad de datos Los autores proponen una técnica de protocolo de voz por Internet (VoIP) con un nuevo esquema de protección jerárquica de seguridad de datos (HDSP). El esquema HDSP propuesto puede mantener la calidad de voz degradada de la pérdida de paquetes y preservar una alta seguridad de los datos. Realiza tanto el inter-lifting de datos en el inter-frame de voz para lograr una mejor recuperación de errores de voces que sufren de pérdida continua de paquetes, como el cifrado de datos en el intra-frame de voz para lograr una alta seguridad de datos, que son controlados por una secuencia aleatoria de bit-string generada a partir de un sistema caótico. Para demostrar el rendimiento del esquema de HDSP propuesto, hemos verificado y analizado con éxito el enfoque propuesto mediante la simulación de software y medidas estadísticas en varias voces de prueba.",
    "error_count": 7,
    "keys": {
        "voice over Internet protocol": {
            "translated_key": "protocolo de voz por Internet",
            "translated_annotated_text": "Nueva técnica de \"protocolo de voz por Internet\" con protección jerárquica de seguridad de datos Los autores proponen una técnica de \"protocolo de voz por Internet\" (VoIP) con un nuevo esquema de protección jerárquica de seguridad de datos (HDSP). El esquema HDSP propuesto puede mantener la calidad de voz degradada de la pérdida de paquetes y preservar una alta seguridad de los datos. Realiza tanto el inter-lifting de datos en el inter-frame de voz para lograr una mejor recuperación de errores de voces que sufren de pérdida continua de paquetes, como el cifrado de datos en el intra-frame de voz para lograr una alta seguridad de datos, que son controlados por una secuencia aleatoria de bit-string generada a partir de un sistema caótico. Para demostrar el rendimiento del esquema de HDSP propuesto, hemos verificado y analizado con éxito el enfoque propuesto mediante la simulación de software y medidas estadísticas en varias voces de prueba. ",
            "error": [
                ""
            ]
        },
        "hierarchical data security protection": {
            "translated_key": "protección de seguridad de datos jerárquica",
            "translated_annotated_text": "Nueva técnica de protocolo de voz a través de Internet con \"protección de seguridad de datos jerárquica\" Los autores proponen una técnica de protocolo de voz a través de Internet (VoIP) con un nuevo esquema de \"protección de seguridad de datos jerárquica\" (HDSP). El esquema HDSP propuesto puede mantener la calidad de voz degradada de la pérdida de paquetes y preservar una alta seguridad de los datos. Realiza tanto el inter-lifting de datos en el inter-frame de voz para lograr una mejor recuperación de errores de voces que sufren de pérdida continua de paquetes, como el cifrado de datos en el intra-frame de voz para lograr una alta seguridad de datos, que son controlados por una secuencia aleatoria de bit-string generada a partir de un sistema caótico. Para demostrar el rendimiento del esquema de HDSP propuesto, hemos verificado y analizado con éxito el enfoque propuesto mediante la simulación de software y medidas estadísticas en varias voces de prueba. ",
            "error": [
                ""
            ]
        },
        "VoIP": {
            "translated_key": "VoIP",
            "translated_annotated_text": "Nueva técnica de protocolo de voz por Internet con protección jerárquica de seguridad de datos Los autores proponen una técnica de protocolo de voz por Internet (\"VoIP\") con un nuevo esquema de protección jerárquica de datos (HDSP). El esquema HDSP propuesto puede mantener la calidad de voz degradada de la pérdida de paquetes y preservar una alta seguridad de los datos. Realiza tanto el inter-lifting de datos en el inter-frame de voz para lograr una mejor recuperación de errores de voces que sufren de pérdida continua de paquetes, como el cifrado de datos en el intra-frame de voz para lograr una alta seguridad de datos, que son controlados por una secuencia aleatoria de bit-string generada a partir de un sistema caótico. Para demostrar el rendimiento del esquema de HDSP propuesto, hemos verificado y analizado con éxito el enfoque propuesto mediante la simulación de software y medidas estadísticas en varias voces de prueba. ",
            "error": [
                ""
            ]
        },
        "HDSP scheme": {
            "translated_key": [
                "esquema HDSP",
                "sistema HDSP"
            ],
            "translated_annotated_text": "Nueva técnica de protocolo de voz por Internet con protección jerárquica de seguridad de datos Los autores proponen una técnica de protocolo de voz por Internet (VoIP) con un nuevo esquema de protección jerárquica de seguridad de datos (HDSP). El \"esquema HDSP\" propuesto puede mantener la calidad de voz degradada por pérdida de paquetes y preservar una alta seguridad de los datos. Realiza tanto el inter-lifting de datos en el inter-frame de voz para lograr una mejor recuperación de errores de voces que sufren de pérdida continua de paquetes, como el cifrado de datos en el intra-frame de voz para lograr una alta seguridad de datos, que son controlados por una secuencia aleatoria de bit-string generada a partir de un sistema caótico. Para demostrar el rendimiento del \"sistema HDSP\" propuesto, hemos verificado y analizado con éxito el enfoque propuesto mediante la simulación de software y medidas estadísticas en varias voces de prueba. ",
            "error": [
                "esquema HDSP",
                "sistema HDSP"
            ]
        },
        "packet loss": {
            "translated_key": "pérdida de paquetes",
            "translated_annotated_text": "Nueva técnica de protocolo de voz por Internet con protección jerárquica de seguridad de datos Los autores proponen una técnica de protocolo de voz por Internet (VoIP) con un nuevo esquema de protección jerárquica de seguridad de datos (HDSP). El esquema HDSP propuesto puede mantener la calidad de voz degradada de la \"pérdida de paquetes\" y preservar una alta seguridad de los datos. Realiza tanto el inter-lifting de datos en el inter-frame de voz para lograr una mejor recuperación de errores de las voces que sufren de \"pérdida de paquetes\" continua, como el cifrado de datos en el intra-frame de voz para lograr una alta seguridad de datos, que son controlados por una secuencia aleatoria de bit-string generada desde un sistema caótico. Para demostrar el rendimiento del esquema de HDSP propuesto, hemos verificado y analizado con éxito el enfoque propuesto mediante la simulación de software y medidas estadísticas en varias voces de prueba. ",
            "error": [
                ""
            ]
        },
        "high data security": {
            "translated_key": "alta seguridad de datos",
            "translated_annotated_text": "Nueva técnica de protocolo de voz por Internet con protección jerárquica de seguridad de datos Los autores proponen una técnica de protocolo de voz por Internet (VoIP) con un nuevo esquema de protección jerárquica de seguridad de datos (HDSP). El esquema HDSP propuesto puede mantener la calidad de voz degradada de la pérdida de paquetes y preservar \"alta seguridad de datos\". Realiza tanto el inter-lifting de datos en el inter-frame de voz para lograr una mejor recuperación de errores de voces que sufren de pérdida continua de paquetes, como el cifrado de datos en el intra-frame de voz para lograr \"alta seguridad de datos\", que son controlados por una secuencia aleatoria de bit-string generada desde un sistema caótico. Para demostrar el rendimiento del esquema de HDSP propuesto, hemos verificado y analizado con éxito el enfoque propuesto mediante la simulación de software y medidas estadísticas en varias voces de prueba. ",
            "error": [
                ""
            ]
        },
        "data interleaving": {
            "translated_key": [],
            "translated_annotated_text": "Nueva técnica de protocolo de voz por Internet con protección jerárquica de seguridad de datos Los autores proponen una técnica de protocolo de voz por Internet (VoIP) con un nuevo esquema de protección jerárquica de seguridad de datos (HDSP). El esquema HDSP propuesto puede mantener la calidad de voz degradada de la pérdida de paquetes y preservar una alta seguridad de los datos. Realiza tanto el inter-lifting de datos en el inter-frame de voz para lograr una mejor recuperación de errores de voces que sufren de pérdida continua de paquetes, como el cifrado de datos en el intra-frame de voz para lograr una alta seguridad de datos, que son controlados por una secuencia aleatoria de bit-string generada a partir de un sistema caótico. Para demostrar el rendimiento del esquema de HDSP propuesto, hemos verificado y analizado con éxito el enfoque propuesto mediante la simulación de software y medidas estadísticas en varias voces de prueba. ",
            "error": []
        },
        "data encryption": {
            "translated_key": "cifrado de datos",
            "translated_annotated_text": "Nueva técnica de protocolo de voz por Internet con protección jerárquica de seguridad de datos Los autores proponen una técnica de protocolo de voz por Internet (VoIP) con un nuevo esquema de protección jerárquica de seguridad de datos (HDSP). El esquema HDSP propuesto puede mantener la calidad de voz degradada de la pérdida de paquetes y preservar una alta seguridad de los datos. Realiza tanto el inter-lifting de datos en el inter-frame de voz para lograr una mejor recuperación de errores de voces que sufren de pérdida continua de paquetes, como el \"cifrado de datos\" en el intra-frame de voz para lograr una alta seguridad de datos, que son controlados por una secuencia aleatoria de bit-string generada a partir de un sistema caótico. Para demostrar el rendimiento del esquema de HDSP propuesto, hemos verificado y analizado con éxito el enfoque propuesto mediante la simulación de software y medidas estadísticas en varias voces de prueba. ",
            "error": [
                ""
            ]
        },
        "random bit-string sequence": {
            "translated_key": "secuencia aleatoria de bit-string",
            "translated_annotated_text": "Nueva técnica de protocolo de voz por Internet con protección jerárquica de seguridad de datos Los autores proponen una técnica de protocolo de voz por Internet (VoIP) con un nuevo esquema de protección jerárquica de seguridad de datos (HDSP). El esquema HDSP propuesto puede mantener la calidad de voz degradada de la pérdida de paquetes y preservar una alta seguridad de los datos. Realiza tanto el inter-lifting de datos en el inter-frame de voz para lograr una mejor recuperación de errores de voces que sufren de pérdida continua de paquetes, como el cifrado de datos en el intra-frame de voz para lograr una alta seguridad de datos, que son controlados por una \"secuencia aleatoria de bit-string\" generada a partir de un sistema caótico. Para demostrar el rendimiento del esquema de HDSP propuesto, hemos verificado y analizado con éxito el enfoque propuesto mediante la simulación de software y medidas estadísticas en varias voces de prueba. ",
            "error": [
                ""
            ]
        },
        "chaotic system": {
            "translated_key": "sistema caótico",
            "translated_annotated_text": "Nueva técnica de protocolo de voz por Internet con protección jerárquica de seguridad de datos Los autores proponen una técnica de protocolo de voz por Internet (VoIP) con un nuevo esquema de protección jerárquica de seguridad de datos (HDSP). El esquema HDSP propuesto puede mantener la calidad de voz degradada de la pérdida de paquetes y preservar una alta seguridad de los datos. Realiza tanto el inter-lifting de datos en el inter-frame de voz para lograr una mejor recuperación de errores de voces que sufren de pérdida continua de paquetes, como el cifrado de datos en el intra-frame de voz para lograr una alta seguridad de datos, que son controlados por una secuencia aleatoria de bit-string generada a partir de un \"sistema caótico\". Para demostrar el rendimiento del esquema de HDSP propuesto, hemos verificado y analizado con éxito el enfoque propuesto mediante la simulación de software y medidas estadísticas en varias voces de prueba. ",
            "error": [
                ""
            ]
        },
        "software simulation": {
            "translated_key": "simulación de software",
            "translated_annotated_text": "Nueva técnica de protocolo de voz por Internet con protección jerárquica de seguridad de datos Los autores proponen una técnica de protocolo de voz por Internet (VoIP) con un nuevo esquema de protección jerárquica de seguridad de datos (HDSP). El esquema HDSP propuesto puede mantener la calidad de voz degradada de la pérdida de paquetes y preservar una alta seguridad de los datos. Realiza tanto el inter-lifting de datos en el inter-frame de voz para lograr una mejor recuperación de errores de voces que sufren de pérdida continua de paquetes, como el cifrado de datos en el intra-frame de voz para lograr una alta seguridad de datos, que son controlados por una secuencia aleatoria de bit-string generada a partir de un sistema caótico. Para demostrar el rendimiento del esquema HDSP propuesto, hemos verificado y analizado con éxito el enfoque propuesto a través de la \"simulación de software\" y medidas estadísticas en varias voces de prueba. ",
            "error": [
                ""
            ]
        },
        "statistical measures": {
            "translated_key": "medidas estadísticas",
            "translated_annotated_text": "Nueva técnica de protocolo de voz por Internet con protección jerárquica de seguridad de datos Los autores proponen una técnica de protocolo de voz por Internet (VoIP) con un nuevo esquema de protección jerárquica de seguridad de datos (HDSP). El esquema HDSP propuesto puede mantener la calidad de voz degradada de la pérdida de paquetes y preservar una alta seguridad de los datos. Realiza tanto el inter-lifting de datos en el inter-frame de voz para lograr una mejor recuperación de errores de voces que sufren de pérdida continua de paquetes, como el cifrado de datos en el intra-frame de voz para lograr una alta seguridad de datos, que son controlados por una secuencia aleatoria de bit-string generada a partir de un sistema caótico. Para demostrar el rendimiento del esquema HDSP propuesto, hemos verificado y analizado con éxito el enfoque propuesto a través de la simulación de software y \"medidas estadísticas\" en varias voces de prueba ",
            "error": [
                ""
            ]
        },
        "packet voice communications": {
            "translated_key": [],
            "translated_annotated_text": "Nueva técnica de protocolo de voz por Internet con protección jerárquica de seguridad de datos Los autores proponen una técnica de protocolo de voz por Internet (VoIP) con un nuevo esquema de protección jerárquica de seguridad de datos (HDSP). El esquema HDSP propuesto puede mantener la calidad de voz degradada de la pérdida de paquetes y preservar una alta seguridad de los datos. Realiza tanto el inter-lifting de datos en el inter-frame de voz para lograr una mejor recuperación de errores de voces que sufren de pérdida continua de paquetes, como el cifrado de datos en el intra-frame de voz para lograr una alta seguridad de datos, que son controlados por una secuencia aleatoria de bit-string generada a partir de un sistema caótico. Para demostrar el rendimiento del esquema de HDSP propuesto, hemos verificado y analizado con éxito el enfoque propuesto mediante la simulación de software y medidas estadísticas en varias voces de prueba. ",
            "error": []
        },
        "cryptography": {
            "translated_key": [],
            "translated_annotated_text": "Nueva técnica de protocolo de voz por Internet con protección jerárquica de seguridad de datos Los autores proponen una técnica de protocolo de voz por Internet (VoIP) con un nuevo esquema de protección jerárquica de seguridad de datos (HDSP). El esquema HDSP propuesto puede mantener la calidad de voz degradada de la pérdida de paquetes y preservar una alta seguridad de los datos. Realiza tanto el inter-lifting de datos en el inter-frame de voz para lograr una mejor recuperación de errores de voces que sufren de pérdida continua de paquetes, como el cifrado de datos en el intra-frame de voz para lograr una alta seguridad de datos, que son controlados por una secuencia aleatoria de bit-string generada a partir de un sistema caótico. Para demostrar el rendimiento del esquema de HDSP propuesto, hemos verificado y analizado con éxito el enfoque propuesto mediante la simulación de software y medidas estadísticas en varias voces de prueba. ",
            "error": []
        },
        "Internet telephony": {
            "translated_key": [],
            "translated_annotated_text": "Nueva técnica de protocolo de voz por Internet con protección jerárquica de seguridad de datos Los autores proponen una técnica de protocolo de voz por Internet (VoIP) con un nuevo esquema de protección jerárquica de seguridad de datos (HDSP). El esquema HDSP propuesto puede mantener la calidad de voz degradada de la pérdida de paquetes y preservar una alta seguridad de los datos. Realiza tanto el inter-lifting de datos en el inter-frame de voz para lograr una mejor recuperación de errores de voces que sufren de pérdida continua de paquetes, como el cifrado de datos en el intra-frame de voz para lograr una alta seguridad de datos, que son controlados por una secuencia aleatoria de bit-string generada a partir de un sistema caótico. Para demostrar el rendimiento del esquema de HDSP propuesto, hemos verificado y analizado con éxito el enfoque propuesto mediante la simulación de software y medidas estadísticas en varias voces de prueba. ",
            "error": []
        },
        "protocols": {
            "translated_key": [],
            "translated_annotated_text": "Nueva técnica de protocolo de voz por Internet con protección jerárquica de seguridad de datos Los autores proponen una técnica de protocolo de voz por Internet (VoIP) con un nuevo esquema de protección jerárquica de seguridad de datos (HDSP). El esquema HDSP propuesto puede mantener la calidad de voz degradada de la pérdida de paquetes y preservar una alta seguridad de los datos. Realiza tanto el inter-lifting de datos en el inter-frame de voz para lograr una mejor recuperación de errores de voces que sufren de pérdida continua de paquetes, como el cifrado de datos en el intra-frame de voz para lograr una alta seguridad de datos, que son controlados por una secuencia aleatoria de bit-string generada a partir de un sistema caótico. Para demostrar el rendimiento del esquema de HDSP propuesto, hemos verificado y analizado con éxito el enfoque propuesto mediante la simulación de software y medidas estadísticas en varias voces de prueba. ",
            "error": []
        },
        "security of data": {
            "translated_key": [],
            "translated_annotated_text": "Nueva técnica de protocolo de voz por Internet con protección jerárquica de seguridad de datos Los autores proponen una técnica de protocolo de voz por Internet (VoIP) con un nuevo esquema de protección jerárquica de seguridad de datos (HDSP). El esquema HDSP propuesto puede mantener la calidad de voz degradada de la pérdida de paquetes y preservar una alta seguridad de los datos. Realiza tanto el inter-lifting de datos en el inter-frame de voz para lograr una mejor recuperación de errores de voces que sufren de pérdida continua de paquetes, como el cifrado de datos en el intra-frame de voz para lograr una alta seguridad de datos, que son controlados por una secuencia aleatoria de bit-string generada a partir de un sistema caótico. Para demostrar el rendimiento del esquema de HDSP propuesto, hemos verificado y analizado con éxito el enfoque propuesto mediante la simulación de software y medidas estadísticas en varias voces de prueba. ",
            "error": []
        }
    }
}