{
    "original_text": "Use of periodic and monotonic activation functions in multilayer feedforward neural networks trained by extended Kalman filter algorithm The authors investigate the convergence and pruning performance of multilayer feedforward neural networks with different types of neuronal activation functions in solving various problems. Three types of activation functions are adopted in the network, namely, the traditional sigmoid function, the sinusoidal function and a periodic function that can be considered as a combination of the first two functions. To speed up the learning, as well as to reduce the network size, the extended Kalman filter (EKF) algorithm conjunct with a pruning method is used to train the network. The corresponding networks are applied to solve five typical problems, namely, 4-point XOR logic function, parity generation, handwritten digit recognition, piecewise linear function approximation and sunspot series prediction. Simulation results show that periodic activation functions perform better than monotonic ones in solving multicluster classification problems. Moreover, the combined periodic activation function is found to possess the fast convergence and multicluster classification capabilities of the sinusoidal activation function while keeping the robustness property of the sigmoid function required in the modelling of unknown systems",
    "original_translation": "Uso de funciones de activación periódica y monotónica en redes neuronales de avance multicapa entrenadas por el algoritmo de filtro extendido de Kalman Los autores investigan la convergencia y el rendimiento de poda de redes neuronales de avance multicapa con diferentes tipos de funciones de activación neuronal en la solución de diversos problemas. Tres tipos de funciones de activación se adoptan en la red, a saber, la función sigmoide tradicional, la función sinusoidal y una función periódica que se puede considerar como una combinación de las dos primeras funciones. Para acelerar el aprendizaje, así como para reducir el tamaño de la red, el algoritmo extendido de filtro Kalman (EKF) conjunto con un método de poda se utiliza para entrenar la red. Las redes correspondientes se aplican para resolver cinco problemas típicos, a saber, función lógica XOR de 4 puntos, generación de paridad, reconocimiento de dígitos manuscritos, aproximación de funciones lineales a partes y predicción de series de manchas solares. Los resultados de la simulación muestran que las funciones de activación periódica funcionan mejor que las monotónicas en la resolución de problemas de clasificación multicluster. Además, la función de activación periódica combinada posee las capacidades de convergencia rápida y clasificación multicluster de la función de activación sinusoidal, manteniendo al mismo tiempo la propiedad de robustez de la función sigmoide requerida en el modelado de sistemas desconocidos",
    "error_count": 12,
    "keys": {
        "multilayer feedforward neural networks": {
            "translated_key": [],
            "translated_annotated_text": "Uso de funciones de activación periódicas y monotónicas en redes neuronales multicapas de avance hacia <br> entrenadas por el algoritmo de filtro extendido de Kalman Los autores investigan la convergencia y el rendimiento de poda de redes neuronales multicapas de avance hacia <br> con diferentes tipos de funciones de activación neuronal en la solución de diversos problemas. Tres tipos de funciones de activación se adoptan en la red, a saber, la función sigmoide tradicional, la función sinusoidal y una función periódica que se puede considerar como una combinación de las dos primeras funciones. Para acelerar el aprendizaje, así como para reducir el tamaño de la red, el algoritmo extendido de filtro Kalman (EKF) conjunto con un método de poda se utiliza para entrenar la red. Las redes correspondientes se aplican para resolver cinco problemas típicos, a saber, función lógica XOR de 4 puntos, generación de paridad, reconocimiento de dígitos manuscritos, aproximación de funciones lineales a partes y predicción de series de manchas solares. Los resultados de la simulación muestran que las funciones de activación periódica funcionan mejor que las monotónicas en la resolución de problemas de clasificación multicluster. Además, la función de activación periódica combinada posee las capacidades de convergencia rápida y clasificación multicluster de la función de activación sinusoidal, manteniendo al mismo tiempo la propiedad de robustez de la función sigmoide requerida en el modelado de sistemas desconocidos ",
            "error": []
        },
        "extended Kalman filter algorithm": {
            "translated_key": "algoritmo de filtro extendido de Kalman",
            "translated_annotated_text": "Uso de funciones de activación periódica y monotónica en redes neuronales de alimentación multicapa entrenadas por <br>algoritmo de filtro extendido de Kalman</br> Los autores investigan la convergencia y el rendimiento de poda de redes neuronales de alimentación multicapa con diferentes tipos de funciones de activación neuronal en la solución de diversos problemas. Tres tipos de funciones de activación se adoptan en la red, a saber, la función sigmoide tradicional, la función sinusoidal y una función periódica que se puede considerar como una combinación de las dos primeras funciones. Para acelerar el aprendizaje, así como para reducir el tamaño de la red, el algoritmo extendido de filtro Kalman (EKF) conjunto con un método de poda se utiliza para entrenar la red. Las redes correspondientes se aplican para resolver cinco problemas típicos, a saber, función lógica XOR de 4 puntos, generación de paridad, reconocimiento de dígitos manuscritos, aproximación de funciones lineales a partes y predicción de series de manchas solares. Los resultados de la simulación muestran que las funciones de activación periódica funcionan mejor que las monotónicas en la resolución de problemas de clasificación multicluster. Además, la función de activación periódica combinada posee las capacidades de convergencia rápida y clasificación multicluster de la función de activación sinusoidal, manteniendo al mismo tiempo la propiedad de robustez de la función sigmoide requerida en el modelado de sistemas desconocidos ",
            "error": [
                ""
            ]
        },
        "monotonic activation functions": {
            "translated_key": "monotónica",
            "translated_annotated_text": "Uso de funciones de activación periódica y <br>monotónica</br> en redes neuronales de avance multicapa entrenadas por el algoritmo de filtro extendido de Kalman Los autores investigan la convergencia y el rendimiento de poda de redes neuronales de avance multicapa con diferentes tipos de funciones de activación neuronal en la solución de diversos problemas. Tres tipos de funciones de activación se adoptan en la red, a saber, la función sigmoide tradicional, la función sinusoidal y una función periódica que se puede considerar como una combinación de las dos primeras funciones. Para acelerar el aprendizaje, así como para reducir el tamaño de la red, el algoritmo extendido de filtro Kalman (EKF) conjunto con un método de poda se utiliza para entrenar la red. Las redes correspondientes se aplican para resolver cinco problemas típicos, a saber, función lógica XOR de 4 puntos, generación de paridad, reconocimiento de dígitos manuscritos, aproximación de funciones lineales a partes y predicción de series de manchas solares. Los resultados de la simulación muestran que las funciones de activación periódica funcionan mejor que las monotónicas en la resolución de problemas de clasificación multicluster. Además, la función de activación periódica combinada posee las capacidades de convergencia rápida y clasificación multicluster de la función de activación sinusoidal, manteniendo al mismo tiempo la propiedad de robustez de la función sigmoide requerida en el modelado de sistemas desconocidos ",
            "error": [
                ""
            ]
        },
        "periodic activation functions": {
            "translated_key": "funciones de activación periódica",
            "translated_annotated_text": "Uso de funciones de activación periódica y monotónica en redes neuronales de avance multicapa entrenadas por el algoritmo de filtro extendido de Kalman Los autores investigan la convergencia y el rendimiento de poda de redes neuronales de avance multicapa con diferentes tipos de funciones de activación neuronal en la solución de diversos problemas. Tres tipos de funciones de activación se adoptan en la red, a saber, la función sigmoide tradicional, la función sinusoidal y una función periódica que se puede considerar como una combinación de las dos primeras funciones. Para acelerar el aprendizaje, así como para reducir el tamaño de la red, el algoritmo extendido de filtro Kalman (EKF) conjunto con un método de poda se utiliza para entrenar la red. Las redes correspondientes se aplican para resolver cinco problemas típicos, a saber, función lógica XOR de 4 puntos, generación de paridad, reconocimiento de dígitos manuscritos, aproximación de funciones lineales a partes y predicción de series de manchas solares. Los resultados de simulación muestran que las <br>funciones de activación periódica</br> funcionan mejor que las monotónicas en la resolución de problemas de clasificación multicluster.  Además, la función de activación periódica combinada posee las capacidades de convergencia rápida y clasificación multicluster de la función de activación sinusoidal, manteniendo al mismo tiempo la propiedad de robustez de la función sigmoide requerida en el modelado de sistemas desconocidos ",
            "error": [
                ""
            ]
        },
        "convergence": {
            "translated_key": " y el rendimiento de poda de redes neuronales de avance multicapa con diferentes tipos de funciones de activación neuronal en la solución de diversos problemas. Tres tipos de funciones de activación se adoptan en la red, a saber, la función sigmoide tradicional, la función sinusoidal y una función periódica que se puede considerar como una combinación de las dos primeras funciones. Para acelerar el aprendizaje, así como para reducir el tamaño de la red, el algoritmo extendido de filtro Kalman (EKF) conjunto con un método de poda se utiliza para entrenar la red. Las redes correspondientes se aplican para resolver cinco problemas típicos, a saber, función lógica XOR de 4 puntos, generación de paridad, reconocimiento de dígitos manuscritos, aproximación de funciones lineales a partes y predicción de series de manchas solares. Los resultados de la simulación muestran que las funciones de activación periódica funcionan mejor que las monotónicas en la resolución de problemas de clasificación multicluster. Además, la función de activación periódica combinada posee las capacidades de clasificación rápida <br>convergence",
            "translated_annotated_text": "Uso de funciones de activación periódica y monotónica en redes neuronales de avance multicapa entrenadas por el algoritmo de filtro extendido de Kalman Los autores investigan la convergencia <br> y el rendimiento de poda de redes neuronales de avance multicapa con diferentes tipos de funciones de activación neuronal en la solución de diversos problemas. Tres tipos de funciones de activación se adoptan en la red, a saber, la función sigmoide tradicional, la función sinusoidal y una función periódica que se puede considerar como una combinación de las dos primeras funciones. Para acelerar el aprendizaje, así como para reducir el tamaño de la red, el algoritmo extendido de filtro Kalman (EKF) conjunto con un método de poda se utiliza para entrenar la red. Las redes correspondientes se aplican para resolver cinco problemas típicos, a saber, función lógica XOR de 4 puntos, generación de paridad, reconocimiento de dígitos manuscritos, aproximación de funciones lineales a partes y predicción de series de manchas solares. Los resultados de la simulación muestran que las funciones de activación periódica funcionan mejor que las monotónicas en la resolución de problemas de clasificación multicluster. Además, la función de activación periódica combinada posee las capacidades de clasificación rápida <br>convergence</br> y multicluster de la función de activación sinusoidal, manteniendo al mismo tiempo la propiedad de robustez de la función sigmoide requerida en el modelado de sistemas desconocidos ",
            "error": [
                ""
            ]
        },
        "pruning performance": {
            "translated_key": [],
            "translated_annotated_text": "Uso de funciones de activación periódica y monotónica en redes neuronales de avance multicapa entrenadas por el algoritmo de filtro extendido de Kalman Los autores investigan la convergencia y el rendimiento <br> de las redes neuronales de avance multicapa con diferentes tipos de funciones de activación neuronal en la solución de diversos problemas. Tres tipos de funciones de activación se adoptan en la red, a saber, la función sigmoide tradicional, la función sinusoidal y una función periódica que se puede considerar como una combinación de las dos primeras funciones. Para acelerar el aprendizaje, así como para reducir el tamaño de la red, el algoritmo extendido de filtro Kalman (EKF) conjunto con un método de poda se utiliza para entrenar la red. Las redes correspondientes se aplican para resolver cinco problemas típicos, a saber, función lógica XOR de 4 puntos, generación de paridad, reconocimiento de dígitos manuscritos, aproximación de funciones lineales a partes y predicción de series de manchas solares. Los resultados de la simulación muestran que las funciones de activación periódica funcionan mejor que las monotónicas en la resolución de problemas de clasificación multicluster. Además, la función de activación periódica combinada posee las capacidades de convergencia rápida y clasificación multicluster de la función de activación sinusoidal, manteniendo al mismo tiempo la propiedad de robustez de la función sigmoide requerida en el modelado de sistemas desconocidos ",
            "error": []
        },
        "neuronal activation functions": {
            "translated_key": "funciones de activación neuronal",
            "translated_annotated_text": "Uso de funciones de activación periódica y monotónica en redes neuronales de avance multicapa entrenadas por el algoritmo de filtro extendido de Kalman Los autores investigan la convergencia y el rendimiento de poda de redes neuronales de avance multicapa con diferentes tipos de <br>funciones de activación neuronal</br> en la solución de diversos problemas. Tres tipos de funciones de activación se adoptan en la red, a saber, la función sigmoide tradicional, la función sinusoidal y una función periódica que se puede considerar como una combinación de las dos primeras funciones. Para acelerar el aprendizaje, así como para reducir el tamaño de la red, el algoritmo extendido de filtro Kalman (EKF) conjunto con un método de poda se utiliza para entrenar la red. Las redes correspondientes se aplican para resolver cinco problemas típicos, a saber, función lógica XOR de 4 puntos, generación de paridad, reconocimiento de dígitos manuscritos, aproximación de funciones lineales a partes y predicción de series de manchas solares. Los resultados de la simulación muestran que las funciones de activación periódica funcionan mejor que las monotónicas en la resolución de problemas de clasificación multicluster. Además, la función de activación periódica combinada posee las capacidades de convergencia rápida y clasificación multicluster de la función de activación sinusoidal, manteniendo al mismo tiempo la propiedad de robustez de la función sigmoide requerida en el modelado de sistemas desconocidos ",
            "error": [
                ""
            ]
        },
        "sigmoid function": {
            "translated_key": "sigmoid",
            "translated_annotated_text": "Uso de funciones de activación periódica y monotónica en redes neuronales de avance multicapa entrenadas por el algoritmo de filtro extendido de Kalman Los autores investigan la convergencia y el rendimiento de poda de redes neuronales de avance multicapa con diferentes tipos de funciones de activación neuronal en la solución de diversos problemas. En la red se adoptan tres tipos de funciones de activación, a saber, la función tradicional <br>sigmoid</br>, la función sinusoidal y una función periódica que puede considerarse como una combinación de las dos primeras funciones. Para acelerar el aprendizaje, así como para reducir el tamaño de la red, el algoritmo extendido de filtro Kalman (EKF) conjunto con un método de poda se utiliza para entrenar la red. Las redes correspondientes se aplican para resolver cinco problemas típicos, a saber, función lógica XOR de 4 puntos, generación de paridad, reconocimiento de dígitos manuscritos, aproximación de funciones lineales a partes y predicción de series de manchas solares. Los resultados de la simulación muestran que las funciones de activación periódica funcionan mejor que las monotónicas en la resolución de problemas de clasificación multicluster. Además, la función de activación periódica combinada posee las capacidades de convergencia rápida y clasificación multicluster de la función de activación sinusoidal, manteniendo al mismo tiempo la propiedad de robustez de la función <br>sigmoid requerida en el modelado de sistemas desconocidos ",
            "error": [
                ""
            ]
        },
        "sinusoidal function": {
            "translated_key": "sinusoidal",
            "translated_annotated_text": "Uso de funciones de activación periódica y monotónica en redes neuronales de avance multicapa entrenadas por el algoritmo de filtro extendido de Kalman Los autores investigan la convergencia y el rendimiento de poda de redes neuronales de avance multicapa con diferentes tipos de funciones de activación neuronal en la solución de diversos problemas. En la red se adoptan tres tipos de funciones de activación, a saber, la función sigmoide tradicional, la función <br>sinusoidal</br> y una función periódica que puede considerarse como una combinación de las dos primeras funciones. Para acelerar el aprendizaje, así como para reducir el tamaño de la red, el algoritmo extendido de filtro Kalman (EKF) conjunto con un método de poda se utiliza para entrenar la red. Las redes correspondientes se aplican para resolver cinco problemas típicos, a saber, función lógica XOR de 4 puntos, generación de paridad, reconocimiento de dígitos manuscritos, aproximación de funciones lineales a partes y predicción de series de manchas solares. Los resultados de la simulación muestran que las funciones de activación periódica funcionan mejor que las monotónicas en la resolución de problemas de clasificación multicluster. Además, la función de activación periódica combinada posee las capacidades de convergencia rápida y clasificación multicluster de la función de activación sinusoidal, manteniendo al mismo tiempo la propiedad de robustez de la función sigmoide requerida en el modelado de sistemas desconocidos ",
            "error": [
                ""
            ]
        },
        "EKF algorithm": {
            "translated_key": [],
            "translated_annotated_text": "Uso de funciones de activación periódica y monotónica en redes neuronales de avance multicapa entrenadas por el algoritmo de filtro extendido de Kalman Los autores investigan la convergencia y el rendimiento de poda de redes neuronales de avance multicapa con diferentes tipos de funciones de activación neuronal en la solución de diversos problemas. Tres tipos de funciones de activación se adoptan en la red, a saber, la función sigmoide tradicional, la función sinusoidal y una función periódica que se puede considerar como una combinación de las dos primeras funciones. Para acelerar el aprendizaje, así como para reducir el tamaño de la red, el algoritmo extendido de filtro Kalman (EKF) conjunto con un método de poda se utiliza para entrenar la red. Las redes correspondientes se aplican para resolver cinco problemas típicos, a saber, función lógica XOR de 4 puntos, generación de paridad, reconocimiento de dígitos manuscritos, aproximación de funciones lineales a partes y predicción de series de manchas solares. Los resultados de la simulación muestran que las funciones de activación periódica funcionan mejor que las monotónicas en la resolución de problemas de clasificación multicluster. Además, la función de activación periódica combinada posee las capacidades de convergencia rápida y clasificación multicluster de la función de activación sinusoidal, manteniendo al mismo tiempo la propiedad de robustez de la función sigmoide requerida en el modelado de sistemas desconocidos ",
            "error": []
        },
        "4-point XOR logic function": {
            "translated_key": "4-punto",
            "translated_annotated_text": "Uso de funciones de activación periódica y monotónica en redes neuronales de avance multicapa entrenadas por el algoritmo de filtro extendido de Kalman Los autores investigan la convergencia y el rendimiento de poda de redes neuronales de avance multicapa con diferentes tipos de funciones de activación neuronal en la solución de diversos problemas. Tres tipos de funciones de activación se adoptan en la red, a saber, la función sigmoide tradicional, la función sinusoidal y una función periódica que se puede considerar como una combinación de las dos primeras funciones. Para acelerar el aprendizaje, así como para reducir el tamaño de la red, el algoritmo extendido de filtro Kalman (EKF) conjunto con un método de poda se utiliza para entrenar la red. Las redes correspondientes se aplican para resolver cinco problemas típicos, a saber, función lógica XOR <br>4-punto</br>, generación de paridad, reconocimiento de dígitos manuscritos, aproximación de funciones lineales a partes y predicción de series de manchas solares. Los resultados de la simulación muestran que las funciones de activación periódica funcionan mejor que las monotónicas en la resolución de problemas de clasificación multicluster. Además, la función de activación periódica combinada posee las capacidades de convergencia rápida y clasificación multicluster de la función de activación sinusoidal, manteniendo al mismo tiempo la propiedad de robustez de la función sigmoide requerida en el modelado de sistemas desconocidos ",
            "error": [
                ""
            ]
        },
        "parity generation": {
            "translated_key": "generación de paridad",
            "translated_annotated_text": "Uso de funciones de activación periódica y monotónica en redes neuronales de avance multicapa entrenadas por el algoritmo de filtro extendido de Kalman Los autores investigan la convergencia y el rendimiento de poda de redes neuronales de avance multicapa con diferentes tipos de funciones de activación neuronal en la solución de diversos problemas. Tres tipos de funciones de activación se adoptan en la red, a saber, la función sigmoide tradicional, la función sinusoidal y una función periódica que se puede considerar como una combinación de las dos primeras funciones. Para acelerar el aprendizaje, así como para reducir el tamaño de la red, el algoritmo extendido de filtro Kalman (EKF) conjunto con un método de poda se utiliza para entrenar la red. Las redes correspondientes se aplican para resolver cinco problemas típicos, a saber, función lógica XOR de 4 puntos, <br>generación de paridad</br>, reconocimiento de dígitos manuscritos, aproximación de funciones lineales a partes y predicción de series de manchas solares.  Los resultados de la simulación muestran que las funciones de activación periódica funcionan mejor que las monotónicas en la resolución de problemas de clasificación multicluster. Además, la función de activación periódica combinada posee las capacidades de convergencia rápida y clasificación multicluster de la función de activación sinusoidal, manteniendo al mismo tiempo la propiedad de robustez de la función sigmoide requerida en el modelado de sistemas desconocidos ",
            "error": [
                ""
            ]
        },
        "handwritten digit recognition": {
            "translated_key": "manuscrito",
            "translated_annotated_text": "Uso de funciones de activación periódica y monotónica en redes neuronales de avance multicapa entrenadas por el algoritmo de filtro extendido de Kalman Los autores investigan la convergencia y el rendimiento de poda de redes neuronales de avance multicapa con diferentes tipos de funciones de activación neuronal en la solución de diversos problemas. Tres tipos de funciones de activación se adoptan en la red, a saber, la función sigmoide tradicional, la función sinusoidal y una función periódica que se puede considerar como una combinación de las dos primeras funciones. Para acelerar el aprendizaje, así como para reducir el tamaño de la red, el algoritmo extendido de filtro Kalman (EKF) conjunto con un método de poda se utiliza para entrenar la red. Las redes correspondientes se aplican para resolver cinco problemas típicos, a saber, función lógica XOR de 4 puntos, generación de paridad, reconocimiento de dígitos <br>manuscrito</br>, aproximación de funciones lineales a partes y predicción de series de manchas solares. Los resultados de la simulación muestran que las funciones de activación periódica funcionan mejor que las monotónicas en la resolución de problemas de clasificación multicluster. Además, la función de activación periódica combinada posee las capacidades de convergencia rápida y clasificación multicluster de la función de activación sinusoidal, manteniendo al mismo tiempo la propiedad de robustez de la función sigmoide requerida en el modelado de sistemas desconocidos ",
            "error": [
                ""
            ]
        },
        "piecewise linear function approximation": {
            "translated_key": [],
            "translated_annotated_text": "Uso de funciones de activación periódica y monotónica en redes neuronales de avance multicapa entrenadas por el algoritmo de filtro extendido de Kalman Los autores investigan la convergencia y el rendimiento de poda de redes neuronales de avance multicapa con diferentes tipos de funciones de activación neuronal en la solución de diversos problemas. Tres tipos de funciones de activación se adoptan en la red, a saber, la función sigmoide tradicional, la función sinusoidal y una función periódica que se puede considerar como una combinación de las dos primeras funciones. Para acelerar el aprendizaje, así como para reducir el tamaño de la red, el algoritmo extendido de filtro Kalman (EKF) conjunto con un método de poda se utiliza para entrenar la red. Las redes correspondientes se aplican para resolver cinco problemas típicos, a saber, función lógica XOR de 4 puntos, generación de paridad, reconocimiento de dígitos manuscrito, aproximación de funciones lineales <br>piecewise y predicción de series de manchas solares. Los resultados de la simulación muestran que las funciones de activación periódica funcionan mejor que las monotónicas en la resolución de problemas de clasificación multicluster. Además, la función de activación periódica combinada posee las capacidades de convergencia rápida y clasificación multicluster de la función de activación sinusoidal, manteniendo al mismo tiempo la propiedad de robustez de la función sigmoide requerida en el modelado de sistemas desconocidos ",
            "error": []
        },
        "sunspot series prediction": {
            "translated_key": "sunspot",
            "translated_annotated_text": "Uso de funciones de activación periódica y monotónica en redes neuronales de avance multicapa entrenadas por el algoritmo de filtro extendido de Kalman Los autores investigan la convergencia y el rendimiento de poda de redes neuronales de avance multicapa con diferentes tipos de funciones de activación neuronal en la solución de diversos problemas. Tres tipos de funciones de activación se adoptan en la red, a saber, la función sigmoide tradicional, la función sinusoidal y una función periódica que se puede considerar como una combinación de las dos primeras funciones. Para acelerar el aprendizaje, así como para reducir el tamaño de la red, el algoritmo extendido de filtro Kalman (EKF) conjunto con un método de poda se utiliza para entrenar la red. Las redes correspondientes se aplican para resolver cinco problemas típicos, a saber, función lógica XOR de 4 puntos, generación de paridad, reconocimiento de dígitos manuscritos, aproximación de funciones lineales a trozos y predicción de series <br>sunspot</br>. Los resultados de la simulación muestran que las funciones de activación periódica funcionan mejor que las monotónicas en la resolución de problemas de clasificación multicluster. Además, la función de activación periódica combinada posee las capacidades de convergencia rápida y clasificación multicluster de la función de activación sinusoidal, manteniendo al mismo tiempo la propiedad de robustez de la función sigmoide requerida en el modelado de sistemas desconocidos ",
            "error": [
                ""
            ]
        },
        "multicluster classification problems": {
            "translated_key": [],
            "translated_annotated_text": "Uso de funciones de activación periódica y monotónica en redes neuronales de avance multicapa entrenadas por el algoritmo de filtro extendido de Kalman Los autores investigan la convergencia y el rendimiento de poda de redes neuronales de avance multicapa con diferentes tipos de funciones de activación neuronal en la solución de diversos problemas. Tres tipos de funciones de activación se adoptan en la red, a saber, la función sigmoide tradicional, la función sinusoidal y una función periódica que se puede considerar como una combinación de las dos primeras funciones. Para acelerar el aprendizaje, así como para reducir el tamaño de la red, el algoritmo extendido de filtro Kalman (EKF) conjunto con un método de poda se utiliza para entrenar la red. Las redes correspondientes se aplican para resolver cinco problemas típicos, a saber, función lógica XOR de 4 puntos, generación de paridad, reconocimiento de dígitos manuscritos, aproximación de funciones lineales a partes y predicción de series de manchas solares. Los resultados de la simulación muestran que las funciones de activación periódica funcionan mejor que las monotónicas en la resolución de problemas de clasificación multicluster <br>. Además, la función de activación periódica combinada posee las capacidades de convergencia rápida y clasificación multicluster de la función de activación sinusoidal, manteniendo al mismo tiempo la propiedad de robustez de la función sigmoide requerida en el modelado de sistemas desconocidos ",
            "error": []
        },
        "feedforward neural nets": {
            "translated_key": [],
            "translated_annotated_text": "Uso de funciones de activación periódica y monotónica en redes neuronales de avance multicapa entrenadas por el algoritmo de filtro extendido de Kalman Los autores investigan la convergencia y el rendimiento de poda de redes neuronales de avance multicapa con diferentes tipos de funciones de activación neuronal en la solución de diversos problemas. Tres tipos de funciones de activación se adoptan en la red, a saber, la función sigmoide tradicional, la función sinusoidal y una función periódica que se puede considerar como una combinación de las dos primeras funciones. Para acelerar el aprendizaje, así como para reducir el tamaño de la red, el algoritmo extendido de filtro Kalman (EKF) conjunto con un método de poda se utiliza para entrenar la red. Las redes correspondientes se aplican para resolver cinco problemas típicos, a saber, función lógica XOR de 4 puntos, generación de paridad, reconocimiento de dígitos manuscritos, aproximación de funciones lineales a partes y predicción de series de manchas solares. Los resultados de la simulación muestran que las funciones de activación periódica funcionan mejor que las monotónicas en la resolución de problemas de clasificación multicluster. Además, la función de activación periódica combinada posee las capacidades de convergencia rápida y clasificación multicluster de la función de activación sinusoidal, manteniendo al mismo tiempo la propiedad de robustez de la función sigmoide requerida en el modelado de sistemas desconocidos ",
            "error": []
        },
        "handwritten character recognition": {
            "translated_key": [],
            "translated_annotated_text": "Uso de funciones de activación periódica y monotónica en redes neuronales de avance multicapa entrenadas por el algoritmo de filtro extendido de Kalman Los autores investigan la convergencia y el rendimiento de poda de redes neuronales de avance multicapa con diferentes tipos de funciones de activación neuronal en la solución de diversos problemas. Tres tipos de funciones de activación se adoptan en la red, a saber, la función sigmoide tradicional, la función sinusoidal y una función periódica que se puede considerar como una combinación de las dos primeras funciones. Para acelerar el aprendizaje, así como para reducir el tamaño de la red, el algoritmo extendido de filtro Kalman (EKF) conjunto con un método de poda se utiliza para entrenar la red. Las redes correspondientes se aplican para resolver cinco problemas típicos, a saber, función lógica XOR de 4 puntos, generación de paridad, reconocimiento de dígitos manuscritos, aproximación de funciones lineales a partes y predicción de series de manchas solares. Los resultados de la simulación muestran que las funciones de activación periódica funcionan mejor que las monotónicas en la resolución de problemas de clasificación multicluster. Además, la función de activación periódica combinada posee las capacidades de convergencia rápida y clasificación multicluster de la función de activación sinusoidal, manteniendo al mismo tiempo la propiedad de robustez de la función sigmoide requerida en el modelado de sistemas desconocidos ",
            "error": []
        },
        "Kalman filters": {
            "translated_key": [],
            "translated_annotated_text": "Uso de funciones de activación periódica y monotónica en redes neuronales de avance multicapa entrenadas por el algoritmo de filtro extendido de Kalman Los autores investigan la convergencia y el rendimiento de poda de redes neuronales de avance multicapa con diferentes tipos de funciones de activación neuronal en la solución de diversos problemas. Tres tipos de funciones de activación se adoptan en la red, a saber, la función sigmoide tradicional, la función sinusoidal y una función periódica que se puede considerar como una combinación de las dos primeras funciones. Para acelerar el aprendizaje, así como para reducir el tamaño de la red, el algoritmo extendido de filtro Kalman (EKF) conjunto con un método de poda se utiliza para entrenar la red. Las redes correspondientes se aplican para resolver cinco problemas típicos, a saber, función lógica XOR de 4 puntos, generación de paridad, reconocimiento de dígitos manuscritos, aproximación de funciones lineales a partes y predicción de series de manchas solares. Los resultados de la simulación muestran que las funciones de activación periódica funcionan mejor que las monotónicas en la resolución de problemas de clasificación multicluster. Además, la función de activación periódica combinada posee las capacidades de convergencia rápida y clasificación multicluster de la función de activación sinusoidal, manteniendo al mismo tiempo la propiedad de robustez de la función sigmoide requerida en el modelado de sistemas desconocidos ",
            "error": []
        },
        "learning (artificial intelligence)": {
            "translated_key": [],
            "translated_annotated_text": "Uso de funciones de activación periódica y monotónica en redes neuronales de avance multicapa entrenadas por el algoritmo de filtro extendido de Kalman Los autores investigan la convergencia y el rendimiento de poda de redes neuronales de avance multicapa con diferentes tipos de funciones de activación neuronal en la solución de diversos problemas. Tres tipos de funciones de activación se adoptan en la red, a saber, la función sigmoide tradicional, la función sinusoidal y una función periódica que se puede considerar como una combinación de las dos primeras funciones. Para acelerar el aprendizaje, así como para reducir el tamaño de la red, el algoritmo extendido de filtro Kalman (EKF) conjunto con un método de poda se utiliza para entrenar la red. Las redes correspondientes se aplican para resolver cinco problemas típicos, a saber, función lógica XOR de 4 puntos, generación de paridad, reconocimiento de dígitos manuscritos, aproximación de funciones lineales a partes y predicción de series de manchas solares. Los resultados de la simulación muestran que las funciones de activación periódica funcionan mejor que las monotónicas en la resolución de problemas de clasificación multicluster. Además, la función de activación periódica combinada posee las capacidades de convergencia rápida y clasificación multicluster de la función de activación sinusoidal, manteniendo al mismo tiempo la propiedad de robustez de la función sigmoide requerida en el modelado de sistemas desconocidos ",
            "error": []
        },
        "pattern classification": {
            "translated_key": [],
            "translated_annotated_text": "Uso de funciones de activación periódica y monotónica en redes neuronales de avance multicapa entrenadas por el algoritmo de filtro extendido de Kalman Los autores investigan la convergencia y el rendimiento de poda de redes neuronales de avance multicapa con diferentes tipos de funciones de activación neuronal en la solución de diversos problemas. Tres tipos de funciones de activación se adoptan en la red, a saber, la función sigmoide tradicional, la función sinusoidal y una función periódica que se puede considerar como una combinación de las dos primeras funciones. Para acelerar el aprendizaje, así como para reducir el tamaño de la red, el algoritmo extendido de filtro Kalman (EKF) conjunto con un método de poda se utiliza para entrenar la red. Las redes correspondientes se aplican para resolver cinco problemas típicos, a saber, función lógica XOR de 4 puntos, generación de paridad, reconocimiento de dígitos manuscritos, aproximación de funciones lineales a partes y predicción de series de manchas solares. Los resultados de la simulación muestran que las funciones de activación periódica funcionan mejor que las monotónicas en la resolución de problemas de clasificación multicluster. Además, la función de activación periódica combinada posee las capacidades de convergencia rápida y clasificación multicluster de la función de activación sinusoidal, manteniendo al mismo tiempo la propiedad de robustez de la función sigmoide requerida en el modelado de sistemas desconocidos ",
            "error": []
        },
        "piecewise linear techniques": {
            "translated_key": [],
            "translated_annotated_text": "Uso de funciones de activación periódica y monotónica en redes neuronales de avance multicapa entrenadas por el algoritmo de filtro extendido de Kalman Los autores investigan la convergencia y el rendimiento de poda de redes neuronales de avance multicapa con diferentes tipos de funciones de activación neuronal en la solución de diversos problemas. Tres tipos de funciones de activación se adoptan en la red, a saber, la función sigmoide tradicional, la función sinusoidal y una función periódica que se puede considerar como una combinación de las dos primeras funciones. Para acelerar el aprendizaje, así como para reducir el tamaño de la red, el algoritmo extendido de filtro Kalman (EKF) conjunto con un método de poda se utiliza para entrenar la red. Las redes correspondientes se aplican para resolver cinco problemas típicos, a saber, función lógica XOR de 4 puntos, generación de paridad, reconocimiento de dígitos manuscritos, aproximación de funciones lineales a partes y predicción de series de manchas solares. Los resultados de la simulación muestran que las funciones de activación periódica funcionan mejor que las monotónicas en la resolución de problemas de clasificación multicluster. Además, la función de activación periódica combinada posee las capacidades de convergencia rápida y clasificación multicluster de la función de activación sinusoidal, manteniendo al mismo tiempo la propiedad de robustez de la función sigmoide requerida en el modelado de sistemas desconocidos ",
            "error": []
        },
        "transfer functions": {
            "translated_key": [],
            "translated_annotated_text": "Uso de funciones de activación periódica y monotónica en redes neuronales de avance multicapa entrenadas por el algoritmo de filtro extendido de Kalman Los autores investigan la convergencia y el rendimiento de poda de redes neuronales de avance multicapa con diferentes tipos de funciones de activación neuronal en la solución de diversos problemas. Tres tipos de funciones de activación se adoptan en la red, a saber, la función sigmoide tradicional, la función sinusoidal y una función periódica que se puede considerar como una combinación de las dos primeras funciones. Para acelerar el aprendizaje, así como para reducir el tamaño de la red, el algoritmo extendido de filtro Kalman (EKF) conjunto con un método de poda se utiliza para entrenar la red. Las redes correspondientes se aplican para resolver cinco problemas típicos, a saber, función lógica XOR de 4 puntos, generación de paridad, reconocimiento de dígitos manuscritos, aproximación de funciones lineales a partes y predicción de series de manchas solares. Los resultados de la simulación muestran que las funciones de activación periódica funcionan mejor que las monotónicas en la resolución de problemas de clasificación multicluster. Además, la función de activación periódica combinada posee las capacidades de convergencia rápida y clasificación multicluster de la función de activación sinusoidal, manteniendo al mismo tiempo la propiedad de robustez de la función sigmoide requerida en el modelado de sistemas desconocidos ",
            "error": []
        }
    }
}