{
    "original_text": "Steady-state mean-square error analysis of the cross-correlation and constant modulus algorithm in a MIMO convolutive system The cross-correlation and constant modulus algorithm (CC-CMA) has been proven to be an effective approach in the problem of joint blind equalisation and source separation in a multi-input and multi-output system. In the paper, the steady-state mean-square error performance of CC-CMA in a noise-free environment is studied, and a new expression is derived based on the energy preservation approach of Mai and Sayed (2000). Simulation studies are undertaken to support the analysis",
    "original_translation": "Análisis de error cuadrado medio en estado estacionario del algoritmo de correlación cruzada y módulo constante en un sistema convolutivo MIMO El algoritmo de correlación cruzada y módulo constante (CC-CMA) ha demostrado ser un enfoque eficaz en el problema de la ecualización ciega conjunta y la separación de fuentes en un sistema de entrada múltiple y salida múltiple. En el artículo se estudia el rendimiento de error cuadrado medio en estado estacionario de CC-CMA en un entorno libre de ruido, y se deriva una nueva expresión basada en el enfoque de conservación de energía de Mai y Sayed (2000). Se realizan estudios de simulación para apoyar el análisis",
    "error_count": 6,
    "keys": {
        "MIMO convolutive system": {
            "translated_key": "sistema convolutivo MIMO",
            "translated_annotated_text": "Análisis de error cuadrado medio en estado estacionario del algoritmo de correlación cruzada y módulo constante en un \"sistema convolutivo MIMO\" El algoritmo de correlación cruzada y módulo constante (CC-CMA) ha demostrado ser un enfoque eficaz en el problema de la ecualización y separación de fuentes ciegas en un sistema de múltiples entradas y salidas. En el artículo se estudia el rendimiento de error cuadrado medio en estado estacionario de CC-CMA en un entorno libre de ruido, y se deriva una nueva expresión basada en el enfoque de conservación de energía de Mai y Sayed (2000). Se realizan estudios de simulación para apoyar el análisis ",
            "error": [
                ""
            ]
        },
        "Steady-state mean-square error analysis": {
            "translated_key": "Análisis de error cuadrado medio en estado de equilibrio",
            "translated_annotated_text": "\"Análisis de error cuadrado medio en estado de equilibrio\" del algoritmo de correlación cruzada y módulo constante en un sistema convolutivo MIMO El algoritmo de correlación cruzada y módulo constante (CC-CMA) ha demostrado ser un enfoque eficaz en el problema de la ecualización ciega conjunta y la separación de fuentes en un sistema de entrada múltiple y salida múltiple. En el artículo se estudia el rendimiento de error cuadrado medio en estado estacionario de CC-CMA en un entorno libre de ruido, y se deriva una nueva expresión basada en el enfoque de conservación de energía de Mai y Sayed (2000). Se realizan estudios de simulación para apoyar el análisis ",
            "error": [
                ""
            ]
        },
        "cross-correlation": {
            "translated_key": "correlación cruzada",
            "translated_annotated_text": "Análisis de error cuadrado medio en estado estacionario del algoritmo de \"correlación cruzada\" y módulo constante en un sistema convolutivo MIMO El algoritmo de \"correlación cruzada\" y módulo constante (CC-CMA) ha demostrado ser un enfoque eficaz en el problema de la ecualización ciega conjunta y la separación de fuentes en un sistema de múltiples entradas y salidas. En el artículo se estudia el rendimiento de error cuadrado medio en estado estacionario de CC-CMA en un entorno libre de ruido, y se deriva una nueva expresión basada en el enfoque de conservación de energía de Mai y Sayed (2000). Se realizan estudios de simulación para apoyar el análisis ",
            "error": [
                ""
            ]
        },
        "constant modulus algorithm": {
            "translated_key": "algoritmo de módulo constante",
            "translated_annotated_text": "Análisis de error cuadrado medio en estado estacionario de la correlación cruzada y \"algoritmo de módulo constante\" en un sistema convolutivo MIMO Se ha demostrado que la correlación cruzada y el \"algoritmo de módulo constante\" (CC-CMA) son un enfoque eficaz en el problema de la ecualización ciega conjunta y la separación de fuentes en un sistema de múltiples entradas y salidas. En el artículo se estudia el rendimiento de error cuadrado medio en estado estacionario de CC-CMA en un entorno libre de ruido, y se deriva una nueva expresión basada en el enfoque de conservación de energía de Mai y Sayed (2000). Se realizan estudios de simulación para apoyar el análisis ",
            "error": [
                ""
            ]
        },
        "joint blind equalisation": {
            "translated_key": "ecualización ciega conjunta",
            "translated_annotated_text": "Análisis de error cuadrado medio en estado estacionario del algoritmo de correlación cruzada y módulo constante en un sistema convolutivo MIMO El algoritmo de correlación cruzada y módulo constante (CC-CMA) ha demostrado ser un enfoque eficaz en el problema de la \"ecualización ciega conjunta\" y la separación de fuentes en un sistema de múltiples entradas y salidas. En el artículo se estudia el rendimiento de error cuadrado medio en estado estacionario de CC-CMA en un entorno libre de ruido, y se deriva una nueva expresión basada en el enfoque de conservación de energía de Mai y Sayed (2000). Se realizan estudios de simulación para apoyar el análisis ",
            "error": [
                ""
            ]
        },
        "source separation": {
            "translated_key": "separación de fuentes",
            "translated_annotated_text": "Análisis de error cuadrado medio en estado estacionario del algoritmo de correlación cruzada y módulo constante en un sistema convolutivo MIMO Se ha demostrado que el algoritmo de correlación cruzada y módulo constante (CC-CMA) es un enfoque eficaz en el problema de la ecualización ciega conjunta y la \"separación de fuentes\" en un sistema de múltiples entradas y salidas. En el artículo se estudia el rendimiento de error cuadrado medio en estado estacionario de CC-CMA en un entorno libre de ruido, y se deriva una nueva expresión basada en el enfoque de conservación de energía de Mai y Sayed (2000). Se realizan estudios de simulación para apoyar el análisis ",
            "error": [
                ""
            ]
        },
        "multi-input multi-output system": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de error cuadrado medio en estado estacionario del algoritmo de correlación cruzada y módulo constante en un sistema convolutivo MIMO El algoritmo de correlación cruzada y módulo constante (CC-CMA) ha demostrado ser un enfoque eficaz en el problema de la ecualización ciega conjunta y la separación de fuentes en un sistema de entrada múltiple y salida múltiple. En el artículo se estudia el rendimiento de error cuadrado medio en estado estacionario de CC-CMA en un entorno libre de ruido, y se deriva una nueva expresión basada en el enfoque de conservación de energía de Mai y Sayed (2000). Se realizan estudios de simulación para apoyar el análisis ",
            "error": []
        },
        "noise-free environment": {
            "translated_key": "entorno libre de ruido",
            "translated_annotated_text": "Análisis de error cuadrado medio en estado estacionario del algoritmo de correlación cruzada y módulo constante en un sistema convolutivo MIMO El algoritmo de correlación cruzada y módulo constante (CC-CMA) ha demostrado ser un enfoque eficaz en el problema de la ecualización ciega conjunta y la separación de fuentes en un sistema de entrada múltiple y salida múltiple. En el artículo se estudia el rendimiento de error cuadrado medio en estado estacionario de CC-CMA en un \"entorno libre de ruido\", y se deriva una nueva expresión basada en el enfoque de conservación de energía de Mai y Sayed (2000). Se realizan estudios de simulación para apoyar el análisis ",
            "error": [
                ""
            ]
        },
        "energy preservation approach": {
            "translated_key": "enfoque de conservación de energía",
            "translated_annotated_text": "Análisis de error cuadrado medio en estado estacionario del algoritmo de correlación cruzada y módulo constante en un sistema convolutivo MIMO El algoritmo de correlación cruzada y módulo constante (CC-CMA) ha demostrado ser un enfoque eficaz en el problema de la ecualización ciega conjunta y la separación de fuentes en un sistema de entrada múltiple y salida múltiple. En el artículo, se estudia el rendimiento de error cuadrado medio en estado estacionario de CC-CMA en un ambiente libre de ruido, y se deriva una nueva expresión basada en el \"enfoque de conservación de energía\" de Mai y Sayed (2000). Se realizan estudios de simulación para apoyar el análisis ",
            "error": [
                ""
            ]
        },
        "CC-CMA": {
            "translated_key": "CC-CMA",
            "translated_annotated_text": "Análisis de error cuadrado medio en estado estacionario del algoritmo de correlación cruzada y módulo constante en un sistema convolutivo MIMO El algoritmo de correlación cruzada y módulo constante (\"CC-CMA\") ha demostrado ser un enfoque eficaz en el problema de la ecualización ciega conjunta y la separación de fuentes en un sistema de entrada múltiple y salida múltiple. En el artículo, se estudia el rendimiento de error cuadrado medio en estado estacionario de \"CC-CMA\" en un ambiente libre de ruido, y se deriva una nueva expresión basada en el enfoque de conservación de energía de Mai y Sayed (2000). Se realizan estudios de simulación para apoyar el análisis ",
            "error": [
                ""
            ]
        },
        "blind equalisers": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de error cuadrado medio en estado estacionario del algoritmo de correlación cruzada y módulo constante en un sistema convolutivo MIMO El algoritmo de correlación cruzada y módulo constante (CC-CMA) ha demostrado ser un enfoque eficaz en el problema de la ecualización ciega conjunta y la separación de fuentes en un sistema de entrada múltiple y salida múltiple. En el artículo se estudia el rendimiento de error cuadrado medio en estado estacionario de CC-CMA en un entorno libre de ruido, y se deriva una nueva expresión basada en el enfoque de conservación de energía de Mai y Sayed (2000). Se realizan estudios de simulación para apoyar el análisis ",
            "error": []
        },
        "convolution": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de error cuadrado medio en estado estacionario del algoritmo de correlación cruzada y módulo constante en un sistema convolutivo MIMO El algoritmo de correlación cruzada y módulo constante (CC-CMA) ha demostrado ser un enfoque eficaz en el problema de la ecualización ciega conjunta y la separación de fuentes en un sistema de entrada múltiple y salida múltiple. En el artículo se estudia el rendimiento de error cuadrado medio en estado estacionario de CC-CMA en un entorno libre de ruido, y se deriva una nueva expresión basada en el enfoque de conservación de energía de Mai y Sayed (2000). Se realizan estudios de simulación para apoyar el análisis ",
            "error": []
        },
        "correlation methods": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de error cuadrado medio en estado estacionario del algoritmo de correlación cruzada y módulo constante en un sistema convolutivo MIMO El algoritmo de correlación cruzada y módulo constante (CC-CMA) ha demostrado ser un enfoque eficaz en el problema de la ecualización ciega conjunta y la separación de fuentes en un sistema de entrada múltiple y salida múltiple. En el artículo se estudia el rendimiento de error cuadrado medio en estado estacionario de CC-CMA en un entorno libre de ruido, y se deriva una nueva expresión basada en el enfoque de conservación de energía de Mai y Sayed (2000). Se realizan estudios de simulación para apoyar el análisis ",
            "error": []
        },
        "mean square error methods": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de error cuadrado medio en estado estacionario del algoritmo de correlación cruzada y módulo constante en un sistema convolutivo MIMO El algoritmo de correlación cruzada y módulo constante (CC-CMA) ha demostrado ser un enfoque eficaz en el problema de la ecualización ciega conjunta y la separación de fuentes en un sistema de entrada múltiple y salida múltiple. En el artículo se estudia el rendimiento de error cuadrado medio en estado estacionario de CC-CMA en un entorno libre de ruido, y se deriva una nueva expresión basada en el enfoque de conservación de energía de Mai y Sayed (2000). Se realizan estudios de simulación para apoyar el análisis ",
            "error": []
        },
        "MIMO systems": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de error cuadrado medio en estado estacionario del algoritmo de correlación cruzada y módulo constante en un sistema convolutivo MIMO El algoritmo de correlación cruzada y módulo constante (CC-CMA) ha demostrado ser un enfoque eficaz en el problema de la ecualización ciega conjunta y la separación de fuentes en un sistema de entrada múltiple y salida múltiple. En el artículo se estudia el rendimiento de error cuadrado medio en estado estacionario de CC-CMA en un entorno libre de ruido, y se deriva una nueva expresión basada en el enfoque de conservación de energía de Mai y Sayed (2000). Se realizan estudios de simulación para apoyar el análisis ",
            "error": []
        }
    }
}