{
    "original_text": "Least load dispatching algorithm for parallel Web server nodes A least load dispatching algorithm for distributing requests to parallel Web server nodes is described. In this algorithm, the load offered to a node by a request is estimated based on the expected transfer time of the corresponding reply through the Internet. This loading information is then used by the algorithm to identify the least load node of the Web site. By using this algorithm, each request will always be sent for service at the earliest possible time. Performance comparison using NASA and ClarkNet access logs between the proposed algorithm and commonly used dispatching algorithms is performed. The results show that the proposed algorithm gives 10% higher throughput than that of the commonly used random and round-robin dispatching algorithms",
    "original_translation": "Algoritmo de envío de carga mínima para nodos de servidor web paralelos Se describe un algoritmo de envío de carga mínima para distribuir solicitudes a nodos de servidor web paralelos. En este algoritmo, la carga ofrecida a un nodo por una solicitud se estima en función del tiempo de transferencia esperado de la respuesta correspondiente a través de Internet. Esta información de carga es utilizada por el algoritmo para identificar el nodo de carga menor del sitio Web. Usando este algoritmo, cada solicitud siempre será enviada para servicio lo antes posible. Se realiza una comparación de rendimiento utilizando registros de acceso de la NASA y ClarkNet entre el algoritmo propuesto y los algoritmos de despacho comúnmente utilizados. Los resultados muestran que el algoritmo propuesto da un rendimiento 10% más alto que el de los algoritmos de envío aleatorio y round-robin comúnmente utilizados",
    "error_count": 6,
    "keys": {
        "least load dispatching algorithm": {
            "translated_key": "algoritmo de envío de carga mínima",
            "translated_annotated_text": "Algoritmo de envío de carga mínima para nodos de servidor web paralelos Se describe un \"algoritmo de envío de carga mínima\" para distribuir solicitudes a nodos de servidor web paralelos. En este algoritmo, la carga ofrecida a un nodo por una solicitud se estima en función del tiempo de transferencia esperado de la respuesta correspondiente a través de Internet. Esta información de carga es utilizada por el algoritmo para identificar el nodo de carga menor del sitio Web. Usando este algoritmo, cada solicitud siempre será enviada para servicio lo antes posible. Se realiza una comparación de rendimiento utilizando registros de acceso de la NASA y ClarkNet entre el algoritmo propuesto y los algoritmos de despacho comúnmente utilizados. Los resultados muestran que el algoritmo propuesto da un rendimiento 10% más alto que el de los algoritmos de envío aleatorio y round-robin comúnmente utilizados ",
            "error": [
                ""
            ]
        },
        "parallel Web server nodes": {
            "translated_key": "nodos de servidor web paralelos",
            "translated_annotated_text": "Algoritmo de envío de carga mínima para \"nodos de servidor web paralelos\" Se describe un algoritmo de envío de carga mínima para distribuir solicitudes a \"nodos de servidor web paralelos\". En este algoritmo, la carga ofrecida a un nodo por una solicitud se estima en función del tiempo de transferencia esperado de la respuesta correspondiente a través de Internet. Esta información de carga es utilizada por el algoritmo para identificar el nodo de carga menor del sitio Web. Usando este algoritmo, cada solicitud siempre será enviada para servicio lo antes posible. Se realiza una comparación de rendimiento utilizando registros de acceso de la NASA y ClarkNet entre el algoritmo propuesto y los algoritmos de despacho comúnmente utilizados. Los resultados muestran que el algoritmo propuesto da un rendimiento 10% más alto que el de los algoritmos de envío aleatorio y round-robin comúnmente utilizados ",
            "error": [
                ""
            ]
        },
        "Internet": {
            "translated_key": "Internet",
            "translated_annotated_text": "Algoritmo de envío de carga mínima para nodos de servidor web paralelos Se describe un algoritmo de envío de carga mínima para distribuir solicitudes a nodos de servidor web paralelos. En este algoritmo, la carga ofrecida a un nodo por una solicitud se estima en función del tiempo de transferencia esperado de la respuesta correspondiente a través de la \"Internet\". Esta información de carga es utilizada por el algoritmo para identificar el nodo de carga menor del sitio Web. Usando este algoritmo, cada solicitud siempre será enviada para servicio lo antes posible. Se realiza una comparación de rendimiento utilizando registros de acceso de la NASA y ClarkNet entre el algoritmo propuesto y los algoritmos de despacho comúnmente utilizados. Los resultados muestran que el algoritmo propuesto da un rendimiento 10% más alto que el de los algoritmos de envío aleatorio y round-robin comúnmente utilizados ",
            "error": [
                ""
            ]
        },
        "transfer time": {
            "translated_key": "tiempo de transferencia",
            "translated_annotated_text": "Algoritmo de envío de carga mínima para nodos de servidor web paralelos Se describe un algoritmo de envío de carga mínima para distribuir solicitudes a nodos de servidor web paralelos. En este algoritmo, la carga ofrecida a un nodo por una solicitud se estima en función del \"tiempo de transferencia\" esperado de la respuesta correspondiente a través de Internet. Esta información de carga es utilizada por el algoritmo para identificar el nodo de carga menor del sitio Web. Usando este algoritmo, cada solicitud siempre será enviada para servicio lo antes posible. Se realiza una comparación de rendimiento utilizando registros de acceso de la NASA y ClarkNet entre el algoritmo propuesto y los algoritmos de despacho comúnmente utilizados. Los resultados muestran que el algoritmo propuesto da un rendimiento 10% más alto que el de los algoritmos de envío aleatorio y round-robin comúnmente utilizados ",
            "error": [
                ""
            ]
        },
        "NASA access logs": {
            "translated_key": [],
            "translated_annotated_text": "Algoritmo de envío de carga mínima para nodos de servidor web paralelos Se describe un algoritmo de envío de carga mínima para distribuir solicitudes a nodos de servidor web paralelos. En este algoritmo, la carga ofrecida a un nodo por una solicitud se estima en función del tiempo de transferencia esperado de la respuesta correspondiente a través de Internet. Esta información de carga es utilizada por el algoritmo para identificar el nodo de carga menor del sitio Web. Usando este algoritmo, cada solicitud siempre será enviada para servicio lo antes posible. Se realiza una comparación de rendimiento utilizando registros de acceso de la NASA y ClarkNet entre el algoritmo propuesto y los algoritmos de despacho comúnmente utilizados. Los resultados muestran que el algoritmo propuesto da un rendimiento 10% más alto que el de los algoritmos de envío aleatorio y round-robin comúnmente utilizados ",
            "error": []
        },
        "ClarkNet access logs": {
            "translated_key": "ClarkNet",
            "translated_annotated_text": "Algoritmo de envío de carga mínima para nodos de servidor web paralelos Se describe un algoritmo de envío de carga mínima para distribuir solicitudes a nodos de servidor web paralelos. En este algoritmo, la carga ofrecida a un nodo por una solicitud se estima en función del tiempo de transferencia esperado de la respuesta correspondiente a través de Internet. Esta información de carga es utilizada por el algoritmo para identificar el nodo de carga menor del sitio Web. Usando este algoritmo, cada solicitud siempre será enviada para servicio lo antes posible. Se realiza una comparación de rendimiento utilizando los registros de acceso de la NASA y \"ClarkNet\" entre el algoritmo propuesto y los algoritmos de despacho comúnmente utilizados. Los resultados muestran que el algoritmo propuesto da un rendimiento 10% más alto que el de los algoritmos de envío aleatorio y round-robin comúnmente utilizados ",
            "error": [
                ""
            ]
        },
        "throughput": {
            "translated_key": "producción",
            "translated_annotated_text": "Algoritmo de envío de carga mínima para nodos de servidor web paralelos Se describe un algoritmo de envío de carga mínima para distribuir solicitudes a nodos de servidor web paralelos. En este algoritmo, la carga ofrecida a un nodo por una solicitud se estima en función del tiempo de transferencia esperado de la respuesta correspondiente a través de Internet. Esta información de carga es utilizada por el algoritmo para identificar el nodo de carga menor del sitio Web. Usando este algoritmo, cada solicitud siempre será enviada para servicio lo antes posible. Se realiza una comparación de rendimiento utilizando registros de acceso de la NASA y ClarkNet entre el algoritmo propuesto y los algoritmos de despacho comúnmente utilizados. Los resultados muestran que el algoritmo propuesto da un 10% más de \"producción\" que el de los algoritmos de envío aleatorios y round-robin comúnmente utilizados ",
            "error": [
                ""
            ]
        },
        "round-robin dispatching algorithms": {
            "translated_key": [],
            "translated_annotated_text": "Algoritmo de envío de carga mínima para nodos de servidor web paralelos Se describe un algoritmo de envío de carga mínima para distribuir solicitudes a nodos de servidor web paralelos. En este algoritmo, la carga ofrecida a un nodo por una solicitud se estima en función del tiempo de transferencia esperado de la respuesta correspondiente a través de Internet. Esta información de carga es utilizada por el algoritmo para identificar el nodo de carga menor del sitio Web. Usando este algoritmo, cada solicitud siempre será enviada para servicio lo antes posible. Se realiza una comparación de rendimiento utilizando registros de acceso de la NASA y ClarkNet entre el algoritmo propuesto y los algoritmos de despacho comúnmente utilizados. Los resultados muestran que el algoritmo propuesto da un rendimiento 10% más alto que el de los algoritmos de envío aleatorio y round-robin comúnmente utilizados ",
            "error": []
        },
        "random dispatching algorithms": {
            "translated_key": [],
            "translated_annotated_text": "Algoritmo de envío de carga mínima para nodos de servidor web paralelos Se describe un algoritmo de envío de carga mínima para distribuir solicitudes a nodos de servidor web paralelos. En este algoritmo, la carga ofrecida a un nodo por una solicitud se estima en función del tiempo de transferencia esperado de la respuesta correspondiente a través de Internet. Esta información de carga es utilizada por el algoritmo para identificar el nodo de carga menor del sitio Web. Usando este algoritmo, cada solicitud siempre será enviada para servicio lo antes posible. Se realiza una comparación de rendimiento utilizando registros de acceso de la NASA y ClarkNet entre el algoritmo propuesto y los algoritmos de despacho comúnmente utilizados. Los resultados muestran que el algoritmo propuesto da un rendimiento 10% más alto que el de los algoritmos de envío aleatorio y round-robin comúnmente utilizados ",
            "error": []
        },
        "World Wide Web server": {
            "translated_key": [],
            "translated_annotated_text": "Algoritmo de envío de carga mínima para nodos de servidor web paralelos Se describe un algoritmo de envío de carga mínima para distribuir solicitudes a nodos de servidor web paralelos. En este algoritmo, la carga ofrecida a un nodo por una solicitud se estima en función del tiempo de transferencia esperado de la respuesta correspondiente a través de Internet. Esta información de carga es utilizada por el algoritmo para identificar el nodo de carga menor del sitio Web. Usando este algoritmo, cada solicitud siempre será enviada para servicio lo antes posible. Se realiza una comparación de rendimiento utilizando registros de acceso de la NASA y ClarkNet entre el algoritmo propuesto y los algoritmos de despacho comúnmente utilizados. Los resultados muestran que el algoritmo propuesto da un rendimiento 10% más alto que el de los algoritmos de envío aleatorio y round-robin comúnmente utilizados ",
            "error": []
        },
        "client-server systems": {
            "translated_key": [],
            "translated_annotated_text": "Algoritmo de envío de carga mínima para nodos de servidor web paralelos Se describe un algoritmo de envío de carga mínima para distribuir solicitudes a nodos de servidor web paralelos. En este algoritmo, la carga ofrecida a un nodo por una solicitud se estima en función del tiempo de transferencia esperado de la respuesta correspondiente a través de Internet. Esta información de carga es utilizada por el algoritmo para identificar el nodo de carga menor del sitio Web. Usando este algoritmo, cada solicitud siempre será enviada para servicio lo antes posible. Se realiza una comparación de rendimiento utilizando registros de acceso de la NASA y ClarkNet entre el algoritmo propuesto y los algoritmos de despacho comúnmente utilizados. Los resultados muestran que el algoritmo propuesto da un rendimiento 10% más alto que el de los algoritmos de envío aleatorio y round-robin comúnmente utilizados ",
            "error": []
        },
        "file servers": {
            "translated_key": [],
            "translated_annotated_text": "Algoritmo de envío de carga mínima para nodos de servidor web paralelos Se describe un algoritmo de envío de carga mínima para distribuir solicitudes a nodos de servidor web paralelos. En este algoritmo, la carga ofrecida a un nodo por una solicitud se estima en función del tiempo de transferencia esperado de la respuesta correspondiente a través de Internet. Esta información de carga es utilizada por el algoritmo para identificar el nodo de carga menor del sitio Web. Usando este algoritmo, cada solicitud siempre será enviada para servicio lo antes posible. Se realiza una comparación de rendimiento utilizando registros de acceso de la NASA y ClarkNet entre el algoritmo propuesto y los algoritmos de despacho comúnmente utilizados. Los resultados muestran que el algoritmo propuesto da un rendimiento 10% más alto que el de los algoritmos de envío aleatorio y round-robin comúnmente utilizados ",
            "error": []
        }
    }
}