{
    "original_text": "Regional flux target with minimum energy An extension of a gradient controllability problem to the case where the target subregion is a part of the boundary of a parabolic system domain is discussed. A definition and some properties adapted to this case are presented. The focus is on the characterisation of the control achieving a regional boundary gradient target with minimum energy. An approach is developed that leads to a numerical algorithm for the computation of optimal control. Numerical illustrations show the efficiency of the approach and lead to conjectures",
    "original_translation": "Objetivo regional de flujo con energía mínima Se examina la extensión de un problema de control de gradiente al caso en que la subregión objetivo es parte del límite de un dominio del sistema parabólico. Se presentan una definición y algunas propiedades adaptadas a este caso. La atención se centra en la caracterización del control para alcanzar un objetivo de gradiente fronterizo regional con una energía mínima. Se desarrolla un enfoque que conduce a un algoritmo numérico para el cálculo del control óptimo. Las ilustraciones numéricas muestran la eficiencia del enfoque y conducen a conjeturas",
    "error_count": 6,
    "keys": {
        "regional flux target": {
            "translated_key": [],
            "translated_annotated_text": "Objetivo regional de flujo con energía mínima Se examina la extensión de un problema de control de gradiente al caso en que la subregión objetivo es parte del límite de un dominio del sistema parabólico. Se presentan una definición y algunas propiedades adaptadas a este caso. La atención se centra en la caracterización del control para alcanzar un objetivo de gradiente fronterizo regional con una energía mínima. Se desarrolla un enfoque que conduce a un algoritmo numérico para el cálculo del control óptimo. Las ilustraciones numéricas muestran la eficiencia del enfoque y conducen a conjeturas ",
            "error": []
        },
        "minimum energy": {
            "translated_key": "energía mínima",
            "translated_annotated_text": "Objetivo de flujo regional con \"energía mínima\" Se discute la extensión de un problema de control de gradiente al caso en que la subregión objetivo es parte del límite de un dominio del sistema parabólico. Se presentan una definición y algunas propiedades adaptadas a este caso. El foco está en la caracterización del control logrando un objetivo de gradiente de límite regional con \"energía mínima\". Se desarrolla un enfoque que conduce a un algoritmo numérico para el cálculo del control óptimo. Las ilustraciones numéricas muestran la eficiencia del enfoque y conducen a conjeturas ",
            "error": [
                ""
            ]
        },
        "gradient controllability problem": {
            "translated_key": "problema de control gradual",
            "translated_annotated_text": "Objetivo de flujo regional con energía mínima Se discute la extensión de un \"problema de control gradual\" al caso en que la subregión objetivo es parte del límite de un dominio del sistema parabólico. Se presentan una definición y algunas propiedades adaptadas a este caso. La atención se centra en la caracterización del control para alcanzar un objetivo de gradiente fronterizo regional con una energía mínima. Se desarrolla un enfoque que conduce a un algoritmo numérico para el cálculo del control óptimo. Las ilustraciones numéricas muestran la eficiencia del enfoque y conducen a conjeturas ",
            "error": [
                ""
            ]
        },
        "target subregion": {
            "translated_key": "subregión objetivo",
            "translated_annotated_text": "Objetivo de flujo regional con energía mínima Se discute la extensión de un problema de control de gradiente al caso en que la \"subregión objetivo\" es parte del límite de un dominio del sistema parabólico. Se presentan una definición y algunas propiedades adaptadas a este caso. La atención se centra en la caracterización del control para alcanzar un objetivo de gradiente fronterizo regional con una energía mínima. Se desarrolla un enfoque que conduce a un algoritmo numérico para el cálculo del control óptimo. Las ilustraciones numéricas muestran la eficiencia del enfoque y conducen a conjeturas ",
            "error": [
                ""
            ]
        },
        "parabolic system domain boundary": {
            "translated_key": [],
            "translated_annotated_text": "Objetivo regional de flujo con energía mínima Se examina la extensión de un problema de control de gradiente al caso en que la subregión objetivo es parte del límite de un dominio del sistema parabólico. Se presentan una definición y algunas propiedades adaptadas a este caso. La atención se centra en la caracterización del control para alcanzar un objetivo de gradiente fronterizo regional con una energía mínima. Se desarrolla un enfoque que conduce a un algoritmo numérico para el cálculo del control óptimo. Las ilustraciones numéricas muestran la eficiencia del enfoque y conducen a conjeturas ",
            "error": []
        },
        "regional boundary gradient target": {
            "translated_key": "objetivo de gradiente de límite regional",
            "translated_annotated_text": "Objetivo regional de flujo con energía mínima Se examina la extensión de un problema de control de gradiente al caso en que la subregión objetivo es parte del límite de un dominio del sistema parabólico. Se presentan una definición y algunas propiedades adaptadas a este caso. El foco está en la caracterización del control logrando un \"objetivo de gradiente de límite regional\" con energía mínima. Se desarrolla un enfoque que conduce a un algoritmo numérico para el cálculo del control óptimo. Las ilustraciones numéricas muestran la eficiencia del enfoque y conducen a conjeturas ",
            "error": [
                ""
            ]
        },
        "numerical algorithm": {
            "translated_key": "algoritmo numérico",
            "translated_annotated_text": "Objetivo regional de flujo con energía mínima Se examina la extensión de un problema de control de gradiente al caso en que la subregión objetivo es parte del límite de un dominio del sistema parabólico. Se presentan una definición y algunas propiedades adaptadas a este caso. La atención se centra en la caracterización del control para alcanzar un objetivo de gradiente fronterizo regional con una energía mínima. Se desarrolla un enfoque que conduce a un \"algoritmo numérico\" para el cálculo del control óptimo. Las ilustraciones numéricas muestran la eficiencia del enfoque y conducen a conjeturas ",
            "error": [
                ""
            ]
        },
        "optimal control": {
            "translated_key": "control óptimo",
            "translated_annotated_text": "Objetivo regional de flujo con energía mínima Se examina la extensión de un problema de control de gradiente al caso en que la subregión objetivo es parte del límite de un dominio del sistema parabólico. Se presentan una definición y algunas propiedades adaptadas a este caso. La atención se centra en la caracterización del control para alcanzar un objetivo de gradiente fronterizo regional con una energía mínima. Se desarrolla un enfoque que conduce a un algoritmo numérico para el cálculo del \"control óptimo\". Las ilustraciones numéricas muestran la eficiencia del enfoque y conducen a conjeturas ",
            "error": [
                ""
            ]
        },
        "controllability": {
            "translated_key": "controlabilidad",
            "translated_annotated_text": "Objetivo de flujo regional con energía mínima Se discute la extensión de un problema de \"controlabilidad\" del gradiente al caso en que la subregión objetivo es parte del límite de un dominio del sistema parabólico. Se presentan una definición y algunas propiedades adaptadas a este caso. La atención se centra en la caracterización del control para alcanzar un objetivo de gradiente fronterizo regional con una energía mínima. Se desarrolla un enfoque que conduce a un algoritmo numérico para el cálculo del control óptimo. Las ilustraciones numéricas muestran la eficiencia del enfoque y conducen a conjeturas ",
            "error": [
                ""
            ]
        },
        "distributed parameter systems": {
            "translated_key": [],
            "translated_annotated_text": "Objetivo regional de flujo con energía mínima Se examina la extensión de un problema de control de gradiente al caso en que la subregión objetivo es parte del límite de un dominio del sistema parabólico. Se presentan una definición y algunas propiedades adaptadas a este caso. La atención se centra en la caracterización del control para alcanzar un objetivo de gradiente fronterizo regional con una energía mínima. Se desarrolla un enfoque que conduce a un algoritmo numérico para el cálculo del control óptimo. Las ilustraciones numéricas muestran la eficiencia del enfoque y conducen a conjeturas ",
            "error": []
        },
        "gradient methods": {
            "translated_key": [],
            "translated_annotated_text": "Objetivo regional de flujo con energía mínima Se examina la extensión de un problema de control de gradiente al caso en que la subregión objetivo es parte del límite de un dominio del sistema parabólico. Se presentan una definición y algunas propiedades adaptadas a este caso. La atención se centra en la caracterización del control para alcanzar un objetivo de gradiente fronterizo regional con una energía mínima. Se desarrolla un enfoque que conduce a un algoritmo numérico para el cálculo del control óptimo. Las ilustraciones numéricas muestran la eficiencia del enfoque y conducen a conjeturas ",
            "error": []
        },
        "minimisation": {
            "translated_key": [],
            "translated_annotated_text": "Objetivo regional de flujo con energía mínima Se examina la extensión de un problema de control de gradiente al caso en que la subregión objetivo es parte del límite de un dominio del sistema parabólico. Se presentan una definición y algunas propiedades adaptadas a este caso. La atención se centra en la caracterización del control para alcanzar un objetivo de gradiente fronterizo regional con una energía mínima. Se desarrolla un enfoque que conduce a un algoritmo numérico para el cálculo del control óptimo. Las ilustraciones numéricas muestran la eficiencia del enfoque y conducen a conjeturas ",
            "error": []
        },
        "numerical analysis": {
            "translated_key": [],
            "translated_annotated_text": "Objetivo regional de flujo con energía mínima Se examina la extensión de un problema de control de gradiente al caso en que la subregión objetivo es parte del límite de un dominio del sistema parabólico. Se presentan una definición y algunas propiedades adaptadas a este caso. La atención se centra en la caracterización del control para alcanzar un objetivo de gradiente fronterizo regional con una energía mínima. Se desarrolla un enfoque que conduce a un algoritmo numérico para el cálculo del control óptimo. Las ilustraciones numéricas muestran la eficiencia del enfoque y conducen a conjeturas ",
            "error": []
        }
    }
}