{
    "original_text": "Control of integral processes with dead-time. 1. Disturbance observer-based 2 DOF control scheme A disturbance observer-based control scheme (a version of 2 DOF internal model control) which is very effective in controlling integral processes with dead time is presented. The controller can be designed to reject ramp disturbances as well as step disturbances and even arbitrary disturbances. When the plant model is available only two parameters are left to tune. One is the time constant of the set-point response and the other is the time constant of the disturbance response. The latter is tuned according to the compromise between disturbance response and robustness. This control scheme has a simple, clear, easy-to-design, easy-to-implement structure and good performance. It is compared to the best results (so far) using some simulation examples",
    "original_translation": "Control de procesos integrales con tiempo muerto. 1. Sistema de control del DOF basado en el observador de perturbación Se presenta un sistema de control basado en el observador de perturbación (una versión de control interno del modelo de 2 DOF) que es muy eficaz en el control de procesos integrales con tiempo muerto. El controlador puede ser diseñado para rechazar perturbaciones de rampa, así como perturbaciones de pasos e incluso disturbios arbitrarios. Cuando el modelo de planta está disponible sólo quedan dos parámetros para sintonizar. Una es la constante de tiempo de la respuesta de punto de ajuste y la otra es la constante de tiempo de la respuesta de perturbación. Este último se sintoniza de acuerdo con el compromiso entre la respuesta a la perturbación y la robustez. Este esquema de control tiene una estructura sencilla, clara, fácil de diseñar, fácil de implementar y un buen rendimiento. Se compara con los mejores resultados (hasta ahora) utilizando algunos ejemplos de simulación",
    "error_count": 9,
    "keys": {
        "integral processes": {
            "translated_key": [
                "procesos integrales",
                "procesos integradores"
            ],
            "translated_annotated_text": "Control de \"procesos integrales\" con tiempo muerto. 1. Sistema de control del DOF basado en el observador disturbio Se presenta un esquema de control basado en el observador disturbio (una versión de control interno del modelo de 2 DOF) que es muy eficaz en el control de \"procesos integradores\" con tiempo muerto. El controlador puede ser diseñado para rechazar perturbaciones de rampa, así como perturbaciones de pasos e incluso disturbios arbitrarios. Cuando el modelo de planta está disponible sólo quedan dos parámetros para sintonizar. Una es la constante de tiempo de la respuesta de punto de ajuste y la otra es la constante de tiempo de la respuesta de perturbación. Este último se sintoniza de acuerdo con el compromiso entre la respuesta a la perturbación y la robustez. Este esquema de control tiene una estructura sencilla, clara, fácil de diseñar, fácil de implementar y un buen rendimiento. Se compara con los mejores resultados (hasta ahora) utilizando algunos ejemplos de simulación ",
            "error": [
                "procesos integrales",
                "procesos integradores"
            ]
        },
        "dead-time": {
            "translated_key": "tiempo muerto",
            "translated_annotated_text": "Control de procesos integrales con \"tiempo muerto\". 1. Sistema de control del DOF basado en el observador de perturbación Se presenta un sistema de control basado en el observador de perturbación (una versión de control interno del modelo de 2 DOF) que es muy eficaz en el control de procesos integrales con tiempo muerto. El controlador puede ser diseñado para rechazar perturbaciones de rampa, así como perturbaciones de pasos e incluso disturbios arbitrarios. Cuando el modelo de planta está disponible sólo quedan dos parámetros para sintonizar. Una es la constante de tiempo de la respuesta de punto de ajuste y la otra es la constante de tiempo de la respuesta de perturbación. Este último se sintoniza de acuerdo con el compromiso entre la respuesta a la perturbación y la robustez. Este esquema de control tiene una estructura sencilla, clara, fácil de diseñar, fácil de implementar y un buen rendimiento. Se compara con los mejores resultados (hasta ahora) utilizando algunos ejemplos de simulación ",
            "error": [
                ""
            ]
        },
        "disturbance observer-based 2 DOF control scheme": {
            "translated_key": [],
            "translated_annotated_text": "Control de procesos integrales con tiempo muerto. 1. Sistema de control del DOF basado en el observador de perturbación Se presenta un sistema de control basado en el observador de perturbación (una versión de control interno del modelo de 2 DOF) que es muy eficaz en el control de procesos integrales con tiempo muerto. El controlador puede ser diseñado para rechazar perturbaciones de rampa, así como perturbaciones de pasos e incluso disturbios arbitrarios. Cuando el modelo de planta está disponible sólo quedan dos parámetros para sintonizar. Una es la constante de tiempo de la respuesta de punto de ajuste y la otra es la constante de tiempo de la respuesta de perturbación. Este último se sintoniza de acuerdo con el compromiso entre la respuesta a la perturbación y la robustez. Este esquema de control tiene una estructura sencilla, clara, fácil de diseñar, fácil de implementar y un buen rendimiento. Se compara con los mejores resultados (hasta ahora) utilizando algunos ejemplos de simulación ",
            "error": []
        },
        "2 DOF internal model control": {
            "translated_key": "control interno del modelo de 2 DOF",
            "translated_annotated_text": "Control de procesos integrales con tiempo muerto. 1. Sistema de control del DOF basado en el observador disturbio Se presenta un esquema de control basado en el observador disturbio (una versión de \"control interno del modelo de 2 DOF\") que es muy eficaz en el control de procesos integrales con tiempo muerto. El controlador puede ser diseñado para rechazar perturbaciones de rampa, así como perturbaciones de pasos e incluso disturbios arbitrarios. Cuando el modelo de planta está disponible sólo quedan dos parámetros para sintonizar. Una es la constante de tiempo de la respuesta de punto de ajuste y la otra es la constante de tiempo de la respuesta de perturbación. Este último se sintoniza de acuerdo con el compromiso entre la respuesta a la perturbación y la robustez. Este esquema de control tiene una estructura sencilla, clara, fácil de diseñar, fácil de implementar y un buen rendimiento. Se compara con los mejores resultados (hasta ahora) utilizando algunos ejemplos de simulación ",
            "error": [
                ""
            ]
        },
        "ramp disturbances rejection": {
            "translated_key": [],
            "translated_annotated_text": "Control de procesos integrales con tiempo muerto. 1. Sistema de control del DOF basado en el observador de perturbación Se presenta un sistema de control basado en el observador de perturbación (una versión de control interno del modelo de 2 DOF) que es muy eficaz en el control de procesos integrales con tiempo muerto. El controlador puede ser diseñado para rechazar perturbaciones de rampa, así como perturbaciones de pasos e incluso disturbios arbitrarios. Cuando el modelo de planta está disponible sólo quedan dos parámetros para sintonizar. Una es la constante de tiempo de la respuesta de punto de ajuste y la otra es la constante de tiempo de la respuesta de perturbación. Este último se sintoniza de acuerdo con el compromiso entre la respuesta a la perturbación y la robustez. Este esquema de control tiene una estructura sencilla, clara, fácil de diseñar, fácil de implementar y un buen rendimiento. Se compara con los mejores resultados (hasta ahora) utilizando algunos ejemplos de simulación ",
            "error": []
        },
        "set-point response": {
            "translated_key": "respuesta de punto fijo",
            "translated_annotated_text": "Control de procesos integrales con tiempo muerto. 1. Sistema de control del DOF basado en el observador de perturbación Se presenta un sistema de control basado en el observador de perturbación (una versión de control interno del modelo de 2 DOF) que es muy eficaz en el control de procesos integrales con tiempo muerto. El controlador puede ser diseñado para rechazar perturbaciones de rampa, así como perturbaciones de pasos e incluso disturbios arbitrarios. Cuando el modelo de planta está disponible sólo quedan dos parámetros para sintonizar. Una es la constante de tiempo de la \"respuesta de punto fijo\" y la otra es la constante de tiempo de la respuesta de perturbación. Este último se sintoniza de acuerdo con el compromiso entre la respuesta a la perturbación y la robustez. Este esquema de control tiene una estructura sencilla, clara, fácil de diseñar, fácil de implementar y un buen rendimiento. Se compara con los mejores resultados (hasta ahora) utilizando algunos ejemplos de simulación ",
            "error": [
                ""
            ]
        },
        "time constant": {
            "translated_key": "constante de tiempo",
            "translated_annotated_text": "Control de procesos integrales con tiempo muerto. 1. Sistema de control del DOF basado en el observador de perturbación Se presenta un sistema de control basado en el observador de perturbación (una versión de control interno del modelo de 2 DOF) que es muy eficaz en el control de procesos integrales con tiempo muerto. El controlador puede ser diseñado para rechazar perturbaciones de rampa, así como perturbaciones de pasos e incluso disturbios arbitrarios. Cuando el modelo de planta está disponible sólo quedan dos parámetros para sintonizar. Una es la \"constante de tiempo\" de la respuesta de punto de ajuste y la otra es la \"constante de tiempo\" de la respuesta de perturbación. Este último se sintoniza de acuerdo con el compromiso entre la respuesta a la perturbación y la robustez. Este esquema de control tiene una estructura sencilla, clara, fácil de diseñar, fácil de implementar y un buen rendimiento. Se compara con los mejores resultados (hasta ahora) utilizando algunos ejemplos de simulación ",
            "error": [
                ""
            ]
        },
        "disturbance response": {
            "translated_key": [
                "respuesta de disturbio",
                "respuesta a la perturbación"
            ],
            "translated_annotated_text": "Control de procesos integrales con tiempo muerto. 1. Sistema de control del DOF basado en el observador de perturbación Se presenta un sistema de control basado en el observador de perturbación (una versión de control interno del modelo de 2 DOF) que es muy eficaz en el control de procesos integrales con tiempo muerto. El controlador puede ser diseñado para rechazar perturbaciones de rampa, así como perturbaciones de pasos e incluso disturbios arbitrarios. Cuando el modelo de planta está disponible sólo quedan dos parámetros para sintonizar. Una es la constante de tiempo de la respuesta de punto de ajuste y la otra es la constante de tiempo de la \"respuesta de disturbio\". Este último se afina de acuerdo con el compromiso entre la \"respuesta a la perturbación\" y la robustez. Este esquema de control tiene una estructura sencilla, clara, fácil de diseñar, fácil de implementar y un buen rendimiento. Se compara con los mejores resultados (hasta ahora) utilizando algunos ejemplos de simulación ",
            "error": [
                "respuesta de disturbio",
                "respuesta a la perturbación"
            ]
        },
        "robustness": {
            "translated_key": "robustness",
            "translated_annotated_text": "Control de procesos integrales con tiempo muerto. 1. Sistema de control del DOF basado en el observador de perturbación Se presenta un sistema de control basado en el observador de perturbación (una versión de control interno del modelo de 2 DOF) que es muy eficaz en el control de procesos integrales con tiempo muerto. El controlador puede ser diseñado para rechazar perturbaciones de rampa, así como perturbaciones de pasos e incluso disturbios arbitrarios. Cuando el modelo de planta está disponible sólo quedan dos parámetros para sintonizar. Una es la constante de tiempo de la respuesta de punto de ajuste y la otra es la constante de tiempo de la respuesta de perturbación. Este último se sintoniza de acuerdo con el compromiso entre la respuesta a la perturbación y la \"robustness\". Este esquema de control tiene una estructura sencilla, clara, fácil de diseñar, fácil de implementar y un buen rendimiento. Se compara con los mejores resultados (hasta ahora) utilizando algunos ejemplos de simulación ",
            "error": [
                ""
            ]
        },
        "control system synthesis": {
            "translated_key": [],
            "translated_annotated_text": "Control de procesos integrales con tiempo muerto. 1. Sistema de control del DOF basado en el observador de perturbación Se presenta un sistema de control basado en el observador de perturbación (una versión de control interno del modelo de 2 DOF) que es muy eficaz en el control de procesos integrales con tiempo muerto. El controlador puede ser diseñado para rechazar perturbaciones de rampa, así como perturbaciones de pasos e incluso disturbios arbitrarios. Cuando el modelo de planta está disponible sólo quedan dos parámetros para sintonizar. Una es la constante de tiempo de la respuesta de punto de ajuste y la otra es la constante de tiempo de la respuesta de perturbación. Este último se sintoniza de acuerdo con el compromiso entre la respuesta a la perturbación y la robustez. Este esquema de control tiene una estructura sencilla, clara, fácil de diseñar, fácil de implementar y un buen rendimiento. Se compara con los mejores resultados (hasta ahora) utilizando algunos ejemplos de simulación ",
            "error": []
        },
        "observers": {
            "translated_key": [],
            "translated_annotated_text": "Control de procesos integrales con tiempo muerto. 1. Sistema de control del DOF basado en el observador de perturbación Se presenta un sistema de control basado en el observador de perturbación (una versión de control interno del modelo de 2 DOF) que es muy eficaz en el control de procesos integrales con tiempo muerto. El controlador puede ser diseñado para rechazar perturbaciones de rampa, así como perturbaciones de pasos e incluso disturbios arbitrarios. Cuando el modelo de planta está disponible sólo quedan dos parámetros para sintonizar. Una es la constante de tiempo de la respuesta de punto de ajuste y la otra es la constante de tiempo de la respuesta de perturbación. Este último se sintoniza de acuerdo con el compromiso entre la respuesta a la perturbación y la robustez. Este esquema de control tiene una estructura sencilla, clara, fácil de diseñar, fácil de implementar y un buen rendimiento. Se compara con los mejores resultados (hasta ahora) utilizando algunos ejemplos de simulación ",
            "error": []
        },
        "robust control": {
            "translated_key": [],
            "translated_annotated_text": "Control de procesos integrales con tiempo muerto. 1. Sistema de control del DOF basado en el observador de perturbación Se presenta un sistema de control basado en el observador de perturbación (una versión de control interno del modelo de 2 DOF) que es muy eficaz en el control de procesos integrales con tiempo muerto. El controlador puede ser diseñado para rechazar perturbaciones de rampa, así como perturbaciones de pasos e incluso disturbios arbitrarios. Cuando el modelo de planta está disponible sólo quedan dos parámetros para sintonizar. Una es la constante de tiempo de la respuesta de punto de ajuste y la otra es la constante de tiempo de la respuesta de perturbación. Este último se sintoniza de acuerdo con el compromiso entre la respuesta a la perturbación y la robustez. Este esquema de control tiene una estructura sencilla, clara, fácil de diseñar, fácil de implementar y un buen rendimiento. Se compara con los mejores resultados (hasta ahora) utilizando algunos ejemplos de simulación ",
            "error": []
        },
        "transfer functions": {
            "translated_key": [],
            "translated_annotated_text": "Control de procesos integrales con tiempo muerto. 1. Sistema de control del DOF basado en el observador de perturbación Se presenta un sistema de control basado en el observador de perturbación (una versión de control interno del modelo de 2 DOF) que es muy eficaz en el control de procesos integrales con tiempo muerto. El controlador puede ser diseñado para rechazar perturbaciones de rampa, así como perturbaciones de pasos e incluso disturbios arbitrarios. Cuando el modelo de planta está disponible sólo quedan dos parámetros para sintonizar. Una es la constante de tiempo de la respuesta de punto de ajuste y la otra es la constante de tiempo de la respuesta de perturbación. Este último se sintoniza de acuerdo con el compromiso entre la respuesta a la perturbación y la robustez. Este esquema de control tiene una estructura sencilla, clara, fácil de diseñar, fácil de implementar y un buen rendimiento. Se compara con los mejores resultados (hasta ahora) utilizando algunos ejemplos de simulación ",
            "error": []
        },
        "tuning": {
            "translated_key": [],
            "translated_annotated_text": "Control de procesos integrales con tiempo muerto. 1. Sistema de control del DOF basado en el observador de perturbación Se presenta un sistema de control basado en el observador de perturbación (una versión de control interno del modelo de 2 DOF) que es muy eficaz en el control de procesos integrales con tiempo muerto. El controlador puede ser diseñado para rechazar perturbaciones de rampa, así como perturbaciones de pasos e incluso disturbios arbitrarios. Cuando el modelo de planta está disponible sólo quedan dos parámetros para sintonizar. Una es la constante de tiempo de la respuesta de punto de ajuste y la otra es la constante de tiempo de la respuesta de perturbación. Este último se sintoniza de acuerdo con el compromiso entre la respuesta a la perturbación y la robustez. Este esquema de control tiene una estructura sencilla, clara, fácil de diseñar, fácil de implementar y un buen rendimiento. Se compara con los mejores resultados (hasta ahora) utilizando algunos ejemplos de simulación ",
            "error": []
        }
    }
}