{
    "original_text": "Structural interpretation of matched pole-zero discretisation Deals with matched pole-zero discretisation, which has been used in practice for hand calculations in the digital redesign of continuous-time systems but available only in the transfer-function form. Since this form is inconvenient for characterising the time-domain properties of sampled-data loops and for computerising the design of such systems, a state-space formulation is developed. Under the new interpretation, the matched pole-zero model is shown to be structurally identical to a hold-equivalent discrete-time model, where the generalised hold takes integral part, thus unifying the most widely used discretisation approaches. An algorithm for obtaining the generalised hold function is presented. The hold-equivalent structure of the matched pole-zero model clarifies several discrete-time system properties, such as controllability and observability, and their preservation or loss with a matched pole-zero discretisation. With the proposed formulation, the matched pole-zero, hold-equivalent, and mapping models can now all be constructed with a single schematic model",
    "original_translation": "Interpretación estructural de la discretización de polo cero igualada Trato con discretización de polo cero igualada, que se ha utilizado en la práctica para los cálculos manuales en el rediseño digital de sistemas de tiempo continuo, pero disponible sólo en la forma de transferencia-función. Dado que este formulario es inconveniente para caracterizar las propiedades de dominio de tiempo de los bucles de datos muestreados y para informatizar el diseño de tales sistemas, se desarrolla una formulación de estado-espacio. Según la nueva interpretación, el modelo de polo cero emparejado se muestra estructuralmente idéntico a un modelo de tiempo discreto equivalente a la retención, en el que la retención generalizada toma parte integral, unificando así los enfoques de discretización más utilizados. Se presenta un algoritmo para obtener la función de retención generalizada. La estructura equivalente de retención del modelo polo cero coincidedo aclara varias propiedades del sistema de tiempo discreto, tales como controllabilidad y observabilidad, y su preservación o pérdida con una discretización de polo cero emparejada. Con la formulación propuesta, los modelos pole-cero, hold-equivalente y mapeo se pueden construir con un único modelo esquemático.",
    "error_count": 10,
    "keys": {
        "structural interpretation": {
            "translated_key": [],
            "translated_annotated_text": "Interpretación estructural de la discretización de polo cero igualada Trato con discretización de polo cero igualada, que se ha utilizado en la práctica para los cálculos manuales en el rediseño digital de sistemas de tiempo continuo, pero disponible sólo en la forma de transferencia-función. Dado que este formulario es inconveniente para caracterizar las propiedades de dominio de tiempo de los bucles de datos muestreados y para informatizar el diseño de tales sistemas, se desarrolla una formulación de estado-espacio. Según la nueva interpretación, el modelo de polo cero emparejado se muestra estructuralmente idéntico a un modelo de tiempo discreto equivalente a la retención, en el que la retención generalizada toma parte integral, unificando así los enfoques de discretización más utilizados. Se presenta un algoritmo para obtener la función de retención generalizada. La estructura equivalente de retención del modelo polo cero coincidedo aclara varias propiedades del sistema de tiempo discreto, tales como controllabilidad y observabilidad, y su preservación o pérdida con una discretización de polo cero emparejada. Con la formulación propuesta, los modelos pole-cero, hold-equivalente y mapeo se pueden construir con un único modelo esquemático. ",
            "error": []
        },
        "matched pole-zero discretisation": {
            "translated_key": [
                "matched polo-cero",
                "matched polo-cero",
                "matched polo cero"
            ],
            "translated_annotated_text": "Interpretación estructural de la discretización <br>matched polo-cero</br> Trata con la discretización <br>matched polo-cero</br>, que se ha utilizado en la práctica para cálculos manuales en el rediseño digital de sistemas de tiempo continuo pero disponible únicamente en la forma de transferencia-función. Dado que este formulario es inconveniente para caracterizar las propiedades de dominio de tiempo de los bucles de datos muestreados y para informatizar el diseño de tales sistemas, se desarrolla una formulación de estado-espacio. Según la nueva interpretación, el modelo de polo cero emparejado se muestra estructuralmente idéntico a un modelo de tiempo discreto equivalente a la retención, en el que la retención generalizada toma parte integral, unificando así los enfoques de discretización más utilizados. Se presenta un algoritmo para obtener la función de retención generalizada. La estructura equivalente de retención del modelo polo cero coincidedo aclara varias propiedades del sistema de tiempo discreto, tales como controllabilidad y observabilidad, y su preservación o pérdida con una discretización <br>matched polo cero</br>. Con la formulación propuesta, los modelos pole-cero, hold-equivalente y mapeo se pueden construir con un único modelo esquemático. ",
            "error": [
                "matched polo-cero",
                "matched polo-cero",
                "matched polo cero"
            ]
        },
        "continuous-time systems": {
            "translated_key": "sistemas de tiempo continuo",
            "translated_annotated_text": "Interpretación estructural de la discretización de polos cero coincidentes Tratos con discretización de polos cero coincidentes, que se ha utilizado en la práctica para cálculos manuales en el rediseño digital de <br>sistemas de tiempo continuo</br>, pero disponible sólo en la forma de transferencia-función.  Dado que este formulario es inconveniente para caracterizar las propiedades de dominio de tiempo de los bucles de datos muestreados y para informatizar el diseño de tales sistemas, se desarrolla una formulación de estado-espacio. Según la nueva interpretación, el modelo de polo cero emparejado se muestra estructuralmente idéntico a un modelo de tiempo discreto equivalente a la retención, en el que la retención generalizada toma parte integral, unificando así los enfoques de discretización más utilizados. Se presenta un algoritmo para obtener la función de retención generalizada. La estructura equivalente de retención del modelo polo cero coincidedo aclara varias propiedades del sistema de tiempo discreto, tales como controllabilidad y observabilidad, y su preservación o pérdida con una discretización de polo cero emparejada. Con la formulación propuesta, los modelos pole-cero, hold-equivalente y mapeo se pueden construir con un único modelo esquemático. ",
            "error": [
                ""
            ]
        },
        "time-domain properties": {
            "translated_key": "time-domain",
            "translated_annotated_text": "Interpretación estructural de la discretización de polo cero igualada Trato con discretización de polo cero igualada, que se ha utilizado en la práctica para los cálculos manuales en el rediseño digital de sistemas de tiempo continuo, pero disponible sólo en la forma de transferencia-función. Dado que este formulario es inconveniente para caracterizar las propiedades <br>time-domain</br> de los bucles de datos muestreados y para informatizar el diseño de tales sistemas, se desarrolla una formulación de estado-espacio. Según la nueva interpretación, el modelo de polo cero emparejado se muestra estructuralmente idéntico a un modelo de tiempo discreto equivalente a la retención, en el que la retención generalizada toma parte integral, unificando así los enfoques de discretización más utilizados. Se presenta un algoritmo para obtener la función de retención generalizada. La estructura equivalente de retención del modelo polo cero coincidedo aclara varias propiedades del sistema de tiempo discreto, tales como controllabilidad y observabilidad, y su preservación o pérdida con una discretización de polo cero emparejada. Con la formulación propuesta, los modelos pole-cero, hold-equivalente y mapeo se pueden construir con un único modelo esquemático. ",
            "error": [
                ""
            ]
        },
        "sampled-data loops": {
            "translated_key": "sampled-data",
            "translated_annotated_text": "Interpretación estructural de la discretización de polo cero igualada Trato con discretización de polo cero igualada, que se ha utilizado en la práctica para los cálculos manuales en el rediseño digital de sistemas de tiempo continuo, pero disponible sólo en la forma de transferencia-función. Dado que este formulario es inconveniente para caracterizar las propiedades de dominio de tiempo de los bucles de datos <br>sampled-data</br> y para informatizar el diseño de tales sistemas, se desarrolla una formulación de estado-espacio. Según la nueva interpretación, el modelo de polo cero emparejado se muestra estructuralmente idéntico a un modelo de tiempo discreto equivalente a la retención, en el que la retención generalizada toma parte integral, unificando así los enfoques de discretización más utilizados. Se presenta un algoritmo para obtener la función de retención generalizada. La estructura equivalente de retención del modelo polo cero coincidedo aclara varias propiedades del sistema de tiempo discreto, tales como controllabilidad y observabilidad, y su preservación o pérdida con una discretización de polo cero emparejada. Con la formulación propuesta, los modelos pole-cero, hold-equivalente y mapeo se pueden construir con un único modelo esquemático. ",
            "error": [
                ""
            ]
        },
        "state-space formulation": {
            "translated_key": "state-space",
            "translated_annotated_text": "Interpretación estructural de la discretización de polo cero igualada Trato con discretización de polo cero igualada, que se ha utilizado en la práctica para los cálculos manuales en el rediseño digital de sistemas de tiempo continuo, pero disponible sólo en la forma de transferencia-función. Dado que este formulario es inconveniente para caracterizar las propiedades de dominio de tiempo de los bucles de datos muestreados y para informatizar el diseño de tales sistemas, se desarrolla una formulación <br>state-space</br>. Según la nueva interpretación, el modelo de polo cero emparejado se muestra estructuralmente idéntico a un modelo de tiempo discreto equivalente a la retención, en el que la retención generalizada toma parte integral, unificando así los enfoques de discretización más utilizados. Se presenta un algoritmo para obtener la función de retención generalizada. La estructura equivalente de retención del modelo polo cero coincidedo aclara varias propiedades del sistema de tiempo discreto, tales como controllabilidad y observabilidad, y su preservación o pérdida con una discretización de polo cero emparejada. Con la formulación propuesta, los modelos pole-cero, hold-equivalente y mapeo se pueden construir con un único modelo esquemático. ",
            "error": [
                ""
            ]
        },
        "hold-equivalent discrete-time model": {
            "translated_key": "hold-equivalente",
            "translated_annotated_text": "Interpretación estructural de la discretización de polo cero igualada Trato con discretización de polo cero igualada, que se ha utilizado en la práctica para los cálculos manuales en el rediseño digital de sistemas de tiempo continuo, pero disponible sólo en la forma de transferencia-función. Dado que este formulario es inconveniente para caracterizar las propiedades de dominio de tiempo de los bucles de datos muestreados y para informatizar el diseño de tales sistemas, se desarrolla una formulación de estado-espacio. Bajo la nueva interpretación, el modelo de polo cero emparejado se muestra estructuralmente idéntico a un modelo de tiempo discreto <br>hold-equivalente</br>, donde la bodega generalizada toma parte integral, unificando así los enfoques de discretización más utilizados. Se presenta un algoritmo para obtener la función de retención generalizada. La estructura equivalente de retención del modelo polo cero coincidedo aclara varias propiedades del sistema de tiempo discreto, tales como controllabilidad y observabilidad, y su preservación o pérdida con una discretización de polo cero emparejada. Con la formulación propuesta, los modelos pole-cero, hold-equivalente y mapeo se pueden construir con un único modelo esquemático. ",
            "error": [
                ""
            ]
        },
        "controllability": {
            "translated_key": "controllabilidad",
            "translated_annotated_text": "Interpretación estructural de la discretización de polo cero igualada Trato con discretización de polo cero igualada, que se ha utilizado en la práctica para los cálculos manuales en el rediseño digital de sistemas de tiempo continuo, pero disponible sólo en la forma de transferencia-función. Dado que este formulario es inconveniente para caracterizar las propiedades de dominio de tiempo de los bucles de datos muestreados y para informatizar el diseño de tales sistemas, se desarrolla una formulación de estado-espacio. Según la nueva interpretación, el modelo de polo cero emparejado se muestra estructuralmente idéntico a un modelo de tiempo discreto equivalente a la retención, en el que la retención generalizada toma parte integral, unificando así los enfoques de discretización más utilizados. Se presenta un algoritmo para obtener la función de retención generalizada. La estructura equivalente de retención del modelo polo cero coincidedo aclara varias propiedades del sistema de tiempo discreto, tales como <br>controllabilidad</br> y observabilidad, y su preservación o pérdida con una discretización igualada de polo cero. Con la formulación propuesta, los modelos pole-cero, hold-equivalente y mapeo se pueden construir con un único modelo esquemático. ",
            "error": [
                ""
            ]
        },
        "observability": {
            "translated_key": [],
            "translated_annotated_text": "Interpretación estructural de la discretización de polo cero igualada Trato con discretización de polo cero igualada, que se ha utilizado en la práctica para los cálculos manuales en el rediseño digital de sistemas de tiempo continuo, pero disponible sólo en la forma de transferencia-función. Dado que este formulario es inconveniente para caracterizar las propiedades de dominio de tiempo de los bucles de datos muestreados y para informatizar el diseño de tales sistemas, se desarrolla una formulación de estado-espacio. Según la nueva interpretación, el modelo de polo cero emparejado se muestra estructuralmente idéntico a un modelo de tiempo discreto equivalente a la retención, en el que la retención generalizada toma parte integral, unificando así los enfoques de discretización más utilizados. Se presenta un algoritmo para obtener la función de retención generalizada. La estructura equivalente de retención del modelo polo cero coincidedo aclara varias propiedades del sistema de tiempo discreto, como la controllabilidad y la observabilidad <br></br>, y su preservación o pérdida con una discretización igualada de polo cero. Con la formulación propuesta, los modelos pole-cero, hold-equivalente y mapeo se pueden construir con un único modelo esquemático. ",
            "error": []
        },
        "closed-loop system": {
            "translated_key": [],
            "translated_annotated_text": "Interpretación estructural de la discretización de polo cero igualada Trato con discretización de polo cero igualada, que se ha utilizado en la práctica para los cálculos manuales en el rediseño digital de sistemas de tiempo continuo, pero disponible sólo en la forma de transferencia-función. Dado que este formulario es inconveniente para caracterizar las propiedades de dominio de tiempo de los bucles de datos muestreados y para informatizar el diseño de tales sistemas, se desarrolla una formulación de estado-espacio. Según la nueva interpretación, el modelo de polo cero emparejado se muestra estructuralmente idéntico a un modelo de tiempo discreto equivalente a la retención, en el que la retención generalizada toma parte integral, unificando así los enfoques de discretización más utilizados. Se presenta un algoritmo para obtener la función de retención generalizada. La estructura equivalente de retención del modelo polo cero coincidedo aclara varias propiedades del sistema de tiempo discreto, tales como controllabilidad y observabilidad, y su preservación o pérdida con una discretización de polo cero emparejada. Con la formulación propuesta, los modelos pole-cero, hold-equivalente y mapeo se pueden construir con un único modelo esquemático. ",
            "error": []
        },
        "digital simulations": {
            "translated_key": [],
            "translated_annotated_text": "Interpretación estructural de la discretización de polo cero igualada Trato con discretización de polo cero igualada, que se ha utilizado en la práctica para los cálculos manuales en el rediseño digital de sistemas de tiempo continuo, pero disponible sólo en la forma de transferencia-función. Dado que este formulario es inconveniente para caracterizar las propiedades de dominio de tiempo de los bucles de datos muestreados y para informatizar el diseño de tales sistemas, se desarrolla una formulación de estado-espacio. Según la nueva interpretación, el modelo de polo cero emparejado se muestra estructuralmente idéntico a un modelo de tiempo discreto equivalente a la retención, en el que la retención generalizada toma parte integral, unificando así los enfoques de discretización más utilizados. Se presenta un algoritmo para obtener la función de retención generalizada. La estructura equivalente de retención del modelo polo cero coincidedo aclara varias propiedades del sistema de tiempo discreto, tales como controllabilidad y observabilidad, y su preservación o pérdida con una discretización de polo cero emparejada. Con la formulación propuesta, los modelos pole-cero, hold-equivalente y mapeo se pueden construir con un único modelo esquemático. ",
            "error": []
        },
        "closed loop systems": {
            "translated_key": [],
            "translated_annotated_text": "Interpretación estructural de la discretización de polo cero igualada Trato con discretización de polo cero igualada, que se ha utilizado en la práctica para los cálculos manuales en el rediseño digital de sistemas de tiempo continuo, pero disponible sólo en la forma de transferencia-función. Dado que este formulario es inconveniente para caracterizar las propiedades de dominio de tiempo de los bucles de datos muestreados y para informatizar el diseño de tales sistemas, se desarrolla una formulación de estado-espacio. Según la nueva interpretación, el modelo de polo cero emparejado se muestra estructuralmente idéntico a un modelo de tiempo discreto equivalente a la retención, en el que la retención generalizada toma parte integral, unificando así los enfoques de discretización más utilizados. Se presenta un algoritmo para obtener la función de retención generalizada. La estructura equivalente de retención del modelo polo cero coincidedo aclara varias propiedades del sistema de tiempo discreto, tales como controllabilidad y observabilidad, y su preservación o pérdida con una discretización de polo cero emparejada. Con la formulación propuesta, los modelos pole-cero, hold-equivalente y mapeo se pueden construir con un único modelo esquemático. ",
            "error": []
        },
        "discrete time systems": {
            "translated_key": [],
            "translated_annotated_text": "Interpretación estructural de la discretización de polo cero igualada Trato con discretización de polo cero igualada, que se ha utilizado en la práctica para los cálculos manuales en el rediseño digital de sistemas de tiempo continuo, pero disponible sólo en la forma de transferencia-función. Dado que este formulario es inconveniente para caracterizar las propiedades de dominio de tiempo de los bucles de datos muestreados y para informatizar el diseño de tales sistemas, se desarrolla una formulación de estado-espacio. Según la nueva interpretación, el modelo de polo cero emparejado se muestra estructuralmente idéntico a un modelo de tiempo discreto equivalente a la retención, en el que la retención generalizada toma parte integral, unificando así los enfoques de discretización más utilizados. Se presenta un algoritmo para obtener la función de retención generalizada. La estructura equivalente de retención del modelo polo cero coincidedo aclara varias propiedades del sistema de tiempo discreto, tales como controllabilidad y observabilidad, y su preservación o pérdida con una discretización de polo cero emparejada. Con la formulación propuesta, los modelos pole-cero, hold-equivalente y mapeo se pueden construir con un único modelo esquemático. ",
            "error": []
        },
        "poles and zeros": {
            "translated_key": [],
            "translated_annotated_text": "Interpretación estructural de la discretización de polo cero igualada Trato con discretización de polo cero igualada, que se ha utilizado en la práctica para los cálculos manuales en el rediseño digital de sistemas de tiempo continuo, pero disponible sólo en la forma de transferencia-función. Dado que este formulario es inconveniente para caracterizar las propiedades de dominio de tiempo de los bucles de datos muestreados y para informatizar el diseño de tales sistemas, se desarrolla una formulación de estado-espacio. Según la nueva interpretación, el modelo de polo cero emparejado se muestra estructuralmente idéntico a un modelo de tiempo discreto equivalente a la retención, en el que la retención generalizada toma parte integral, unificando así los enfoques de discretización más utilizados. Se presenta un algoritmo para obtener la función de retención generalizada. La estructura equivalente de retención del modelo polo cero coincidedo aclara varias propiedades del sistema de tiempo discreto, tales como controllabilidad y observabilidad, y su preservación o pérdida con una discretización de polo cero emparejada. Con la formulación propuesta, los modelos pole-cero, hold-equivalente y mapeo se pueden construir con un único modelo esquemático. ",
            "error": []
        },
        "sampled data systems": {
            "translated_key": [],
            "translated_annotated_text": "Interpretación estructural de la discretización de polo cero igualada Trato con discretización de polo cero igualada, que se ha utilizado en la práctica para los cálculos manuales en el rediseño digital de sistemas de tiempo continuo, pero disponible sólo en la forma de transferencia-función. Dado que este formulario es inconveniente para caracterizar las propiedades de dominio de tiempo de los bucles de datos muestreados y para informatizar el diseño de tales sistemas, se desarrolla una formulación de estado-espacio. Según la nueva interpretación, el modelo de polo cero emparejado se muestra estructuralmente idéntico a un modelo de tiempo discreto equivalente a la retención, en el que la retención generalizada toma parte integral, unificando así los enfoques de discretización más utilizados. Se presenta un algoritmo para obtener la función de retención generalizada. La estructura equivalente de retención del modelo polo cero coincidedo aclara varias propiedades del sistema de tiempo discreto, tales como controllabilidad y observabilidad, y su preservación o pérdida con una discretización de polo cero emparejada. Con la formulación propuesta, los modelos pole-cero, hold-equivalente y mapeo se pueden construir con un único modelo esquemático. ",
            "error": []
        }
    }
}