{
    "original_text": "Fast, accurate and stable simulation of power electronic systems using virtual resistors and capacitors Simulation of power electronic circuits remains a problem due to the high level of stiffness brought about by the modelling of switches as biresistors i.e. very low turn-on resistance and very high turn-off resistance. The merits and drawbacks of two modelling methods that address this problem are discussed. A modelling solution for ensuring numerically stable, accurate and fast simulation of power electronic systems is proposed. The solution enables easy connectivity between power electronic elements in the simulation model. It involves the modelling of virtual capacitance at switching nodes to soften voltage discontinuity due to the switch current suddenly going to zero. Undesirable ringing effects that may arise due to the interaction between the virtual capacitance and circuit inductance are eliminated by modelling virtual damping resistors in parallel to inductors that are adjacent to switching elements. A midpoint configuration method is also introduced for modelling shunt capacitors. A DC traction system is simulated using this modelling strategy and the results are included. Simulation results obtained using this modelling strategy are validated by comparison with the established mesh analysis technique of modelling. The simulation performance is also compared with the Power System Blockset commercial software",
    "original_translation": "Simulación rápida, precisa y estable de sistemas electrónicos de potencia utilizando resistencias y condensadores virtuales La simulación de circuitos electrónicos de potencia sigue siendo un problema debido al alto nivel de rigidez causado por el modelado de interruptores como biresistores, es decir. muy baja resistencia al encendido y muy alta resistencia al apagado. Se examinan los méritos e inconvenientes de dos métodos de modelización que abordan este problema. Se propone una solución de modelado para garantizar una simulación numéricamente estable, precisa y rápida de los sistemas electrónicos de potencia. La solución permite una fácil conectividad entre elementos electrónicos de potencia en el modelo de simulación. Implica el modelado de capacitancia virtual en los nodos de conmutación para suavizar la discontinuidad del voltaje debido a que la corriente del interruptor de repente va a cero. Los efectos de timbre indeseables que pueden surgir debido a la interacción entre la capacitancia virtual y la inductancia del circuito se eliminan modelando resistencias de amortiguación virtuales en paralelo a los inductores adyacentes a los elementos de conmutación. También se introduce un método de configuración de punto medio para modelar condensadores de derivación. Se simula un sistema de tracción DC utilizando esta estrategia de modelado y se incluyen los resultados. Los resultados de simulación obtenidos utilizando esta estrategia de modelización se validan en comparación con la técnica de análisis de malla establecida de modelización. El rendimiento de simulación también se compara con el software comercial Power System Blockset",
    "error_count": 11,
    "keys": {
        "power electronic systems simulation": {
            "translated_key": [],
            "translated_annotated_text": "Simulación rápida, precisa y estable de sistemas electrónicos de potencia utilizando resistencias y condensadores virtuales La simulación de circuitos electrónicos de potencia sigue siendo un problema debido al alto nivel de rigidez causado por el modelado de interruptores como biresistores, es decir. muy baja resistencia al encendido y muy alta resistencia al apagado. Se examinan los méritos e inconvenientes de dos métodos de modelización que abordan este problema. Se propone una solución de modelado para garantizar una simulación numéricamente estable, precisa y rápida de los sistemas electrónicos de potencia. La solución permite una fácil conectividad entre elementos electrónicos de potencia en el modelo de simulación. Implica el modelado de capacitancia virtual en los nodos de conmutación para suavizar la discontinuidad del voltaje debido a que la corriente del interruptor de repente va a cero. Los efectos de timbre indeseables que pueden surgir debido a la interacción entre la capacitancia virtual y la inductancia del circuito se eliminan modelando resistencias de amortiguación virtuales en paralelo a los inductores adyacentes a los elementos de conmutación. También se introduce un método de configuración de punto medio para modelar condensadores de derivación. Se simula un sistema de tracción DC utilizando esta estrategia de modelado y se incluyen los resultados. Los resultados de simulación obtenidos utilizando esta estrategia de modelización se validan en comparación con la técnica de análisis de malla establecida de modelización. El rendimiento de simulación también se compara con el software comercial Power System Blockset ",
            "error": []
        },
        "virtual resistors": {
            "translated_key": "resistencias virtuales",
            "translated_annotated_text": "Simulación rápida, precisa y estable de sistemas electrónicos de potencia utilizando \"resistencias virtuales\" y condensadores La simulación de circuitos electrónicos de potencia sigue siendo un problema debido al alto nivel de rigidez que produce el modelado de interruptores como biresistores, es decir. muy baja resistencia al encendido y muy alta resistencia al apagado. Se examinan los méritos e inconvenientes de dos métodos de modelización que abordan este problema. Se propone una solución de modelado para garantizar una simulación numéricamente estable, precisa y rápida de los sistemas electrónicos de potencia. La solución permite una fácil conectividad entre elementos electrónicos de potencia en el modelo de simulación. Implica el modelado de capacitancia virtual en los nodos de conmutación para suavizar la discontinuidad del voltaje debido a que la corriente del interruptor de repente va a cero. Los efectos de timbre indeseables que pueden surgir debido a la interacción entre la capacitancia virtual y la inductancia del circuito se eliminan modelando resistencias de amortiguación virtuales en paralelo a los inductores adyacentes a los elementos de conmutación. También se introduce un método de configuración de punto medio para modelar condensadores de derivación. Se simula un sistema de tracción DC utilizando esta estrategia de modelado y se incluyen los resultados. Los resultados de simulación obtenidos utilizando esta estrategia de modelización se validan en comparación con la técnica de análisis de malla establecida de modelización. El rendimiento de simulación también se compara con el software comercial Power System Blockset ",
            "error": [
                ""
            ]
        },
        "virtual capacitors": {
            "translated_key": [],
            "translated_annotated_text": "Simulación rápida, precisa y estable de sistemas electrónicos de potencia utilizando resistencias y condensadores virtuales La simulación de circuitos electrónicos de potencia sigue siendo un problema debido al alto nivel de rigidez causado por el modelado de interruptores como biresistores, es decir. muy baja resistencia al encendido y muy alta resistencia al apagado. Se examinan los méritos e inconvenientes de dos métodos de modelización que abordan este problema. Se propone una solución de modelado para garantizar una simulación numéricamente estable, precisa y rápida de los sistemas electrónicos de potencia. La solución permite una fácil conectividad entre elementos electrónicos de potencia en el modelo de simulación. Implica el modelado de capacitancia virtual en los nodos de conmutación para suavizar la discontinuidad del voltaje debido a que la corriente del interruptor de repente va a cero. Los efectos de timbre indeseables que pueden surgir debido a la interacción entre la capacitancia virtual y la inductancia del circuito se eliminan modelando resistencias de amortiguación virtuales en paralelo a los inductores adyacentes a los elementos de conmutación. También se introduce un método de configuración de punto medio para modelar condensadores de derivación. Se simula un sistema de tracción DC utilizando esta estrategia de modelado y se incluyen los resultados. Los resultados de simulación obtenidos utilizando esta estrategia de modelización se validan en comparación con la técnica de análisis de malla establecida de modelización. El rendimiento de simulación también se compara con el software comercial Power System Blockset ",
            "error": []
        },
        "turn-on resistance": {
            "translated_key": "resistencia al encendido",
            "translated_annotated_text": "Simulación rápida, precisa y estable de sistemas electrónicos de potencia utilizando resistencias y condensadores virtuales La simulación de circuitos electrónicos de potencia sigue siendo un problema debido al alto nivel de rigidez causado por el modelado de interruptores como biresistores, es decir. muy baja \"resistencia al encendido\" y muy alta resistencia al apagado. Se examinan los méritos e inconvenientes de dos métodos de modelización que abordan este problema. Se propone una solución de modelado para garantizar una simulación numéricamente estable, precisa y rápida de los sistemas electrónicos de potencia. La solución permite una fácil conectividad entre elementos electrónicos de potencia en el modelo de simulación. Implica el modelado de capacitancia virtual en los nodos de conmutación para suavizar la discontinuidad del voltaje debido a que la corriente del interruptor de repente va a cero. Los efectos de timbre indeseables que pueden surgir debido a la interacción entre la capacitancia virtual y la inductancia del circuito se eliminan modelando resistencias de amortiguación virtuales en paralelo a los inductores adyacentes a los elementos de conmutación. También se introduce un método de configuración de punto medio para modelar condensadores de derivación. Se simula un sistema de tracción DC utilizando esta estrategia de modelado y se incluyen los resultados. Los resultados de simulación obtenidos utilizando esta estrategia de modelización se validan en comparación con la técnica de análisis de malla establecida de modelización. El rendimiento de simulación también se compara con el software comercial Power System Blockset ",
            "error": [
                ""
            ]
        },
        "high turn-off resistance": {
            "translated_key": "alta resistencia al apagado",
            "translated_annotated_text": "Simulación rápida, precisa y estable de sistemas electrónicos de potencia utilizando resistencias y condensadores virtuales La simulación de circuitos electrónicos de potencia sigue siendo un problema debido al alto nivel de rigidez causado por el modelado de interruptores como biresistores, es decir. muy baja resistencia al encendido y muy \"alta resistencia al apagado\". Se examinan los méritos e inconvenientes de dos métodos de modelización que abordan este problema. Se propone una solución de modelado para garantizar una simulación numéricamente estable, precisa y rápida de los sistemas electrónicos de potencia. La solución permite una fácil conectividad entre elementos electrónicos de potencia en el modelo de simulación. Implica el modelado de capacitancia virtual en los nodos de conmutación para suavizar la discontinuidad del voltaje debido a que la corriente del interruptor de repente va a cero. Los efectos de timbre indeseables que pueden surgir debido a la interacción entre la capacitancia virtual y la inductancia del circuito se eliminan modelando resistencias de amortiguación virtuales en paralelo a los inductores adyacentes a los elementos de conmutación. También se introduce un método de configuración de punto medio para modelar condensadores de derivación. Se simula un sistema de tracción DC utilizando esta estrategia de modelado y se incluyen los resultados. Los resultados de simulación obtenidos utilizando esta estrategia de modelización se validan en comparación con la técnica de análisis de malla establecida de modelización. El rendimiento de simulación también se compara con el software comercial Power System Blockset ",
            "error": [
                ""
            ]
        },
        "switch modelling": {
            "translated_key": [],
            "translated_annotated_text": "Simulación rápida, precisa y estable de sistemas electrónicos de potencia utilizando resistencias y condensadores virtuales La simulación de circuitos electrónicos de potencia sigue siendo un problema debido al alto nivel de rigidez causado por el modelado de interruptores como biresistores, es decir. muy baja resistencia al encendido y muy alta resistencia al apagado. Se examinan los méritos e inconvenientes de dos métodos de modelización que abordan este problema. Se propone una solución de modelado para garantizar una simulación numéricamente estable, precisa y rápida de los sistemas electrónicos de potencia. La solución permite una fácil conectividad entre elementos electrónicos de potencia en el modelo de simulación. Implica el modelado de capacitancia virtual en los nodos de conmutación para suavizar la discontinuidad del voltaje debido a que la corriente del interruptor de repente va a cero. Los efectos de timbre indeseables que pueden surgir debido a la interacción entre la capacitancia virtual y la inductancia del circuito se eliminan modelando resistencias de amortiguación virtuales en paralelo a los inductores adyacentes a los elementos de conmutación. También se introduce un método de configuración de punto medio para modelar condensadores de derivación. Se simula un sistema de tracción DC utilizando esta estrategia de modelado y se incluyen los resultados. Los resultados de simulación obtenidos utilizando esta estrategia de modelización se validan en comparación con la técnica de análisis de malla establecida de modelización. El rendimiento de simulación también se compara con el software comercial Power System Blockset ",
            "error": []
        },
        "switching nodes": {
            "translated_key": "nodos de conmutación",
            "translated_annotated_text": "Simulación rápida, precisa y estable de sistemas electrónicos de potencia utilizando resistencias y condensadores virtuales La simulación de circuitos electrónicos de potencia sigue siendo un problema debido al alto nivel de rigidez causado por el modelado de interruptores como biresistores, es decir. muy baja resistencia al encendido y muy alta resistencia al apagado. Se examinan los méritos e inconvenientes de dos métodos de modelización que abordan este problema. Se propone una solución de modelado para garantizar una simulación numéricamente estable, precisa y rápida de los sistemas electrónicos de potencia. La solución permite una fácil conectividad entre elementos electrónicos de potencia en el modelo de simulación. Implica el modelado de capacitancia virtual en \"nodos de conmutación\" para suavizar la discontinuidad del voltaje debido a que la corriente del interruptor de repente va a cero. Los efectos de timbre indeseables que pueden surgir debido a la interacción entre la capacitancia virtual y la inductancia del circuito se eliminan modelando resistencias de amortiguación virtuales en paralelo a los inductores adyacentes a los elementos de conmutación. También se introduce un método de configuración de punto medio para modelar condensadores de derivación. Se simula un sistema de tracción DC utilizando esta estrategia de modelado y se incluyen los resultados. Los resultados de simulación obtenidos utilizando esta estrategia de modelización se validan en comparación con la técnica de análisis de malla establecida de modelización. El rendimiento de simulación también se compara con el software comercial Power System Blockset ",
            "error": [
                ""
            ]
        },
        "voltage discontinuity softening": {
            "translated_key": [],
            "translated_annotated_text": "Simulación rápida, precisa y estable de sistemas electrónicos de potencia utilizando resistencias y condensadores virtuales La simulación de circuitos electrónicos de potencia sigue siendo un problema debido al alto nivel de rigidez causado por el modelado de interruptores como biresistores, es decir. muy baja resistencia al encendido y muy alta resistencia al apagado. Se examinan los méritos e inconvenientes de dos métodos de modelización que abordan este problema. Se propone una solución de modelado para garantizar una simulación numéricamente estable, precisa y rápida de los sistemas electrónicos de potencia. La solución permite una fácil conectividad entre elementos electrónicos de potencia en el modelo de simulación. Implica el modelado de capacitancia virtual en los nodos de conmutación para suavizar la discontinuidad del voltaje debido a que la corriente del interruptor de repente va a cero. Los efectos de timbre indeseables que pueden surgir debido a la interacción entre la capacitancia virtual y la inductancia del circuito se eliminan modelando resistencias de amortiguación virtuales en paralelo a los inductores adyacentes a los elementos de conmutación. También se introduce un método de configuración de punto medio para modelar condensadores de derivación. Se simula un sistema de tracción DC utilizando esta estrategia de modelado y se incluyen los resultados. Los resultados de simulación obtenidos utilizando esta estrategia de modelización se validan en comparación con la técnica de análisis de malla establecida de modelización. El rendimiento de simulación también se compara con el software comercial Power System Blockset ",
            "error": []
        },
        "ringing effects": {
            "translated_key": "efectos de aro",
            "translated_annotated_text": "Simulación rápida, precisa y estable de sistemas electrónicos de potencia utilizando resistencias y condensadores virtuales La simulación de circuitos electrónicos de potencia sigue siendo un problema debido al alto nivel de rigidez causado por el modelado de interruptores como biresistores, es decir. muy baja resistencia al encendido y muy alta resistencia al apagado. Se examinan los méritos e inconvenientes de dos métodos de modelización que abordan este problema. Se propone una solución de modelado para garantizar una simulación numéricamente estable, precisa y rápida de los sistemas electrónicos de potencia. La solución permite una fácil conectividad entre elementos electrónicos de potencia en el modelo de simulación. Implica el modelado de capacitancia virtual en los nodos de conmutación para suavizar la discontinuidad del voltaje debido a que la corriente del interruptor de repente va a cero. Los \"efectos de aro\" indeseables que pueden surgir debido a la interacción entre la capacitancia virtual y la inductancia del circuito se eliminan modelando resistencias de amortiguación virtuales en paralelo a los inductores adyacentes a los elementos de conmutación. También se introduce un método de configuración de punto medio para modelar condensadores de derivación. Se simula un sistema de tracción DC utilizando esta estrategia de modelado y se incluyen los resultados. Los resultados de simulación obtenidos utilizando esta estrategia de modelización se validan en comparación con la técnica de análisis de malla establecida de modelización. El rendimiento de simulación también se compara con el software comercial Power System Blockset ",
            "error": [
                ""
            ]
        },
        "DC traction system": {
            "translated_key": "sistema de tracción DC",
            "translated_annotated_text": "Simulación rápida, precisa y estable de sistemas electrónicos de potencia utilizando resistencias y condensadores virtuales La simulación de circuitos electrónicos de potencia sigue siendo un problema debido al alto nivel de rigidez causado por el modelado de interruptores como biresistores, es decir. muy baja resistencia al encendido y muy alta resistencia al apagado. Se examinan los méritos e inconvenientes de dos métodos de modelización que abordan este problema. Se propone una solución de modelado para garantizar una simulación numéricamente estable, precisa y rápida de los sistemas electrónicos de potencia. La solución permite una fácil conectividad entre elementos electrónicos de potencia en el modelo de simulación. Implica el modelado de capacitancia virtual en los nodos de conmutación para suavizar la discontinuidad del voltaje debido a que la corriente del interruptor de repente va a cero. Los efectos de timbre indeseables que pueden surgir debido a la interacción entre la capacitancia virtual y la inductancia del circuito se eliminan modelando resistencias de amortiguación virtuales en paralelo a los inductores adyacentes a los elementos de conmutación. También se introduce un método de configuración de punto medio para modelar condensadores de derivación. Se simula un \"sistema de tracción DC\" utilizando esta estrategia de modelado y se incluyen los resultados. Los resultados de simulación obtenidos utilizando esta estrategia de modelización se validan en comparación con la técnica de análisis de malla establecida de modelización. El rendimiento de simulación también se compara con el software comercial Power System Blockset ",
            "error": [
                ""
            ]
        },
        "mesh analysis technique": {
            "translated_key": "técnica de análisis de malla",
            "translated_annotated_text": "Simulación rápida, precisa y estable de sistemas electrónicos de potencia utilizando resistencias y condensadores virtuales La simulación de circuitos electrónicos de potencia sigue siendo un problema debido al alto nivel de rigidez causado por el modelado de interruptores como biresistores, es decir. muy baja resistencia al encendido y muy alta resistencia al apagado. Se examinan los méritos e inconvenientes de dos métodos de modelización que abordan este problema. Se propone una solución de modelado para garantizar una simulación numéricamente estable, precisa y rápida de los sistemas electrónicos de potencia. La solución permite una fácil conectividad entre elementos electrónicos de potencia en el modelo de simulación. Implica el modelado de capacitancia virtual en los nodos de conmutación para suavizar la discontinuidad del voltaje debido a que la corriente del interruptor de repente va a cero. Los efectos de timbre indeseables que pueden surgir debido a la interacción entre la capacitancia virtual y la inductancia del circuito se eliminan modelando resistencias de amortiguación virtuales en paralelo a los inductores adyacentes a los elementos de conmutación. También se introduce un método de configuración de punto medio para modelar condensadores de derivación. Se simula un sistema de tracción DC utilizando esta estrategia de modelado y se incluyen los resultados. Los resultados de simulación obtenidos con esta estrategia de modelización son validados en comparación con la \"técnica de análisis de malla\" establecida de modelización. El rendimiento de simulación también se compara con el software comercial Power System Blockset ",
            "error": [
                ""
            ]
        },
        "Power System Blockset software": {
            "translated_key": [],
            "translated_annotated_text": "Simulación rápida, precisa y estable de sistemas electrónicos de potencia utilizando resistencias y condensadores virtuales La simulación de circuitos electrónicos de potencia sigue siendo un problema debido al alto nivel de rigidez causado por el modelado de interruptores como biresistores, es decir. muy baja resistencia al encendido y muy alta resistencia al apagado. Se examinan los méritos e inconvenientes de dos métodos de modelización que abordan este problema. Se propone una solución de modelado para garantizar una simulación numéricamente estable, precisa y rápida de los sistemas electrónicos de potencia. La solución permite una fácil conectividad entre elementos electrónicos de potencia en el modelo de simulación. Implica el modelado de capacitancia virtual en los nodos de conmutación para suavizar la discontinuidad del voltaje debido a que la corriente del interruptor de repente va a cero. Los efectos de timbre indeseables que pueden surgir debido a la interacción entre la capacitancia virtual y la inductancia del circuito se eliminan modelando resistencias de amortiguación virtuales en paralelo a los inductores adyacentes a los elementos de conmutación. También se introduce un método de configuración de punto medio para modelar condensadores de derivación. Se simula un sistema de tracción DC utilizando esta estrategia de modelado y se incluyen los resultados. Los resultados de simulación obtenidos utilizando esta estrategia de modelización se validan en comparación con la técnica de análisis de malla establecida de modelización. El rendimiento de simulación también se compara con el software comercial Power System Blockset ",
            "error": []
        },
        "computer simulation": {
            "translated_key": [],
            "translated_annotated_text": "Simulación rápida, precisa y estable de sistemas electrónicos de potencia utilizando resistencias y condensadores virtuales La simulación de circuitos electrónicos de potencia sigue siendo un problema debido al alto nivel de rigidez causado por el modelado de interruptores como biresistores, es decir. muy baja resistencia al encendido y muy alta resistencia al apagado. Se examinan los méritos e inconvenientes de dos métodos de modelización que abordan este problema. Se propone una solución de modelado para garantizar una simulación numéricamente estable, precisa y rápida de los sistemas electrónicos de potencia. La solución permite una fácil conectividad entre elementos electrónicos de potencia en el modelo de simulación. Implica el modelado de capacitancia virtual en los nodos de conmutación para suavizar la discontinuidad del voltaje debido a que la corriente del interruptor de repente va a cero. Los efectos de timbre indeseables que pueden surgir debido a la interacción entre la capacitancia virtual y la inductancia del circuito se eliminan modelando resistencias de amortiguación virtuales en paralelo a los inductores adyacentes a los elementos de conmutación. También se introduce un método de configuración de punto medio para modelar condensadores de derivación. Se simula un sistema de tracción DC utilizando esta estrategia de modelado y se incluyen los resultados. Los resultados de simulación obtenidos utilizando esta estrategia de modelización se validan en comparación con la técnica de análisis de malla establecida de modelización. El rendimiento de simulación también se compara con el software comercial Power System Blockset ",
            "error": []
        },
        "capacitors": {
            "translated_key": "capacitadores",
            "translated_annotated_text": "Simulación rápida, precisa y estable de sistemas electrónicos de potencia utilizando resistencias virtuales y \"capacitadores\" La simulación de circuitos electrónicos de potencia sigue siendo un problema debido al alto nivel de rigidez causado por el modelado de interruptores como biresistores, es decir. muy baja resistencia al encendido y muy alta resistencia al apagado. Se examinan los méritos e inconvenientes de dos métodos de modelización que abordan este problema. Se propone una solución de modelado para garantizar una simulación numéricamente estable, precisa y rápida de los sistemas electrónicos de potencia. La solución permite una fácil conectividad entre elementos electrónicos de potencia en el modelo de simulación. Implica el modelado de capacitancia virtual en los nodos de conmutación para suavizar la discontinuidad del voltaje debido a que la corriente del interruptor de repente va a cero. Los efectos de timbre indeseables que pueden surgir debido a la interacción entre la capacitancia virtual y la inductancia del circuito se eliminan modelando resistencias de amortiguación virtuales en paralelo a los inductores adyacentes a los elementos de conmutación. También se introduce un método de configuración de punto medio para modelar \"capacitadores\". Se simula un sistema de tracción DC utilizando esta estrategia de modelado y se incluyen los resultados. Los resultados de simulación obtenidos utilizando esta estrategia de modelización se validan en comparación con la técnica de análisis de malla establecida de modelización. El rendimiento de simulación también se compara con el software comercial Power System Blockset ",
            "error": [
                ""
            ]
        },
        "circuit simulation": {
            "translated_key": [],
            "translated_annotated_text": "Simulación rápida, precisa y estable de sistemas electrónicos de potencia utilizando resistencias y condensadores virtuales La simulación de circuitos electrónicos de potencia sigue siendo un problema debido al alto nivel de rigidez causado por el modelado de interruptores como biresistores, es decir. muy baja resistencia al encendido y muy alta resistencia al apagado. Se examinan los méritos e inconvenientes de dos métodos de modelización que abordan este problema. Se propone una solución de modelado para garantizar una simulación numéricamente estable, precisa y rápida de los sistemas electrónicos de potencia. La solución permite una fácil conectividad entre elementos electrónicos de potencia en el modelo de simulación. Implica el modelado de capacitancia virtual en los nodos de conmutación para suavizar la discontinuidad del voltaje debido a que la corriente del interruptor de repente va a cero. Los efectos de timbre indeseables que pueden surgir debido a la interacción entre la capacitancia virtual y la inductancia del circuito se eliminan modelando resistencias de amortiguación virtuales en paralelo a los inductores adyacentes a los elementos de conmutación. También se introduce un método de configuración de punto medio para modelar condensadores de derivación. Se simula un sistema de tracción DC utilizando esta estrategia de modelado y se incluyen los resultados. Los resultados de simulación obtenidos utilizando esta estrategia de modelización se validan en comparación con la técnica de análisis de malla establecida de modelización. El rendimiento de simulación también se compara con el software comercial Power System Blockset ",
            "error": []
        },
        "power electronics": {
            "translated_key": [],
            "translated_annotated_text": "Simulación rápida, precisa y estable de sistemas electrónicos de potencia utilizando resistencias y condensadores virtuales La simulación de circuitos electrónicos de potencia sigue siendo un problema debido al alto nivel de rigidez causado por el modelado de interruptores como biresistores, es decir. muy baja resistencia al encendido y muy alta resistencia al apagado. Se examinan los méritos e inconvenientes de dos métodos de modelización que abordan este problema. Se propone una solución de modelado para garantizar una simulación numéricamente estable, precisa y rápida de los sistemas electrónicos de potencia. La solución permite una fácil conectividad entre elementos electrónicos de potencia en el modelo de simulación. Implica el modelado de capacitancia virtual en los nodos de conmutación para suavizar la discontinuidad del voltaje debido a que la corriente del interruptor de repente va a cero. Los efectos de timbre indeseables que pueden surgir debido a la interacción entre la capacitancia virtual y la inductancia del circuito se eliminan modelando resistencias de amortiguación virtuales en paralelo a los inductores adyacentes a los elementos de conmutación. También se introduce un método de configuración de punto medio para modelar condensadores de derivación. Se simula un sistema de tracción DC utilizando esta estrategia de modelado y se incluyen los resultados. Los resultados de simulación obtenidos utilizando esta estrategia de modelización se validan en comparación con la técnica de análisis de malla establecida de modelización. El rendimiento de simulación también se compara con el software comercial Power System Blockset ",
            "error": []
        },
        "power engineering computing": {
            "translated_key": [],
            "translated_annotated_text": "Simulación rápida, precisa y estable de sistemas electrónicos de potencia utilizando resistencias y condensadores virtuales La simulación de circuitos electrónicos de potencia sigue siendo un problema debido al alto nivel de rigidez causado por el modelado de interruptores como biresistores, es decir. muy baja resistencia al encendido y muy alta resistencia al apagado. Se examinan los méritos e inconvenientes de dos métodos de modelización que abordan este problema. Se propone una solución de modelado para garantizar una simulación numéricamente estable, precisa y rápida de los sistemas electrónicos de potencia. La solución permite una fácil conectividad entre elementos electrónicos de potencia en el modelo de simulación. Implica el modelado de capacitancia virtual en los nodos de conmutación para suavizar la discontinuidad del voltaje debido a que la corriente del interruptor de repente va a cero. Los efectos de timbre indeseables que pueden surgir debido a la interacción entre la capacitancia virtual y la inductancia del circuito se eliminan modelando resistencias de amortiguación virtuales en paralelo a los inductores adyacentes a los elementos de conmutación. También se introduce un método de configuración de punto medio para modelar condensadores de derivación. Se simula un sistema de tracción DC utilizando esta estrategia de modelado y se incluyen los resultados. Los resultados de simulación obtenidos utilizando esta estrategia de modelización se validan en comparación con la técnica de análisis de malla establecida de modelización. El rendimiento de simulación también se compara con el software comercial Power System Blockset ",
            "error": []
        },
        "resistors": {
            "translated_key": [
                "residuos",
                "residores"
            ],
            "translated_annotated_text": "Simulación rápida, precisa y estable de sistemas electrónicos de potencia utilizando \"residuos\" y condensadores virtuales La simulación de circuitos electrónicos de potencia sigue siendo un problema debido al alto nivel de rigidez causado por el modelado de interruptores como biresistores, es decir. muy baja resistencia al encendido y muy alta resistencia al apagado. Se examinan los méritos e inconvenientes de dos métodos de modelización que abordan este problema. Se propone una solución de modelado para garantizar una simulación numéricamente estable, precisa y rápida de los sistemas electrónicos de potencia. La solución permite una fácil conectividad entre elementos electrónicos de potencia en el modelo de simulación. Implica el modelado de capacitancia virtual en los nodos de conmutación para suavizar la discontinuidad del voltaje debido a que la corriente del interruptor de repente va a cero. Los efectos de timbre indeseables que pueden surgir debido a la interacción entre la capacitancia virtual y la inductancia del circuito se eliminan modelando \"residores\" de amortiguación virtual en paralelo a los inductores que son adyacentes a los elementos de conmutación. También se introduce un método de configuración de punto medio para modelar condensadores de derivación. Se simula un sistema de tracción DC utilizando esta estrategia de modelado y se incluyen los resultados. Los resultados de simulación obtenidos utilizando esta estrategia de modelización se validan en comparación con la técnica de análisis de malla establecida de modelización. El rendimiento de simulación también se compara con el software comercial Power System Blockset ",
            "error": [
                "residuos",
                "residores"
            ]
        },
        "switching circuits": {
            "translated_key": [],
            "translated_annotated_text": "Simulación rápida, precisa y estable de sistemas electrónicos de potencia utilizando resistencias y condensadores virtuales La simulación de circuitos electrónicos de potencia sigue siendo un problema debido al alto nivel de rigidez causado por el modelado de interruptores como biresistores, es decir. muy baja resistencia al encendido y muy alta resistencia al apagado. Se examinan los méritos e inconvenientes de dos métodos de modelización que abordan este problema. Se propone una solución de modelado para garantizar una simulación numéricamente estable, precisa y rápida de los sistemas electrónicos de potencia. La solución permite una fácil conectividad entre elementos electrónicos de potencia en el modelo de simulación. Implica el modelado de capacitancia virtual en los nodos de conmutación para suavizar la discontinuidad del voltaje debido a que la corriente del interruptor de repente va a cero. Los efectos de timbre indeseables que pueden surgir debido a la interacción entre la capacitancia virtual y la inductancia del circuito se eliminan modelando resistencias de amortiguación virtuales en paralelo a los inductores adyacentes a los elementos de conmutación. También se introduce un método de configuración de punto medio para modelar condensadores de derivación. Se simula un sistema de tracción DC utilizando esta estrategia de modelado y se incluyen los resultados. Los resultados de simulación obtenidos utilizando esta estrategia de modelización se validan en comparación con la técnica de análisis de malla establecida de modelización. El rendimiento de simulación también se compara con el software comercial Power System Blockset ",
            "error": []
        }
    }
}