{
    "original_text": "Single-phase half-bridge converter topology for power quality compensation A high power factor half-bridge rectifier with neutral point switch clamped scheme is proposed. Three power switches are employed in the proposed rectifier. Two PWM control schemes are used to draw a sinusoidal line current with low current distortion. The control signals of the power switches are derived from the DC link voltage balance compensator, line current controller and DC link voltage regulator. The hysteresis current control scheme is employed to track the line current command. The proposed control scheme and the circuit configuration can be applied to the active power filter to eliminate the harmonic currents and compensate the reactive power generated from the nonlinear load. Analytical and experimental results are included to illustrate the validity and effectiveness of the proposed control scheme",
    "original_translation": "Topología del convertidor de semipuente monofásico para compensación de calidad de potencia Se propone un rectificador de semipuente de alto factor de potencia con sistema de conmutador de punto neutro. En el rectificador propuesto se emplean tres interruptores de alimentación. Dos esquemas de control PWM se utilizan para dibujar una corriente de línea sinusoidal con distorsión de corriente baja. Las señales de control de los interruptores de alimentación se derivan del compensador de balance de tensión de enlace DC, controlador de corriente de línea y regulador de tensión de enlace DC. El esquema de control actual de histéresis se utiliza para rastrear el comando actual de línea. El esquema de control propuesto y la configuración del circuito se pueden aplicar al filtro de potencia activo para eliminar las corrientes armónicas y compensar la potencia reactiva generada a partir de la carga no lineal. Se incluyen resultados analíticos y experimentales para ilustrar la validez y eficacia del sistema de control propuesto",
    "error_count": 18,
    "keys": {
        "single-phase half-bridge rectifier topology": {
            "translated_key": [],
            "translated_annotated_text": "Topología del convertidor de semipuente monofásico para compensación de calidad de potencia Se propone un rectificador de semipuente de alto factor de potencia con sistema de conmutador de punto neutro. En el rectificador propuesto se emplean tres interruptores de alimentación. Dos esquemas de control PWM se utilizan para dibujar una corriente de línea sinusoidal con distorsión de corriente baja. Las señales de control de los interruptores de alimentación se derivan del compensador de balance de tensión de enlace DC, controlador de corriente de línea y regulador de tensión de enlace DC. El esquema de control actual de histéresis se utiliza para rastrear el comando actual de línea. El esquema de control propuesto y la configuración del circuito se pueden aplicar al filtro de potencia activo para eliminar las corrientes armónicas y compensar la potencia reactiva generada a partir de la carga no lineal. Se incluyen resultados analíticos y experimentales para ilustrar la validez y eficacia del sistema de control propuesto ",
            "error": []
        },
        "neutral point switch clamped scheme": {
            "translated_key": "conmutador de punto neutro con cierre",
            "translated_annotated_text": "Topología del convertidor de semipuente monofásico para compensación de calidad de potencia Se propone un rectificador de semipuente de alto factor de potencia con <br>conmutador de punto neutro con cierre</br>. En el rectificador propuesto se emplean tres interruptores de alimentación. Dos esquemas de control PWM se utilizan para dibujar una corriente de línea sinusoidal con distorsión de corriente baja. Las señales de control de los interruptores de alimentación se derivan del compensador de balance de tensión de enlace DC, controlador de corriente de línea y regulador de tensión de enlace DC. El esquema de control actual de histéresis se utiliza para rastrear el comando actual de línea. El esquema de control propuesto y la configuración del circuito se pueden aplicar al filtro de potencia activo para eliminar las corrientes armónicas y compensar la potencia reactiva generada a partir de la carga no lineal. Se incluyen resultados analíticos y experimentales para ilustrar la validez y eficacia del sistema de control propuesto ",
            "error": [
                ""
            ]
        },
        "PWM control schemes": {
            "translated_key": "PWM",
            "translated_annotated_text": "Topología del convertidor de semipuente monofásico para compensación de calidad de potencia Se propone un rectificador de semipuente de alto factor de potencia con sistema de conmutador de punto neutro. En el rectificador propuesto se emplean tres interruptores de alimentación. Dos esquemas de control <br>PWM</br> se utilizan para dibujar una corriente de línea sinusoidal con distorsión de corriente baja. Las señales de control de los interruptores de alimentación se derivan del compensador de balance de tensión de enlace DC, controlador de corriente de línea y regulador de tensión de enlace DC. El esquema de control actual de histéresis se utiliza para rastrear el comando actual de línea. El esquema de control propuesto y la configuración del circuito se pueden aplicar al filtro de potencia activo para eliminar las corrientes armónicas y compensar la potencia reactiva generada a partir de la carga no lineal. Se incluyen resultados analíticos y experimentales para ilustrar la validez y eficacia del sistema de control propuesto ",
            "error": [
                ""
            ]
        },
        "power quality compensation": {
            "translated_key": [],
            "translated_annotated_text": "Topología del convertidor de medio puente monofásico para compensación de calidad de potencia Se propone un rectificador de medio puente de alto factor de potencia con sistema de cierre de interruptor de punto neutro. En el rectificador propuesto se emplean tres interruptores de alimentación. Dos esquemas de control PWM se utilizan para dibujar una corriente de línea sinusoidal con distorsión de corriente baja. Las señales de control de los interruptores de alimentación se derivan del compensador de balance de tensión de enlace DC, controlador de corriente de línea y regulador de tensión de enlace DC. El esquema de control actual de histéresis se utiliza para rastrear el comando actual de línea. El esquema de control propuesto y la configuración del circuito se pueden aplicar al filtro de potencia activo para eliminar las corrientes armónicas y compensar la potencia reactiva generada a partir de la carga no lineal. Se incluyen resultados analíticos y experimentales para ilustrar la validez y eficacia del sistema de control propuesto ",
            "error": []
        },
        "sinusoidal line current": {
            "translated_key": "sinusoidal",
            "translated_annotated_text": "Topología del convertidor de semipuente monofásico para compensación de calidad de potencia Se propone un rectificador de semipuente de alto factor de potencia con sistema de conmutador de punto neutro. En el rectificador propuesto se emplean tres interruptores de alimentación. Dos esquemas de control PWM se utilizan para dibujar una corriente de línea <br>sinusoidal</br> con distorsión de corriente baja. Las señales de control de los interruptores de alimentación se derivan del compensador de balance de tensión de enlace DC, controlador de corriente de línea y regulador de tensión de enlace DC. El esquema de control actual de histéresis se utiliza para rastrear el comando actual de línea. El esquema de control propuesto y la configuración del circuito se pueden aplicar al filtro de potencia activo para eliminar las corrientes armónicas y compensar la potencia reactiva generada a partir de la carga no lineal. Se incluyen resultados analíticos y experimentales para ilustrar la validez y eficacia del sistema de control propuesto ",
            "error": [
                ""
            ]
        },
        "current distortion": {
            "translated_key": [],
            "translated_annotated_text": "Topología del convertidor de semipuente monofásico para compensación de calidad de potencia Se propone un rectificador de semipuente de alto factor de potencia con sistema de conmutador de punto neutro. En el rectificador propuesto se emplean tres interruptores de alimentación. Dos esquemas de control PWM se utilizan para dibujar una corriente de línea sinusoidal con distorsión de corriente baja <br></br>. Las señales de control de los interruptores de alimentación se derivan del compensador de balance de tensión de enlace DC, controlador de corriente de línea y regulador de tensión de enlace DC. El esquema de control actual de histéresis se utiliza para rastrear el comando actual de línea. El esquema de control propuesto y la configuración del circuito se pueden aplicar al filtro de potencia activo para eliminar las corrientes armónicas y compensar la potencia reactiva generada a partir de la carga no lineal. Se incluyen resultados analíticos y experimentales para ilustrar la validez y eficacia del sistema de control propuesto ",
            "error": []
        },
        "power switches control signals": {
            "translated_key": [],
            "translated_annotated_text": "Topología del convertidor de semipuente monofásico para compensación de calidad de potencia Se propone un rectificador de semipuente de alto factor de potencia con sistema de conmutador de punto neutro. En el rectificador propuesto se emplean tres interruptores de alimentación. Dos esquemas de control PWM se utilizan para dibujar una corriente de línea sinusoidal con distorsión de corriente baja. Las señales de control de los interruptores de alimentación se derivan del compensador de balance de tensión de enlace DC, controlador de corriente de línea y regulador de tensión de enlace DC. El esquema de control actual de histéresis se utiliza para rastrear el comando actual de línea. El esquema de control propuesto y la configuración del circuito se pueden aplicar al filtro de potencia activo para eliminar las corrientes armónicas y compensar la potencia reactiva generada a partir de la carga no lineal. Se incluyen resultados analíticos y experimentales para ilustrar la validez y eficacia del sistema de control propuesto ",
            "error": []
        },
        "DC link voltage balance compensator": {
            "translated_key": "DC",
            "translated_annotated_text": "Topología del convertidor de semipuente monofásico para compensación de calidad de potencia Se propone un rectificador de semipuente de alto factor de potencia con sistema de conmutador de punto neutro. En el rectificador propuesto se emplean tres interruptores de alimentación. Dos esquemas de control PWM se utilizan para dibujar una corriente de línea sinusoidal con distorsión de corriente baja. Las señales de control de los interruptores de alimentación se derivan del compensador de balance de tensión de enlace <br>DC</br>, controlador de corriente de línea y regulador de tensión de enlace DC. El esquema de control actual de histéresis se utiliza para rastrear el comando actual de línea. El esquema de control propuesto y la configuración del circuito se pueden aplicar al filtro de potencia activo para eliminar las corrientes armónicas y compensar la potencia reactiva generada a partir de la carga no lineal. Se incluyen resultados analíticos y experimentales para ilustrar la validez y eficacia del sistema de control propuesto ",
            "error": [
                ""
            ]
        },
        "line current controller": {
            "translated_key": "line",
            "translated_annotated_text": "Topología del convertidor de semipuente monofásico para compensación de calidad de potencia Se propone un rectificador de semipuente de alto factor de potencia con sistema de conmutador de punto neutro. En el rectificador propuesto se emplean tres interruptores de alimentación. Dos esquemas de control PWM se utilizan para dibujar una corriente de línea sinusoidal con distorsión de corriente baja. Las señales de control de los interruptores de alimentación se derivan del compensador de balance de tensión de enlace DC, del controlador de corriente <br>line</br> y del regulador de tensión de enlace DC. El esquema de control actual de histéresis se utiliza para rastrear el comando actual de línea. El esquema de control propuesto y la configuración del circuito se pueden aplicar al filtro de potencia activo para eliminar las corrientes armónicas y compensar la potencia reactiva generada a partir de la carga no lineal. Se incluyen resultados analíticos y experimentales para ilustrar la validez y eficacia del sistema de control propuesto ",
            "error": [
                ""
            ]
        },
        "DC link voltage regulator": {
            "translated_key": "DC",
            "translated_annotated_text": "Topología del convertidor de semipuente monofásico para compensación de calidad de potencia Se propone un rectificador de semipuente de alto factor de potencia con sistema de conmutador de punto neutro. En el rectificador propuesto se emplean tres interruptores de alimentación. Dos esquemas de control PWM se utilizan para dibujar una corriente de línea sinusoidal con distorsión de corriente baja. Las señales de control de los interruptores de alimentación se derivan del compensador de balance de tensión de enlace DC, del controlador de corriente de línea y del regulador de tensión de enlace <br>DC</br>. El esquema de control actual de histéresis se utiliza para rastrear el comando actual de línea. El esquema de control propuesto y la configuración del circuito se pueden aplicar al filtro de potencia activo para eliminar las corrientes armónicas y compensar la potencia reactiva generada a partir de la carga no lineal. Se incluyen resultados analíticos y experimentales para ilustrar la validez y eficacia del sistema de control propuesto ",
            "error": [
                ""
            ]
        },
        "hysteresis current control scheme": {
            "translated_key": "hysteresis",
            "translated_annotated_text": "Topología del convertidor de semipuente monofásico para compensación de calidad de potencia Se propone un rectificador de semipuente de alto factor de potencia con sistema de conmutador de punto neutro. En el rectificador propuesto se emplean tres interruptores de alimentación. Dos esquemas de control PWM se utilizan para dibujar una corriente de línea sinusoidal con distorsión de corriente baja. Las señales de control de los interruptores de alimentación se derivan del compensador de balance de tensión de enlace DC, controlador de corriente de línea y regulador de tensión de enlace DC. El esquema de control de corriente de <br>hysteresis</br> se utiliza para rastrear el comando de corriente de línea. El esquema de control propuesto y la configuración del circuito se pueden aplicar al filtro de potencia activo para eliminar las corrientes armónicas y compensar la potencia reactiva generada a partir de la carga no lineal. Se incluyen resultados analíticos y experimentales para ilustrar la validez y eficacia del sistema de control propuesto ",
            "error": [
                ""
            ]
        },
        "line current command tracking": {
            "translated_key": [],
            "translated_annotated_text": "Topología del convertidor de semipuente monofásico para compensación de calidad de potencia Se propone un rectificador de semipuente de alto factor de potencia con sistema de conmutador de punto neutro. En el rectificador propuesto se emplean tres interruptores de alimentación. Dos esquemas de control PWM se utilizan para dibujar una corriente de línea sinusoidal con distorsión de corriente baja. Las señales de control de los interruptores de alimentación se derivan del compensador de balance de tensión de enlace DC, controlador de corriente de línea y regulador de tensión de enlace DC. El esquema de control actual de histéresis se utiliza para rastrear el comando actual de línea. El esquema de control propuesto y la configuración del circuito se pueden aplicar al filtro de potencia activo para eliminar las corrientes armónicas y compensar la potencia reactiva generada a partir de la carga no lineal. Se incluyen resultados analíticos y experimentales para ilustrar la validez y eficacia del sistema de control propuesto ",
            "error": []
        },
        "harmonic currents elimination": {
            "translated_key": [],
            "translated_annotated_text": "Topología del convertidor de semipuente monofásico para compensación de calidad de potencia Se propone un rectificador de semipuente de alto factor de potencia con sistema de conmutador de punto neutro. En el rectificador propuesto se emplean tres interruptores de alimentación. Dos esquemas de control PWM se utilizan para dibujar una corriente de línea sinusoidal con distorsión de corriente baja. Las señales de control de los interruptores de alimentación se derivan del compensador de balance de tensión de enlace DC, controlador de corriente de línea y regulador de tensión de enlace DC. El esquema de control actual de histéresis se utiliza para rastrear el comando actual de línea. El esquema de control propuesto y la configuración del circuito se pueden aplicar al filtro de potencia activo para eliminar las corrientes armónicas y compensar la potencia reactiva generada a partir de la carga no lineal. Se incluyen resultados analíticos y experimentales para ilustrar la validez y eficacia del sistema de control propuesto ",
            "error": []
        },
        "circuit configuration": {
            "translated_key": [],
            "translated_annotated_text": "Topología del convertidor de semipuente monofásico para compensación de calidad de potencia Se propone un rectificador de semipuente de alto factor de potencia con sistema de conmutador de punto neutro. En el rectificador propuesto se emplean tres interruptores de alimentación. Dos esquemas de control PWM se utilizan para dibujar una corriente de línea sinusoidal con distorsión de corriente baja. Las señales de control de los interruptores de alimentación se derivan del compensador de balance de tensión de enlace DC, controlador de corriente de línea y regulador de tensión de enlace DC. El esquema de control actual de histéresis se utiliza para rastrear el comando actual de línea. El esquema de control propuesto y la configuración del circuito <br> se pueden aplicar al filtro de potencia activo para eliminar las corrientes armónicas y compensar la potencia reactiva generada por la carga no lineal. Se incluyen resultados analíticos y experimentales para ilustrar la validez y eficacia del sistema de control propuesto ",
            "error": []
        },
        "AC-DC power convertors": {
            "translated_key": [],
            "translated_annotated_text": "Topología del convertidor de semipuente monofásico para compensación de calidad de potencia Se propone un rectificador de semipuente de alto factor de potencia con sistema de conmutador de punto neutro. En el rectificador propuesto se emplean tres interruptores de alimentación. Dos esquemas de control PWM se utilizan para dibujar una corriente de línea sinusoidal con distorsión de corriente baja. Las señales de control de los interruptores de alimentación se derivan del compensador de balance de tensión de enlace DC, controlador de corriente de línea y regulador de tensión de enlace DC. El esquema de control actual de histéresis se utiliza para rastrear el comando actual de línea. El esquema de control propuesto y la configuración del circuito se pueden aplicar al filtro de potencia activo para eliminar las corrientes armónicas y compensar la potencia reactiva generada a partir de la carga no lineal. Se incluyen resultados analíticos y experimentales para ilustrar la validez y eficacia del sistema de control propuesto ",
            "error": []
        },
        "bridge circuits": {
            "translated_key": [],
            "translated_annotated_text": "Topología del convertidor de semipuente monofásico para compensación de calidad de potencia Se propone un rectificador de semipuente de alto factor de potencia con sistema de conmutador de punto neutro. En el rectificador propuesto se emplean tres interruptores de alimentación. Dos esquemas de control PWM se utilizan para dibujar una corriente de línea sinusoidal con distorsión de corriente baja. Las señales de control de los interruptores de alimentación se derivan del compensador de balance de tensión de enlace DC, controlador de corriente de línea y regulador de tensión de enlace DC. El esquema de control actual de histéresis se utiliza para rastrear el comando actual de línea. El esquema de control propuesto y la configuración del circuito se pueden aplicar al filtro de potencia activo para eliminar las corrientes armónicas y compensar la potencia reactiva generada a partir de la carga no lineal. Se incluyen resultados analíticos y experimentales para ilustrar la validez y eficacia del sistema de control propuesto ",
            "error": []
        },
        "electric current control": {
            "translated_key": [],
            "translated_annotated_text": "Topología del convertidor de semipuente monofásico para compensación de calidad de potencia Se propone un rectificador de semipuente de alto factor de potencia con sistema de conmutador de punto neutro. En el rectificador propuesto se emplean tres interruptores de alimentación. Dos esquemas de control PWM se utilizan para dibujar una corriente de línea sinusoidal con distorsión de corriente baja. Las señales de control de los interruptores de alimentación se derivan del compensador de balance de tensión de enlace DC, controlador de corriente de línea y regulador de tensión de enlace DC. El esquema de control actual de histéresis se utiliza para rastrear el comando actual de línea. El esquema de control propuesto y la configuración del circuito se pueden aplicar al filtro de potencia activo para eliminar las corrientes armónicas y compensar la potencia reactiva generada a partir de la carga no lineal. Se incluyen resultados analíticos y experimentales para ilustrar la validez y eficacia del sistema de control propuesto ",
            "error": []
        },
        "harmonic distortion": {
            "translated_key": [],
            "translated_annotated_text": "Topología del convertidor de semipuente monofásico para compensación de calidad de potencia Se propone un rectificador de semipuente de alto factor de potencia con sistema de conmutador de punto neutro. En el rectificador propuesto se emplean tres interruptores de alimentación. Dos esquemas de control PWM se utilizan para dibujar una corriente de línea sinusoidal con distorsión de corriente baja. Las señales de control de los interruptores de alimentación se derivan del compensador de balance de tensión de enlace DC, controlador de corriente de línea y regulador de tensión de enlace DC. El esquema de control actual de histéresis se utiliza para rastrear el comando actual de línea. El esquema de control propuesto y la configuración del circuito se pueden aplicar al filtro de potencia activo para eliminar las corrientes armónicas y compensar la potencia reactiva generada a partir de la carga no lineal. Se incluyen resultados analíticos y experimentales para ilustrar la validez y eficacia del sistema de control propuesto ",
            "error": []
        },
        "power conversion harmonics": {
            "translated_key": [],
            "translated_annotated_text": "Topología del convertidor de semipuente monofásico para compensación de calidad de potencia Se propone un rectificador de semipuente de alto factor de potencia con sistema de conmutador de punto neutro. En el rectificador propuesto se emplean tres interruptores de alimentación. Dos esquemas de control PWM se utilizan para dibujar una corriente de línea sinusoidal con distorsión de corriente baja. Las señales de control de los interruptores de alimentación se derivan del compensador de balance de tensión de enlace DC, controlador de corriente de línea y regulador de tensión de enlace DC. El esquema de control actual de histéresis se utiliza para rastrear el comando actual de línea. El esquema de control propuesto y la configuración del circuito se pueden aplicar al filtro de potencia activo para eliminar las corrientes armónicas y compensar la potencia reactiva generada a partir de la carga no lineal. Se incluyen resultados analíticos y experimentales para ilustrar la validez y eficacia del sistema de control propuesto ",
            "error": []
        },
        "power supply quality": {
            "translated_key": [],
            "translated_annotated_text": "Topología del convertidor de semipuente monofásico para compensación de calidad de potencia Se propone un rectificador de semipuente de alto factor de potencia con sistema de conmutador de punto neutro. En el rectificador propuesto se emplean tres interruptores de alimentación. Dos esquemas de control PWM se utilizan para dibujar una corriente de línea sinusoidal con distorsión de corriente baja. Las señales de control de los interruptores de alimentación se derivan del compensador de balance de tensión de enlace DC, controlador de corriente de línea y regulador de tensión de enlace DC. El esquema de control actual de histéresis se utiliza para rastrear el comando actual de línea. El esquema de control propuesto y la configuración del circuito se pueden aplicar al filtro de potencia activo para eliminar las corrientes armónicas y compensar la potencia reactiva generada a partir de la carga no lineal. Se incluyen resultados analíticos y experimentales para ilustrar la validez y eficacia del sistema de control propuesto ",
            "error": []
        },
        "power system control": {
            "translated_key": [],
            "translated_annotated_text": "Topología del convertidor de semipuente monofásico para compensación de calidad de potencia Se propone un rectificador de semipuente de alto factor de potencia con sistema de conmutador de punto neutro. En el rectificador propuesto se emplean tres interruptores de alimentación. Dos esquemas de control PWM se utilizan para dibujar una corriente de línea sinusoidal con distorsión de corriente baja. Las señales de control de los interruptores de alimentación se derivan del compensador de balance de tensión de enlace DC, controlador de corriente de línea y regulador de tensión de enlace DC. El esquema de control actual de histéresis se utiliza para rastrear el comando actual de línea. El esquema de control propuesto y la configuración del circuito se pueden aplicar al filtro de potencia activo para eliminar las corrientes armónicas y compensar la potencia reactiva generada a partir de la carga no lineal. Se incluyen resultados analíticos y experimentales para ilustrar la validez y eficacia del sistema de control propuesto ",
            "error": []
        },
        "PWM power convertors": {
            "translated_key": [],
            "translated_annotated_text": "Topología del convertidor de semipuente monofásico para compensación de calidad de potencia Se propone un rectificador de semipuente de alto factor de potencia con sistema de conmutador de punto neutro. En el rectificador propuesto se emplean tres interruptores de alimentación. Dos esquemas de control PWM se utilizan para dibujar una corriente de línea sinusoidal con distorsión de corriente baja. Las señales de control de los interruptores de alimentación se derivan del compensador de balance de tensión de enlace DC, controlador de corriente de línea y regulador de tensión de enlace DC. El esquema de control actual de histéresis se utiliza para rastrear el comando actual de línea. El esquema de control propuesto y la configuración del circuito se pueden aplicar al filtro de potencia activo para eliminar las corrientes armónicas y compensar la potencia reactiva generada a partir de la carga no lineal. Se incluyen resultados analíticos y experimentales para ilustrar la validez y eficacia del sistema de control propuesto ",
            "error": []
        },
        "rectifying circuits": {
            "translated_key": [],
            "translated_annotated_text": "Topología del convertidor de semipuente monofásico para compensación de calidad de potencia Se propone un rectificador de semipuente de alto factor de potencia con sistema de conmutador de punto neutro. En el rectificador propuesto se emplean tres interruptores de alimentación. Dos esquemas de control PWM se utilizan para dibujar una corriente de línea sinusoidal con distorsión de corriente baja. Las señales de control de los interruptores de alimentación se derivan del compensador de balance de tensión de enlace DC, controlador de corriente de línea y regulador de tensión de enlace DC. El esquema de control actual de histéresis se utiliza para rastrear el comando actual de línea. El esquema de control propuesto y la configuración del circuito se pueden aplicar al filtro de potencia activo para eliminar las corrientes armónicas y compensar la potencia reactiva generada a partir de la carga no lineal. Se incluyen resultados analíticos y experimentales para ilustrar la validez y eficacia del sistema de control propuesto ",
            "error": []
        },
        "switching circuits": {
            "translated_key": [],
            "translated_annotated_text": "Topología del convertidor de semipuente monofásico para compensación de calidad de potencia Se propone un rectificador de semipuente de alto factor de potencia con sistema de conmutador de punto neutro. En el rectificador propuesto se emplean tres interruptores de alimentación. Dos esquemas de control PWM se utilizan para dibujar una corriente de línea sinusoidal con distorsión de corriente baja. Las señales de control de los interruptores de alimentación se derivan del compensador de balance de tensión de enlace DC, controlador de corriente de línea y regulador de tensión de enlace DC. El esquema de control actual de histéresis se utiliza para rastrear el comando actual de línea. El esquema de control propuesto y la configuración del circuito se pueden aplicar al filtro de potencia activo para eliminar las corrientes armónicas y compensar la potencia reactiva generada a partir de la carga no lineal. Se incluyen resultados analíticos y experimentales para ilustrar la validez y eficacia del sistema de control propuesto ",
            "error": []
        },
        "voltage control": {
            "translated_key": [],
            "translated_annotated_text": "Topología del convertidor de semipuente monofásico para compensación de calidad de potencia Se propone un rectificador de semipuente de alto factor de potencia con sistema de conmutador de punto neutro. En el rectificador propuesto se emplean tres interruptores de alimentación. Dos esquemas de control PWM se utilizan para dibujar una corriente de línea sinusoidal con distorsión de corriente baja. Las señales de control de los interruptores de alimentación se derivan del compensador de balance de tensión de enlace DC, controlador de corriente de línea y regulador de tensión de enlace DC. El esquema de control actual de histéresis se utiliza para rastrear el comando actual de línea. El esquema de control propuesto y la configuración del circuito se pueden aplicar al filtro de potencia activo para eliminar las corrientes armónicas y compensar la potencia reactiva generada a partir de la carga no lineal. Se incluyen resultados analíticos y experimentales para ilustrar la validez y eficacia del sistema de control propuesto ",
            "error": []
        }
    }
}