{
    "original_text": "British Standard 7666 as a framework for geocoding land and property information the UK The article examines the role of British Standard 7666 in the development of a national framework for geocoding land and property information in the United Kingdom. The author assesses how local authorities, and other agencies concerned with property and address datasets, are coping with the introduction of British Standard 7666, and examines the prospects and limitations of this development. British Standard 7666 has four parts, comprising specifications for street gazetteer; land and property gazetteer; addresses; and public rights of way. The organisation coordinating the introduction of British Standard 7666, Improvement and Development Agency (IDeA), is also overseeing the development and maintenance of a National Land and Property Gazetteer (NLPG) based on British Standard 7666. The introduction of the new addressing standard has mainly been prompted by Britains effort to set up a national cadastral service to replace the obsolescent property registration system currently in place",
    "original_translation": "La norma británica 7666 como marco para la geocodificación de la información sobre la tierra y la propiedad Reino Unido El artículo examina el papel de la norma británica 7666 en el desarrollo de un marco nacional para la geocodificación de la información sobre la tierra y la propiedad en el Reino Unido. El autor evalúa la manera en que las autoridades locales y otros organismos que se ocupan de la propiedad y se ocupan de los conjuntos de datos están haciendo frente a la introducción de la norma británica 7666, y examina las perspectivas y limitaciones de esta evolución. La norma británica 7666 consta de cuatro partes, que comprenden especificaciones para el nomenclátor de calle; nomenclátor de tierra y propiedad; direcciones; y derechos públicos de paso. La organización que coordina la introducción de la Norma Británica 7666, Agencia de Mejora y Desarrollo (IDEA), también está supervisando el desarrollo y mantenimiento de un Boletín Nacional de Tierras y Propiedad (NLPG) basado en la Norma Británica 7666. La introducción de la nueva norma de tratamiento se ha visto impulsada principalmente por los esfuerzos de Gran Bretaña por establecer un servicio catastral nacional para sustituir el sistema de registro de la propiedad obsoleto actualmente en vigor",
    "error_count": 11,
    "keys": {
        "British Standard 7666": {
            "translated_key": [
                "British Standard 7666",
                "British Standard 7666",
                "Norma Británica 7666",
                "British Standard 7666",
                "Norma Británica 7666",
                "Norma Británica 7666"
            ],
            "translated_annotated_text": "\"British Standard 7666\" como marco para la geocodificación de la información sobre la tierra y la propiedad en el Reino Unido El artículo examina el papel de \"British Standard 7666\" en el desarrollo de un marco nacional para la geocodificación de la información sobre la tierra y la propiedad en el Reino Unido. El autor evalúa cómo las autoridades locales, y otras agencias que se ocupan de la propiedad y abordan los conjuntos de datos, están haciendo frente a la introducción de la \"Norma Británica 7666\", y examina las perspectivas y limitaciones de este desarrollo. \"British Standard 7666\" tiene cuatro partes, que incluyen especificaciones para el nomenclátor de calle; nomenclátor de tierra y propiedad; direcciones; y derechos públicos de paso. La organización que coordina la introducción de la \"Norma Británica 7666\", Agencia de Mejora y Desarrollo (IDEA), también está supervisando el desarrollo y mantenimiento de un nomenclátor nacional de tierras y propiedades (NLPG) basado en la \"Norma Británica 7666\". La introducción de la nueva norma de tratamiento se ha visto impulsada principalmente por los esfuerzos de Gran Bretaña por establecer un servicio catastral nacional para sustituir el sistema de registro de la propiedad obsoleto actualmente en vigor ",
            "error": [
                "British Standard 7666",
                "British Standard 7666",
                "Norma Británica 7666",
                "British Standard 7666",
                "Norma Británica 7666",
                "Norma Británica 7666"
            ]
        },
        "geocoding": {
            "translated_key": "geocoding",
            "translated_annotated_text": "La norma británica 7666 como marco para \"geocoding\" información sobre la tierra y la propiedad en el Reino Unido El artículo examina el papel de la norma británica 7666 en el desarrollo de un marco nacional para \"geocoding\" información sobre la tierra y la propiedad en el Reino Unido. El autor evalúa la manera en que las autoridades locales y otros organismos que se ocupan de la propiedad y se ocupan de los conjuntos de datos están haciendo frente a la introducción de la norma británica 7666, y examina las perspectivas y limitaciones de esta evolución. La norma británica 7666 consta de cuatro partes, que comprenden especificaciones para el nomenclátor de calle; nomenclátor de tierra y propiedad; direcciones; y derechos públicos de paso. La organización que coordina la introducción de la Norma Británica 7666, Agencia de Mejora y Desarrollo (IDEA), también está supervisando el desarrollo y mantenimiento de un Boletín Nacional de Tierras y Propiedad (NLPG) basado en la Norma Británica 7666. La introducción de la nueva norma de tratamiento se ha visto impulsada principalmente por los esfuerzos de Gran Bretaña por establecer un servicio catastral nacional para sustituir el sistema de registro de la propiedad obsoleto actualmente en vigor ",
            "error": [
                ""
            ]
        },
        "property information": {
            "translated_key": "información sobre propiedades",
            "translated_annotated_text": "La norma británica 7666 como marco para la geocodificación de la tierra y la \"información sobre propiedades\" Reino Unido El artículo examina el papel de la norma británica 7666 en el desarrollo de un marco nacional para la geocodificación de la tierra y la \"información sobre propiedades\" en el Reino Unido. El autor evalúa la manera en que las autoridades locales y otros organismos que se ocupan de la propiedad y se ocupan de los conjuntos de datos están haciendo frente a la introducción de la norma británica 7666, y examina las perspectivas y limitaciones de esta evolución. La norma británica 7666 consta de cuatro partes, que comprenden especificaciones para el nomenclátor de calle; nomenclátor de tierra y propiedad; direcciones; y derechos públicos de paso. La organización que coordina la introducción de la Norma Británica 7666, Agencia de Mejora y Desarrollo (IDEA), también está supervisando el desarrollo y mantenimiento de un Boletín Nacional de Tierras y Propiedad (NLPG) basado en la Norma Británica 7666. La introducción de la nueva norma de tratamiento se ha visto impulsada principalmente por los esfuerzos de Gran Bretaña por establecer un servicio catastral nacional para sustituir el sistema de registro de la propiedad obsoleto actualmente en vigor ",
            "error": [
                ""
            ]
        },
        "land information": {
            "translated_key": [],
            "translated_annotated_text": "La norma británica 7666 como marco para la geocodificación de la información sobre la tierra y la propiedad Reino Unido El artículo examina el papel de la norma británica 7666 en el desarrollo de un marco nacional para la geocodificación de la información sobre la tierra y la propiedad en el Reino Unido. El autor evalúa la manera en que las autoridades locales y otros organismos que se ocupan de la propiedad y se ocupan de los conjuntos de datos están haciendo frente a la introducción de la norma británica 7666, y examina las perspectivas y limitaciones de esta evolución. La norma británica 7666 consta de cuatro partes, que comprenden especificaciones para el nomenclátor de calle; nomenclátor de tierra y propiedad; direcciones; y derechos públicos de paso. La organización que coordina la introducción de la Norma Británica 7666, Agencia de Mejora y Desarrollo (IDEA), también está supervisando el desarrollo y mantenimiento de un Boletín Nacional de Tierras y Propiedad (NLPG) basado en la Norma Británica 7666. La introducción de la nueva norma de tratamiento se ha visto impulsada principalmente por los esfuerzos de Gran Bretaña por establecer un servicio catastral nacional para sustituir el sistema de registro de la propiedad obsoleto actualmente en vigor ",
            "error": []
        },
        "UK": {
            "translated_key": [],
            "translated_annotated_text": "La norma británica 7666 como marco para la geocodificación de la información sobre la tierra y la propiedad El artículo examina el papel de la norma británica 7666 en el desarrollo de un marco nacional para la geocodificación de la información sobre la tierra y la propiedad en el Reino Unido. El autor evalúa la manera en que las autoridades locales y otros organismos que se ocupan de la propiedad y se ocupan de los conjuntos de datos están haciendo frente a la introducción de la norma británica 7666, y examina las perspectivas y limitaciones de esta evolución. La norma británica 7666 consta de cuatro partes, que comprenden especificaciones para el nomenclátor de calle; nomenclátor de tierra y propiedad; direcciones; y derechos públicos de paso. La organización que coordina la introducción de la Norma Británica 7666, Agencia de Mejora y Desarrollo (IDEA), también está supervisando el desarrollo y mantenimiento de un Boletín Nacional de Tierras y Propiedad (NLPG) basado en la Norma Británica 7666. La introducción de la nueva norma de tratamiento se ha visto impulsada principalmente por los esfuerzos de Gran Bretaña por establecer un servicio catastral nacional para sustituir el sistema de registro de la propiedad obsoleto actualmente en vigor ",
            "error": []
        },
        "national framework": {
            "translated_key": "marco nacional",
            "translated_annotated_text": "La norma británica 7666 como marco para la geocodificación de la información sobre la tierra y la propiedad Reino Unido El artículo examina el papel de la norma británica 7666 en el desarrollo de un \"marco nacional\" para la geocodificación de la información sobre la tierra y la propiedad en el Reino Unido. El autor evalúa la manera en que las autoridades locales y otros organismos que se ocupan de la propiedad y se ocupan de los conjuntos de datos están haciendo frente a la introducción de la norma británica 7666, y examina las perspectivas y limitaciones de esta evolución. La norma británica 7666 consta de cuatro partes, que comprenden especificaciones para el nomenclátor de calle; nomenclátor de tierra y propiedad; direcciones; y derechos públicos de paso. La organización que coordina la introducción de la Norma Británica 7666, Agencia de Mejora y Desarrollo (IDEA), también está supervisando el desarrollo y mantenimiento de un Boletín Nacional de Tierras y Propiedad (NLPG) basado en la Norma Británica 7666. La introducción de la nueva norma de tratamiento se ha visto impulsada principalmente por los esfuerzos de Gran Bretaña por establecer un servicio catastral nacional para sustituir el sistema de registro de la propiedad obsoleto actualmente en vigor ",
            "error": [
                ""
            ]
        },
        "United Kingdom": {
            "translated_key": "Reino Unido",
            "translated_annotated_text": "La norma británica 7666 como marco para la geocodificación de la información sobre la tierra y la propiedad Reino Unido El artículo examina el papel de la norma británica 7666 en el desarrollo de un marco nacional para la geocodificación de la información sobre la tierra y la propiedad en el \"Reino Unido\". El autor evalúa la manera en que las autoridades locales y otros organismos que se ocupan de la propiedad y se ocupan de los conjuntos de datos están haciendo frente a la introducción de la norma británica 7666, y examina las perspectivas y limitaciones de esta evolución. La norma británica 7666 consta de cuatro partes, que comprenden especificaciones para el nomenclátor de calle; nomenclátor de tierra y propiedad; direcciones; y derechos públicos de paso. La organización que coordina la introducción de la Norma Británica 7666, Agencia de Mejora y Desarrollo (IDEA), también está supervisando el desarrollo y mantenimiento de un Boletín Nacional de Tierras y Propiedad (NLPG) basado en la Norma Británica 7666. La introducción de la nueva norma de tratamiento se ha visto impulsada principalmente por los esfuerzos de Gran Bretaña por establecer un servicio catastral nacional para sustituir el sistema de registro de la propiedad obsoleto actualmente en vigor ",
            "error": [
                ""
            ]
        },
        "local authorities": {
            "translated_key": "autoridades locales",
            "translated_annotated_text": "La norma británica 7666 como marco para la geocodificación de la información sobre la tierra y la propiedad Reino Unido El artículo examina el papel de la norma británica 7666 en el desarrollo de un marco nacional para la geocodificación de la información sobre la tierra y la propiedad en el Reino Unido. El autor evalúa cómo las \"autoridades locales\", y otras agencias que se ocupan de la propiedad y se ocupan de conjuntos de datos, están haciendo frente a la introducción de la norma británica 7666, y examina las perspectivas y limitaciones de este desarrollo. La norma británica 7666 consta de cuatro partes, que comprenden especificaciones para el nomenclátor de calle; nomenclátor de tierra y propiedad; direcciones; y derechos públicos de paso. La organización que coordina la introducción de la Norma Británica 7666, Agencia de Mejora y Desarrollo (IDEA), también está supervisando el desarrollo y mantenimiento de un Boletín Nacional de Tierras y Propiedad (NLPG) basado en la Norma Británica 7666. La introducción de la nueva norma de tratamiento se ha visto impulsada principalmente por los esfuerzos de Gran Bretaña por establecer un servicio catastral nacional para sustituir el sistema de registro de la propiedad obsoleto actualmente en vigor ",
            "error": [
                ""
            ]
        },
        "address datasets": {
            "translated_key": "datos de direcciones",
            "translated_annotated_text": "La norma británica 7666 como marco para la geocodificación de la información sobre la tierra y la propiedad Reino Unido El artículo examina el papel de la norma británica 7666 en el desarrollo de un marco nacional para la geocodificación de la información sobre la tierra y la propiedad en el Reino Unido. El autor evalúa cómo las autoridades locales, y otras agencias que se ocupan de la propiedad y los \"datos de direcciones\", están haciendo frente a la introducción de la norma británica 7666, y examina las perspectivas y limitaciones de este desarrollo. La norma británica 7666 consta de cuatro partes, que comprenden especificaciones para el nomenclátor de calle; nomenclátor de tierra y propiedad; direcciones; y derechos públicos de paso. La organización que coordina la introducción de la Norma Británica 7666, Agencia de Mejora y Desarrollo (IDEA), también está supervisando el desarrollo y mantenimiento de un Boletín Nacional de Tierras y Propiedad (NLPG) basado en la Norma Británica 7666. La introducción de la nueva norma de tratamiento se ha visto impulsada principalmente por los esfuerzos de Gran Bretaña por establecer un servicio catastral nacional para sustituir el sistema de registro de la propiedad obsoleto actualmente en vigor ",
            "error": [
                ""
            ]
        },
        "property datasets": {
            "translated_key": [],
            "translated_annotated_text": "La norma británica 7666 como marco para la geocodificación de la información sobre la tierra y la propiedad Reino Unido El artículo examina el papel de la norma británica 7666 en el desarrollo de un marco nacional para la geocodificación de la información sobre la tierra y la propiedad en el Reino Unido. El autor evalúa la manera en que las autoridades locales y otros organismos que se ocupan de la propiedad y se ocupan de los conjuntos de datos están haciendo frente a la introducción de la norma británica 7666, y examina las perspectivas y limitaciones de esta evolución. La norma británica 7666 consta de cuatro partes, que comprenden especificaciones para el nomenclátor de calle; nomenclátor de tierra y propiedad; direcciones; y derechos públicos de paso. La organización que coordina la introducción de la Norma Británica 7666, Agencia de Mejora y Desarrollo (IDEA), también está supervisando el desarrollo y mantenimiento de un Boletín Nacional de Tierras y Propiedad (NLPG) basado en la Norma Británica 7666. La introducción de la nueva norma de tratamiento se ha visto impulsada principalmente por los esfuerzos de Gran Bretaña por establecer un servicio catastral nacional para sustituir el sistema de registro de la propiedad obsoleto actualmente en vigor ",
            "error": []
        },
        "street gazetteer": {
            "translated_key": "nomenclátor de la calle",
            "translated_annotated_text": "La norma británica 7666 como marco para la geocodificación de la información sobre la tierra y la propiedad Reino Unido El artículo examina el papel de la norma británica 7666 en el desarrollo de un marco nacional para la geocodificación de la información sobre la tierra y la propiedad en el Reino Unido. El autor evalúa la manera en que las autoridades locales y otros organismos que se ocupan de la propiedad y se ocupan de los conjuntos de datos están haciendo frente a la introducción de la norma británica 7666, y examina las perspectivas y limitaciones de esta evolución. La norma británica 7666 consta de cuatro partes, que comprenden especificaciones para el \"nomenclátor de la calle\"; nomenclátor de la tierra y la propiedad; direcciones; y derechos públicos de paso. La organización que coordina la introducción de la Norma Británica 7666, Agencia de Mejora y Desarrollo (IDEA), también está supervisando el desarrollo y mantenimiento de un Boletín Nacional de Tierras y Propiedad (NLPG) basado en la Norma Británica 7666. La introducción de la nueva norma de tratamiento se ha visto impulsada principalmente por los esfuerzos de Gran Bretaña por establecer un servicio catastral nacional para sustituir el sistema de registro de la propiedad obsoleto actualmente en vigor ",
            "error": [
                ""
            ]
        },
        "property gazetteer": {
            "translated_key": "nomenclátor inmobiliario",
            "translated_annotated_text": "La norma británica 7666 como marco para la geocodificación de la información sobre la tierra y la propiedad Reino Unido El artículo examina el papel de la norma británica 7666 en el desarrollo de un marco nacional para la geocodificación de la información sobre la tierra y la propiedad en el Reino Unido. El autor evalúa la manera en que las autoridades locales y otros organismos que se ocupan de la propiedad y se ocupan de los conjuntos de datos están haciendo frente a la introducción de la norma británica 7666, y examina las perspectivas y limitaciones de esta evolución. La norma británica 7666 consta de cuatro partes, que comprenden especificaciones para el nomenclátor callejero; la tierra y el \"nomenclátor inmobiliario\"; direcciones; y derechos públicos de paso. La organización que coordina la introducción de la Norma Británica 7666, Agencia de Mejora y Desarrollo (IDEA), también está supervisando el desarrollo y mantenimiento de un Boletín Nacional de Tierras y Propiedad (NLPG) basado en la Norma Británica 7666. La introducción de la nueva norma de tratamiento se ha visto impulsada principalmente por los esfuerzos de Gran Bretaña por establecer un servicio catastral nacional para sustituir el sistema de registro de la propiedad obsoleto actualmente en vigor ",
            "error": [
                ""
            ]
        },
        "land gazetteer": {
            "translated_key": [],
            "translated_annotated_text": "La norma británica 7666 como marco para la geocodificación de la información sobre la tierra y la propiedad Reino Unido El artículo examina el papel de la norma británica 7666 en el desarrollo de un marco nacional para la geocodificación de la información sobre la tierra y la propiedad en el Reino Unido. El autor evalúa la manera en que las autoridades locales y otros organismos que se ocupan de la propiedad y se ocupan de los conjuntos de datos están haciendo frente a la introducción de la norma británica 7666, y examina las perspectivas y limitaciones de esta evolución. La norma británica 7666 consta de cuatro partes, que comprenden especificaciones para el nomenclátor de calle; nomenclátor de tierra y propiedad; direcciones; y derechos públicos de paso. La organización que coordina la introducción de la Norma Británica 7666, Agencia de Mejora y Desarrollo (IDEA), también está supervisando el desarrollo y mantenimiento de un Boletín Nacional de Tierras y Propiedad (NLPG) basado en la Norma Británica 7666. La introducción de la nueva norma de tratamiento se ha visto impulsada principalmente por los esfuerzos de Gran Bretaña por establecer un servicio catastral nacional para sustituir el sistema de registro de la propiedad obsoleto actualmente en vigor ",
            "error": []
        },
        "addresses": {
            "translated_key": "direcciones",
            "translated_annotated_text": "La norma británica 7666 como marco para la geocodificación de la información sobre la tierra y la propiedad Reino Unido El artículo examina el papel de la norma británica 7666 en el desarrollo de un marco nacional para la geocodificación de la información sobre la tierra y la propiedad en el Reino Unido. El autor evalúa la manera en que las autoridades locales y otros organismos que se ocupan de la propiedad y se ocupan de los conjuntos de datos están haciendo frente a la introducción de la norma británica 7666, y examina las perspectivas y limitaciones de esta evolución. La norma británica 7666 consta de cuatro partes, que comprenden especificaciones para el nomenclátor de calle; nomenclátor de tierra y propiedad; \"direcciones\"; y derechos públicos de paso. La organización que coordina la introducción de la Norma Británica 7666, Agencia de Mejora y Desarrollo (IDEA), también está supervisando el desarrollo y mantenimiento de un Boletín Nacional de Tierras y Propiedad (NLPG) basado en la Norma Británica 7666. La introducción de la nueva norma de tratamiento se ha visto impulsada principalmente por los esfuerzos de Gran Bretaña por establecer un servicio catastral nacional para sustituir el sistema de registro de la propiedad obsoleto actualmente en vigor ",
            "error": [
                ""
            ]
        },
        "public rights of way": {
            "translated_key": "derechos públicos de paso",
            "translated_annotated_text": "La norma británica 7666 como marco para la geocodificación de la información sobre la tierra y la propiedad Reino Unido El artículo examina el papel de la norma británica 7666 en el desarrollo de un marco nacional para la geocodificación de la información sobre la tierra y la propiedad en el Reino Unido. El autor evalúa la manera en que las autoridades locales y otros organismos que se ocupan de la propiedad y se ocupan de los conjuntos de datos están haciendo frente a la introducción de la norma británica 7666, y examina las perspectivas y limitaciones de esta evolución. La norma británica 7666 consta de cuatro partes, que comprenden especificaciones para el nomenclátor de calle; nomenclátor de tierra y propiedad; direcciones; y \"derechos públicos de paso\". La organización que coordina la introducción de la Norma Británica 7666, Agencia de Mejora y Desarrollo (IDEA), también está supervisando el desarrollo y mantenimiento de un Boletín Nacional de Tierras y Propiedad (NLPG) basado en la Norma Británica 7666. La introducción de la nueva norma de tratamiento se ha visto impulsada principalmente por los esfuerzos de Gran Bretaña por establecer un servicio catastral nacional para sustituir el sistema de registro de la propiedad obsoleto actualmente en vigor ",
            "error": [
                ""
            ]
        },
        "Improvement and Development Agency": {
            "translated_key": "Improvement and Development Agency",
            "translated_annotated_text": "La norma británica 7666 como marco para la geocodificación de la información sobre la tierra y la propiedad Reino Unido El artículo examina el papel de la norma británica 7666 en el desarrollo de un marco nacional para la geocodificación de la información sobre la tierra y la propiedad en el Reino Unido. El autor evalúa la manera en que las autoridades locales y otros organismos que se ocupan de la propiedad y se ocupan de los conjuntos de datos están haciendo frente a la introducción de la norma británica 7666, y examina las perspectivas y limitaciones de esta evolución. La norma británica 7666 consta de cuatro partes, que comprenden especificaciones para el nomenclátor de calle; nomenclátor de tierra y propiedad; direcciones; y derechos públicos de paso. La organización que coordina la introducción de la norma británica 7666, \"Improvement and Development Agency\" (IDEA), también está supervisando el desarrollo y mantenimiento de un nomenclátor nacional de tierras y propiedades (NLPG) basado en la norma británica 7666. La introducción de la nueva norma de tratamiento se ha visto impulsada principalmente por los esfuerzos de Gran Bretaña por establecer un servicio catastral nacional para sustituir el sistema de registro de la propiedad obsoleto actualmente en vigor ",
            "error": [
                ""
            ]
        },
        "IDeA": {
            "translated_key": "IDEA",
            "translated_annotated_text": "La norma británica 7666 como marco para la geocodificación de la información sobre la tierra y la propiedad Reino Unido El artículo examina el papel de la norma británica 7666 en el desarrollo de un marco nacional para la geocodificación de la información sobre la tierra y la propiedad en el Reino Unido. El autor evalúa la manera en que las autoridades locales y otros organismos que se ocupan de la propiedad y se ocupan de los conjuntos de datos están haciendo frente a la introducción de la norma británica 7666, y examina las perspectivas y limitaciones de esta evolución. La norma británica 7666 consta de cuatro partes, que comprenden especificaciones para el nomenclátor de calle; nomenclátor de tierra y propiedad; direcciones; y derechos públicos de paso. La organización que coordina la introducción de la Norma Británica 7666, Agencia de Mejora y Desarrollo (\"IDEA\"), también está supervisando el desarrollo y mantenimiento de un Boletín Nacional de Tierras y Propiedad (NLPG) basado en la Norma Británica 7666. La introducción de la nueva norma de tratamiento se ha visto impulsada principalmente por los esfuerzos de Gran Bretaña por establecer un servicio catastral nacional para sustituir el sistema de registro de la propiedad obsoleto actualmente en vigor ",
            "error": [
                ""
            ]
        },
        "National Land and Property Gazetteer": {
            "translated_key": "National Land and Property Gazetteer",
            "translated_annotated_text": "La norma británica 7666 como marco para la geocodificación de la información sobre la tierra y la propiedad Reino Unido El artículo examina el papel de la norma británica 7666 en el desarrollo de un marco nacional para la geocodificación de la información sobre la tierra y la propiedad en el Reino Unido. El autor evalúa la manera en que las autoridades locales y otros organismos que se ocupan de la propiedad y se ocupan de los conjuntos de datos están haciendo frente a la introducción de la norma británica 7666, y examina las perspectivas y limitaciones de esta evolución. La norma británica 7666 consta de cuatro partes, que comprenden especificaciones para el nomenclátor de calle; nomenclátor de tierra y propiedad; direcciones; y derechos públicos de paso. La organización que coordina la introducción de la Norma Británica 7666, Agencia de Mejora y Desarrollo (IDEA), también está supervisando el desarrollo y mantenimiento de un \"National Land and Property Gazetteer\" (NLPG) basado en la Norma Británica 7666. La introducción de la nueva norma de tratamiento se ha visto impulsada principalmente por los esfuerzos de Gran Bretaña por establecer un servicio catastral nacional para sustituir el sistema de registro de la propiedad obsoleto actualmente en vigor ",
            "error": [
                ""
            ]
        },
        "NLPG": {
            "translated_key": "NLPG",
            "translated_annotated_text": "La norma británica 7666 como marco para la geocodificación de la información sobre la tierra y la propiedad Reino Unido El artículo examina el papel de la norma británica 7666 en el desarrollo de un marco nacional para la geocodificación de la información sobre la tierra y la propiedad en el Reino Unido. El autor evalúa la manera en que las autoridades locales y otros organismos que se ocupan de la propiedad y se ocupan de los conjuntos de datos están haciendo frente a la introducción de la norma británica 7666, y examina las perspectivas y limitaciones de esta evolución. La norma británica 7666 consta de cuatro partes, que comprenden especificaciones para el nomenclátor de calle; nomenclátor de tierra y propiedad; direcciones; y derechos públicos de paso. La organización que coordina la introducción de la Norma Británica 7666, Agencia de Mejora y Desarrollo (IDEA), también está supervisando el desarrollo y mantenimiento de un Boletín Nacional de Tierras y Propiedad (\"NLPG\") basado en la Norma Británica 7666. La introducción de la nueva norma de tratamiento se ha visto impulsada principalmente por los esfuerzos de Gran Bretaña por establecer un servicio catastral nacional para sustituir el sistema de registro de la propiedad obsoleto actualmente en vigor ",
            "error": [
                ""
            ]
        },
        "addressing standard": {
            "translated_key": "norma de gestión",
            "translated_annotated_text": "La norma británica 7666 como marco para la geocodificación de la información sobre la tierra y la propiedad Reino Unido El artículo examina el papel de la norma británica 7666 en el desarrollo de un marco nacional para la geocodificación de la información sobre la tierra y la propiedad en el Reino Unido. El autor evalúa la manera en que las autoridades locales y otros organismos que se ocupan de la propiedad y se ocupan de los conjuntos de datos están haciendo frente a la introducción de la norma británica 7666, y examina las perspectivas y limitaciones de esta evolución. La norma británica 7666 consta de cuatro partes, que comprenden especificaciones para el nomenclátor de calle; nomenclátor de tierra y propiedad; direcciones; y derechos públicos de paso. La organización que coordina la introducción de la Norma Británica 7666, Agencia de Mejora y Desarrollo (IDEA), también está supervisando el desarrollo y mantenimiento de un Boletín Nacional de Tierras y Propiedad (NLPG) basado en la Norma Británica 7666. La introducción de la nueva \"norma de gestión\" se ha visto impulsada principalmente por el esfuerzo de Gran Bretaña por crear un servicio catastral nacional que sustituya al sistema de registro de la propiedad obsolescente actualmente en vigor ",
            "error": [
                ""
            ]
        },
        "national cadastral service": {
            "translated_key": "servicio catastral nacional",
            "translated_annotated_text": "La norma británica 7666 como marco para la geocodificación de la información sobre la tierra y la propiedad Reino Unido El artículo examina el papel de la norma británica 7666 en el desarrollo de un marco nacional para la geocodificación de la información sobre la tierra y la propiedad en el Reino Unido. El autor evalúa la manera en que las autoridades locales y otros organismos que se ocupan de la propiedad y se ocupan de los conjuntos de datos están haciendo frente a la introducción de la norma británica 7666, y examina las perspectivas y limitaciones de esta evolución. La norma británica 7666 consta de cuatro partes, que comprenden especificaciones para el nomenclátor de calle; nomenclátor de tierra y propiedad; direcciones; y derechos públicos de paso. La organización que coordina la introducción de la Norma Británica 7666, Agencia de Mejora y Desarrollo (IDEA), también está supervisando el desarrollo y mantenimiento de un Boletín Nacional de Tierras y Propiedad (NLPG) basado en la Norma Británica 7666. La introducción de la nueva norma de orientación se ha visto impulsada principalmente por los esfuerzos de Gran Bretaña para establecer un \"servicio catastral nacional\" que sustituya al sistema de registro de la propiedad obsolescente actualmente en vigor ",
            "error": [
                ""
            ]
        },
        "property registration system": {
            "translated_key": "sistema de registro de propiedades",
            "translated_annotated_text": "La norma británica 7666 como marco para la geocodificación de la información sobre la tierra y la propiedad Reino Unido El artículo examina el papel de la norma británica 7666 en el desarrollo de un marco nacional para la geocodificación de la información sobre la tierra y la propiedad en el Reino Unido. El autor evalúa la manera en que las autoridades locales y otros organismos que se ocupan de la propiedad y se ocupan de los conjuntos de datos están haciendo frente a la introducción de la norma británica 7666, y examina las perspectivas y limitaciones de esta evolución. La norma británica 7666 consta de cuatro partes, que comprenden especificaciones para el nomenclátor de calle; nomenclátor de tierra y propiedad; direcciones; y derechos públicos de paso. La organización que coordina la introducción de la Norma Británica 7666, Agencia de Mejora y Desarrollo (IDEA), también está supervisando el desarrollo y mantenimiento de un Boletín Nacional de Tierras y Propiedad (NLPG) basado en la Norma Británica 7666. La introducción de la nueva norma de direccionamiento se ha visto impulsada principalmente por el esfuerzo de Gran Bretaña por crear un servicio catastral nacional que sustituya al \"sistema de registro de propiedades\" obsolescente actualmente en vigor ",
            "error": [
                ""
            ]
        },
        "land information systems": {
            "translated_key": [],
            "translated_annotated_text": "La norma británica 7666 como marco para la geocodificación de la información sobre la tierra y la propiedad Reino Unido El artículo examina el papel de la norma británica 7666 en el desarrollo de un marco nacional para la geocodificación de la información sobre la tierra y la propiedad en el Reino Unido. El autor evalúa la manera en que las autoridades locales y otros organismos que se ocupan de la propiedad y se ocupan de los conjuntos de datos están haciendo frente a la introducción de la norma británica 7666, y examina las perspectivas y limitaciones de esta evolución. La norma británica 7666 consta de cuatro partes, que comprenden especificaciones para el nomenclátor de calle; nomenclátor de tierra y propiedad; direcciones; y derechos públicos de paso. La organización que coordina la introducción de la Norma Británica 7666, Agencia de Mejora y Desarrollo (IDEA), también está supervisando el desarrollo y mantenimiento de un Boletín Nacional de Tierras y Propiedad (NLPG) basado en la Norma Británica 7666. La introducción de la nueva norma de tratamiento se ha visto impulsada principalmente por los esfuerzos de Gran Bretaña por establecer un servicio catastral nacional para sustituir el sistema de registro de la propiedad obsoleto actualmente en vigor ",
            "error": []
        },
        "encoding": {
            "translated_key": [],
            "translated_annotated_text": "La norma británica 7666 como marco para la geocodificación de la información sobre la tierra y la propiedad Reino Unido El artículo examina el papel de la norma británica 7666 en el desarrollo de un marco nacional para la geocodificación de la información sobre la tierra y la propiedad en el Reino Unido. El autor evalúa la manera en que las autoridades locales y otros organismos que se ocupan de la propiedad y se ocupan de los conjuntos de datos están haciendo frente a la introducción de la norma británica 7666, y examina las perspectivas y limitaciones de esta evolución. La norma británica 7666 consta de cuatro partes, que comprenden especificaciones para el nomenclátor de calle; nomenclátor de tierra y propiedad; direcciones; y derechos públicos de paso. La organización que coordina la introducción de la Norma Británica 7666, Agencia de Mejora y Desarrollo (IDEA), también está supervisando el desarrollo y mantenimiento de un Boletín Nacional de Tierras y Propiedad (NLPG) basado en la Norma Británica 7666. La introducción de la nueva norma de tratamiento se ha visto impulsada principalmente por los esfuerzos de Gran Bretaña por establecer un servicio catastral nacional para sustituir el sistema de registro de la propiedad obsoleto actualmente en vigor ",
            "error": []
        },
        "geographic information systems": {
            "translated_key": [],
            "translated_annotated_text": "La norma británica 7666 como marco para la geocodificación de la información sobre la tierra y la propiedad Reino Unido El artículo examina el papel de la norma británica 7666 en el desarrollo de un marco nacional para la geocodificación de la información sobre la tierra y la propiedad en el Reino Unido. El autor evalúa la manera en que las autoridades locales y otros organismos que se ocupan de la propiedad y se ocupan de los conjuntos de datos están haciendo frente a la introducción de la norma británica 7666, y examina las perspectivas y limitaciones de esta evolución. La norma británica 7666 consta de cuatro partes, que comprenden especificaciones para el nomenclátor de calle; nomenclátor de tierra y propiedad; direcciones; y derechos públicos de paso. La organización que coordina la introducción de la Norma Británica 7666, Agencia de Mejora y Desarrollo (IDEA), también está supervisando el desarrollo y mantenimiento de un Boletín Nacional de Tierras y Propiedad (NLPG) basado en la Norma Británica 7666. La introducción de la nueva norma de tratamiento se ha visto impulsada principalmente por los esfuerzos de Gran Bretaña por establecer un servicio catastral nacional para sustituir el sistema de registro de la propiedad obsoleto actualmente en vigor ",
            "error": []
        },
        "government policies": {
            "translated_key": [],
            "translated_annotated_text": "La norma británica 7666 como marco para la geocodificación de la información sobre la tierra y la propiedad Reino Unido El artículo examina el papel de la norma británica 7666 en el desarrollo de un marco nacional para la geocodificación de la información sobre la tierra y la propiedad en el Reino Unido. El autor evalúa la manera en que las autoridades locales y otros organismos que se ocupan de la propiedad y se ocupan de los conjuntos de datos están haciendo frente a la introducción de la norma británica 7666, y examina las perspectivas y limitaciones de esta evolución. La norma británica 7666 consta de cuatro partes, que comprenden especificaciones para el nomenclátor de calle; nomenclátor de tierra y propiedad; direcciones; y derechos públicos de paso. La organización que coordina la introducción de la Norma Británica 7666, Agencia de Mejora y Desarrollo (IDEA), también está supervisando el desarrollo y mantenimiento de un Boletín Nacional de Tierras y Propiedad (NLPG) basado en la Norma Británica 7666. La introducción de la nueva norma de tratamiento se ha visto impulsada principalmente por los esfuerzos de Gran Bretaña por establecer un servicio catastral nacional para sustituir el sistema de registro de la propiedad obsoleto actualmente en vigor ",
            "error": []
        },
        "standards": {
            "translated_key": [],
            "translated_annotated_text": "La norma británica 7666 como marco para la geocodificación de la información sobre la tierra y la propiedad Reino Unido El artículo examina el papel de la norma británica 7666 en el desarrollo de un marco nacional para la geocodificación de la información sobre la tierra y la propiedad en el Reino Unido. El autor evalúa la manera en que las autoridades locales y otros organismos que se ocupan de la propiedad y se ocupan de los conjuntos de datos están haciendo frente a la introducción de la norma británica 7666, y examina las perspectivas y limitaciones de esta evolución. La norma británica 7666 consta de cuatro partes, que comprenden especificaciones para el nomenclátor de calle; nomenclátor de tierra y propiedad; direcciones; y derechos públicos de paso. La organización que coordina la introducción de la Norma Británica 7666, Agencia de Mejora y Desarrollo (IDEA), también está supervisando el desarrollo y mantenimiento de un Boletín Nacional de Tierras y Propiedad (NLPG) basado en la Norma Británica 7666. La introducción de la nueva norma de tratamiento se ha visto impulsada principalmente por los esfuerzos de Gran Bretaña por establecer un servicio catastral nacional para sustituir el sistema de registro de la propiedad obsoleto actualmente en vigor ",
            "error": []
        },
        "town and country planning": {
            "translated_key": [],
            "translated_annotated_text": "La norma británica 7666 como marco para la geocodificación de la información sobre la tierra y la propiedad Reino Unido El artículo examina el papel de la norma británica 7666 en el desarrollo de un marco nacional para la geocodificación de la información sobre la tierra y la propiedad en el Reino Unido. El autor evalúa la manera en que las autoridades locales y otros organismos que se ocupan de la propiedad y se ocupan de los conjuntos de datos están haciendo frente a la introducción de la norma británica 7666, y examina las perspectivas y limitaciones de esta evolución. La norma británica 7666 consta de cuatro partes, que comprenden especificaciones para el nomenclátor de calle; nomenclátor de tierra y propiedad; direcciones; y derechos públicos de paso. La organización que coordina la introducción de la Norma Británica 7666, Agencia de Mejora y Desarrollo (IDEA), también está supervisando el desarrollo y mantenimiento de un Boletín Nacional de Tierras y Propiedad (NLPG) basado en la Norma Británica 7666. La introducción de la nueva norma de tratamiento se ha visto impulsada principalmente por los esfuerzos de Gran Bretaña por establecer un servicio catastral nacional para sustituir el sistema de registro de la propiedad obsoleto actualmente en vigor ",
            "error": []
        }
    }
}