{
    "original_text": "A formal model of correctness in a cadastre A key issue for cadastral systems is the maintenance of their correctness. Correctness is defined to be the proper correspondence between the valid legal situation and the content of the cadastre. This correspondence is generally difficult to achieve, since the cadastre is not a complete representation of all aspects influencing the legal situation in reality. The goal of the paper is to develop a formal model comprising representations of the cadastre and of reality that allows the simulation and investigation of cases where this correspondence is potentially violated. For this purpose the model consists of two parts, the first part represents the valid legal situation and the second part represents the cadastre. This makes it feasible to mark the differences between reality and the cadastre. The marking together with the two parts of the model facilitate the discussion of issues in real-world cadastral systems where incorrectness occurs. In order to develop a formal model, the paper uses the transfer of ownership of a parcel between two persons as minimal case study. The foundation for the formalization is a modern version of the situation calculus. The focus moves from the analysis of the cadastre to the preparation of a conceptual and a formalized model and the implementation of a prototype",
    "original_translation": "Un modelo formal de corrección en un catastro Un tema clave para los sistemas catastrales es el mantenimiento de su corrección. La corrección se define como la correspondencia adecuada entre la situación jurídica válida y el contenido del catastro. Esta correspondencia es generalmente difícil de lograr, ya que el catastro no es una representación completa de todos los aspectos que influyen en la situación jurídica en la realidad. El objetivo del trabajo es desarrollar un modelo formal que comprenda representaciones del catastro y de la realidad que permita la simulación e investigación de casos en los que esta correspondencia sea potencialmente violada. Para ello el modelo consta de dos partes, la primera representa la situación jurídica válida y la segunda representa el catastro. Esto hace factible marcar las diferencias entre la realidad y el catastro. El marcado junto con las dos partes del modelo facilitan la discusión de cuestiones en sistemas catastrales del mundo real donde ocurre la inexactitud. Para elaborar un modelo formal, el documento utiliza la transferencia de la propiedad de un paquete entre dos personas como estudio de caso mínimo. La base para la formalización es una versión moderna del cálculo de la situación. El enfoque pasa del análisis del catastro a la preparación de un modelo conceptual y formalizado y la implementación de un prototipo",
    "error_count": 11,
    "keys": {
        "formal correctness model": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo formal de corrección en un catastro Un tema clave para los sistemas catastrales es el mantenimiento de su corrección. La corrección se define como la correspondencia adecuada entre la situación jurídica válida y el contenido del catastro. Esta correspondencia es generalmente difícil de lograr, ya que el catastro no es una representación completa de todos los aspectos que influyen en la situación jurídica en la realidad. El objetivo del trabajo es desarrollar un modelo formal que comprenda representaciones del catastro y de la realidad que permita la simulación e investigación de casos en los que esta correspondencia sea potencialmente violada. Para ello el modelo consta de dos partes, la primera representa la situación jurídica válida y la segunda representa el catastro. Esto hace factible marcar las diferencias entre la realidad y el catastro. El marcado junto con las dos partes del modelo facilitan la discusión de cuestiones en sistemas catastrales del mundo real donde ocurre la inexactitud. Para elaborar un modelo formal, el documento utiliza la transferencia de la propiedad de un paquete entre dos personas como estudio de caso mínimo. La base para la formalización es una versión moderna del cálculo de la situación. El enfoque pasa del análisis del catastro a la preparación de un modelo conceptual y formalizado y la implementación de un prototipo ",
            "error": []
        },
        "cadastre": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo formal de corrección en un catastro Un tema clave para los sistemas catastrales es el mantenimiento de su corrección. La corrección se define como la correspondencia adecuada entre la situación jurídica válida y el contenido del catastro. Esta correspondencia es generalmente difícil de lograr, ya que el catastro no es una representación completa de todos los aspectos que influyen en la situación jurídica en la realidad. El objetivo del trabajo es desarrollar un modelo formal que comprenda representaciones del catastro y de la realidad que permita la simulación e investigación de casos en los que esta correspondencia sea potencialmente violada. Para ello el modelo consta de dos partes, la primera representa la situación jurídica válida y la segunda representa el catastro. Esto hace factible marcar las diferencias entre la realidad y el catastro. El marcado junto con las dos partes del modelo facilitan la discusión de cuestiones en sistemas catastrales del mundo real donde ocurre la inexactitud. Para elaborar un modelo formal, el documento utiliza la transferencia de la propiedad de un paquete entre dos personas como estudio de caso mínimo. La base para la formalización es una versión moderna del cálculo de la situación. El enfoque pasa del análisis del catastro a la preparación de un modelo conceptual y formalizado y la implementación de un prototipo ",
            "error": []
        },
        "cadastral systems": {
            "translated_key": "sistemas catastrales",
            "translated_annotated_text": "Un modelo formal de corrección en un catastro Un tema clave para los \"sistemas catastrales\" es el mantenimiento de su corrección. La corrección se define como la correspondencia adecuada entre la situación jurídica válida y el contenido del catastro. Esta correspondencia es generalmente difícil de lograr, ya que el catastro no es una representación completa de todos los aspectos que influyen en la situación jurídica en la realidad. El objetivo del trabajo es desarrollar un modelo formal que comprenda representaciones del catastro y de la realidad que permita la simulación e investigación de casos en los que esta correspondencia sea potencialmente violada. Para ello el modelo consta de dos partes, la primera representa la situación jurídica válida y la segunda representa el catastro. Esto hace factible marcar las diferencias entre la realidad y el catastro. El marcado junto con las dos partes del modelo facilitan la discusión de cuestiones en los \"sistemas catastrales\" del mundo real donde ocurre la inexactitud. Para elaborar un modelo formal, el documento utiliza la transferencia de la propiedad de un paquete entre dos personas como estudio de caso mínimo. La base para la formalización es una versión moderna del cálculo de la situación. El enfoque pasa del análisis del catastro a la preparación de un modelo conceptual y formalizado y la implementación de un prototipo ",
            "error": [
                ""
            ]
        },
        "correctness maintenance": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo formal de corrección en un catastro Un tema clave para los sistemas catastrales es el mantenimiento de su corrección. La corrección se define como la correspondencia adecuada entre la situación jurídica válida y el contenido del catastro. Esta correspondencia es generalmente difícil de lograr, ya que el catastro no es una representación completa de todos los aspectos que influyen en la situación jurídica en la realidad. El objetivo del trabajo es desarrollar un modelo formal que comprenda representaciones del catastro y de la realidad que permita la simulación e investigación de casos en los que esta correspondencia sea potencialmente violada. Para ello el modelo consta de dos partes, la primera representa la situación jurídica válida y la segunda representa el catastro. Esto hace factible marcar las diferencias entre la realidad y el catastro. El marcado junto con las dos partes del modelo facilitan la discusión de cuestiones en sistemas catastrales del mundo real donde ocurre la inexactitud. Para elaborar un modelo formal, el documento utiliza la transferencia de la propiedad de un paquete entre dos personas como estudio de caso mínimo. La base para la formalización es una versión moderna del cálculo de la situación. El enfoque pasa del análisis del catastro a la preparación de un modelo conceptual y formalizado y la implementación de un prototipo ",
            "error": []
        },
        "legal situation": {
            "translated_key": [
                "situación legal",
                "situación jurídica",
                "situación legal"
            ],
            "translated_annotated_text": "Un modelo formal de corrección en un catastro Un tema clave para los sistemas catastrales es el mantenimiento de su corrección. La corrección se define como la correspondencia adecuada entre la \"situación legal\" válida y el contenido del catastro. Esta correspondencia es generalmente difícil de lograr, ya que el catastro no es una representación completa de todos los aspectos que influyen en la \"situación jurídica\" en la realidad. El objetivo del trabajo es desarrollar un modelo formal que comprenda representaciones del catastro y de la realidad que permita la simulación e investigación de casos en los que esta correspondencia sea potencialmente violada. Para ello el modelo consta de dos partes, la primera representa la \"situación legal\" válida y la segunda representa el catastro. Esto hace factible marcar las diferencias entre la realidad y el catastro. El marcado junto con las dos partes del modelo facilitan la discusión de cuestiones en sistemas catastrales del mundo real donde ocurre la inexactitud. Para elaborar un modelo formal, el documento utiliza la transferencia de la propiedad de un paquete entre dos personas como estudio de caso mínimo. La base para la formalización es una versión moderna del cálculo de la situación. El enfoque pasa del análisis del catastro a la preparación de un modelo conceptual y formalizado y la implementación de un prototipo ",
            "error": [
                "situación legal",
                "situación jurídica",
                "situación legal"
            ]
        },
        "formal model": {
            "translated_key": "modelo formal",
            "translated_annotated_text": "Un \"modelo formal\" de corrección en un catastro Un tema clave para los sistemas catastrales es el mantenimiento de su corrección. La corrección se define como la correspondencia adecuada entre la situación jurídica válida y el contenido del catastro. Esta correspondencia es generalmente difícil de lograr, ya que el catastro no es una representación completa de todos los aspectos que influyen en la situación jurídica en la realidad. El objetivo del trabajo es desarrollar un \"modelo formal\" que comprenda representaciones del catastro y de la realidad que permita la simulación e investigación de casos en los que esta correspondencia sea potencialmente violada. Para ello el modelo consta de dos partes, la primera representa la situación jurídica válida y la segunda representa el catastro. Esto hace factible marcar las diferencias entre la realidad y el catastro. El marcado junto con las dos partes del modelo facilitan la discusión de cuestiones en sistemas catastrales del mundo real donde ocurre la inexactitud. Con el fin de desarrollar un \"modelo formal\", el documento utiliza la transferencia de propiedad de un paquete entre dos personas como estudio de caso mínimo. La base para la formalización es una versión moderna del cálculo de la situación. El enfoque pasa del análisis del catastro a la preparación de un modelo conceptual y formalizado y la implementación de un prototipo ",
            "error": [
                ""
            ]
        },
        "transfer of ownership": {
            "translated_key": "transferencia de propiedad",
            "translated_annotated_text": "Un modelo formal de corrección en un catastro Un tema clave para los sistemas catastrales es el mantenimiento de su corrección. La corrección se define como la correspondencia adecuada entre la situación jurídica válida y el contenido del catastro. Esta correspondencia es generalmente difícil de lograr, ya que el catastro no es una representación completa de todos los aspectos que influyen en la situación jurídica en la realidad. El objetivo del trabajo es desarrollar un modelo formal que comprenda representaciones del catastro y de la realidad que permita la simulación e investigación de casos en los que esta correspondencia sea potencialmente violada. Para ello el modelo consta de dos partes, la primera representa la situación jurídica válida y la segunda representa el catastro. Esto hace factible marcar las diferencias entre la realidad y el catastro. El marcado junto con las dos partes del modelo facilitan la discusión de cuestiones en sistemas catastrales del mundo real donde ocurre la inexactitud. Con el fin de desarrollar un modelo formal, el documento utiliza la \"transferencia de propiedad\" de un paquete entre dos personas como estudio de caso mínimo. La base para la formalización es una versión moderna del cálculo de la situación. El enfoque pasa del análisis del catastro a la preparación de un modelo conceptual y formalizado y la implementación de un prototipo ",
            "error": [
                ""
            ]
        },
        "minimal case study": {
            "translated_key": "estudio de caso mínimo",
            "translated_annotated_text": "Un modelo formal de corrección en un catastro Un tema clave para los sistemas catastrales es el mantenimiento de su corrección. La corrección se define como la correspondencia adecuada entre la situación jurídica válida y el contenido del catastro. Esta correspondencia es generalmente difícil de lograr, ya que el catastro no es una representación completa de todos los aspectos que influyen en la situación jurídica en la realidad. El objetivo del trabajo es desarrollar un modelo formal que comprenda representaciones del catastro y de la realidad que permita la simulación e investigación de casos en los que esta correspondencia sea potencialmente violada. Para ello el modelo consta de dos partes, la primera representa la situación jurídica válida y la segunda representa el catastro. Esto hace factible marcar las diferencias entre la realidad y el catastro. El marcado junto con las dos partes del modelo facilitan la discusión de cuestiones en sistemas catastrales del mundo real donde ocurre la inexactitud. Con el fin de desarrollar un modelo formal, el documento utiliza la transferencia de propiedad de un paquete entre dos personas como \"estudio de caso mínimo\". La base para la formalización es una versión moderna del cálculo de la situación. El enfoque pasa del análisis del catastro a la preparación de un modelo conceptual y formalizado y la implementación de un prototipo ",
            "error": [
                ""
            ]
        },
        "situation calculus": {
            "translated_key": "cálculo de situación",
            "translated_annotated_text": "Un modelo formal de corrección en un catastro Un tema clave para los sistemas catastrales es el mantenimiento de su corrección. La corrección se define como la correspondencia adecuada entre la situación jurídica válida y el contenido del catastro. Esta correspondencia es generalmente difícil de lograr, ya que el catastro no es una representación completa de todos los aspectos que influyen en la situación jurídica en la realidad. El objetivo del trabajo es desarrollar un modelo formal que comprenda representaciones del catastro y de la realidad que permita la simulación e investigación de casos en los que esta correspondencia sea potencialmente violada. Para ello el modelo consta de dos partes, la primera representa la situación jurídica válida y la segunda representa el catastro. Esto hace factible marcar las diferencias entre la realidad y el catastro. El marcado junto con las dos partes del modelo facilitan la discusión de cuestiones en sistemas catastrales del mundo real donde ocurre la inexactitud. Para elaborar un modelo formal, el documento utiliza la transferencia de la propiedad de un paquete entre dos personas como estudio de caso mínimo. La base para la formalización es una versión moderna del \"cálculo de situación\". El enfoque pasa del análisis del catastro a la preparación de un modelo conceptual y formalizado y la implementación de un prototipo ",
            "error": [
                ""
            ]
        },
        "formalized model": {
            "translated_key": "modelo formalizado",
            "translated_annotated_text": "Un modelo formal de corrección en un catastro Un tema clave para los sistemas catastrales es el mantenimiento de su corrección. La corrección se define como la correspondencia adecuada entre la situación jurídica válida y el contenido del catastro. Esta correspondencia es generalmente difícil de lograr, ya que el catastro no es una representación completa de todos los aspectos que influyen en la situación jurídica en la realidad. El objetivo del trabajo es desarrollar un modelo formal que comprenda representaciones del catastro y de la realidad que permita la simulación e investigación de casos en los que esta correspondencia sea potencialmente violada. Para ello el modelo consta de dos partes, la primera representa la situación jurídica válida y la segunda representa el catastro. Esto hace factible marcar las diferencias entre la realidad y el catastro. El marcado junto con las dos partes del modelo facilitan la discusión de cuestiones en sistemas catastrales del mundo real donde ocurre la inexactitud. Para elaborar un modelo formal, el documento utiliza la transferencia de la propiedad de un paquete entre dos personas como estudio de caso mínimo. La base para la formalización es una versión moderna del cálculo de la situación. El enfoque pasa del análisis del catastro a la preparación de un \"modelo formalizado\" conceptual y la implementación de un prototipo ",
            "error": [
                ""
            ]
        },
        "cartography": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo formal de corrección en un catastro Un tema clave para los sistemas catastrales es el mantenimiento de su corrección. La corrección se define como la correspondencia adecuada entre la situación jurídica válida y el contenido del catastro. Esta correspondencia es generalmente difícil de lograr, ya que el catastro no es una representación completa de todos los aspectos que influyen en la situación jurídica en la realidad. El objetivo del trabajo es desarrollar un modelo formal que comprenda representaciones del catastro y de la realidad que permita la simulación e investigación de casos en los que esta correspondencia sea potencialmente violada. Para ello el modelo consta de dos partes, la primera representa la situación jurídica válida y la segunda representa el catastro. Esto hace factible marcar las diferencias entre la realidad y el catastro. El marcado junto con las dos partes del modelo facilitan la discusión de cuestiones en sistemas catastrales del mundo real donde ocurre la inexactitud. Para elaborar un modelo formal, el documento utiliza la transferencia de la propiedad de un paquete entre dos personas como estudio de caso mínimo. La base para la formalización es una versión moderna del cálculo de la situación. El enfoque pasa del análisis del catastro a la preparación de un modelo conceptual y formalizado y la implementación de un prototipo ",
            "error": []
        },
        "formal languages": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo formal de corrección en un catastro Un tema clave para los sistemas catastrales es el mantenimiento de su corrección. La corrección se define como la correspondencia adecuada entre la situación jurídica válida y el contenido del catastro. Esta correspondencia es generalmente difícil de lograr, ya que el catastro no es una representación completa de todos los aspectos que influyen en la situación jurídica en la realidad. El objetivo del trabajo es desarrollar un modelo formal que comprenda representaciones del catastro y de la realidad que permita la simulación e investigación de casos en los que esta correspondencia sea potencialmente violada. Para ello el modelo consta de dos partes, la primera representa la situación jurídica válida y la segunda representa el catastro. Esto hace factible marcar las diferencias entre la realidad y el catastro. El marcado junto con las dos partes del modelo facilitan la discusión de cuestiones en sistemas catastrales del mundo real donde ocurre la inexactitud. Para elaborar un modelo formal, el documento utiliza la transferencia de la propiedad de un paquete entre dos personas como estudio de caso mínimo. La base para la formalización es una versión moderna del cálculo de la situación. El enfoque pasa del análisis del catastro a la preparación de un modelo conceptual y formalizado y la implementación de un prototipo ",
            "error": []
        },
        "formal verification": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo formal de corrección en un catastro Un tema clave para los sistemas catastrales es el mantenimiento de su corrección. La corrección se define como la correspondencia adecuada entre la situación jurídica válida y el contenido del catastro. Esta correspondencia es generalmente difícil de lograr, ya que el catastro no es una representación completa de todos los aspectos que influyen en la situación jurídica en la realidad. El objetivo del trabajo es desarrollar un modelo formal que comprenda representaciones del catastro y de la realidad que permita la simulación e investigación de casos en los que esta correspondencia sea potencialmente violada. Para ello el modelo consta de dos partes, la primera representa la situación jurídica válida y la segunda representa el catastro. Esto hace factible marcar las diferencias entre la realidad y el catastro. El marcado junto con las dos partes del modelo facilitan la discusión de cuestiones en sistemas catastrales del mundo real donde ocurre la inexactitud. Para elaborar un modelo formal, el documento utiliza la transferencia de la propiedad de un paquete entre dos personas como estudio de caso mínimo. La base para la formalización es una versión moderna del cálculo de la situación. El enfoque pasa del análisis del catastro a la preparación de un modelo conceptual y formalizado y la implementación de un prototipo ",
            "error": []
        },
        "geography": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo formal de corrección en un catastro Un tema clave para los sistemas catastrales es el mantenimiento de su corrección. La corrección se define como la correspondencia adecuada entre la situación jurídica válida y el contenido del catastro. Esta correspondencia es generalmente difícil de lograr, ya que el catastro no es una representación completa de todos los aspectos que influyen en la situación jurídica en la realidad. El objetivo del trabajo es desarrollar un modelo formal que comprenda representaciones del catastro y de la realidad que permita la simulación e investigación de casos en los que esta correspondencia sea potencialmente violada. Para ello el modelo consta de dos partes, la primera representa la situación jurídica válida y la segunda representa el catastro. Esto hace factible marcar las diferencias entre la realidad y el catastro. El marcado junto con las dos partes del modelo facilitan la discusión de cuestiones en sistemas catastrales del mundo real donde ocurre la inexactitud. Para elaborar un modelo formal, el documento utiliza la transferencia de la propiedad de un paquete entre dos personas como estudio de caso mínimo. La base para la formalización es una versión moderna del cálculo de la situación. El enfoque pasa del análisis del catastro a la preparación de un modelo conceptual y formalizado y la implementación de un prototipo ",
            "error": []
        },
        "law administration": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo formal de corrección en un catastro Un tema clave para los sistemas catastrales es el mantenimiento de su corrección. La corrección se define como la correspondencia adecuada entre la situación jurídica válida y el contenido del catastro. Esta correspondencia es generalmente difícil de lograr, ya que el catastro no es una representación completa de todos los aspectos que influyen en la situación jurídica en la realidad. El objetivo del trabajo es desarrollar un modelo formal que comprenda representaciones del catastro y de la realidad que permita la simulación e investigación de casos en los que esta correspondencia sea potencialmente violada. Para ello el modelo consta de dos partes, la primera representa la situación jurídica válida y la segunda representa el catastro. Esto hace factible marcar las diferencias entre la realidad y el catastro. El marcado junto con las dos partes del modelo facilitan la discusión de cuestiones en sistemas catastrales del mundo real donde ocurre la inexactitud. Para elaborar un modelo formal, el documento utiliza la transferencia de la propiedad de un paquete entre dos personas como estudio de caso mínimo. La base para la formalización es una versión moderna del cálculo de la situación. El enfoque pasa del análisis del catastro a la preparación de un modelo conceptual y formalizado y la implementación de un prototipo ",
            "error": []
        },
        "logic programming": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo formal de corrección en un catastro Un tema clave para los sistemas catastrales es el mantenimiento de su corrección. La corrección se define como la correspondencia adecuada entre la situación jurídica válida y el contenido del catastro. Esta correspondencia es generalmente difícil de lograr, ya que el catastro no es una representación completa de todos los aspectos que influyen en la situación jurídica en la realidad. El objetivo del trabajo es desarrollar un modelo formal que comprenda representaciones del catastro y de la realidad que permita la simulación e investigación de casos en los que esta correspondencia sea potencialmente violada. Para ello el modelo consta de dos partes, la primera representa la situación jurídica válida y la segunda representa el catastro. Esto hace factible marcar las diferencias entre la realidad y el catastro. El marcado junto con las dos partes del modelo facilitan la discusión de cuestiones en sistemas catastrales del mundo real donde ocurre la inexactitud. Para elaborar un modelo formal, el documento utiliza la transferencia de la propiedad de un paquete entre dos personas como estudio de caso mínimo. La base para la formalización es una versión moderna del cálculo de la situación. El enfoque pasa del análisis del catastro a la preparación de un modelo conceptual y formalizado y la implementación de un prototipo ",
            "error": []
        },
        "town and country planning": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo formal de corrección en un catastro Un tema clave para los sistemas catastrales es el mantenimiento de su corrección. La corrección se define como la correspondencia adecuada entre la situación jurídica válida y el contenido del catastro. Esta correspondencia es generalmente difícil de lograr, ya que el catastro no es una representación completa de todos los aspectos que influyen en la situación jurídica en la realidad. El objetivo del trabajo es desarrollar un modelo formal que comprenda representaciones del catastro y de la realidad que permita la simulación e investigación de casos en los que esta correspondencia sea potencialmente violada. Para ello el modelo consta de dos partes, la primera representa la situación jurídica válida y la segunda representa el catastro. Esto hace factible marcar las diferencias entre la realidad y el catastro. El marcado junto con las dos partes del modelo facilitan la discusión de cuestiones en sistemas catastrales del mundo real donde ocurre la inexactitud. Para elaborar un modelo formal, el documento utiliza la transferencia de la propiedad de un paquete entre dos personas como estudio de caso mínimo. La base para la formalización es una versión moderna del cálculo de la situación. El enfoque pasa del análisis del catastro a la preparación de un modelo conceptual y formalizado y la implementación de un prototipo ",
            "error": []
        }
    }
}