{
    "original_text": "Establishing an urban digital cadastre: analytical reconstruction of parcel boundaries A new method for generating a spatially accurate, legally supportive and operationally efficient cadastral database of the urban cadastral reality is described. The definition and compilation of an accurate cadastral database (achieving a standard deviation smaller than 0.1 m) is based on an analytical reconstruction of cadastral boundaries rather than on the conventional field reconstruction process. The new method is based on GPS control points and traverse networks for providing the framework; the old field books for defining the links between the various original ground features; and a geometrical and cadastral adjustment process as the conceptual basis. A pilot project that was carried out in order to examine and evaluate the new method is described",
    "original_translation": "Establecimiento de un catastro digital urbano: reconstrucción analítica de los límites de las parcelas Se describe un nuevo método para generar una base de datos catastral de la realidad catastral urbana, precisa desde el punto de vista espacial, jurídicamente compatible y operativamente eficiente. La definición y compilación de una base de datos catastral precisa (lo que supone una desviación estándar inferior a 0,1 m) se basa en una reconstrucción analítica de los límites catastrales y no en el proceso convencional de reconstrucción de campo. El nuevo método se basa en puntos de control GPS y redes transversales para proporcionar el marco; los antiguos libros de campo para definir los vínculos entre las diversas características originales del suelo; y un proceso de ajuste geométrico y catastral como base conceptual. Se describe un proyecto piloto que se llevó a cabo para examinar y evaluar el nuevo método",
    "error_count": 12,
    "keys": {
        "urban digital cadastre": {
            "translated_key": "catastro digital urbano",
            "translated_annotated_text": "Establecimiento de un <br>catastro digital urbano</br>: reconstrucción analítica de los límites de las parcelas Se describe un nuevo método para generar una base de datos catastral de la realidad catastral urbana de precisión espacial, apoyo jurídico y eficacia operativa. La definición y compilación de una base de datos catastral precisa (lo que supone una desviación estándar inferior a 0,1 m) se basa en una reconstrucción analítica de los límites catastrales y no en el proceso convencional de reconstrucción de campo. El nuevo método se basa en puntos de control GPS y redes transversales para proporcionar el marco; los antiguos libros de campo para definir los vínculos entre las diversas características originales del suelo; y un proceso de ajuste geométrico y catastral como base conceptual. Se describe un proyecto piloto que se llevó a cabo para examinar y evaluar el nuevo método ",
            "error": [
                ""
            ]
        },
        "analytical reconstruction": {
            "translated_key": "reconstrucción analítica",
            "translated_annotated_text": "Establecimiento de un catastro digital urbano: <br>reconstrucción analítica</br> de los límites de las parcelas Se describe un nuevo método para generar una base de datos catastral espacialmente precisa, jurídicamente compatible y operativamente eficiente de la realidad catastral urbana. La definición y compilación de una base de datos catastral precisa (logrando una desviación estándar inferior a 0,1 m) se basa en una <br>reconstrucción analítica</br> de los límites catastrales más que en el proceso convencional de reconstrucción de campo. El nuevo método se basa en puntos de control GPS y redes transversales para proporcionar el marco; los antiguos libros de campo para definir los vínculos entre las diversas características originales del suelo; y un proceso de ajuste geométrico y catastral como base conceptual. Se describe un proyecto piloto que se llevó a cabo para examinar y evaluar el nuevo método ",
            "error": [
                ""
            ]
        },
        "parcel boundaries": {
            "translated_key": [],
            "translated_annotated_text": "Establecimiento de un catastro digital urbano: reconstrucción analítica de los límites de <br>parcelUn nuevo método para generar una base de datos catastral espacialmente precisa, jurídicamente compatible y operativamente eficiente de la realidad catastral urbana se describe. La definición y compilación de una base de datos catastral precisa (lo que supone una desviación estándar inferior a 0,1 m) se basa en una reconstrucción analítica de los límites catastrales y no en el proceso convencional de reconstrucción de campo. El nuevo método se basa en puntos de control GPS y redes transversales para proporcionar el marco; los antiguos libros de campo para definir los vínculos entre las diversas características originales del suelo; y un proceso de ajuste geométrico y catastral como base conceptual. Se describe un proyecto piloto que se llevó a cabo para examinar y evaluar el nuevo método ",
            "error": []
        },
        "spatially accurate cadastral database": {
            "translated_key": [],
            "translated_annotated_text": "Establecimiento de un catastro digital urbano: reconstrucción analítica de los límites de las parcelas Se describe un nuevo método para generar una base de datos catastral de la realidad catastral urbana, precisa desde el punto de vista espacial, jurídicamente compatible y operativamente eficiente. La definición y compilación de una base de datos catastral precisa (lo que supone una desviación estándar inferior a 0,1 m) se basa en una reconstrucción analítica de los límites catastrales y no en el proceso convencional de reconstrucción de campo. El nuevo método se basa en puntos de control GPS y redes transversales para proporcionar el marco; los antiguos libros de campo para definir los vínculos entre las diversas características originales del suelo; y un proceso de ajuste geométrico y catastral como base conceptual. Se describe un proyecto piloto que se llevó a cabo para examinar y evaluar el nuevo método ",
            "error": []
        },
        "urban cadastral reality": {
            "translated_key": "urbana",
            "translated_annotated_text": "Establecer un catastro digital urbano: reconstrucción analítica de los límites de las parcelas Se describe un nuevo método para generar una base de datos catastral de la realidad catastral <br>urbana</br>, con precisión espacial, apoyo jurídico y eficacia operativa. La definición y compilación de una base de datos catastral precisa (lo que supone una desviación estándar inferior a 0,1 m) se basa en una reconstrucción analítica de los límites catastrales y no en el proceso convencional de reconstrucción de campo. El nuevo método se basa en puntos de control GPS y redes transversales para proporcionar el marco; los antiguos libros de campo para definir los vínculos entre las diversas características originales del suelo; y un proceso de ajuste geométrico y catastral como base conceptual. Se describe un proyecto piloto que se llevó a cabo para examinar y evaluar el nuevo método ",
            "error": [
                ""
            ]
        },
        "standard deviation": {
            "translated_key": [],
            "translated_annotated_text": "Establecimiento de un catastro digital urbano: reconstrucción analítica de los límites de las parcelas Se describe un nuevo método para generar una base de datos catastral de la realidad catastral urbana, precisa desde el punto de vista espacial, jurídicamente compatible y operativamente eficiente. La definición y compilación de una base de datos catastral precisa (lo que permite una desviación estándar <br> menor de 0,1 m) se basa en una reconstrucción analítica de los límites catastrales y no en el proceso convencional de reconstrucción de campo. El nuevo método se basa en puntos de control GPS y redes transversales para proporcionar el marco; los antiguos libros de campo para definir los vínculos entre las diversas características originales del suelo; y un proceso de ajuste geométrico y catastral como base conceptual. Se describe un proyecto piloto que se llevó a cabo para examinar y evaluar el nuevo método ",
            "error": []
        },
        "field reconstruction process": {
            "translated_key": [],
            "translated_annotated_text": "Establecimiento de un catastro digital urbano: reconstrucción analítica de los límites de las parcelas Se describe un nuevo método para generar una base de datos catastral de la realidad catastral urbana, precisa desde el punto de vista espacial, jurídicamente compatible y operativamente eficiente. La definición y compilación de una base de datos catastral precisa (lo que supone una desviación estándar inferior a 0,1 m) se basa en una reconstrucción analítica de los límites catastrales más que en el proceso convencional de reconstrucción de campo. El nuevo método se basa en puntos de control GPS y redes transversales para proporcionar el marco; los antiguos libros de campo para definir los vínculos entre las diversas características originales del suelo; y un proceso de ajuste geométrico y catastral como base conceptual. Se describe un proyecto piloto que se llevó a cabo para examinar y evaluar el nuevo método ",
            "error": []
        },
        "GPS control points": {
            "translated_key": "GPS",
            "translated_annotated_text": "Establecimiento de un catastro digital urbano: reconstrucción analítica de los límites de las parcelas Se describe un nuevo método para generar una base de datos catastral de la realidad catastral urbana, precisa desde el punto de vista espacial, jurídicamente compatible y operativamente eficiente. La definición y compilación de una base de datos catastral precisa (lo que supone una desviación estándar inferior a 0,1 m) se basa en una reconstrucción analítica de los límites catastrales y no en el proceso convencional de reconstrucción de campo. El nuevo método se basa en puntos de control <br>GPS</br> y redes transversales para proporcionar el marco; los antiguos libros de campo para definir los vínculos entre las diversas características originales del suelo; y un proceso de ajuste geométrico y catastral como base conceptual. Se describe un proyecto piloto que se llevó a cabo para examinar y evaluar el nuevo método ",
            "error": [
                ""
            ]
        },
        "traverse networks": {
            "translated_key": " redes transversales",
            "translated_annotated_text": "Establecimiento de un catastro digital urbano: reconstrucción analítica de los límites de las parcelas Se describe un nuevo método para generar una base de datos catastral de la realidad catastral urbana, precisa desde el punto de vista espacial, jurídicamente compatible y operativamente eficiente. La definición y compilación de una base de datos catastral precisa (lo que supone una desviación estándar inferior a 0,1 m) se basa en una reconstrucción analítica de los límites catastrales y no en el proceso convencional de reconstrucción de campo. El nuevo método se basa en puntos de control GPS y <br> redes transversales</br> para proporcionar el marco; los antiguos libros de campo para definir los vínculos entre las diversas características originales del suelo; y un proceso de ajuste geométrico y catastral como base conceptual. Se describe un proyecto piloto que se llevó a cabo para examinar y evaluar el nuevo método ",
            "error": [
                ""
            ]
        },
        "old field books": {
            "translated_key": "antiguos libros de campo",
            "translated_annotated_text": "Establecimiento de un catastro digital urbano: reconstrucción analítica de los límites de las parcelas Se describe un nuevo método para generar una base de datos catastral de la realidad catastral urbana, precisa desde el punto de vista espacial, jurídicamente compatible y operativamente eficiente. La definición y compilación de una base de datos catastral precisa (lo que supone una desviación estándar inferior a 0,1 m) se basa en una reconstrucción analítica de los límites catastrales y no en el proceso convencional de reconstrucción de campo. El nuevo método se basa en puntos de control GPS y redes transversales para proporcionar el marco; los <br>antiguos libros de campo</br> para definir los vínculos entre las diversas características originales del suelo; y un proceso de ajuste geométrico y catastral como base conceptual. Se describe un proyecto piloto que se llevó a cabo para examinar y evaluar el nuevo método ",
            "error": [
                ""
            ]
        },
        "ground features": {
            "translated_key": "ground",
            "translated_annotated_text": "Establecimiento de un catastro digital urbano: reconstrucción analítica de los límites de las parcelas Se describe un nuevo método para generar una base de datos catastral de la realidad catastral urbana, precisa desde el punto de vista espacial, jurídicamente compatible y operativamente eficiente. La definición y compilación de una base de datos catastral precisa (lo que supone una desviación estándar inferior a 0,1 m) se basa en una reconstrucción analítica de los límites catastrales y no en el proceso convencional de reconstrucción de campo. El nuevo método se basa en puntos de control GPS y redes transversales para proporcionar el marco; los antiguos libros de campo para definir los vínculos entre las diversas características originales <br>ground</br>; y un proceso de ajuste geométrico y catastral como base conceptual. Se describe un proyecto piloto que se llevó a cabo para examinar y evaluar el nuevo método ",
            "error": [
                ""
            ]
        },
        "cadastral adjustment process": {
            "translated_key": "cadastral",
            "translated_annotated_text": "Establecimiento de un catastro digital urbano: reconstrucción analítica de los límites de las parcelas Se describe un nuevo método para generar una base de datos catastral de la realidad catastral urbana, precisa desde el punto de vista espacial, jurídicamente compatible y operativamente eficiente. La definición y compilación de una base de datos catastral precisa (lo que supone una desviación estándar inferior a 0,1 m) se basa en una reconstrucción analítica de los límites catastrales y no en el proceso convencional de reconstrucción de campo. El nuevo método se basa en puntos de control GPS y redes transversales para proporcionar el marco; los antiguos libros de campo para definir los vínculos entre las diversas características originales del suelo; y un proceso de ajuste geométrico y <br>cadastral</br> como base conceptual. Se describe un proyecto piloto que se llevó a cabo para examinar y evaluar el nuevo método ",
            "error": [
                ""
            ]
        },
        "land information systems": {
            "translated_key": [],
            "translated_annotated_text": "Establecimiento de un catastro digital urbano: reconstrucción analítica de los límites de las parcelas Se describe un nuevo método para generar una base de datos catastral de la realidad catastral urbana, precisa desde el punto de vista espacial, jurídicamente compatible y operativamente eficiente. La definición y compilación de una base de datos catastral precisa (lo que supone una desviación estándar inferior a 0,1 m) se basa en una reconstrucción analítica de los límites catastrales y no en el proceso convencional de reconstrucción de campo. El nuevo método se basa en puntos de control GPS y redes transversales para proporcionar el marco; los antiguos libros de campo para definir los vínculos entre las diversas características originales del suelo; y un proceso de ajuste geométrico y catastral como base conceptual. Se describe un proyecto piloto que se llevó a cabo para examinar y evaluar el nuevo método ",
            "error": []
        },
        "LIS": {
            "translated_key": [],
            "translated_annotated_text": "Establecimiento de un catastro digital urbano: reconstrucción analítica de los límites de las parcelas Se describe un nuevo método para generar una base de datos catastral de la realidad catastral urbana, precisa desde el punto de vista espacial, jurídicamente compatible y operativamente eficiente. La definición y compilación de una base de datos catastral precisa (lo que supone una desviación estándar inferior a 0,1 m) se basa en una reconstrucción analítica de los límites catastrales y no en el proceso convencional de reconstrucción de campo. El nuevo método se basa en puntos de control GPS y redes transversales para proporcionar el marco; los antiguos libros de campo para definir los vínculos entre las diversas características originales del suelo; y un proceso de ajuste geométrico y catastral como base conceptual. Se describe un proyecto piloto que se llevó a cabo para examinar y evaluar el nuevo método ",
            "error": []
        },
        "geographic information systems": {
            "translated_key": [],
            "translated_annotated_text": "Establecimiento de un catastro digital urbano: reconstrucción analítica de los límites de las parcelas Se describe un nuevo método para generar una base de datos catastral de la realidad catastral urbana, precisa desde el punto de vista espacial, jurídicamente compatible y operativamente eficiente. La definición y compilación de una base de datos catastral precisa (lo que supone una desviación estándar inferior a 0,1 m) se basa en una reconstrucción analítica de los límites catastrales y no en el proceso convencional de reconstrucción de campo. El nuevo método se basa en puntos de control GPS y redes transversales para proporcionar el marco; los antiguos libros de campo para definir los vínculos entre las diversas características originales del suelo; y un proceso de ajuste geométrico y catastral como base conceptual. Se describe un proyecto piloto que se llevó a cabo para examinar y evaluar el nuevo método ",
            "error": []
        },
        "cartography": {
            "translated_key": [],
            "translated_annotated_text": "Establecimiento de un catastro digital urbano: reconstrucción analítica de los límites de las parcelas Se describe un nuevo método para generar una base de datos catastral de la realidad catastral urbana, precisa desde el punto de vista espacial, jurídicamente compatible y operativamente eficiente. La definición y compilación de una base de datos catastral precisa (lo que supone una desviación estándar inferior a 0,1 m) se basa en una reconstrucción analítica de los límites catastrales y no en el proceso convencional de reconstrucción de campo. El nuevo método se basa en puntos de control GPS y redes transversales para proporcionar el marco; los antiguos libros de campo para definir los vínculos entre las diversas características originales del suelo; y un proceso de ajuste geométrico y catastral como base conceptual. Se describe un proyecto piloto que se llevó a cabo para examinar y evaluar el nuevo método ",
            "error": []
        },
        "terrain mapping": {
            "translated_key": [],
            "translated_annotated_text": "Establecimiento de un catastro digital urbano: reconstrucción analítica de los límites de las parcelas Se describe un nuevo método para generar una base de datos catastral de la realidad catastral urbana, precisa desde el punto de vista espacial, jurídicamente compatible y operativamente eficiente. La definición y compilación de una base de datos catastral precisa (lo que supone una desviación estándar inferior a 0,1 m) se basa en una reconstrucción analítica de los límites catastrales y no en el proceso convencional de reconstrucción de campo. El nuevo método se basa en puntos de control GPS y redes transversales para proporcionar el marco; los antiguos libros de campo para definir los vínculos entre las diversas características originales del suelo; y un proceso de ajuste geométrico y catastral como base conceptual. Se describe un proyecto piloto que se llevó a cabo para examinar y evaluar el nuevo método ",
            "error": []
        },
        "town and country planning": {
            "translated_key": [],
            "translated_annotated_text": "Establecimiento de un catastro digital urbano: reconstrucción analítica de los límites de las parcelas Se describe un nuevo método para generar una base de datos catastral de la realidad catastral urbana, precisa desde el punto de vista espacial, jurídicamente compatible y operativamente eficiente. La definición y compilación de una base de datos catastral precisa (lo que supone una desviación estándar inferior a 0,1 m) se basa en una reconstrucción analítica de los límites catastrales y no en el proceso convencional de reconstrucción de campo. El nuevo método se basa en puntos de control GPS y redes transversales para proporcionar el marco; los antiguos libros de campo para definir los vínculos entre las diversas características originales del suelo; y un proceso de ajuste geométrico y catastral como base conceptual. Se describe un proyecto piloto que se llevó a cabo para examinar y evaluar el nuevo método ",
            "error": []
        },
        "visual databases": {
            "translated_key": [],
            "translated_annotated_text": "Establecimiento de un catastro digital urbano: reconstrucción analítica de los límites de las parcelas Se describe un nuevo método para generar una base de datos catastral de la realidad catastral urbana, precisa desde el punto de vista espacial, jurídicamente compatible y operativamente eficiente. La definición y compilación de una base de datos catastral precisa (lo que supone una desviación estándar inferior a 0,1 m) se basa en una reconstrucción analítica de los límites catastrales y no en el proceso convencional de reconstrucción de campo. El nuevo método se basa en puntos de control GPS y redes transversales para proporcionar el marco; los antiguos libros de campo para definir los vínculos entre las diversas características originales del suelo; y un proceso de ajuste geométrico y catastral como base conceptual. Se describe un proyecto piloto que se llevó a cabo para examinar y evaluar el nuevo método ",
            "error": []
        }
    }
}