{
    "original_text": "Anticipating the further development of cadastral systems Although the paper recognises the merits of the evolution of cadastral systems towards an increased capability over time, it promotes a radical introduction or overhaul of existing cadastral systems. It encourages the development of a capability to cope with some key drivers of major change. These have been identified as globalisation, the advent of fully automated cadastral environments, improved decentralised methods of governance and greatly improved service delivery of future cadastral systems to a wide range of users. The paper promotes the registration of title supported by government guarantee as an effective means for rapidly introducing cadastral systems to facilitate globally competitive land markets in developing countries. In developing automated environments for cadastral systems, the need to completely re-engineer and redesign cadastral systems to meet basic cadastral principles and responsiveness to individual user needs is promoted. In this environment, highly decentralised cadastral operations and administration combined with light regulatory control are advocated as a future governance strategy. With regard to the level of services to users, an emphasis on recognising and serving the future needs of users is seen as essential. International and national professional and user organisations involved in land administration are seen as an important vehicle for developing strategies and providing evaluation to guide the over-arching development of cadastral systems around the world",
    "original_translation": "Anticipando el desarrollo ulterior de los sistemas catastrales Aunque el artículo reconoce los méritos de la evolución de los sistemas catastrales hacia una mayor capacidad a lo largo del tiempo, promueve una introducción o revisión radical de los sistemas catastrales existentes. Alienta el desarrollo de una capacidad para hacer frente a algunos factores clave del cambio importante. Se han identificado como globalización, el advenimiento de entornos catastrales totalmente automatizados, la mejora de los métodos descentralizados de gobernanza y la mejora considerable de la prestación de servicios de futuros sistemas catastrales a una amplia gama de usuarios. El documento promueve el registro de títulos respaldados por la garantía gubernamental como medio eficaz de introducir rápidamente sistemas catastrales para facilitar la competitividad mundial de los mercados de tierras en los países en desarrollo. Al desarrollar entornos automatizados para sistemas catastrales, se promueve la necesidad de rediseñar completamente y rediseñar los sistemas catastrales para satisfacer los principios catastrales básicos y la capacidad de respuesta a las necesidades individuales de los usuarios. En este entorno, las operaciones catastrales altamente descentralizadas y la administración combinada con un control regulador ligero se defienden como una futura estrategia de gobernanza. Por lo que se refiere al nivel de los servicios a los usuarios, se considera esencial hacer hincapié en el reconocimiento y la satisfacción de las necesidades futuras de los usuarios. Las organizaciones profesionales y usuarias internacionales y nacionales que participan en la administración de la tierra se consideran un vehículo importante para desarrollar estrategias y proporcionar una evaluación que guíe el desarrollo global de los sistemas catastrales en todo el mundo",
    "error_count": 11,
    "keys": {
        "cadastral systems development": {
            "translated_key": [],
            "translated_annotated_text": "Anticipando el desarrollo ulterior de los sistemas catastrales Aunque el artículo reconoce los méritos de la evolución de los sistemas catastrales hacia una mayor capacidad a lo largo del tiempo, promueve una introducción o revisión radical de los sistemas catastrales existentes. Alienta el desarrollo de una capacidad para hacer frente a algunos factores clave del cambio importante. Se han identificado como globalización, el advenimiento de entornos catastrales totalmente automatizados, la mejora de los métodos descentralizados de gobernanza y la mejora considerable de la prestación de servicios de futuros sistemas catastrales a una amplia gama de usuarios. El documento promueve el registro de títulos respaldados por la garantía gubernamental como medio eficaz de introducir rápidamente sistemas catastrales para facilitar la competitividad mundial de los mercados de tierras en los países en desarrollo. Al desarrollar entornos automatizados para sistemas catastrales, se promueve la necesidad de rediseñar completamente y rediseñar los sistemas catastrales para satisfacer los principios catastrales básicos y la capacidad de respuesta a las necesidades individuales de los usuarios. En este entorno, las operaciones catastrales altamente descentralizadas y la administración combinada con un control regulador ligero se defienden como una futura estrategia de gobernanza. Por lo que se refiere al nivel de los servicios a los usuarios, se considera esencial hacer hincapié en el reconocimiento y la satisfacción de las necesidades futuras de los usuarios. Las organizaciones profesionales y usuarias internacionales y nacionales que participan en la administración de la tierra se consideran un vehículo importante para desarrollar estrategias y proporcionar una evaluación que guíe el desarrollo global de los sistemas catastrales en todo el mundo ",
            "error": []
        },
        "globalisation": {
            "translated_key": "globalización",
            "translated_annotated_text": "Anticipando el desarrollo ulterior de los sistemas catastrales Aunque el artículo reconoce los méritos de la evolución de los sistemas catastrales hacia una mayor capacidad a lo largo del tiempo, promueve una introducción o revisión radical de los sistemas catastrales existentes. Alienta el desarrollo de una capacidad para hacer frente a algunos factores clave del cambio importante. Se han identificado como \"globalización\", el advenimiento de entornos catastrales totalmente automatizados, la mejora de los métodos descentralizados de gobernanza y la mejora considerable de la prestación de servicios de futuros sistemas catastrales a una amplia gama de usuarios. El documento promueve el registro de títulos respaldados por la garantía gubernamental como medio eficaz de introducir rápidamente sistemas catastrales para facilitar la competitividad mundial de los mercados de tierras en los países en desarrollo. Al desarrollar entornos automatizados para sistemas catastrales, se promueve la necesidad de rediseñar completamente y rediseñar los sistemas catastrales para satisfacer los principios catastrales básicos y la capacidad de respuesta a las necesidades individuales de los usuarios. En este entorno, las operaciones catastrales altamente descentralizadas y la administración combinada con un control regulador ligero se defienden como una futura estrategia de gobernanza. Por lo que se refiere al nivel de los servicios a los usuarios, se considera esencial hacer hincapié en el reconocimiento y la satisfacción de las necesidades futuras de los usuarios. Las organizaciones profesionales y usuarias internacionales y nacionales que participan en la administración de la tierra se consideran un vehículo importante para desarrollar estrategias y proporcionar una evaluación que guíe el desarrollo global de los sistemas catastrales en todo el mundo ",
            "error": [
                ""
            ]
        },
        "automated cadastral environments": {
            "translated_key": "ambientes catastrales completamente automatizados",
            "translated_annotated_text": "Anticipando el desarrollo ulterior de los sistemas catastrales Aunque el artículo reconoce los méritos de la evolución de los sistemas catastrales hacia una mayor capacidad a lo largo del tiempo, promueve una introducción o revisión radical de los sistemas catastrales existentes. Alienta el desarrollo de una capacidad para hacer frente a algunos factores clave del cambio importante. Se han identificado como globalización, el advenimiento de \"ambientes catastrales completamente automatizados\", la mejora de los métodos descentralizados de gobernanza y la mejora considerable de la prestación de servicios de futuros sistemas catastrales a una amplia gama de usuarios. El documento promueve el registro de títulos respaldados por la garantía gubernamental como medio eficaz de introducir rápidamente sistemas catastrales para facilitar la competitividad mundial de los mercados de tierras en los países en desarrollo. Al desarrollar entornos automatizados para sistemas catastrales, se promueve la necesidad de rediseñar completamente y rediseñar los sistemas catastrales para satisfacer los principios catastrales básicos y la capacidad de respuesta a las necesidades individuales de los usuarios. En este entorno, las operaciones catastrales altamente descentralizadas y la administración combinada con un control regulador ligero se defienden como una futura estrategia de gobernanza. Por lo que se refiere al nivel de los servicios a los usuarios, se considera esencial hacer hincapié en el reconocimiento y la satisfacción de las necesidades futuras de los usuarios. Las organizaciones profesionales y usuarias internacionales y nacionales que participan en la administración de la tierra se consideran un vehículo importante para desarrollar estrategias y proporcionar una evaluación que guíe el desarrollo global de los sistemas catastrales en todo el mundo ",
            "error": [
                ""
            ]
        },
        "decentralised governance": {
            "translated_key": [],
            "translated_annotated_text": "Anticipando el desarrollo ulterior de los sistemas catastrales Aunque el artículo reconoce los méritos de la evolución de los sistemas catastrales hacia una mayor capacidad a lo largo del tiempo, promueve una introducción o revisión radical de los sistemas catastrales existentes. Alienta el desarrollo de una capacidad para hacer frente a algunos factores clave del cambio importante. Se han identificado como globalización, el advenimiento de entornos catastrales totalmente automatizados, la mejora de los métodos descentralizados de gobernanza y la mejora considerable de la prestación de servicios de futuros sistemas catastrales a una amplia gama de usuarios. El documento promueve el registro de títulos respaldados por la garantía gubernamental como medio eficaz de introducir rápidamente sistemas catastrales para facilitar la competitividad mundial de los mercados de tierras en los países en desarrollo. Al desarrollar entornos automatizados para sistemas catastrales, se promueve la necesidad de rediseñar completamente y rediseñar los sistemas catastrales para satisfacer los principios catastrales básicos y la capacidad de respuesta a las necesidades individuales de los usuarios. En este entorno, las operaciones catastrales altamente descentralizadas y la administración combinada con un control regulador ligero se defienden como una futura estrategia de gobernanza. Por lo que se refiere al nivel de los servicios a los usuarios, se considera esencial hacer hincapié en el reconocimiento y la satisfacción de las necesidades futuras de los usuarios. Las organizaciones profesionales y usuarias internacionales y nacionales que participan en la administración de la tierra se consideran un vehículo importante para desarrollar estrategias y proporcionar una evaluación que guíe el desarrollo global de los sistemas catastrales en todo el mundo ",
            "error": []
        },
        "service delivery": {
            "translated_key": "prestación de servicios",
            "translated_annotated_text": "Anticipando el desarrollo ulterior de los sistemas catastrales Aunque el artículo reconoce los méritos de la evolución de los sistemas catastrales hacia una mayor capacidad a lo largo del tiempo, promueve una introducción o revisión radical de los sistemas catastrales existentes. Alienta el desarrollo de una capacidad para hacer frente a algunos factores clave del cambio importante. Se han identificado como globalización, el advenimiento de entornos catastrales totalmente automatizados, la mejora de los métodos descentralizados de gobernanza y la gran mejora de la \"prestación de servicios\" de futuros sistemas catastrales a una amplia gama de usuarios. El documento promueve el registro de títulos respaldados por la garantía gubernamental como medio eficaz de introducir rápidamente sistemas catastrales para facilitar la competitividad mundial de los mercados de tierras en los países en desarrollo. Al desarrollar entornos automatizados para sistemas catastrales, se promueve la necesidad de rediseñar completamente y rediseñar los sistemas catastrales para satisfacer los principios catastrales básicos y la capacidad de respuesta a las necesidades individuales de los usuarios. En este entorno, las operaciones catastrales altamente descentralizadas y la administración combinada con un control regulador ligero se defienden como una futura estrategia de gobernanza. Por lo que se refiere al nivel de los servicios a los usuarios, se considera esencial hacer hincapié en el reconocimiento y la satisfacción de las necesidades futuras de los usuarios. Las organizaciones profesionales y usuarias internacionales y nacionales que participan en la administración de la tierra se consideran un vehículo importante para desarrollar estrategias y proporcionar una evaluación que guíe el desarrollo global de los sistemas catastrales en todo el mundo ",
            "error": [
                ""
            ]
        },
        "government guarantee": {
            "translated_key": "garantía gubernamental",
            "translated_annotated_text": "Anticipando el desarrollo ulterior de los sistemas catastrales Aunque el artículo reconoce los méritos de la evolución de los sistemas catastrales hacia una mayor capacidad a lo largo del tiempo, promueve una introducción o revisión radical de los sistemas catastrales existentes. Alienta el desarrollo de una capacidad para hacer frente a algunos factores clave del cambio importante. Se han identificado como globalización, el advenimiento de entornos catastrales totalmente automatizados, la mejora de los métodos descentralizados de gobernanza y la mejora considerable de la prestación de servicios de futuros sistemas catastrales a una amplia gama de usuarios. El documento promueve el registro de títulos apoyados por la \"garantía gubernamental\" como un medio eficaz para introducir rápidamente sistemas catastrales para facilitar la competitividad mundial de los mercados de tierras en los países en desarrollo. Al desarrollar entornos automatizados para sistemas catastrales, se promueve la necesidad de rediseñar completamente y rediseñar los sistemas catastrales para satisfacer los principios catastrales básicos y la capacidad de respuesta a las necesidades individuales de los usuarios. En este entorno, las operaciones catastrales altamente descentralizadas y la administración combinada con un control regulador ligero se defienden como una futura estrategia de gobernanza. Por lo que se refiere al nivel de los servicios a los usuarios, se considera esencial hacer hincapié en el reconocimiento y la satisfacción de las necesidades futuras de los usuarios. Las organizaciones profesionales y usuarias internacionales y nacionales que participan en la administración de la tierra se consideran un vehículo importante para desarrollar estrategias y proporcionar una evaluación que guíe el desarrollo global de los sistemas catastrales en todo el mundo ",
            "error": [
                ""
            ]
        },
        "globally competitive land markets": {
            "translated_key": "mercados de tierras globalmente competitivos",
            "translated_annotated_text": "Anticipando el desarrollo ulterior de los sistemas catastrales Aunque el artículo reconoce los méritos de la evolución de los sistemas catastrales hacia una mayor capacidad a lo largo del tiempo, promueve una introducción o revisión radical de los sistemas catastrales existentes. Alienta el desarrollo de una capacidad para hacer frente a algunos factores clave del cambio importante. Se han identificado como globalización, el advenimiento de entornos catastrales totalmente automatizados, la mejora de los métodos descentralizados de gobernanza y la mejora considerable de la prestación de servicios de futuros sistemas catastrales a una amplia gama de usuarios. El documento promueve el registro de títulos apoyados por la garantía gubernamental como un medio eficaz para introducir rápidamente sistemas catastrales para facilitar \"mercados de tierras globalmente competitivos\" en los países en desarrollo. Al desarrollar entornos automatizados para sistemas catastrales, se promueve la necesidad de rediseñar completamente y rediseñar los sistemas catastrales para satisfacer los principios catastrales básicos y la capacidad de respuesta a las necesidades individuales de los usuarios. En este entorno, las operaciones catastrales altamente descentralizadas y la administración combinada con un control regulador ligero se defienden como una futura estrategia de gobernanza. Por lo que se refiere al nivel de los servicios a los usuarios, se considera esencial hacer hincapié en el reconocimiento y la satisfacción de las necesidades futuras de los usuarios. Las organizaciones profesionales y usuarias internacionales y nacionales que participan en la administración de la tierra se consideran un vehículo importante para desarrollar estrategias y proporcionar una evaluación que guíe el desarrollo global de los sistemas catastrales en todo el mundo ",
            "error": [
                ""
            ]
        },
        "developing countries": {
            "translated_key": "países en desarrollo",
            "translated_annotated_text": "Anticipando el desarrollo ulterior de los sistemas catastrales Aunque el artículo reconoce los méritos de la evolución de los sistemas catastrales hacia una mayor capacidad a lo largo del tiempo, promueve una introducción o revisión radical de los sistemas catastrales existentes. Alienta el desarrollo de una capacidad para hacer frente a algunos factores clave del cambio importante. Se han identificado como globalización, el advenimiento de entornos catastrales totalmente automatizados, la mejora de los métodos descentralizados de gobernanza y la mejora considerable de la prestación de servicios de futuros sistemas catastrales a una amplia gama de usuarios. El documento promueve el registro de títulos respaldados por la garantía gubernamental como un medio eficaz para introducir rápidamente sistemas catastrales para facilitar la competitividad mundial de los mercados de tierras en los \"países en desarrollo\". Al desarrollar entornos automatizados para sistemas catastrales, se promueve la necesidad de rediseñar completamente y rediseñar los sistemas catastrales para satisfacer los principios catastrales básicos y la capacidad de respuesta a las necesidades individuales de los usuarios. En este entorno, las operaciones catastrales altamente descentralizadas y la administración combinada con un control regulador ligero se defienden como una futura estrategia de gobernanza. Por lo que se refiere al nivel de los servicios a los usuarios, se considera esencial hacer hincapié en el reconocimiento y la satisfacción de las necesidades futuras de los usuarios. Las organizaciones profesionales y usuarias internacionales y nacionales que participan en la administración de la tierra se consideran un vehículo importante para desarrollar estrategias y proporcionar una evaluación que guíe el desarrollo global de los sistemas catastrales en todo el mundo ",
            "error": [
                ""
            ]
        },
        "automated environments": {
            "translated_key": "ambientes automatizados",
            "translated_annotated_text": "Anticipando el desarrollo ulterior de los sistemas catastrales Aunque el artículo reconoce los méritos de la evolución de los sistemas catastrales hacia una mayor capacidad a lo largo del tiempo, promueve una introducción o revisión radical de los sistemas catastrales existentes. Alienta el desarrollo de una capacidad para hacer frente a algunos factores clave del cambio importante. Se han identificado como globalización, el advenimiento de entornos catastrales totalmente automatizados, la mejora de los métodos descentralizados de gobernanza y la mejora considerable de la prestación de servicios de futuros sistemas catastrales a una amplia gama de usuarios. El documento promueve el registro de títulos respaldados por la garantía gubernamental como medio eficaz de introducir rápidamente sistemas catastrales para facilitar la competitividad mundial de los mercados de tierras en los países en desarrollo. Al desarrollar \"ambientes automatizados\" para sistemas catastrales, se promueve la necesidad de rediseñar y rediseñar completamente los sistemas catastrales para satisfacer los principios catastrales básicos y la capacidad de respuesta a las necesidades individuales de los usuarios. En este entorno, las operaciones catastrales altamente descentralizadas y la administración combinada con un control regulador ligero se defienden como una futura estrategia de gobernanza. Por lo que se refiere al nivel de los servicios a los usuarios, se considera esencial hacer hincapié en el reconocimiento y la satisfacción de las necesidades futuras de los usuarios. Las organizaciones profesionales y usuarias internacionales y nacionales que participan en la administración de la tierra se consideran un vehículo importante para desarrollar estrategias y proporcionar una evaluación que guíe el desarrollo global de los sistemas catastrales en todo el mundo ",
            "error": [
                ""
            ]
        },
        "cadastral principles": {
            "translated_key": "principios catastrales",
            "translated_annotated_text": "Anticipando el desarrollo ulterior de los sistemas catastrales Aunque el artículo reconoce los méritos de la evolución de los sistemas catastrales hacia una mayor capacidad a lo largo del tiempo, promueve una introducción o revisión radical de los sistemas catastrales existentes. Alienta el desarrollo de una capacidad para hacer frente a algunos factores clave del cambio importante. Se han identificado como globalización, el advenimiento de entornos catastrales totalmente automatizados, la mejora de los métodos descentralizados de gobernanza y la mejora considerable de la prestación de servicios de futuros sistemas catastrales a una amplia gama de usuarios. El documento promueve el registro de títulos respaldados por la garantía gubernamental como medio eficaz de introducir rápidamente sistemas catastrales para facilitar la competitividad mundial de los mercados de tierras en los países en desarrollo. Al desarrollar entornos automatizados para sistemas catastrales, se promueve la necesidad de rediseñar completamente y rediseñar los sistemas catastrales para satisfacer los \"principios catastrales\" básicos y la capacidad de respuesta a las necesidades individuales de los usuarios. En este entorno, las operaciones catastrales altamente descentralizadas y la administración combinada con un control regulador ligero se defienden como una futura estrategia de gobernanza. Por lo que se refiere al nivel de los servicios a los usuarios, se considera esencial hacer hincapié en el reconocimiento y la satisfacción de las necesidades futuras de los usuarios. Las organizaciones profesionales y usuarias internacionales y nacionales que participan en la administración de la tierra se consideran un vehículo importante para desarrollar estrategias y proporcionar una evaluación que guíe el desarrollo global de los sistemas catastrales en todo el mundo ",
            "error": [
                ""
            ]
        },
        "user needs": {
            "translated_key": "necesidades de los usuarios",
            "translated_annotated_text": "Anticipando el desarrollo ulterior de los sistemas catastrales Aunque el artículo reconoce los méritos de la evolución de los sistemas catastrales hacia una mayor capacidad a lo largo del tiempo, promueve una introducción o revisión radical de los sistemas catastrales existentes. Alienta el desarrollo de una capacidad para hacer frente a algunos factores clave del cambio importante. Se han identificado como globalización, el advenimiento de entornos catastrales totalmente automatizados, la mejora de los métodos descentralizados de gobernanza y la mejora considerable de la prestación de servicios de futuros sistemas catastrales a una amplia gama de usuarios. El documento promueve el registro de títulos respaldados por la garantía gubernamental como medio eficaz de introducir rápidamente sistemas catastrales para facilitar la competitividad mundial de los mercados de tierras en los países en desarrollo. Al desarrollar entornos automatizados para sistemas catastrales, se promueve la necesidad de rediseñar completamente y rediseñar los sistemas catastrales para satisfacer los principios catastrales básicos y la capacidad de respuesta a las \"necesidades de los usuarios\" individuales. En este entorno, las operaciones catastrales altamente descentralizadas y la administración combinada con un control regulador ligero se defienden como una futura estrategia de gobernanza. Por lo que se refiere al nivel de los servicios a los usuarios, se considera esencial hacer hincapié en el reconocimiento y la satisfacción de las necesidades futuras de los usuarios. Las organizaciones profesionales y usuarias internacionales y nacionales que participan en la administración de la tierra se consideran un vehículo importante para desarrollar estrategias y proporcionar una evaluación que guíe el desarrollo global de los sistemas catastrales en todo el mundo ",
            "error": [
                ""
            ]
        },
        "highly decentralised cadastral operations": {
            "translated_key": "operaciones catastrales altamente descentralizadas",
            "translated_annotated_text": "Anticipando el desarrollo ulterior de los sistemas catastrales Aunque el artículo reconoce los méritos de la evolución de los sistemas catastrales hacia una mayor capacidad a lo largo del tiempo, promueve una introducción o revisión radical de los sistemas catastrales existentes. Alienta el desarrollo de una capacidad para hacer frente a algunos factores clave del cambio importante. Se han identificado como globalización, el advenimiento de entornos catastrales totalmente automatizados, la mejora de los métodos descentralizados de gobernanza y la mejora considerable de la prestación de servicios de futuros sistemas catastrales a una amplia gama de usuarios. El documento promueve el registro de títulos respaldados por la garantía gubernamental como medio eficaz de introducir rápidamente sistemas catastrales para facilitar la competitividad mundial de los mercados de tierras en los países en desarrollo. Al desarrollar entornos automatizados para sistemas catastrales, se promueve la necesidad de rediseñar completamente y rediseñar los sistemas catastrales para satisfacer los principios catastrales básicos y la capacidad de respuesta a las necesidades individuales de los usuarios. En este entorno, las \"operaciones catastrales altamente descentralizadas\" y la administración combinadas con un ligero control regulatorio se defienden como una futura estrategia de gobernanza. Por lo que se refiere al nivel de los servicios a los usuarios, se considera esencial hacer hincapié en el reconocimiento y la satisfacción de las necesidades futuras de los usuarios. Las organizaciones profesionales y usuarias internacionales y nacionales que participan en la administración de la tierra se consideran un vehículo importante para desarrollar estrategias y proporcionar una evaluación que guíe el desarrollo global de los sistemas catastrales en todo el mundo ",
            "error": [
                ""
            ]
        },
        "light regulatory control": {
            "translated_key": "control regulador ligero",
            "translated_annotated_text": "Anticipando el desarrollo ulterior de los sistemas catastrales Aunque el artículo reconoce los méritos de la evolución de los sistemas catastrales hacia una mayor capacidad a lo largo del tiempo, promueve una introducción o revisión radical de los sistemas catastrales existentes. Alienta el desarrollo de una capacidad para hacer frente a algunos factores clave del cambio importante. Se han identificado como globalización, el advenimiento de entornos catastrales totalmente automatizados, la mejora de los métodos descentralizados de gobernanza y la mejora considerable de la prestación de servicios de futuros sistemas catastrales a una amplia gama de usuarios. El documento promueve el registro de títulos respaldados por la garantía gubernamental como medio eficaz de introducir rápidamente sistemas catastrales para facilitar la competitividad mundial de los mercados de tierras en los países en desarrollo. Al desarrollar entornos automatizados para sistemas catastrales, se promueve la necesidad de rediseñar completamente y rediseñar los sistemas catastrales para satisfacer los principios catastrales básicos y la capacidad de respuesta a las necesidades individuales de los usuarios. En este entorno, las operaciones catastrales altamente descentralizadas y la administración combinadas con el \"control regulador ligero\" se defienden como una futura estrategia de gobernanza. Por lo que se refiere al nivel de los servicios a los usuarios, se considera esencial hacer hincapié en el reconocimiento y la satisfacción de las necesidades futuras de los usuarios. Las organizaciones profesionales y usuarias internacionales y nacionales que participan en la administración de la tierra se consideran un vehículo importante para desarrollar estrategias y proporcionar una evaluación que guíe el desarrollo global de los sistemas catastrales en todo el mundo ",
            "error": [
                ""
            ]
        },
        "future governance strategy": {
            "translated_key": "estrategia de gobernanza futura",
            "translated_annotated_text": "Anticipando el desarrollo ulterior de los sistemas catastrales Aunque el artículo reconoce los méritos de la evolución de los sistemas catastrales hacia una mayor capacidad a lo largo del tiempo, promueve una introducción o revisión radical de los sistemas catastrales existentes. Alienta el desarrollo de una capacidad para hacer frente a algunos factores clave del cambio importante. Se han identificado como globalización, el advenimiento de entornos catastrales totalmente automatizados, la mejora de los métodos descentralizados de gobernanza y la mejora considerable de la prestación de servicios de futuros sistemas catastrales a una amplia gama de usuarios. El documento promueve el registro de títulos respaldados por la garantía gubernamental como medio eficaz de introducir rápidamente sistemas catastrales para facilitar la competitividad mundial de los mercados de tierras en los países en desarrollo. Al desarrollar entornos automatizados para sistemas catastrales, se promueve la necesidad de rediseñar completamente y rediseñar los sistemas catastrales para satisfacer los principios catastrales básicos y la capacidad de respuesta a las necesidades individuales de los usuarios. En este entorno, las operaciones catastrales altamente descentralizadas y la administración combinadas con un control regulador ligero se defienden como una \"estrategia de gobernanza futura\". Por lo que se refiere al nivel de los servicios a los usuarios, se considera esencial hacer hincapié en el reconocimiento y la satisfacción de las necesidades futuras de los usuarios. Las organizaciones profesionales y usuarias internacionales y nacionales que participan en la administración de la tierra se consideran un vehículo importante para desarrollar estrategias y proporcionar una evaluación que guíe el desarrollo global de los sistemas catastrales en todo el mundo ",
            "error": [
                ""
            ]
        },
        "future user needs": {
            "translated_key": [],
            "translated_annotated_text": "Anticipando el desarrollo ulterior de los sistemas catastrales Aunque el artículo reconoce los méritos de la evolución de los sistemas catastrales hacia una mayor capacidad a lo largo del tiempo, promueve una introducción o revisión radical de los sistemas catastrales existentes. Alienta el desarrollo de una capacidad para hacer frente a algunos factores clave del cambio importante. Se han identificado como globalización, el advenimiento de entornos catastrales totalmente automatizados, la mejora de los métodos descentralizados de gobernanza y la mejora considerable de la prestación de servicios de futuros sistemas catastrales a una amplia gama de usuarios. El documento promueve el registro de títulos respaldados por la garantía gubernamental como medio eficaz de introducir rápidamente sistemas catastrales para facilitar la competitividad mundial de los mercados de tierras en los países en desarrollo. Al desarrollar entornos automatizados para sistemas catastrales, se promueve la necesidad de rediseñar completamente y rediseñar los sistemas catastrales para satisfacer los principios catastrales básicos y la capacidad de respuesta a las necesidades individuales de los usuarios. En este entorno, las operaciones catastrales altamente descentralizadas y la administración combinada con un control regulador ligero se defienden como una futura estrategia de gobernanza. Por lo que se refiere al nivel de los servicios a los usuarios, se considera esencial hacer hincapié en el reconocimiento y la satisfacción de las necesidades futuras de los usuarios. Las organizaciones profesionales y usuarias internacionales y nacionales que participan en la administración de la tierra se consideran un vehículo importante para desarrollar estrategias y proporcionar una evaluación que guíe el desarrollo global de los sistemas catastrales en todo el mundo ",
            "error": []
        },
        "professional organisations": {
            "translated_key": [],
            "translated_annotated_text": "Anticipando el desarrollo ulterior de los sistemas catastrales Aunque el artículo reconoce los méritos de la evolución de los sistemas catastrales hacia una mayor capacidad a lo largo del tiempo, promueve una introducción o revisión radical de los sistemas catastrales existentes. Alienta el desarrollo de una capacidad para hacer frente a algunos factores clave del cambio importante. Se han identificado como globalización, el advenimiento de entornos catastrales totalmente automatizados, la mejora de los métodos descentralizados de gobernanza y la mejora considerable de la prestación de servicios de futuros sistemas catastrales a una amplia gama de usuarios. El documento promueve el registro de títulos respaldados por la garantía gubernamental como medio eficaz de introducir rápidamente sistemas catastrales para facilitar la competitividad mundial de los mercados de tierras en los países en desarrollo. Al desarrollar entornos automatizados para sistemas catastrales, se promueve la necesidad de rediseñar completamente y rediseñar los sistemas catastrales para satisfacer los principios catastrales básicos y la capacidad de respuesta a las necesidades individuales de los usuarios. En este entorno, las operaciones catastrales altamente descentralizadas y la administración combinada con un control regulador ligero se defienden como una futura estrategia de gobernanza. Por lo que se refiere al nivel de los servicios a los usuarios, se considera esencial hacer hincapié en el reconocimiento y la satisfacción de las necesidades futuras de los usuarios. Las organizaciones profesionales y usuarias internacionales y nacionales que participan en la administración de la tierra se consideran un vehículo importante para desarrollar estrategias y proporcionar una evaluación que guíe el desarrollo global de los sistemas catastrales en todo el mundo ",
            "error": []
        },
        "user organisations": {
            "translated_key": [],
            "translated_annotated_text": "Anticipando el desarrollo ulterior de los sistemas catastrales Aunque el artículo reconoce los méritos de la evolución de los sistemas catastrales hacia una mayor capacidad a lo largo del tiempo, promueve una introducción o revisión radical de los sistemas catastrales existentes. Alienta el desarrollo de una capacidad para hacer frente a algunos factores clave del cambio importante. Se han identificado como globalización, el advenimiento de entornos catastrales totalmente automatizados, la mejora de los métodos descentralizados de gobernanza y la mejora considerable de la prestación de servicios de futuros sistemas catastrales a una amplia gama de usuarios. El documento promueve el registro de títulos respaldados por la garantía gubernamental como medio eficaz de introducir rápidamente sistemas catastrales para facilitar la competitividad mundial de los mercados de tierras en los países en desarrollo. Al desarrollar entornos automatizados para sistemas catastrales, se promueve la necesidad de rediseñar completamente y rediseñar los sistemas catastrales para satisfacer los principios catastrales básicos y la capacidad de respuesta a las necesidades individuales de los usuarios. En este entorno, las operaciones catastrales altamente descentralizadas y la administración combinada con un control regulador ligero se defienden como una futura estrategia de gobernanza. Por lo que se refiere al nivel de los servicios a los usuarios, se considera esencial hacer hincapié en el reconocimiento y la satisfacción de las necesidades futuras de los usuarios. Se considera que las organizaciones profesionales y de usuarios internacionales y nacionales que participan en la administración de la tierra son un vehículo importante para desarrollar estrategias y proporcionar una evaluación que guíe el desarrollo global de los sistemas catastrales en todo el mundo ",
            "error": []
        },
        "land administration": {
            "translated_key": "administración de tierras",
            "translated_annotated_text": "Anticipando el desarrollo ulterior de los sistemas catastrales Aunque el artículo reconoce los méritos de la evolución de los sistemas catastrales hacia una mayor capacidad a lo largo del tiempo, promueve una introducción o revisión radical de los sistemas catastrales existentes. Alienta el desarrollo de una capacidad para hacer frente a algunos factores clave del cambio importante. Se han identificado como globalización, el advenimiento de entornos catastrales totalmente automatizados, la mejora de los métodos descentralizados de gobernanza y la mejora considerable de la prestación de servicios de futuros sistemas catastrales a una amplia gama de usuarios. El documento promueve el registro de títulos respaldados por la garantía gubernamental como medio eficaz de introducir rápidamente sistemas catastrales para facilitar la competitividad mundial de los mercados de tierras en los países en desarrollo. Al desarrollar entornos automatizados para sistemas catastrales, se promueve la necesidad de rediseñar completamente y rediseñar los sistemas catastrales para satisfacer los principios catastrales básicos y la capacidad de respuesta a las necesidades individuales de los usuarios. En este entorno, las operaciones catastrales altamente descentralizadas y la administración combinada con un control regulador ligero se defienden como una futura estrategia de gobernanza. Por lo que se refiere al nivel de los servicios a los usuarios, se considera esencial hacer hincapié en el reconocimiento y la satisfacción de las necesidades futuras de los usuarios. Las organizaciones profesionales y de usuarios internacionales y nacionales que participan en la \"administración de tierras\" se consideran un vehículo importante para desarrollar estrategias y proporcionar una evaluación que guíe el desarrollo global de los sistemas catastrales en todo el mundo ",
            "error": [
                ""
            ]
        },
        "cartography": {
            "translated_key": [],
            "translated_annotated_text": "Anticipando el desarrollo ulterior de los sistemas catastrales Aunque el artículo reconoce los méritos de la evolución de los sistemas catastrales hacia una mayor capacidad a lo largo del tiempo, promueve una introducción o revisión radical de los sistemas catastrales existentes. Alienta el desarrollo de una capacidad para hacer frente a algunos factores clave del cambio importante. Se han identificado como globalización, el advenimiento de entornos catastrales totalmente automatizados, la mejora de los métodos descentralizados de gobernanza y la mejora considerable de la prestación de servicios de futuros sistemas catastrales a una amplia gama de usuarios. El documento promueve el registro de títulos respaldados por la garantía gubernamental como medio eficaz de introducir rápidamente sistemas catastrales para facilitar la competitividad mundial de los mercados de tierras en los países en desarrollo. Al desarrollar entornos automatizados para sistemas catastrales, se promueve la necesidad de rediseñar completamente y rediseñar los sistemas catastrales para satisfacer los principios catastrales básicos y la capacidad de respuesta a las necesidades individuales de los usuarios. En este entorno, las operaciones catastrales altamente descentralizadas y la administración combinada con un control regulador ligero se defienden como una futura estrategia de gobernanza. Por lo que se refiere al nivel de los servicios a los usuarios, se considera esencial hacer hincapié en el reconocimiento y la satisfacción de las necesidades futuras de los usuarios. Las organizaciones profesionales y usuarias internacionales y nacionales que participan en la administración de la tierra se consideran un vehículo importante para desarrollar estrategias y proporcionar una evaluación que guíe el desarrollo global de los sistemas catastrales en todo el mundo ",
            "error": []
        },
        "government data processing": {
            "translated_key": [],
            "translated_annotated_text": "Anticipando el desarrollo ulterior de los sistemas catastrales Aunque el artículo reconoce los méritos de la evolución de los sistemas catastrales hacia una mayor capacidad a lo largo del tiempo, promueve una introducción o revisión radical de los sistemas catastrales existentes. Alienta el desarrollo de una capacidad para hacer frente a algunos factores clave del cambio importante. Se han identificado como globalización, el advenimiento de entornos catastrales totalmente automatizados, la mejora de los métodos descentralizados de gobernanza y la mejora considerable de la prestación de servicios de futuros sistemas catastrales a una amplia gama de usuarios. El documento promueve el registro de títulos respaldados por la garantía gubernamental como medio eficaz de introducir rápidamente sistemas catastrales para facilitar la competitividad mundial de los mercados de tierras en los países en desarrollo. Al desarrollar entornos automatizados para sistemas catastrales, se promueve la necesidad de rediseñar completamente y rediseñar los sistemas catastrales para satisfacer los principios catastrales básicos y la capacidad de respuesta a las necesidades individuales de los usuarios. En este entorno, las operaciones catastrales altamente descentralizadas y la administración combinada con un control regulador ligero se defienden como una futura estrategia de gobernanza. Por lo que se refiere al nivel de los servicios a los usuarios, se considera esencial hacer hincapié en el reconocimiento y la satisfacción de las necesidades futuras de los usuarios. Las organizaciones profesionales y usuarias internacionales y nacionales que participan en la administración de la tierra se consideran un vehículo importante para desarrollar estrategias y proporcionar una evaluación que guíe el desarrollo global de los sistemas catastrales en todo el mundo ",
            "error": []
        },
        "management of change": {
            "translated_key": [],
            "translated_annotated_text": "Anticipando el desarrollo ulterior de los sistemas catastrales Aunque el artículo reconoce los méritos de la evolución de los sistemas catastrales hacia una mayor capacidad a lo largo del tiempo, promueve una introducción o revisión radical de los sistemas catastrales existentes. Alienta el desarrollo de una capacidad para hacer frente a algunos factores clave del cambio importante. Se han identificado como globalización, el advenimiento de entornos catastrales totalmente automatizados, la mejora de los métodos descentralizados de gobernanza y la mejora considerable de la prestación de servicios de futuros sistemas catastrales a una amplia gama de usuarios. El documento promueve el registro de títulos respaldados por la garantía gubernamental como medio eficaz de introducir rápidamente sistemas catastrales para facilitar la competitividad mundial de los mercados de tierras en los países en desarrollo. Al desarrollar entornos automatizados para sistemas catastrales, se promueve la necesidad de rediseñar completamente y rediseñar los sistemas catastrales para satisfacer los principios catastrales básicos y la capacidad de respuesta a las necesidades individuales de los usuarios. En este entorno, las operaciones catastrales altamente descentralizadas y la administración combinada con un control regulador ligero se defienden como una futura estrategia de gobernanza. Por lo que se refiere al nivel de los servicios a los usuarios, se considera esencial hacer hincapié en el reconocimiento y la satisfacción de las necesidades futuras de los usuarios. Las organizaciones profesionales y usuarias internacionales y nacionales que participan en la administración de la tierra se consideran un vehículo importante para desarrollar estrategias y proporcionar una evaluación que guíe el desarrollo global de los sistemas catastrales en todo el mundo ",
            "error": []
        },
        "real estate data processing": {
            "translated_key": [],
            "translated_annotated_text": "Anticipando el desarrollo ulterior de los sistemas catastrales Aunque el artículo reconoce los méritos de la evolución de los sistemas catastrales hacia una mayor capacidad a lo largo del tiempo, promueve una introducción o revisión radical de los sistemas catastrales existentes. Alienta el desarrollo de una capacidad para hacer frente a algunos factores clave del cambio importante. Se han identificado como globalización, el advenimiento de entornos catastrales totalmente automatizados, la mejora de los métodos descentralizados de gobernanza y la mejora considerable de la prestación de servicios de futuros sistemas catastrales a una amplia gama de usuarios. El documento promueve el registro de títulos respaldados por la garantía gubernamental como medio eficaz de introducir rápidamente sistemas catastrales para facilitar la competitividad mundial de los mercados de tierras en los países en desarrollo. Al desarrollar entornos automatizados para sistemas catastrales, se promueve la necesidad de rediseñar completamente y rediseñar los sistemas catastrales para satisfacer los principios catastrales básicos y la capacidad de respuesta a las necesidades individuales de los usuarios. En este entorno, las operaciones catastrales altamente descentralizadas y la administración combinada con un control regulador ligero se defienden como una futura estrategia de gobernanza. Por lo que se refiere al nivel de los servicios a los usuarios, se considera esencial hacer hincapié en el reconocimiento y la satisfacción de las necesidades futuras de los usuarios. Las organizaciones profesionales y usuarias internacionales y nacionales que participan en la administración de la tierra se consideran un vehículo importante para desarrollar estrategias y proporcionar una evaluación que guíe el desarrollo global de los sistemas catastrales en todo el mundo ",
            "error": []
        },
        "systems re-engineering": {
            "translated_key": [],
            "translated_annotated_text": "Anticipando el desarrollo ulterior de los sistemas catastrales Aunque el artículo reconoce los méritos de la evolución de los sistemas catastrales hacia una mayor capacidad a lo largo del tiempo, promueve una introducción o revisión radical de los sistemas catastrales existentes. Alienta el desarrollo de una capacidad para hacer frente a algunos factores clave del cambio importante. Se han identificado como globalización, el advenimiento de entornos catastrales totalmente automatizados, la mejora de los métodos descentralizados de gobernanza y la mejora considerable de la prestación de servicios de futuros sistemas catastrales a una amplia gama de usuarios. El documento promueve el registro de títulos respaldados por la garantía gubernamental como medio eficaz de introducir rápidamente sistemas catastrales para facilitar la competitividad mundial de los mercados de tierras en los países en desarrollo. Al desarrollar entornos automatizados para sistemas catastrales, se promueve la necesidad de rediseñar completamente y rediseñar los sistemas catastrales para satisfacer los principios catastrales básicos y la capacidad de respuesta a las necesidades individuales de los usuarios. En este entorno, las operaciones catastrales altamente descentralizadas y la administración combinada con un control regulador ligero se defienden como una futura estrategia de gobernanza. Por lo que se refiere al nivel de los servicios a los usuarios, se considera esencial hacer hincapié en el reconocimiento y la satisfacción de las necesidades futuras de los usuarios. Las organizaciones profesionales y usuarias internacionales y nacionales que participan en la administración de la tierra se consideran un vehículo importante para desarrollar estrategias y proporcionar una evaluación que guíe el desarrollo global de los sistemas catastrales en todo el mundo ",
            "error": []
        },
        "town and country planning": {
            "translated_key": [],
            "translated_annotated_text": "Anticipando el desarrollo ulterior de los sistemas catastrales Aunque el artículo reconoce los méritos de la evolución de los sistemas catastrales hacia una mayor capacidad a lo largo del tiempo, promueve una introducción o revisión radical de los sistemas catastrales existentes. Alienta el desarrollo de una capacidad para hacer frente a algunos factores clave del cambio importante. Se han identificado como globalización, el advenimiento de entornos catastrales totalmente automatizados, la mejora de los métodos descentralizados de gobernanza y la mejora considerable de la prestación de servicios de futuros sistemas catastrales a una amplia gama de usuarios. El documento promueve el registro de títulos respaldados por la garantía gubernamental como medio eficaz de introducir rápidamente sistemas catastrales para facilitar la competitividad mundial de los mercados de tierras en los países en desarrollo. Al desarrollar entornos automatizados para sistemas catastrales, se promueve la necesidad de rediseñar completamente y rediseñar los sistemas catastrales para satisfacer los principios catastrales básicos y la capacidad de respuesta a las necesidades individuales de los usuarios. En este entorno, las operaciones catastrales altamente descentralizadas y la administración combinada con un control regulador ligero se defienden como una futura estrategia de gobernanza. Por lo que se refiere al nivel de los servicios a los usuarios, se considera esencial hacer hincapié en el reconocimiento y la satisfacción de las necesidades futuras de los usuarios. Las organizaciones profesionales y usuarias internacionales y nacionales que participan en la administración de la tierra se consideran un vehículo importante para desarrollar estrategias y proporcionar una evaluación que guíe el desarrollo global de los sistemas catastrales en todo el mundo ",
            "error": []
        }
    }
}