{
    "original_text": "The dynamic aspect of land administration: an often-forgotten component in system design Although the establishment of a land administration system is enough of a challenge as it is, the task of keeping the system up to date with developments in society is even more challenging. Initial adjudication and cadastral mapping basically record land tenure as it exists at a given moment, i.e. the static situation. The paper aims to analyse the developments that might occur in a society with respect to tenure, value and use of land. These developments constitute a dynamic component of land administration. As land administration systems have to serve society on a long-term basis and normally have a long-term return on investment, the author recommends taking into account both the static and dynamic component when designing land administration systems",
    "original_translation": "El aspecto dinámico de la administración de la tierra: un componente a menudo olvidado en el diseño del sistema Aunque el establecimiento de un sistema de administración de la tierra es suficiente como un desafío, la tarea de mantener el sistema al día con la evolución de la sociedad es aún más difícil. La adjudicación inicial y la cartografía catastral registran básicamente la tenencia de la tierra tal como existe en un momento dado, es decir. la situación estática. El documento tiene por objeto analizar la evolución que podría darse en una sociedad con respecto a la tenencia, el valor y el uso de la tierra. Estos acontecimientos constituyen un componente dinámico de la administración de la tierra. Dado que los sistemas de administración de la tierra tienen que servir a la sociedad a largo plazo y normalmente tienen un rendimiento a largo plazo de la inversión, el autor recomienda que se tenga en cuenta tanto el componente estático como el dinámico al diseñar los sistemas de administración de la tierra",
    "error_count": 7,
    "keys": {
        "dynamic aspect": {
            "translated_key": "aspecto dinámico",
            "translated_annotated_text": "El \"aspecto dinámico\" de la administración de la tierra: un componente a menudo olvidado en el diseño del sistema Aunque el establecimiento de un sistema de administración de la tierra es suficiente como un desafío, la tarea de mantener el sistema al día con la evolución de la sociedad es aún más difícil. La adjudicación inicial y la cartografía catastral registran básicamente la tenencia de la tierra tal como existe en un momento dado, es decir. la situación estática. El documento tiene por objeto analizar la evolución que podría darse en una sociedad con respecto a la tenencia, el valor y el uso de la tierra. Estos acontecimientos constituyen un componente dinámico de la administración de la tierra. Dado que los sistemas de administración de la tierra tienen que servir a la sociedad a largo plazo y normalmente tienen un rendimiento a largo plazo de la inversión, el autor recomienda que se tenga en cuenta tanto el componente estático como el dinámico al diseñar los sistemas de administración de la tierra ",
            "error": [
                ""
            ]
        },
        "system design": {
            "translated_key": "diseño del sistema",
            "translated_annotated_text": "El aspecto dinámico de la administración de la tierra: un componente a menudo olvidado en el \"diseño del sistema\" Aunque el establecimiento de un sistema de administración de la tierra es suficiente como un desafío, la tarea de mantener el sistema al día con la evolución de la sociedad es aún más difícil. La adjudicación inicial y la cartografía catastral registran básicamente la tenencia de la tierra tal como existe en un momento dado, es decir. la situación estática. El documento tiene por objeto analizar la evolución que podría darse en una sociedad con respecto a la tenencia, el valor y el uso de la tierra. Estos acontecimientos constituyen un componente dinámico de la administración de la tierra. Dado que los sistemas de administración de la tierra tienen que servir a la sociedad a largo plazo y normalmente tienen un rendimiento a largo plazo de la inversión, el autor recomienda que se tenga en cuenta tanto el componente estático como el dinámico al diseñar los sistemas de administración de la tierra ",
            "error": [
                ""
            ]
        },
        "land administration system": {
            "translated_key": "sistema de administración de la tierra",
            "translated_annotated_text": "El aspecto dinámico de la administración de la tierra: un componente a menudo olvidado en el diseño del sistema Aunque el establecimiento de un \"sistema de administración de la tierra\" es suficiente como un desafío, la tarea de mantener el sistema al día con la evolución de la sociedad es aún más difícil. La adjudicación inicial y la cartografía catastral registran básicamente la tenencia de la tierra tal como existe en un momento dado, es decir. la situación estática. El documento tiene por objeto analizar la evolución que podría darse en una sociedad con respecto a la tenencia, el valor y el uso de la tierra. Estos acontecimientos constituyen un componente dinámico de la administración de la tierra. Dado que los sistemas de administración de la tierra tienen que servir a la sociedad a largo plazo y normalmente tienen un rendimiento a largo plazo de la inversión, el autor recomienda que se tenga en cuenta tanto el componente estático como el dinámico al diseñar los sistemas de administración de la tierra ",
            "error": [
                ""
            ]
        },
        "societal developments": {
            "translated_key": [],
            "translated_annotated_text": "El aspecto dinámico de la administración de la tierra: un componente a menudo olvidado en el diseño del sistema Aunque el establecimiento de un sistema de administración de la tierra es suficiente como un desafío, la tarea de mantener el sistema al día con la evolución de la sociedad es aún más difícil. La adjudicación inicial y la cartografía catastral registran básicamente la tenencia de la tierra tal como existe en un momento dado, es decir. la situación estática. El documento tiene por objeto analizar la evolución que podría darse en una sociedad con respecto a la tenencia, el valor y el uso de la tierra. Estos acontecimientos constituyen un componente dinámico de la administración de la tierra. Dado que los sistemas de administración de la tierra tienen que servir a la sociedad a largo plazo y normalmente tienen un rendimiento a largo plazo de la inversión, el autor recomienda que se tenga en cuenta tanto el componente estático como el dinámico al diseñar los sistemas de administración de la tierra ",
            "error": []
        },
        "adjudication": {
            "translated_key": "adjudicación",
            "translated_annotated_text": "El aspecto dinámico de la administración de la tierra: un componente a menudo olvidado en el diseño del sistema Aunque el establecimiento de un sistema de administración de la tierra es suficiente como un desafío, la tarea de mantener el sistema al día con la evolución de la sociedad es aún más difícil. La \"adjudicación\" inicial y el mapeo catastral registran básicamente la tenencia de la tierra tal como existe en un momento dado, es decir. la situación estática. El documento tiene por objeto analizar la evolución que podría darse en una sociedad con respecto a la tenencia, el valor y el uso de la tierra. Estos acontecimientos constituyen un componente dinámico de la administración de la tierra. Dado que los sistemas de administración de la tierra tienen que servir a la sociedad a largo plazo y normalmente tienen un rendimiento a largo plazo de la inversión, el autor recomienda que se tenga en cuenta tanto el componente estático como el dinámico al diseñar los sistemas de administración de la tierra ",
            "error": [
                ""
            ]
        },
        "cadastral mapping": {
            "translated_key": "mapeo catastral",
            "translated_annotated_text": "El aspecto dinámico de la administración de la tierra: un componente a menudo olvidado en el diseño del sistema Aunque el establecimiento de un sistema de administración de la tierra es suficiente como un desafío, la tarea de mantener el sistema al día con la evolución de la sociedad es aún más difícil. La adjudicación inicial y el \"mapeo catastral\" registran básicamente la tenencia de la tierra tal como existe en un momento dado, es decir. la situación estática. El documento tiene por objeto analizar la evolución que podría darse en una sociedad con respecto a la tenencia, el valor y el uso de la tierra. Estos acontecimientos constituyen un componente dinámico de la administración de la tierra. Dado que los sistemas de administración de la tierra tienen que servir a la sociedad a largo plazo y normalmente tienen un rendimiento a largo plazo de la inversión, el autor recomienda que se tenga en cuenta tanto el componente estático como el dinámico al diseñar los sistemas de administración de la tierra ",
            "error": [
                ""
            ]
        },
        "land tenure": {
            "translated_key": "tenencia de la tierra",
            "translated_annotated_text": "El aspecto dinámico de la administración de la tierra: un componente a menudo olvidado en el diseño del sistema Aunque el establecimiento de un sistema de administración de la tierra es suficiente como un desafío, la tarea de mantener el sistema al día con la evolución de la sociedad es aún más difícil. La adjudicación inicial y el mapeo catastral registran básicamente la \"tenencia de la tierra\" tal como existe en un momento dado, es decir. la situación estática. El documento tiene por objeto analizar la evolución que podría darse en una sociedad con respecto a la tenencia, el valor y el uso de la tierra. Estos acontecimientos constituyen un componente dinámico de la administración de la tierra. Dado que los sistemas de administración de la tierra tienen que servir a la sociedad a largo plazo y normalmente tienen un rendimiento a largo plazo de la inversión, el autor recomienda que se tenga en cuenta tanto el componente estático como el dinámico al diseñar los sistemas de administración de la tierra ",
            "error": [
                ""
            ]
        },
        "static situation": {
            "translated_key": "situación estática",
            "translated_annotated_text": "El aspecto dinámico de la administración de la tierra: un componente a menudo olvidado en el diseño del sistema Aunque el establecimiento de un sistema de administración de la tierra es suficiente como un desafío, la tarea de mantener el sistema al día con la evolución de la sociedad es aún más difícil. La adjudicación inicial y la cartografía catastral registran básicamente la tenencia de la tierra tal como existe en un momento dado, es decir. la \"situación estática\". El documento tiene por objeto analizar la evolución que podría darse en una sociedad con respecto a la tenencia, el valor y el uso de la tierra. Estos acontecimientos constituyen un componente dinámico de la administración de la tierra. Dado que los sistemas de administración de la tierra tienen que servir a la sociedad a largo plazo y normalmente tienen un rendimiento a largo plazo de la inversión, el autor recomienda que se tenga en cuenta tanto el componente estático como el dinámico al diseñar los sistemas de administración de la tierra ",
            "error": [
                ""
            ]
        },
        "return on investment": {
            "translated_key": "retorno de la inversión",
            "translated_annotated_text": "El aspecto dinámico de la administración de la tierra: un componente a menudo olvidado en el diseño del sistema Aunque el establecimiento de un sistema de administración de la tierra es suficiente como un desafío, la tarea de mantener el sistema al día con la evolución de la sociedad es aún más difícil. La adjudicación inicial y la cartografía catastral registran básicamente la tenencia de la tierra tal como existe en un momento dado, es decir. la situación estática. El documento tiene por objeto analizar la evolución que podría darse en una sociedad con respecto a la tenencia, el valor y el uso de la tierra. Estos acontecimientos constituyen un componente dinámico de la administración de la tierra. Como los sistemas de administración de la tierra tienen que servir a la sociedad a largo plazo y normalmente tienen un \"retorno de la inversión\" a largo plazo, el autor recomienda tener en cuenta tanto el componente estático como dinámico al diseñar los sistemas de administración de la tierra. ",
            "error": [
                ""
            ]
        },
        "static component": {
            "translated_key": [],
            "translated_annotated_text": "El aspecto dinámico de la administración de la tierra: un componente a menudo olvidado en el diseño del sistema Aunque el establecimiento de un sistema de administración de la tierra es suficiente como un desafío, la tarea de mantener el sistema al día con la evolución de la sociedad es aún más difícil. La adjudicación inicial y la cartografía catastral registran básicamente la tenencia de la tierra tal como existe en un momento dado, es decir. la situación estática. El documento tiene por objeto analizar la evolución que podría darse en una sociedad con respecto a la tenencia, el valor y el uso de la tierra. Estos acontecimientos constituyen un componente dinámico de la administración de la tierra. Dado que los sistemas de administración de la tierra tienen que servir a la sociedad a largo plazo y normalmente tienen un rendimiento a largo plazo de la inversión, el autor recomienda que se tenga en cuenta tanto el componente estático como el dinámico al diseñar los sistemas de administración de la tierra ",
            "error": []
        },
        "dynamic component": {
            "translated_key": [
                "componente dinámico",
                "dinámico"
            ],
            "translated_annotated_text": "El aspecto dinámico de la administración de la tierra: un componente a menudo olvidado en el diseño del sistema Aunque el establecimiento de un sistema de administración de la tierra es suficiente como un desafío, la tarea de mantener el sistema al día con la evolución de la sociedad es aún más difícil. La adjudicación inicial y la cartografía catastral registran básicamente la tenencia de la tierra tal como existe en un momento dado, es decir. la situación estática. El documento tiene por objeto analizar la evolución que podría darse en una sociedad con respecto a la tenencia, el valor y el uso de la tierra. Estos desarrollos constituyen un \"componente dinámico\" de la administración de la tierra. Como los sistemas de administración de tierras tienen que servir a la sociedad a largo plazo y normalmente tienen un rendimiento a largo plazo de la inversión, el autor recomienda tener en cuenta tanto el componente estático como el \"dinámico\" al diseñar los sistemas de administración de tierras ",
            "error": [
                "componente dinámico",
                "dinámico"
            ]
        },
        "cartography": {
            "translated_key": [],
            "translated_annotated_text": "El aspecto dinámico de la administración de la tierra: un componente a menudo olvidado en el diseño del sistema Aunque el establecimiento de un sistema de administración de la tierra es suficiente como un desafío, la tarea de mantener el sistema al día con la evolución de la sociedad es aún más difícil. La adjudicación inicial y la cartografía catastral registran básicamente la tenencia de la tierra tal como existe en un momento dado, es decir. la situación estática. El documento tiene por objeto analizar la evolución que podría darse en una sociedad con respecto a la tenencia, el valor y el uso de la tierra. Estos acontecimientos constituyen un componente dinámico de la administración de la tierra. Dado que los sistemas de administración de la tierra tienen que servir a la sociedad a largo plazo y normalmente tienen un rendimiento a largo plazo de la inversión, el autor recomienda que se tenga en cuenta tanto el componente estático como el dinámico al diseñar los sistemas de administración de la tierra ",
            "error": []
        },
        "socio-economic effects": {
            "translated_key": [],
            "translated_annotated_text": "El aspecto dinámico de la administración de la tierra: un componente a menudo olvidado en el diseño del sistema Aunque el establecimiento de un sistema de administración de la tierra es suficiente como un desafío, la tarea de mantener el sistema al día con la evolución de la sociedad es aún más difícil. La adjudicación inicial y la cartografía catastral registran básicamente la tenencia de la tierra tal como existe en un momento dado, es decir. la situación estática. El documento tiene por objeto analizar la evolución que podría darse en una sociedad con respecto a la tenencia, el valor y el uso de la tierra. Estos acontecimientos constituyen un componente dinámico de la administración de la tierra. Dado que los sistemas de administración de la tierra tienen que servir a la sociedad a largo plazo y normalmente tienen un rendimiento a largo plazo de la inversión, el autor recomienda que se tenga en cuenta tanto el componente estático como el dinámico al diseñar los sistemas de administración de la tierra ",
            "error": []
        },
        "systems analysis": {
            "translated_key": [],
            "translated_annotated_text": "El aspecto dinámico de la administración de la tierra: un componente a menudo olvidado en el diseño del sistema Aunque el establecimiento de un sistema de administración de la tierra es suficiente como un desafío, la tarea de mantener el sistema al día con la evolución de la sociedad es aún más difícil. La adjudicación inicial y la cartografía catastral registran básicamente la tenencia de la tierra tal como existe en un momento dado, es decir. la situación estática. El documento tiene por objeto analizar la evolución que podría darse en una sociedad con respecto a la tenencia, el valor y el uso de la tierra. Estos acontecimientos constituyen un componente dinámico de la administración de la tierra. Dado que los sistemas de administración de la tierra tienen que servir a la sociedad a largo plazo y normalmente tienen un rendimiento a largo plazo de la inversión, el autor recomienda que se tenga en cuenta tanto el componente estático como el dinámico al diseñar los sistemas de administración de la tierra ",
            "error": []
        },
        "town and country planning": {
            "translated_key": [],
            "translated_annotated_text": "El aspecto dinámico de la administración de la tierra: un componente a menudo olvidado en el diseño del sistema Aunque el establecimiento de un sistema de administración de la tierra es suficiente como un desafío, la tarea de mantener el sistema al día con la evolución de la sociedad es aún más difícil. La adjudicación inicial y la cartografía catastral registran básicamente la tenencia de la tierra tal como existe en un momento dado, es decir. la situación estática. El documento tiene por objeto analizar la evolución que podría darse en una sociedad con respecto a la tenencia, el valor y el uso de la tierra. Estos acontecimientos constituyen un componente dinámico de la administración de la tierra. Dado que los sistemas de administración de la tierra tienen que servir a la sociedad a largo plazo y normalmente tienen un rendimiento a largo plazo de la inversión, el autor recomienda que se tenga en cuenta tanto el componente estático como el dinámico al diseñar los sistemas de administración de la tierra ",
            "error": []
        }
    }
}