{
    "original_text": "Too much middleware The movement from client-server computing to multi-tier computing has created a potpourri of so-called middleware systems, including application servers, workflow products, EAI systems, ETL systems and federated data systems. We argue that the explosion in middleware has created a myriad of poorly integrated systems with overlapping functionality. The world would be well served by considerable consolidation, and we present some of the ways this might happen. Some of the points covered in the article have been previously explored by P. Bernstein (1996)",
    "original_translation": "Demasiado middleware El movimiento de la computación cliente-servidor a la computación de varios niveles ha creado un popporri de los llamados sistemas middleware, incluyendo servidores de aplicaciones, productos de flujo de trabajo, sistemas EAI, sistemas ETL y sistemas de datos federados. Argumentamos que la explosión en middleware ha creado una miríada de sistemas mal integrados con funcionalidad superpuesta. El mundo estaría bien servido por una considerable consolidación, y presentamos algunas de las maneras en que esto podría suceder. P. Bernstein (1996) ha explorado anteriormente algunos de los puntos tratados en el artículo",
    "error_count": 5,
    "keys": {
        "client-server computing": {
            "translated_key": "computación cliente-servidor",
            "translated_annotated_text": "Demasiado middleware El movimiento de la \"computación cliente-servidor\" a la computación de múltiples niveles ha creado un potencial de los llamados sistemas middleware, incluyendo servidores de aplicaciones, productos de flujo de trabajo, sistemas EAI, sistemas ETL y sistemas de datos federados. Argumentamos que la explosión en middleware ha creado una miríada de sistemas mal integrados con funcionalidad superpuesta. El mundo estaría bien servido por una considerable consolidación, y presentamos algunas de las maneras en que esto podría suceder. P. Bernstein (1996) ha explorado anteriormente algunos de los puntos tratados en el artículo ",
            "error": [
                ""
            ]
        },
        "multi-tier computing": {
            "translated_key": "computación de múltiples niveles",
            "translated_annotated_text": "Demasiado middleware El movimiento de la computación cliente-servidor a la \"computación de múltiples niveles\" ha creado un popporri de los llamados sistemas middleware, incluyendo servidores de aplicaciones, productos de flujo de trabajo, sistemas EAI, sistemas ETL y sistemas de datos federados. Argumentamos que la explosión en middleware ha creado una miríada de sistemas mal integrados con funcionalidad superpuesta. El mundo estaría bien servido por una considerable consolidación, y presentamos algunas de las maneras en que esto podría suceder. P. Bernstein (1996) ha explorado anteriormente algunos de los puntos tratados en el artículo ",
            "error": [
                ""
            ]
        },
        "middleware systems": {
            "translated_key": "sistemas de middleware",
            "translated_annotated_text": "Demasiado middleware El movimiento de la computación cliente-servidor a la computación de varios niveles ha creado un popporri de los llamados \"sistemas de middleware\", incluyendo servidores de aplicaciones, productos de flujo de trabajo, sistemas EAI, sistemas ETL y sistemas de datos federados. Argumentamos que la explosión en middleware ha creado una miríada de sistemas mal integrados con funcionalidad superpuesta. El mundo estaría bien servido por una considerable consolidación, y presentamos algunas de las maneras en que esto podría suceder. P. Bernstein (1996) ha explorado anteriormente algunos de los puntos tratados en el artículo ",
            "error": [
                ""
            ]
        },
        "application servers": {
            "translated_key": "servidores de aplicaciones",
            "translated_annotated_text": "Demasiado middleware El movimiento de la computación cliente-servidor a la computación de varios niveles ha creado un poppourri de los llamados sistemas middleware, incluyendo \"servidores de aplicaciones\", productos de flujo de trabajo, sistemas EAI, sistemas ETL y sistemas de datos federados. Argumentamos que la explosión en middleware ha creado una miríada de sistemas mal integrados con funcionalidad superpuesta. El mundo estaría bien servido por una considerable consolidación, y presentamos algunas de las maneras en que esto podría suceder. P. Bernstein (1996) ha explorado anteriormente algunos de los puntos tratados en el artículo ",
            "error": [
                ""
            ]
        },
        "workflow products": {
            "translated_key": "productos de flujo de trabajo",
            "translated_annotated_text": "Demasiado middleware El movimiento de la computación cliente-servidor a la computación de varios niveles ha creado un popporri de los llamados sistemas middleware, incluyendo servidores de aplicaciones, \"productos de flujo de trabajo\", sistemas EAI, sistemas ETL y sistemas de datos federados. Argumentamos que la explosión en middleware ha creado una miríada de sistemas mal integrados con funcionalidad superpuesta. El mundo estaría bien servido por una considerable consolidación, y presentamos algunas de las maneras en que esto podría suceder. P. Bernstein (1996) ha explorado anteriormente algunos de los puntos tratados en el artículo ",
            "error": [
                ""
            ]
        },
        "EAI systems": {
            "translated_key": "sistemas EAI",
            "translated_annotated_text": "Demasiado middleware El movimiento de la computación cliente-servidor a la computación de varios niveles ha creado un popporri de los llamados sistemas middleware, incluyendo servidores de aplicaciones, productos de flujo de trabajo, \"sistemas EAI\", sistemas ETL y sistemas de datos federados. Argumentamos que la explosión en middleware ha creado una miríada de sistemas mal integrados con funcionalidad superpuesta. El mundo estaría bien servido por una considerable consolidación, y presentamos algunas de las maneras en que esto podría suceder. P. Bernstein (1996) ha explorado anteriormente algunos de los puntos tratados en el artículo ",
            "error": [
                ""
            ]
        },
        "ETL systems": {
            "translated_key": "sistemas ETL",
            "translated_annotated_text": "Demasiado middleware El movimiento de la computación cliente-servidor a la computación de varios niveles ha creado un popporri de los llamados sistemas middleware, incluyendo servidores de aplicaciones, productos de flujo de trabajo, sistemas EAI, \"sistemas ETL\" y sistemas de datos federados. Argumentamos que la explosión en middleware ha creado una miríada de sistemas mal integrados con funcionalidad superpuesta. El mundo estaría bien servido por una considerable consolidación, y presentamos algunas de las maneras en que esto podría suceder. P. Bernstein (1996) ha explorado anteriormente algunos de los puntos tratados en el artículo ",
            "error": [
                ""
            ]
        },
        "federated data systems": {
            "translated_key": "sistemas de datos federados",
            "translated_annotated_text": "Demasiado middleware El movimiento de la computación cliente-servidor a la computación de varios niveles ha creado un popporri de los llamados sistemas middleware, incluyendo servidores de aplicaciones, productos de flujo de trabajo, sistemas EAI, sistemas ETL y \"sistemas de datos federados\". Argumentamos que la explosión en middleware ha creado una miríada de sistemas mal integrados con funcionalidad superpuesta. El mundo estaría bien servido por una considerable consolidación, y presentamos algunas de las maneras en que esto podría suceder. P. Bernstein (1996) ha explorado anteriormente algunos de los puntos tratados en el artículo ",
            "error": [
                ""
            ]
        },
        "poorly integrated systems": {
            "translated_key": "sistemas pobremente integrados",
            "translated_annotated_text": "Demasiado middleware El movimiento de la computación cliente-servidor a la computación de varios niveles ha creado un popporri de los llamados sistemas middleware, incluyendo servidores de aplicaciones, productos de flujo de trabajo, sistemas EAI, sistemas ETL y sistemas de datos federados. Argumentamos que la explosión en middleware ha creado una miríada de \"sistemas pobremente integrados\" con funcionalidad superpuesta. El mundo estaría bien servido por una considerable consolidación, y presentamos algunas de las maneras en que esto podría suceder. P. Bernstein (1996) ha explorado anteriormente algunos de los puntos tratados en el artículo ",
            "error": [
                ""
            ]
        },
        "overlapping functionality": {
            "translated_key": "funcionalidad superpuesta",
            "translated_annotated_text": "Demasiado middleware El movimiento de la computación cliente-servidor a la computación de varios niveles ha creado un popporri de los llamados sistemas middleware, incluyendo servidores de aplicaciones, productos de flujo de trabajo, sistemas EAI, sistemas ETL y sistemas de datos federados. Argumentamos que la explosión en middleware ha creado una miríada de sistemas mal integrados con \"funcionalidad superpuesta\". El mundo estaría bien servido por una considerable consolidación, y presentamos algunas de las maneras en que esto podría suceder. P. Bernstein (1996) ha explorado anteriormente algunos de los puntos tratados en el artículo ",
            "error": [
                ""
            ]
        },
        "application program interfaces": {
            "translated_key": [],
            "translated_annotated_text": "Demasiado middleware El movimiento de la computación cliente-servidor a la computación de varios niveles ha creado un popporri de los llamados sistemas middleware, incluyendo servidores de aplicaciones, productos de flujo de trabajo, sistemas EAI, sistemas ETL y sistemas de datos federados. Argumentamos que la explosión en middleware ha creado una miríada de sistemas mal integrados con funcionalidad superpuesta. El mundo estaría bien servido por una considerable consolidación, y presentamos algunas de las maneras en que esto podría suceder. P. Bernstein (1996) ha explorado anteriormente algunos de los puntos tratados en el artículo ",
            "error": []
        },
        "client-server systems": {
            "translated_key": [],
            "translated_annotated_text": "Demasiado middleware El movimiento de la computación cliente-servidor a la computación de varios niveles ha creado un popporri de los llamados sistemas middleware, incluyendo servidores de aplicaciones, productos de flujo de trabajo, sistemas EAI, sistemas ETL y sistemas de datos federados. Argumentamos que la explosión en middleware ha creado una miríada de sistemas mal integrados con funcionalidad superpuesta. El mundo estaría bien servido por una considerable consolidación, y presentamos algunas de las maneras en que esto podría suceder. P. Bernstein (1996) ha explorado anteriormente algunos de los puntos tratados en el artículo ",
            "error": []
        },
        "distributed databases": {
            "translated_key": [],
            "translated_annotated_text": "Demasiado middleware El movimiento de la computación cliente-servidor a la computación de varios niveles ha creado un popporri de los llamados sistemas middleware, incluyendo servidores de aplicaciones, productos de flujo de trabajo, sistemas EAI, sistemas ETL y sistemas de datos federados. Argumentamos que la explosión en middleware ha creado una miríada de sistemas mal integrados con funcionalidad superpuesta. El mundo estaría bien servido por una considerable consolidación, y presentamos algunas de las maneras en que esto podría suceder. P. Bernstein (1996) ha explorado anteriormente algunos de los puntos tratados en el artículo ",
            "error": []
        },
        "distributed object management": {
            "translated_key": [],
            "translated_annotated_text": "Demasiado middleware El movimiento de la computación cliente-servidor a la computación de varios niveles ha creado un popporri de los llamados sistemas middleware, incluyendo servidores de aplicaciones, productos de flujo de trabajo, sistemas EAI, sistemas ETL y sistemas de datos federados. Argumentamos que la explosión en middleware ha creado una miríada de sistemas mal integrados con funcionalidad superpuesta. El mundo estaría bien servido por una considerable consolidación, y presentamos algunas de las maneras en que esto podría suceder. P. Bernstein (1996) ha explorado anteriormente algunos de los puntos tratados en el artículo ",
            "error": []
        },
        "workflow management software": {
            "translated_key": [],
            "translated_annotated_text": "Demasiado middleware El movimiento de la computación cliente-servidor a la computación de varios niveles ha creado un popporri de los llamados sistemas middleware, incluyendo servidores de aplicaciones, productos de flujo de trabajo, sistemas EAI, sistemas ETL y sistemas de datos federados. Argumentamos que la explosión en middleware ha creado una miríada de sistemas mal integrados con funcionalidad superpuesta. El mundo estaría bien servido por una considerable consolidación, y presentamos algunas de las maneras en que esto podría suceder. P. Bernstein (1996) ha explorado anteriormente algunos de los puntos tratados en el artículo ",
            "error": []
        }
    }
}