{
    "original_text": "The role of B2B engines in B2B integration architectures Semantic B2B integration architectures must enable enterprises to communicate standards-based B2B events like purchase orders with any potential trading partner. This requires not only back end application integration capabilities to integrate with e.g. enterprise resource planning (ERP) systems as the company-internal source and destination of B2B events, but also a capability to implement every necessary B2B protocol like electronic data interchange (EDI), RosettaNet as well as more generic capabilities like Web services (WS). This paper shows the placement and functionality of B2B engines in semantic B2B integration architectures that implement a generic framework for modeling and executing any B2B protocol. A detailed discussion shows how a B2B engine can provide the necessary abstractions to implement any standard-based B2B protocol or any trading partner specific specialization",
    "original_translation": "El papel de los motores B2B en las arquitecturas de integración B2B Las arquitecturas de integración B2B semánticas deben permitir a las empresas comunicar eventos B2B basados en estándares como órdenes de compra con cualquier socio comercial potencial. Esto requiere no sólo capacidades de integración de aplicaciones de back end para integrarse con, por ejemplo. Los sistemas de planificación de los recursos empresariales (ERP) como fuente y destino interno de los eventos B2B, pero también una capacidad para implementar todos los protocolos B2B necesarios como el intercambio electrónico de datos (EDI), RosettaNet, así como capacidades más genéricas como los servicios Web (WS). Este artículo muestra la colocación y funcionalidad de los motores B2B en arquitecturas de integración semántica B2B que implementan un marco genérico para modelar y ejecutar cualquier protocolo B2B. Una discusión detallada muestra cómo un motor B2B puede proporcionar las abstracciones necesarias para implementar cualquier protocolo B2B basado en estándares o cualquier especialización específica de un socio comercial",
    "error_count": 7,
    "keys": {
        "B2B engines": {
            "translated_key": "B2B",
            "translated_annotated_text": "El papel de los motores <br>B2B</br> en las arquitecturas de integración B2B Las arquitecturas de integración B2B semánticas deben permitir a las empresas comunicar eventos B2B basados en estándares como pedidos de compra con cualquier socio comercial potencial. Esto requiere no sólo capacidades de integración de aplicaciones de back end para integrarse con, por ejemplo. Los sistemas de planificación de los recursos empresariales (ERP) como fuente y destino interno de los eventos B2B, pero también una capacidad para implementar todos los protocolos B2B necesarios como el intercambio electrónico de datos (EDI), RosettaNet, así como capacidades más genéricas como los servicios Web (WS). Este artículo muestra la ubicación y funcionalidad de los motores <br>B2B</br> en arquitecturas de integración semánticas B2B que implementan un marco genérico para modelar y ejecutar cualquier protocolo B2B. Una discusión detallada muestra cómo un motor B2B puede proporcionar las abstracciones necesarias para implementar cualquier protocolo B2B basado en estándares o cualquier especialización específica de un socio comercial ",
            "error": [
                ""
            ]
        },
        "semantic B2B integration architectures": {
            "translated_key": "semantic",
            "translated_annotated_text": "El papel de los motores B2B en las arquitecturas de integración B2B Las arquitecturas de integración B2B semánticas deben permitir a las empresas comunicar eventos B2B basados en estándares como órdenes de compra con cualquier socio comercial potencial. Esto requiere no sólo capacidades de integración de aplicaciones de back end para integrarse con, por ejemplo. Los sistemas de planificación de los recursos empresariales (ERP) como fuente y destino interno de los eventos B2B, pero también una capacidad para implementar todos los protocolos B2B necesarios como el intercambio electrónico de datos (EDI), RosettaNet, así como capacidades más genéricas como los servicios Web (WS). Este artículo muestra la colocación y funcionalidad de los motores B2B en arquitecturas de integración B2B <br>semantic</br> que implementan un marco genérico para modelar y ejecutar cualquier protocolo B2B. Una discusión detallada muestra cómo un motor B2B puede proporcionar las abstracciones necesarias para implementar cualquier protocolo B2B basado en estándares o cualquier especialización específica de un socio comercial ",
            "error": [
                ""
            ]
        },
        "standards-based B2B event communication": {
            "translated_key": [],
            "translated_annotated_text": "El papel de los motores B2B en las arquitecturas de integración B2B Las arquitecturas de integración B2B semánticas deben permitir a las empresas comunicar eventos B2B basados en estándares como órdenes de compra con cualquier socio comercial potencial. Esto requiere no sólo capacidades de integración de aplicaciones de back end para integrarse con, por ejemplo. Los sistemas de planificación de los recursos empresariales (ERP) como fuente y destino interno de los eventos B2B, pero también una capacidad para implementar todos los protocolos B2B necesarios como el intercambio electrónico de datos (EDI), RosettaNet, así como capacidades más genéricas como los servicios Web (WS). Este artículo muestra la colocación y funcionalidad de los motores B2B en arquitecturas de integración semántica B2B que implementan un marco genérico para modelar y ejecutar cualquier protocolo B2B. Una discusión detallada muestra cómo un motor B2B puede proporcionar las abstracciones necesarias para implementar cualquier protocolo B2B basado en estándares o cualquier especialización específica de un socio comercial ",
            "error": []
        },
        "purchase orders": {
            "translated_key": "compra órdenes",
            "translated_annotated_text": "El papel de los motores B2B en las arquitecturas de integración B2B Las arquitecturas de integración B2B semánticas deben permitir a las empresas comunicar eventos B2B basados en estándares como <br>compra órdenes</br> con cualquier socio comercial potencial. Esto requiere no sólo capacidades de integración de aplicaciones de back end para integrarse con, por ejemplo. Los sistemas de planificación de los recursos empresariales (ERP) como fuente y destino interno de los eventos B2B, pero también una capacidad para implementar todos los protocolos B2B necesarios como el intercambio electrónico de datos (EDI), RosettaNet, así como capacidades más genéricas como los servicios Web (WS). Este artículo muestra la colocación y funcionalidad de los motores B2B en arquitecturas de integración semántica B2B que implementan un marco genérico para modelar y ejecutar cualquier protocolo B2B. Una discusión detallada muestra cómo un motor B2B puede proporcionar las abstracciones necesarias para implementar cualquier protocolo B2B basado en estándares o cualquier especialización específica de un socio comercial ",
            "error": [
                ""
            ]
        },
        "trading partner": {
            "translated_key": "socio comercial",
            "translated_annotated_text": "El papel de los motores B2B en las arquitecturas de integración B2B Las arquitecturas de integración B2B semánticas deben permitir a las empresas comunicar eventos B2B basados en estándares como órdenes de compra con cualquier <br>socio comercial</br> potencial. Esto requiere no sólo capacidades de integración de aplicaciones de back end para integrarse con, por ejemplo. Los sistemas de planificación de los recursos empresariales (ERP) como fuente y destino interno de los eventos B2B, pero también una capacidad para implementar todos los protocolos B2B necesarios como el intercambio electrónico de datos (EDI), RosettaNet, así como capacidades más genéricas como los servicios Web (WS). Este artículo muestra la colocación y funcionalidad de los motores B2B en arquitecturas de integración semántica B2B que implementan un marco genérico para modelar y ejecutar cualquier protocolo B2B. Una discusión detallada muestra cómo un motor B2B puede proporcionar las abstracciones necesarias para implementar cualquier protocolo B2B basado en estándares o cualquier especialización específica del <br>socio comercial</br>. ",
            "error": [
                ""
            ]
        },
        "ERP systems": {
            "translated_key": [],
            "translated_annotated_text": "El papel de los motores B2B en las arquitecturas de integración B2B Las arquitecturas de integración B2B semánticas deben permitir a las empresas comunicar eventos B2B basados en estándares como órdenes de compra con cualquier socio comercial potencial. Esto requiere no sólo capacidades de integración de aplicaciones de back end para integrarse con, por ejemplo. Los sistemas de planificación de los recursos empresariales (ERP) como fuente y destino interno de los eventos B2B, pero también una capacidad para implementar todos los protocolos B2B necesarios como el intercambio electrónico de datos (EDI), RosettaNet, así como capacidades más genéricas como los servicios Web (WS). Este artículo muestra la colocación y funcionalidad de los motores B2B en arquitecturas de integración semántica B2B que implementan un marco genérico para modelar y ejecutar cualquier protocolo B2B. Una discusión detallada muestra cómo un motor B2B puede proporcionar las abstracciones necesarias para implementar cualquier protocolo B2B basado en estándares o cualquier especialización específica de un socio comercial ",
            "error": []
        },
        "EDI": {
            "translated_key": "EDI",
            "translated_annotated_text": "El papel de los motores B2B en las arquitecturas de integración B2B Las arquitecturas de integración B2B semánticas deben permitir a las empresas comunicar eventos B2B basados en estándares como órdenes de compra con cualquier socio comercial potencial. Esto requiere no sólo capacidades de integración de aplicaciones de back end para integrarse con, por ejemplo. sistemas de planificación de recursos empresariales (ERP) como fuente y destino interno de eventos B2B, pero también una capacidad para implementar todos los protocolos B2B necesarios como el intercambio electrónico de datos (<br>EDI</br>), RosettaNet, así como capacidades más genéricas como los servicios Web (WS). Este artículo muestra la colocación y funcionalidad de los motores B2B en arquitecturas de integración semántica B2B que implementan un marco genérico para modelar y ejecutar cualquier protocolo B2B. Una discusión detallada muestra cómo un motor B2B puede proporcionar las abstracciones necesarias para implementar cualquier protocolo B2B basado en estándares o cualquier especialización específica de un socio comercial ",
            "error": [
                ""
            ]
        },
        "RosettaNet": {
            "translated_key": "RosettaNet",
            "translated_annotated_text": "El papel de los motores B2B en las arquitecturas de integración B2B Las arquitecturas de integración B2B semánticas deben permitir a las empresas comunicar eventos B2B basados en estándares como órdenes de compra con cualquier socio comercial potencial. Esto requiere no sólo capacidades de integración de aplicaciones de back end para integrarse con, por ejemplo. Los sistemas de planificación de los recursos empresariales (ERP) como fuente y destino interno de los eventos B2B, pero también una capacidad para implementar todos los protocolos B2B necesarios como el intercambio electrónico de datos (EDI), <br>RosettaNet</br>, así como capacidades más genéricas como los servicios Web (WS). Este artículo muestra la colocación y funcionalidad de los motores B2B en arquitecturas de integración semántica B2B que implementan un marco genérico para modelar y ejecutar cualquier protocolo B2B. Una discusión detallada muestra cómo un motor B2B puede proporcionar las abstracciones necesarias para implementar cualquier protocolo B2B basado en estándares o cualquier especialización específica de un socio comercial ",
            "error": [
                ""
            ]
        },
        "Web services": {
            "translated_key": "Servicios web",
            "translated_annotated_text": "El papel de los motores B2B en las arquitecturas de integración B2B Las arquitecturas de integración B2B semánticas deben permitir a las empresas comunicar eventos B2B basados en estándares como órdenes de compra con cualquier socio comercial potencial. Esto requiere no sólo capacidades de integración de aplicaciones de back end para integrarse con, por ejemplo. Los sistemas de planificación de recursos empresariales (ERP) como fuente y destino interno de eventos B2B, pero también una capacidad para implementar todos los protocolos B2B necesarios como el intercambio electrónico de datos (EDI), RosettaNet, así como capacidades más genéricas como <br>Servicios web</br> (WS). Este artículo muestra la colocación y funcionalidad de los motores B2B en arquitecturas de integración semántica B2B que implementan un marco genérico para modelar y ejecutar cualquier protocolo B2B. Una discusión detallada muestra cómo un motor B2B puede proporcionar las abstracciones necesarias para implementar cualquier protocolo B2B basado en estándares o cualquier especialización específica de un socio comercial ",
            "error": [
                ""
            ]
        },
        "modeling": {
            "translated_key": [],
            "translated_annotated_text": "El papel de los motores B2B en las arquitecturas de integración B2B Las arquitecturas de integración B2B semánticas deben permitir a las empresas comunicar eventos B2B basados en estándares como órdenes de compra con cualquier socio comercial potencial. Esto requiere no sólo capacidades de integración de aplicaciones de back end para integrarse con, por ejemplo. Los sistemas de planificación de los recursos empresariales (ERP) como fuente y destino interno de los eventos B2B, pero también una capacidad para implementar todos los protocolos B2B necesarios como el intercambio electrónico de datos (EDI), RosettaNet, así como capacidades más genéricas como los servicios Web (WS). Este artículo muestra la colocación y funcionalidad de los motores B2B en arquitecturas de integración semántica B2B que implementan un marco genérico para modelar y ejecutar cualquier protocolo B2B.  Una discusión detallada muestra cómo un motor B2B puede proporcionar las abstracciones necesarias para implementar cualquier protocolo B2B basado en estándares o cualquier especialización específica de un socio comercial ",
            "error": []
        },
        "business communication": {
            "translated_key": [],
            "translated_annotated_text": "El papel de los motores B2B en las arquitecturas de integración B2B Las arquitecturas de integración B2B semánticas deben permitir a las empresas comunicar eventos B2B basados en estándares como órdenes de compra con cualquier socio comercial potencial. Esto requiere no sólo capacidades de integración de aplicaciones de back end para integrarse con, por ejemplo. Los sistemas de planificación de los recursos empresariales (ERP) como fuente y destino interno de los eventos B2B, pero también una capacidad para implementar todos los protocolos B2B necesarios como el intercambio electrónico de datos (EDI), RosettaNet, así como capacidades más genéricas como los servicios Web (WS). Este artículo muestra la colocación y funcionalidad de los motores B2B en arquitecturas de integración semántica B2B que implementan un marco genérico para modelar y ejecutar cualquier protocolo B2B. Una discusión detallada muestra cómo un motor B2B puede proporcionar las abstracciones necesarias para implementar cualquier protocolo B2B basado en estándares o cualquier especialización específica de un socio comercial ",
            "error": []
        },
        "electronic commerce": {
            "translated_key": [],
            "translated_annotated_text": "El papel de los motores B2B en las arquitecturas de integración B2B Las arquitecturas de integración B2B semánticas deben permitir a las empresas comunicar eventos B2B basados en estándares como órdenes de compra con cualquier socio comercial potencial. Esto requiere no sólo capacidades de integración de aplicaciones de back end para integrarse con, por ejemplo. Los sistemas de planificación de los recursos empresariales (ERP) como fuente y destino interno de los eventos B2B, pero también una capacidad para implementar todos los protocolos B2B necesarios como el intercambio electrónico de datos (EDI), RosettaNet, así como capacidades más genéricas como los servicios Web (WS). Este artículo muestra la colocación y funcionalidad de los motores B2B en arquitecturas de integración semántica B2B que implementan un marco genérico para modelar y ejecutar cualquier protocolo B2B. Una discusión detallada muestra cómo un motor B2B puede proporcionar las abstracciones necesarias para implementar cualquier protocolo B2B basado en estándares o cualquier especialización específica de un socio comercial ",
            "error": []
        },
        "electronic data interchange": {
            "translated_key": "electronic data interchange",
            "translated_annotated_text": "El papel de los motores B2B en las arquitecturas de integración B2B Las arquitecturas de integración B2B semánticas deben permitir a las empresas comunicar eventos B2B basados en estándares como órdenes de compra con cualquier socio comercial potencial. Esto requiere no sólo capacidades de integración de aplicaciones de back end para integrarse con, por ejemplo. sistemas de planificación de recursos empresariales (ERP) como fuente y destino interno de eventos B2B, pero también una capacidad para implementar todos los protocolos B2B necesarios como <br>electronic data interchange</br> (EDI), RosettaNet, así como capacidades más genéricas como servicios Web (WS). Este artículo muestra la colocación y funcionalidad de los motores B2B en arquitecturas de integración semántica B2B que implementan un marco genérico para modelar y ejecutar cualquier protocolo B2B. Una discusión detallada muestra cómo un motor B2B puede proporcionar las abstracciones necesarias para implementar cualquier protocolo B2B basado en estándares o cualquier especialización específica de un socio comercial ",
            "error": [
                ""
            ]
        },
        "Internet": {
            "translated_key": [],
            "translated_annotated_text": "El papel de los motores B2B en las arquitecturas de integración B2B Las arquitecturas de integración B2B semánticas deben permitir a las empresas comunicar eventos B2B basados en estándares como órdenes de compra con cualquier socio comercial potencial. Esto requiere no sólo capacidades de integración de aplicaciones de back end para integrarse con, por ejemplo. Los sistemas de planificación de los recursos empresariales (ERP) como fuente y destino interno de los eventos B2B, pero también una capacidad para implementar todos los protocolos B2B necesarios como el intercambio electrónico de datos (EDI), RosettaNet, así como capacidades más genéricas como los servicios Web (WS). Este artículo muestra la colocación y funcionalidad de los motores B2B en arquitecturas de integración semántica B2B que implementan un marco genérico para modelar y ejecutar cualquier protocolo B2B. Una discusión detallada muestra cómo un motor B2B puede proporcionar las abstracciones necesarias para implementar cualquier protocolo B2B basado en estándares o cualquier especialización específica de un socio comercial ",
            "error": []
        },
        "protocols": {
            "translated_key": [],
            "translated_annotated_text": "El papel de los motores B2B en las arquitecturas de integración B2B Las arquitecturas de integración B2B semánticas deben permitir a las empresas comunicar eventos B2B basados en estándares como órdenes de compra con cualquier socio comercial potencial. Esto requiere no sólo capacidades de integración de aplicaciones de back end para integrarse con, por ejemplo. Los sistemas de planificación de los recursos empresariales (ERP) como fuente y destino interno de los eventos B2B, pero también una capacidad para implementar todos los protocolos B2B necesarios como el intercambio electrónico de datos (EDI), RosettaNet, así como capacidades más genéricas como los servicios Web (WS). Este artículo muestra la colocación y funcionalidad de los motores B2B en arquitecturas de integración semántica B2B que implementan un marco genérico para modelar y ejecutar cualquier protocolo B2B. Una discusión detallada muestra cómo un motor B2B puede proporcionar las abstracciones necesarias para implementar cualquier protocolo B2B basado en estándares o cualquier especialización específica de un socio comercial ",
            "error": []
        }
    }
}