{
    "original_text": "Supply chain infrastructures: system integration and information sharing The need for supply chain integration (SCI) methodologies has been increasing as a consequence of the globalization of production and sales, and the advancement of enabling information technologies. In this paper, we describe our experience with implementing and modeling SCIs. We present the integration architecture and the software components of our prototype implementation. We then discuss a variety of information sharing methodologies. Then, within the framework of a multi-echelon supply chain process model spanning multiple organizations, we summarize research on the benefits of intraorganizational knowledge sharing, and we discuss performance scalability",
    "original_translation": "Infraestructuras de la cadena de suministro: integración de sistemas e intercambio de información La necesidad de metodologías de integración de la cadena de suministro ha ido en aumento como consecuencia de la globalización de la producción y las ventas y el avance de las tecnologías de la información. En este trabajo, describimos nuestra experiencia en la implementación y modelado de ICS. Presentamos la arquitectura de integración y los componentes de software de nuestro prototipo de implementación. Luego discutimos una variedad de metodologías de intercambio de información. Luego, en el marco de un modelo de cadena de suministro multicalonario que abarca múltiples organizaciones, resumimos la investigación sobre los beneficios del intercambio de conocimientos intraorganizacionales, y discutimos la escalabilidad del desempeño",
    "error_count": 7,
    "keys": {
        "supply chain integration": {
            "translated_key": "integración de la cadena de suministro",
            "translated_annotated_text": "Infraestructuras de la cadena de suministro: integración de sistemas e intercambio de información La necesidad de metodologías de \"integración de la cadena de suministro\" (SCI) ha ido en aumento como consecuencia de la globalización de la producción y las ventas, y el avance de las tecnologías de la información habilitantes. En este trabajo, describimos nuestra experiencia en la implementación y modelado de ICS. Presentamos la arquitectura de integración y los componentes de software de nuestro prototipo de implementación. Luego discutimos una variedad de metodologías de intercambio de información. Luego, en el marco de un modelo de cadena de suministro multicalonario que abarca múltiples organizaciones, resumimos la investigación sobre los beneficios del intercambio de conocimientos intraorganizacionales, y discutimos la escalabilidad del desempeño ",
            "error": [
                ""
            ]
        },
        "supply chain infrastructures": {
            "translated_key": [],
            "translated_annotated_text": "Infraestructuras de la cadena de suministro: integración de sistemas e intercambio de información La necesidad de metodologías de integración de la cadena de suministro ha ido en aumento como consecuencia de la globalización de la producción y las ventas y el avance de las tecnologías de la información. En este trabajo, describimos nuestra experiencia en la implementación y modelado de ICS. Presentamos la arquitectura de integración y los componentes de software de nuestro prototipo de implementación. Luego discutimos una variedad de metodologías de intercambio de información. Luego, en el marco de un modelo de cadena de suministro multicalonario que abarca múltiples organizaciones, resumimos la investigación sobre los beneficios del intercambio de conocimientos intraorganizacionales, y discutimos la escalabilidad del desempeño ",
            "error": []
        },
        "system integration": {
            "translated_key": "integración de sistemas",
            "translated_annotated_text": "Infraestructuras de la cadena de suministro: \"integración de sistemas\" e intercambio de información La necesidad de metodologías de integración de la cadena de suministro (SCI) ha ido en aumento como consecuencia de la globalización de la producción y las ventas, y el avance de las tecnologías de la información habilitantes. En este trabajo, describimos nuestra experiencia en la implementación y modelado de ICS. Presentamos la arquitectura de integración y los componentes de software de nuestro prototipo de implementación. Luego discutimos una variedad de metodologías de intercambio de información. Luego, en el marco de un modelo de cadena de suministro multicalonario que abarca múltiples organizaciones, resumimos la investigación sobre los beneficios del intercambio de conocimientos intraorganizacionales, y discutimos la escalabilidad del desempeño ",
            "error": [
                ""
            ]
        },
        "information sharing": {
            "translated_key": [
                "intercambio de información",
                "compartir información"
            ],
            "translated_annotated_text": "Infraestructuras de la cadena de suministro: integración de sistemas e \"intercambio de información\" La necesidad de metodologías de integración de la cadena de suministro (SCI) ha ido en aumento como consecuencia de la globalización de la producción y las ventas, y el avance de las tecnologías de la información habilitantes. En este trabajo, describimos nuestra experiencia en la implementación y modelado de ICS. Presentamos la arquitectura de integración y los componentes de software de nuestro prototipo de implementación. Luego discutimos una variedad de metodologías de \"compartir información\". Luego, en el marco de un modelo de cadena de suministro multicalonario que abarca múltiples organizaciones, resumimos la investigación sobre los beneficios del intercambio de conocimientos intraorganizacionales, y discutimos la escalabilidad del desempeño ",
            "error": [
                "intercambio de información",
                "compartir información"
            ]
        },
        "globalization": {
            "translated_key": "globalización",
            "translated_annotated_text": "Infraestructuras de la cadena de suministro: integración de sistemas e intercambio de información La necesidad de metodologías de integración de la cadena de suministro (LIC) ha ido en aumento como consecuencia de la \"globalización\" de la producción y las ventas, y el avance de las tecnologías de la información habilitantes. En este trabajo, describimos nuestra experiencia en la implementación y modelado de ICS. Presentamos la arquitectura de integración y los componentes de software de nuestro prototipo de implementación. Luego discutimos una variedad de metodologías de intercambio de información. Luego, en el marco de un modelo de cadena de suministro multicalonario que abarca múltiples organizaciones, resumimos la investigación sobre los beneficios del intercambio de conocimientos intraorganizacionales, y discutimos la escalabilidad del desempeño ",
            "error": [
                ""
            ]
        },
        "production": {
            "translated_key": "producción",
            "translated_annotated_text": "Infraestructuras de la cadena de suministro: integración de sistemas e intercambio de información La necesidad de metodologías de integración de la cadena de suministro (LIC) ha ido en aumento como consecuencia de la globalización de la \"producción\" y las ventas, y el avance de las tecnologías de la información habilitantes. En este trabajo, describimos nuestra experiencia en la implementación y modelado de ICS. Presentamos la arquitectura de integración y los componentes de software de nuestro prototipo de implementación. Luego discutimos una variedad de metodologías de intercambio de información. Luego, en el marco de un modelo de cadena de suministro multicalonario que abarca múltiples organizaciones, resumimos la investigación sobre los beneficios del intercambio de conocimientos intraorganizacionales, y discutimos la escalabilidad del desempeño ",
            "error": [
                ""
            ]
        },
        "sales": {
            "translated_key": "ventas",
            "translated_annotated_text": "Infraestructuras de la cadena de suministro: integración de sistemas e intercambio de información La necesidad de metodologías de integración de la cadena de suministro (SCI) ha ido en aumento como consecuencia de la globalización de la producción y las \"ventas\", y el avance de las tecnologías de la información habilitantes. En este trabajo, describimos nuestra experiencia en la implementación y modelado de ICS. Presentamos la arquitectura de integración y los componentes de software de nuestro prototipo de implementación. Luego discutimos una variedad de metodologías de intercambio de información. Luego, en el marco de un modelo de cadena de suministro multicalonario que abarca múltiples organizaciones, resumimos la investigación sobre los beneficios del intercambio de conocimientos intraorganizacionales, y discutimos la escalabilidad del desempeño ",
            "error": [
                ""
            ]
        },
        "software components": {
            "translated_key": "componentes de software",
            "translated_annotated_text": "Infraestructuras de la cadena de suministro: integración de sistemas e intercambio de información La necesidad de metodologías de integración de la cadena de suministro ha ido en aumento como consecuencia de la globalización de la producción y las ventas y el avance de las tecnologías de la información. En este trabajo, describimos nuestra experiencia en la implementación y modelado de ICS. Presentamos la arquitectura de integración y los \"componentes de software\" de nuestro prototipo de implementación. Luego discutimos una variedad de metodologías de intercambio de información. Luego, en el marco de un modelo de cadena de suministro multicalonario que abarca múltiples organizaciones, resumimos la investigación sobre los beneficios del intercambio de conocimientos intraorganizacionales, y discutimos la escalabilidad del desempeño ",
            "error": [
                ""
            ]
        },
        "multi-echelon supply chain process model": {
            "translated_key": "modelo de proceso de cadena de suministro multiequelón",
            "translated_annotated_text": "Infraestructuras de la cadena de suministro: integración de sistemas e intercambio de información La necesidad de metodologías de integración de la cadena de suministro ha ido en aumento como consecuencia de la globalización de la producción y las ventas y el avance de las tecnologías de la información. En este trabajo, describimos nuestra experiencia en la implementación y modelado de ICS. Presentamos la arquitectura de integración y los componentes de software de nuestro prototipo de implementación. Luego discutimos una variedad de metodologías de intercambio de información. Luego, en el marco de un \"modelo de proceso de cadena de suministro multiequelón\" que abarca múltiples organizaciones, resumimos la investigación sobre los beneficios del intercambio de conocimientos intraorganizacionales, y discutimos la escalabilidad del desempeño ",
            "error": [
                ""
            ]
        },
        "multiple organizations": {
            "translated_key": "organizaciones múltiples",
            "translated_annotated_text": "Infraestructuras de la cadena de suministro: integración de sistemas e intercambio de información La necesidad de metodologías de integración de la cadena de suministro ha ido en aumento como consecuencia de la globalización de la producción y las ventas y el avance de las tecnologías de la información. En este trabajo, describimos nuestra experiencia en la implementación y modelado de ICS. Presentamos la arquitectura de integración y los componentes de software de nuestro prototipo de implementación. Luego discutimos una variedad de metodologías de intercambio de información. Luego, en el marco de un modelo de cadena de suministro multicalonario que abarca \"organizaciones múltiples\", resumimos la investigación sobre los beneficios del intercambio de conocimientos intraorganizacionales, y discutimos la escalabilidad del desempeño ",
            "error": [
                ""
            ]
        },
        "intraorganizational knowledge sharing": {
            "translated_key": "intercambio de conocimientos intra-organizacionales",
            "translated_annotated_text": "Infraestructuras de la cadena de suministro: integración de sistemas e intercambio de información La necesidad de metodologías de integración de la cadena de suministro ha ido en aumento como consecuencia de la globalización de la producción y las ventas y el avance de las tecnologías de la información. En este trabajo, describimos nuestra experiencia en la implementación y modelado de ICS. Presentamos la arquitectura de integración y los componentes de software de nuestro prototipo de implementación. Luego discutimos una variedad de metodologías de intercambio de información. Luego, en el marco de un modelo de cadena de suministro multi-equelón que abarca múltiples organizaciones, se resume la investigación sobre los beneficios del \"intercambio de conocimientos intra-organizacionales\", y se discute la escalabilidad del desempeño ",
            "error": [
                ""
            ]
        },
        "performance scalability": {
            "translated_key": "escalabilidad del desempeño",
            "translated_annotated_text": "Infraestructuras de la cadena de suministro: integración de sistemas e intercambio de información La necesidad de metodologías de integración de la cadena de suministro ha ido en aumento como consecuencia de la globalización de la producción y las ventas y el avance de las tecnologías de la información. En este trabajo, describimos nuestra experiencia en la implementación y modelado de ICS. Presentamos la arquitectura de integración y los componentes de software de nuestro prototipo de implementación. Luego discutimos una variedad de metodologías de intercambio de información. Luego, en el marco de un modelo de cadena de suministro multicalonario que abarca múltiples organizaciones, se resume la investigación sobre los beneficios del intercambio de conocimientos intraorganizacionales, y se discute la \"escalabilidad del desempeño\" ",
            "error": [
                ""
            ]
        },
        "client-server systems": {
            "translated_key": [],
            "translated_annotated_text": "Infraestructuras de la cadena de suministro: integración de sistemas e intercambio de información La necesidad de metodologías de integración de la cadena de suministro ha ido en aumento como consecuencia de la globalización de la producción y las ventas y el avance de las tecnologías de la información. En este trabajo, describimos nuestra experiencia en la implementación y modelado de ICS. Presentamos la arquitectura de integración y los componentes de software de nuestro prototipo de implementación. Luego discutimos una variedad de metodologías de intercambio de información. Luego, en el marco de un modelo de cadena de suministro multicalonario que abarca múltiples organizaciones, resumimos la investigación sobre los beneficios del intercambio de conocimientos intraorganizacionales, y discutimos la escalabilidad del desempeño ",
            "error": []
        },
        "decision support systems": {
            "translated_key": [],
            "translated_annotated_text": "Infraestructuras de la cadena de suministro: integración de sistemas e intercambio de información La necesidad de metodologías de integración de la cadena de suministro ha ido en aumento como consecuencia de la globalización de la producción y las ventas y el avance de las tecnologías de la información. En este trabajo, describimos nuestra experiencia en la implementación y modelado de ICS. Presentamos la arquitectura de integración y los componentes de software de nuestro prototipo de implementación. Luego discutimos una variedad de metodologías de intercambio de información. Luego, en el marco de un modelo de cadena de suministro multicalonario que abarca múltiples organizaciones, resumimos la investigación sobre los beneficios del intercambio de conocimientos intraorganizacionales, y discutimos la escalabilidad del desempeño ",
            "error": []
        },
        "electronic data interchange": {
            "translated_key": [],
            "translated_annotated_text": "Infraestructuras de la cadena de suministro: integración de sistemas e intercambio de información La necesidad de metodologías de integración de la cadena de suministro ha ido en aumento como consecuencia de la globalización de la producción y las ventas y el avance de las tecnologías de la información. En este trabajo, describimos nuestra experiencia en la implementación y modelado de ICS. Presentamos la arquitectura de integración y los componentes de software de nuestro prototipo de implementación. Luego discutimos una variedad de metodologías de intercambio de información. Luego, en el marco de un modelo de cadena de suministro multicalonario que abarca múltiples organizaciones, resumimos la investigación sobre los beneficios del intercambio de conocimientos intraorganizacionales, y discutimos la escalabilidad del desempeño ",
            "error": []
        },
        "manufacturing resources planning": {
            "translated_key": [],
            "translated_annotated_text": "Infraestructuras de la cadena de suministro: integración de sistemas e intercambio de información La necesidad de metodologías de integración de la cadena de suministro ha ido en aumento como consecuencia de la globalización de la producción y las ventas y el avance de las tecnologías de la información. En este trabajo, describimos nuestra experiencia en la implementación y modelado de ICS. Presentamos la arquitectura de integración y los componentes de software de nuestro prototipo de implementación. Luego discutimos una variedad de metodologías de intercambio de información. Luego, en el marco de un modelo de cadena de suministro multicalonario que abarca múltiples organizaciones, resumimos la investigación sobre los beneficios del intercambio de conocimientos intraorganizacionales, y discutimos la escalabilidad del desempeño ",
            "error": []
        },
        "production control": {
            "translated_key": [],
            "translated_annotated_text": "Infraestructuras de la cadena de suministro: integración de sistemas e intercambio de información La necesidad de metodologías de integración de la cadena de suministro ha ido en aumento como consecuencia de la globalización de la producción y las ventas y el avance de las tecnologías de la información. En este trabajo, describimos nuestra experiencia en la implementación y modelado de ICS. Presentamos la arquitectura de integración y los componentes de software de nuestro prototipo de implementación. Luego discutimos una variedad de metodologías de intercambio de información. Luego, en el marco de un modelo de cadena de suministro multicalonario que abarca múltiples organizaciones, resumimos la investigación sobre los beneficios del intercambio de conocimientos intraorganizacionales, y discutimos la escalabilidad del desempeño ",
            "error": []
        }
    }
}